{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1905/february/G_R__No__1459.html",
  "filename": "G_R__No__1459.html",
  "year": 1905,
  "month": "february",
  "case_number": "G.R. No. 1459",
  "gr_number": "1459",
  "volume_page": "Volume information not available",
  "decision_date": "February 2, 1905",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "penal",
    "code",
    "crime",
    "court",
    "presidio",
    "article",
    "sum",
    "pesos",
    "trial",
    "appellee",
    "appellant",
    "charged",
    "robbery",
    "province",
    "pampanga",
    "day",
    "mayor",
    "provided",
    "agent"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1459\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1459            February 2, 1905\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nJOHN MACK,\n\ndefendant-appellant.\n\nCharles C. Cohn for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendant here was charged with the crime of robbery, tried by the Court of First Instance of the Province of Pampanga, and sentenced on the 15th day of July, 1903, to be imprisoned for a period of eight years and eleven months of\n\npresidio mayor\n\nwith the accessories provided for in article 57 of the Penal Code, to return to the agent of the Manila and Dagupan Railroad at the pueblo of Angeles the sum of 143.56 pesos, Mexican, and in failure of which to suffer subsidiary imprisonment in accordance with the provisions of the Penal Code. At the time the defendant was arrested the sum of 21 pesos was recovered, and was in the hands of the clerk of court at the time of the trial.\n\nThe evidence shows that upon the 2d day of November, 1902, the defendant, together with other persons, two of whom were armed with revolvers, entered the railroad station in the pueblo of Angeles, in the Province of Pampanga, and by threats and intimidation did then and there appropriate to themselves and carry away the sum of 165.47 pesos of the money of the said agent.\n\nHe who, with intent of profiting thereby, shall take possession of the personal property of another, with violence or intimidation of the person, or by employing force with regard to the personal property, is guilty of the crime of robbery, and if neither death, violation, nor mutilation of the person robbed occurs, or if no more force was used that was necessary for the perpetration of the crime, the guilty party shall be punished with the penalty of\n\npresidio correccional\n\nto\n\npresidio mayor\n\nin its medium degree.\n\nThe aggravating circumstance of nocturnity occurred in the commission of the offense charged against the defendant.\n\nThere were not extenuating circumstances. Therefore, by virtue of subsection 3 or article 81, the maximum penalty provided for in subsection 5 of article 503 of the Penal Code must be imposed.\n\nThe evidence adduced during the trial of said cause under the provisions of the Penal Code justified the sentence imposed by the trial court. It is therefore affirmed. So ordered.\n\nArellano, C.J., Torres, Mapa and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2485,
  "metadata_extraction_date": "2025-11-16T08:02:17.092669",
  "extraction_version": "2.0_enhanced_full_content"
}