{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1905/february/G_R__No__1657.html",
  "filename": "G_R__No__1657.html",
  "year": 1905,
  "month": "february",
  "case_number": "G.R. No. 1657",
  "gr_number": "1657",
  "volume_page": "Volume information not available",
  "decision_date": "February 1, 1905",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law",
    "Civil Law"
  ],
  "keywords": [
    "defendants",
    "defendant",
    "crime",
    "case",
    "band",
    "they",
    "sulpicio",
    "enrique",
    "delima",
    "does",
    "acquitted",
    "testimony",
    "villaviles",
    "robbery",
    "complaint",
    "bandolerismo",
    "stated",
    "did",
    "one",
    "them"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1657\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1657            February 1, 1905\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nSULPICIO ALIÑO, ET AL.,\n\ndefendant-appellants.\n\nDel-Pan, Ortigas & Fisher for appellants.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nTORRES,\n\nJ.:\n\nOn December 29, 1902, a complaint was filed by the provincial fiscal charging Sulpicio Aliño and Enrique Delima with the crime of\n\nbandolerismo\n\n. The complaint stated that before and after November 12, 1902, on which date Act No. 518 was passed, the defendants tried and still try to form and did form a band of brigands within the jurisdiction of the municipalities of Talisay, Pardo, and Minglanilla, Province of Cebu, with the object of stealing carabaos and other personal property of the residents of said towns by means of force and violence. That each and every one of the defendants assisted and does assist the bands of ladrones commanded by the Tabal brothers, giving them information about the movements of the police, purchasing the effects stolen by them, and giving them whatever they might be in need of, all with criminal intent and contrary to law.\n\nThe case having come up for trial by virtue of the complaint, five of the defendants below were acquitted and the trial was continued only as to Sulpicio Aliño and Enrique Delima, who were sentenced, the former to life imprisonment (\n\nprision perpetua\n\n) and the latter to twenty years' imprisonment. The evidence adduced in this case does not show in any way that the facts above stated are true. The guilt of the defendants does not appear from the evidence should be reversed and the defendants acquitted.\n\nThe innocence of a defendant in a criminal case is always presumed until the contrary is proven according to law, and in case of reasonable doubt and when the guilt of a defendant does not appear satisfactorily proven the said defendant should be acquitted, according to section 57 of General Orders, 58, of April 23, 1900. It has not been sufficiently proven in the case that the two defendants had organized a band of armed ladrones with the object of robbing, nor that they formed a band after the act against\n\nbandolerismo\n\nwas passed. It has not been established that the defendants assisted the band of brigands commanded by the Tabal brothers, nor that they gave this band any information about the movements of the police.\n\nThe testimony of Julio Villaviles, the husband of the alleged victim of the robbery of 12 pesos, is conflicting with the testimony of Lieut. Jacinto Cañido, of the barrio of Libo, and the testimony of these two witnesses is not sufficient to prove the robbery nor that the defendants were principals in same. Cañido did not witness the execution of the crime; he asserts the crime was committed because he heard Villaviles say that the crime had been committed. Villaviles says that he was the only eyewitness of the robbery; that he was some distance away when it took place and was hidden from the view of the robbers. His testimony is not corroborated by anybody; on the contrary, it is refuted by the evidence adduced by the defense. There must also be taken into consideration that the lieutenant of the barrio, Jacinto Cañido, was the only one who saw the defendant Enrique Delima among the group of six; but the husband of the alleged victim of the robbery, Villaviles, did not see the defendant among the twenty-one individuals. That the defendant Aliño was a revolutionist can not serve as a foundation for convicting him of the crime of\n\nbandolerismo\n\n, much less so if we take into consideration that this defendant took the oath of allegiance in December, 1902, and that the governor of the province testified in his favor.\n\nBy virtue of the considerations above stated, we are of the opinion that the judgment below should be reversed and the defendants, Sulpicio Aliño and Enrique Delima, acquitted, with the costs\n\nde oficio\n\n, and that they be immediately released if they are not held for any other crime.\n\nThis case to be remanded to the court below with a certified copy of this decision and of the judgment which shall be rendered in accordance herewith. So ordered.\n\nArellano, C.J., Mapa, Johnson and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4327,
  "metadata_extraction_date": "2025-11-16T08:02:23.714182",
  "extraction_version": "2.0_enhanced_full_content"
}