{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1905/february/G_R__No__1157.html",
  "filename": "G_R__No__1157.html",
  "year": 1905,
  "month": "february",
  "case_number": "G.R. No. 1157",
  "gr_number": "1157",
  "volume_page": "Volume information not available",
  "decision_date": "February 6, 1905",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "crime",
    "defendant",
    "court",
    "rape",
    "said",
    "cause",
    "found",
    "attempted",
    "evidence",
    "day",
    "city",
    "manila",
    "attempt",
    "one",
    "reason",
    "law",
    "punishment",
    "article",
    "penal",
    "code"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1157\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1157            February 6, 1905\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nHILARION GUZMAN,\n\ndefendant-appellant.\n\nGuilford E. Campbell for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendant here was charged with crime of attempted rape.\n\nThe evidence shows beyond reasonable doubt that the defendant did, on or about the 7th day of October, 1902, in the city of Manila, willfully, unlawfully, and feloniously, with force and intimidation, attempt to lie with one Felisa Angeles, against her will.\n\nThe evidence shows clearly that the defendant was prevented from committing the crime of rape by reason of the appearance of a third person brought to the scene of the crime by the outcries of the said Felisa Angeles.\n\nThe court below found the defendant guilty of the crime of attempted rape, and sentenced him to five years' imprisonment (\n\nde presidio\n\n), to pay the costs, and to suffer the accessory penalties designated by the law.\n\nOne is guilty of an attempt to commit a crime who makes a beginning in the commission of the same directly, by overt act, and who does not perform all of the acts necessary to constitute the crime by reason of some cause or accident other than his own voluntary desistance.\n\nThe punishment for the crime of rape, as provided for in article 438 of the Penal Code, is that of\n\nreclusion temporal\n\n. The punishment for an attempt to commit a crime is two degrees less than that prescribed by law for the consummated crime. Therefore, the punishment for the crime of attempted rape is that of\n\nprision correccional\n\n.\n\nThe court below found the existence of the aggravating circumstance provided for in paragraph 20 of article 10 of the Penal Code, and imposed a sentence within the maximum grade of\n\nprision correccional\n\nin accordance with the provisions of paragraph 3 or article 81 of the Penal Code.\n\nThis case was tried by the Court of First Instance of the city of Manila in the month of December, 1902. The cause was received in the Supreme Court on the 2nd day of January, 1903. The issue in said cause in the Supreme Court was not joined, by reason of the fact that the attorneys for the respective parties did not file their briefs until the 10th day of August, 1904. The record does not show whether the defendant has been imprisoned during this extraordinary period or out on bail.\n\nThe attorney appointed to represent the defendant in this court recommended the confirmation of the sentence of the lower court. The evidence adduced during the trial of said cause justified the sentence imposed by the Court of First Instance of the city of Manila, and it is therefore affirmed,\n\nwith this provision\n\n: That if the said defendant has been imprisoned during the pendency of the appeal in this case, one-half the period of imprisonment which he has actually suffered shall be applied to the penalty herein imposed. So ordered.\n\nArellano, C.J., Torres, Mapa and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3111,
  "metadata_extraction_date": "2025-11-16T08:02:08.263403",
  "extraction_version": "2.0_enhanced_full_content"
}