{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/may/36397.html",
  "filename": "36397.html",
  "year": 1998,
  "month": "may",
  "case_number": "36397",
  "gr_number": "36397",
  "volume_page": "352 Phil. 619",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Administrative Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "feliciana",
    "complainant",
    "rodolfo",
    "court",
    "municipal",
    "trial",
    "palompon",
    "respondent",
    "affidavit",
    "complaint",
    "january",
    "charged",
    "polompon",
    "failure"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n352 Phil. 619\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ A.M. No. P-98-1269, May 13, 1998 ]\n[ A.M. No. P-98-1269, May 13, 1998 ]\n\nFELICIANA DAGSA-AN, COMPLAINANT,\nVS. RODOLFO SEL CONAG, CLERK OF COURT, MUNICIPAL TRIAL COURT, PALOMPON,\nLEYTE, RESPONDENT.\nR E S O L U T I O N\nFELICIANA DAGSA-AN, COMPLAINANT,\nVS. RODOLFO SEL CONAG, CLERK OF COURT, MUNICIPAL TRIAL COURT, PALOMPON,\nLEYTE, RESPONDENT.\n\nR E S O L U T I O N\n\nVITUG, J.:\n\nIn an affidavit complaint,\ndated 27 January 1996, Feliciana Dagsa-an charged Rodolfo Sel Conag, Clerk of Court of the Municipal Trial Court\nof Polompon, Leyte, with failure to pay his debt amounting to P 17,400.00. Complainant alleged that respondent, a\nmarried man with whom she had an illicit relationship, took advantage of her\nmoments of weakness and lack of education in obtaining the loan which he had\nused to purchase pieces of jewelry and\nother personal accessories.\n\nThe accusation\nmade by complainant was vehemently denied by respondent who claimed that the\nadministrative action had only been an offshoot of his complaint gainst\nProsecutor Nemesio M. Buot, Jr., who instigated the instant administrative\ncase.\n\nIn its\nresolution of 10 February 1997, this Court resolved to refer the case to\nExecutive Judge Buenaventura C. Vilbar of the Regional Trial Court of Palompon, Leyte, for investigation,\nreport and recommendation. Considering, however, that Judge Vilbar was\nundergoing medical treatment and physically unfit at the time, the case was\nreassigned, in the Court's resolution of 23 June 1997, to Executive Judge\nFortunito Mandrona of the Regional Trial Court of Ormoc City.\n\nIn his\ncompliance, dated 04 September 1997, Judge Madrona recommended the dismissal of\nthe complaint due to the formal withdrawal and desistance of complainant who\nmanifested, under oath, that she was no longer interested in pursuing the case.\n\nIn its\nmemorandum, dated 02 January 1998, the Office of the Court Administrator.\nThrough DCA Bernardo P. Abesamis, observing that \"the complaint will not prosper in the absence of the\nparticipation of the complainant,\" likewise recommended the dismissal of\nthe complaint.\n\nThe withdrawal\nof a complaint or the desistance of a complaintant does not necessarily warrant\nthe dismissal of an administrative complaint. In Vasquez vs. Malvar, [1] the Court categorically\nexpressed that \"to condition administrative actions upon the will of every\ncomplainant, who may, for one reason or another, condone a detestable act, is\nto strip this Court of its supervisory power to discipline erring member of the\nJudiciary.\" [2] In instances, however, where\nan administrative case cannot proceed without the active cooperation of the complainant, the Court may find itself\nwith hardly any alternative but to dismiss the complaint. [3] This kind\nof situation, according to the investigating judge the OCA, is what has\nunfortunately occurred in this instance.\n\nBe that as it\nmay, the Court cannot write finis to this matter without making its\nobservation that in his effort to defend himself, respondent has evidently\nattempted, using the Court's letterhead, to improperly obtain any information\nabout complainant that could sullen her character and reputation. For this\nconduct unbecoming of an officer of a court of justice, respondent deserves\nadmonition.\n\nWHEREFORE , the administrative complaint is\nDISMISSED for lack of evidence. Respondent Rodolfo Sel Conag, however, is ADMONISHED for not having been\nmore circumspect in his actuation than heretofore shown.\n\nSO ORDERED. Davide, Jr.,\nBellosillo, Panganiban, and Quisumbing, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] 85 SCRA 10\n\n[2] At page 26\n\n[3] See Alegre vs . Nidea, 64 SCRA 250.",
  "content_length": 3722,
  "metadata_extraction_date": "2025-11-01T05:51:18.171801",
  "extraction_version": "2.0_enhanced_full_content"
}