{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/september/GR_125063.html",
  "filename": "GR_125063.html",
  "year": 2002,
  "month": "september",
  "case_number": "125063",
  "gr_number": "125063",
  "volume_page": "438 Phil. 283",
  "decision_date": "September 24, 2002",
  "title": "THE HEIRS OF GUILLERMO A. BATONGBACAL, PETITIONERS, VS. THE COURT OF APPEALS, THE DEPARTMENT OF AGRARIAN REFORM ADJUDICATION BOARD, AND CATALINO SANTOS, RESPONDENTS. D E C I S I O N YNARES-SANTIAGO, J.: This is a petition for review on certiorari under Rule 45 assailing the decision of the Court of Appeals dated August 11, 1995,[1] which upheld the decision of the Department of Agrarian Reform Adjudication Board (DARAB, for brevity) dated May 27, 1993,[2] as well as the resolution dated May 16, 1996[3] denying petitionersâ motion for reconsideration. The facts as culled from the records are as follows: Juana Luciano was the registered owner of an agricultural land planted to rice and corn measuring 16,555 square meters, situated in Barangay Bolakan, Bocaue, Bulacan, and covered by Transfer Certificate of Title No. T-1338. On January 12, 1962, she mortgaged the parcel of land to the Philippine Banking Corporation. After Luciano defaulted in the payment of her loan, the bank foreclosed the mortgage. Thereafter, the bank became absolute owner of the land in due course, upon registration of its Affidavit of Consolidation of Ownership. Accordingly, Transfer Certificate of Title No. T-123404 was consequently issued in the name of the bank.[4] On January 11, 1985, the bank sold the property to petitioner Guillermo Batongbacal.[5] The bank subsequently executed an Affidavit of Non-Tenancy[6] in order to enable petitioner to register the land in his name. However, when petitioner tried to register the deed of absolute sale, he discovered that Certificate of Land Transfer No.0-025760, issued in the name of private respondent Catalino Santos, also covers the same property.[7] Hence, petitioner filed a letter-complaint with the Department of Agrarian Reform Team Office in Sta. Maria, Bulacan.[8] The complaint was endorsed to the DAR Provincial Adjudicator at Dolores, San Fernando, Pampanga. Petitioner alleged that private respondent Catalino Santos excavated a substantial portion of the property despite knowledge that petitioner already purchased the same. Catalino Santos countered that he was awarded Certificate of Land Transfer No. 0-025760 dated January 22, 1981 affecting the property by the Department of Agrarian Reform, pursuant to Presidential Decree No. 27.[9] He declared the land for taxation purposes, for which Tax Declaration No.12564 was issued in his name.[10] He presented Tax Receipt No. 9928095 to show that he has been paying taxes on the property since May 11, 1983.[11] On May 21, 1987, private respondent went blind. Thus, he waived all his rights and interests over the property as an amortizing agrarian reform beneficiary in favor of his younger son, Severino Santos, with the conformity of his elder son, Teofilo Santos.[12] Severino Santos continued cultivating the property and delivering a portion of the harvest by way of rentals to former owner Juana Luciano and her representatives till the years 1985, 1986 and 1987, when the latter refused to receive them. Thereafter, Severino Santos entrusted the rentals to the Barangay Captain who, in turn, deposited the same with the rice mill of a certain Crispin Santiago, at Tuvo, Bocaue, Bulacan.[13] Private respondent further alleged that the transactions between Juana Luciano and the bank, and between the latter and the petitioner Guillermo Batongbacal, were all executed in Manila without notice to him as the actual tenant. Therefore, he is not bound by the said transactions for lack of knowledge or information.[14] After due proceedings, the Regional Agrarian Reform Adjudication Board rendered a decision in favor of Catalino and Severino Santos, to wit: WHEREFORE, judgment is hereby rendered: 1. Dismissing the complaint against Catalino/Severino Santos; 2. Declaring Catalino/Severino Santos as tenant-lessee and now owner; 3. Declaring the substitution valid; 4. No damages against the defendant for making improvement only on his farm holding. SO ORDERED.[15] Petitionerâs subsequent Motion for Reconsideration and Supplemental Motion for Reconsideration were both denied by the RARAD in an order dated August 17, 1989. On appeal, the DARAB affirmed the decision, to wit: WHEREFORE, in the light of the foregoing, the appealed decision is hereby AFFIRMED, and, as an addition to the dispositive portion thereof, it is hereby ordered that the Municipal Agrarian Reform Officer for Bocaue, Bulacan and the Bulacan Provincial Agrarian Reform Officer at Baliuag, Bulacan shall forthwith continue the processing of the land transfer action documents involving the farm holding in this case, pursuant to Presidential Decree No. 27 and Department of Agrarian Reform and Land Bank of the Philippines procedures and regulations implementing the said decree. SO ORDERED.[16] Meanwhile, petitioner passed away, and was substituted by his heirs Rosario Batongbacal et al.[17] Thereafter, the said heirs filed a petition for review with the Court of Appeals, alleging, inter alia, that the DARAB erred when it refused to recognize petitioner Guillermo Batongbacal as the true and lawful owner of the subject landholding; in declaring the sale of said land null and void pursuant to P.D. No. 27; in ruling against their claim for damages despite the preponderance of evidence in their favor; and in recognizing the validity of a Certificate of Land Transfer despite the fact that the alleged transferor/landowner no longer owned the parcel of land covered thereby at the time of execution.[18] On August 11, 1995, the Court of Appeals rendered judgment denying the petition.[19] Petitionersâ filed a Motion for Reconsideration, which was denied on May 16, 1996. Hence this petition, raising the following issues: I. THE COURT OF APPEALS COMMITTED GRAVE ABUSE OF DISCRETION TANTAMOUNT TO EXCESS OF JURISDICTION WHEN IT REFUSED TO RECOGNIZE PETITIONER GUILLERMO BATONGBACAL AS THE TRUE AND LAWFUL OWNER OF THE LANDHOLDING AND ENTITLED TO CLAIM DAMAGES. II. THE COURT OF APPEALS GRAVELY ABUSED ITS DISCRETION WHEN IT DECLARED AS NULL AND VOID THE SALE OF THE SUBJECT LAND BETWEEN PHILBANKING AND PETITIONER, AFTER STATING THAT THE LATTER VALIDLY ACQUIRED WHATEVER TITLE THE FORMER HAD OVER THE LAND. III. THE COURT OF APPEALS GRAVELY ABUSED ITS DISCRETION WHEN IT UPHELD THE DARABâS POSITION THAT THE PETITIONER IS NOT ENTITLED TO CLAIM DAMAGES. IV. THE COURT OF APPEALS GRAVELY ABUSED ITS DISCRETION WHEN IT DECLARED THE CERTIFICATE OF LAND TRANSFER VALID DESPITE THE FACT THAT AT THE TIME OF ITS GENERATION, THE PURPORTED TRANSFEROR NO LONGER OWNED THE LAND BEING TRANSFERRED. The petition lacks merit. In determining, once and for all, the rights of the parties with respect to the subject property, it is necessary to trace the transfer of ownership from the original owner, Juana Luciano, to Philippine Banking Corporation and, eventually, to petitioner, vis-Ã -vis private respondentâs rights of tenancy. The records show that the subject land was initially denominated as Lot 1129, and was among the parcels of land comprising what was then known as the Lolomboy Estate originally registered in the name of the Insular Government of the Philippines. It was subsequently transferred in favor of Juana Luciano sometime in the 1930s.[20] Tenancy relations between Juana Luciano and private respondent Catalino Santos commenced at about the same time, so that when said property was mortgaged by the former to Philbanking in 1962, said relations already subsisted, and were governed by the provisions of R.A. 1199[21] and R.A. 3844.[22] Thus, when Philbanking became the absolute owner of the subject land on February 5, 1970, it was subrogated to the rights of Juana Luciano as agricultural lessor with respect to private respondent. Section 7 of R.A. 1199 states that once the tenancy relationship is established, the tenant is entitled to security of tenure. Section 9 thereof, on the other hand, provides in part that the sale or alienation of the tenanted land does not extinguish the tenancy relationship. The purchaser or transferee shall assume the rights and obligations of the former landholder in relation to the tenant. Section 7 of R.A. 3844, on the other hand, states that once the agricultural leasehold relation is established, the same shall confer upon the lessee the right to continue working on the landholding until such relation is extinguished, and the agricultural lessee shall be entitled to security of tenure on his landholding and cannot be ejected therefrom unless authorized by the Court and for causes provided by law. It is worthy to note that the sale or alienation of tenanted land is not among the causes of extinguishment of the agricultural leasehold relation provided under the law.[23] In Endaya v. Court of Appeals,[24] we held that, âTransactions involving agricultural land over which an agricultural leasehold subsists resulting in change of ownership will not terminate the rights of the agricultural lessee.â In Tanpingco v. Intermediate Appellate Court,[25] we stated that, âSecurity of tenure is a legal concession to agricultural lessees which they value as life itself and deprivation of their landholdings is tantamount to deprivation of their means of livelihood.â When P.D. 27 took effect on October 21, 1972, the land was already owned by Philbanking, but the tenancy relations remained in force. By virtue of this law, âtenant-farmers are deemed owners of the land they till, subject to the rules and regulations to be hereafter promulgated.â[26] Pursuant to the mandate of P.D. 27, a Certificate of Land Transfer was issued to private respondent Catalino Santos on January 22, 1981, and was registered on February 1, 1981 with the Register of Deeds of Bulacan. During all this time, private respondent continued tilling the land and paying rentals to Juana Luciano, and after her death, to her representatives. The sale between Philbanking and petitioner took place on January 11, 1985. At about this time, Juana Lucianoâs representatives began to refuse accepting the rentals from private respondent. Thus, private respondent deposited the rentals with a certain Crispin Santiago, a rice mill owner in nearby Tuvo, Bocaue, through the mediation of the Barangay Captain. Under the circumstances, we find that private respondent complied in good faith with the obligations incumbent upon him as an agricultural lessee. Philbanking, on the other hand, was remiss in its duties as an agricultural lessor when it sold the subject land to a third person, without giving notice to private respondent and giving him the opportunity to exercise his right of preemption as an agricultural lessee. Section 11 of R.A. 3844 provides: Section 11. Lesseeâs Right of Preemption. â In case the agricultural lessor decides to sell the landholding, the agricultural lessee shall have the preferential right to buy the same under reasonable terms and conditions: Provided, That the entire landholding offered for sale must be preempted by the Department of Agrarian Reform upon petition of the lessee or of any of them: Provided, further, That where there are two or more agricultural lessees, each shall be entitled to said preferential right only to the extent of the area actually cultivated by him. The right of preemption under this section may be exercised within one hundred eighty days from notice in writing, which shall be served by the owner on all lessees affected and the Department of Agrarian Reform. (Emphasis provided) Clearly, therefore, Philbanking committed breach of obligation as an agricultural lessor. As the records show, private respondent was not informed about the sale between Philbanking and petitioner, and neither was he privy to the transfer of ownership from Juana Luciano to Philbanking. As an agricultural lessee, the law gives him the right to be informed about matters affecting the land he tills, without need for him to inquire about it. Department Memorandum Circular No. 8, series of 1974, implementing P.D. 27, provides: 4. No act shall be done to undermine or subvert the intent and provisions of Presidential Decrees, Letters of Instructions, Memoranda and Directives, such as the following and/or similar acts: x x x x x x x x x f.) Transferring ownership of tenanted rice and/or corn lands after October 21, 1972, except to the actual tenant-farmers or tillers but in strict conformity with the provisions of Presidential Decree No.27 and the requirements of the Department of Agrarian Reform. x x x. In other words, transfer of ownership over tenanted rice and/or corn lands after October 21, 1972 is allowed only in favor of the actual tenant-tillers thereon. Hence, the sale executed by Philbanking on January 11, 1985 in favor of petitioner was in violation of the aforequoted provision of P.D. 27 and its implementing guidelines, and must thus be declared null and void. Finally, petitionerâs claim for damages arising out of private respondentâs act of excavating the property is untenable, considering the fact that the tenant is âdeemed ownerâ of the property and as such he is given a certain discretion relative to the manner of tilling the land. In fact, according to the DARAB, the removal of the topsoil was done to level the land for purposes of irrigation. The excavation was in line with the cultivation of the land and calculated to increase production.[27] Well settled is the rule that factual findings of administrative agencies are binding upon the courts, unless such findings are not supported by substantial evidence.[28] WHEREFORE, premises considered, the instant petition for review is DENIED. The decision of the Court of Appeals dated August 11, 1995, which upheld the decision of the Department of Agrarian Reform Adjudication Board dated May 27, 1993, is AFFIRMED. SO ORDERED. Davide, Jr., C.J., (Chairman), Vitug, and Carpio, JJ., concur. [1] Rollo, p. 34; penned by Associate Justice Serafin V.C. Guingona, concurred in by Associate Justices Cecilia Lipana-Reyes and Bernardo L.L. Salas. [2] Ibid., at 46. [3] Id., at 44, Annex âBâ. [4] Record, p. 89. [5] Ibid. [6] Id., at 92. [7] Id., at 49. [8] Id., at 86-88. [9] A law âDecreeing the Emancipation of Tenant from the Bondage of the Soil, Transferring to them the Ownership of the Land they Till and Providing the Instruments and Mechanism Therefor,â enacted by former President Ferdinand E. Marcos. It took effect on October 21, 1972. [10] Record, p. 51, Annex âCâ. [11] Ibid. at 52, Annex âDâ. [12] Id. at 50, Annex âBâ. [13] As evidenced by receipts marked as Annexes âEâ, âFâ and âGâ, Record, pp. 53-55. [14] Ibid., at 46. [15] Id., Annex âCâ. [16] Id., at 58. [17] CA Rollo, p.13, Annex âAâ. [18] CA Rollo, pp. 15-36. [19] Rollo, p. 41. [20] TSN, September 12, 1991, pp. 6-8. [21] âAn Act to Govern Relations Between Landholders and Tenants of Agricultural Lands,â approved on August 30, 1954. [22] Otherwise known as the âCode of Agrarian Reforms of the Philippines,â approved on August 8, 1963. [23] Sec. 8. Extinguishment of Agricultural Leasehold Relation. â The agricultural leasehold relation established under this Code shall be extinguished by: (1) Abandonment of the landholding without the knowledge of the agricultural lessor; (2) Voluntary surrender of the landholding by the agricultural lessee, written notice of which shall be served three months in advance; or (3) Absence of the persons under Section nine to succeed to the lessee, in the event of death or permanent incapacity of the lessee. [24] 215 SCRA 109 [1992] . [25] 207 SCRA 652 [1992] . [26] Section 3, Department Memorandum Circular No. 8, Series of 1974. [27] Record, p. 102. [28] Litonjua v. Court of Appeals, 286 SCRA 136 [1998] ; Fortich v. Corona, 298 SCRA 678 [1998] . © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "guillermo",
    "batongbacal",
    "petitioners",
    "court",
    "appeals",
    "department",
    "agrarian",
    "reform",
    "adjudication",
    "catalino",
    "santos",
    "respondents",
    "ynares",
    "santiago",
    "petition",
    "review",
    "certiorari",
    "assailing",
    "decision",
    "august"
  ],
  "title_summary": "THE HEIRS OF GUILLERMO A. BATONGBACAL, PETITIONERS, VS. THE COURT OF APPEALS, THE DEPARTMENT OF A...",
  "formatted_case_content": "View printer friendly version\n438 Phil. 283\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 125063, September 24, 2002 ]\n[ G.R. No. 125063, September 24, 2002 ]\n\nTHE HEIRS OF GUILLERMO A. BATONGBACAL, PETITIONERS, VS.\nTHE COURT OF APPEALS, THE DEPARTMENT OF AGRARIAN REFORM ADJUDICATION BOARD,\nAND CATALINO SANTOS, RESPONDENTS.\nD E C I S I O N\nTHE HEIRS OF GUILLERMO A. BATONGBACAL, PETITIONERS, VS.\nTHE COURT OF APPEALS, THE DEPARTMENT OF AGRARIAN REFORM ADJUDICATION BOARD,\nAND CATALINO SANTOS, RESPONDENTS.\n\nD E C I S I O N\n\nYNARES-SANTIAGO,\nJ.:\n\nThis is a petition for review on certiorari under Rule 45 assailing the \ndecision of the Court of Appeals dated August 11, 1995, [1] which upheld the decision of the \nDepartment of Agrarian Reform Adjudication Board (DARAB, for brevity) dated May \n27, 1993, [2] as well as the resolution \ndated May 16, 1996 [3] denying \npetitionersâ motion for reconsideration.\n\nThe facts as culled from the records are as follows:\n\nJuana Luciano was the registered owner of an agricultural land planted to \nrice and corn measuring 16,555 square meters, situated in Barangay Bolakan, \nBocaue, Bulacan, and covered by Transfer Certificate of Title No. T-1338. On \nJanuary 12, 1962, she mortgaged the parcel of land to the Philippine Banking \nCorporation.\n\nAfter Luciano defaulted in the payment of her loan, the bank foreclosed the \nmortgage. Thereafter, the bank became absolute owner of the land in due course, \nupon registration of its Affidavit of Consolidation of Ownership. Accordingly, \nTransfer Certificate of Title No. T-123404 was consequently issued in the name \nof the bank. [4]\n\nOn January 11, 1985, the bank sold the property to petitioner Guillermo \nBatongbacal. [5] The bank subsequently \nexecuted an Affidavit of Non-Tenancy [6] in order to enable petitioner to register the land in his name. However, when \npetitioner tried to register the deed of absolute sale, he discovered that \nCertificate of Land Transfer No.0-025760, issued in the name of private \nrespondent Catalino Santos, also covers the same property. [7]\n\nHence, petitioner filed a letter-complaint with the Department of Agrarian \nReform Team Office in Sta. Maria, Bulacan. [8] The complaint was endorsed to the DAR \nProvincial Adjudicator at Dolores, San Fernando, Pampanga. Petitioner alleged \nthat private respondent Catalino Santos excavated a substantial portion of the \nproperty despite knowledge that petitioner already purchased the same.\nCatalino Santos countered that he was awarded Certificate of Land Transfer \nNo. 0-025760 dated January 22, 1981 affecting the property by the Department of \nAgrarian Reform, pursuant to Presidential Decree No. 27. [9] He declared the land for taxation \npurposes, for which Tax Declaration No.12564 was issued in his name. [10] He presented Tax Receipt No. 9928095 to \nshow that he has been paying taxes on the property since May 11, 1983. [11]\n\nOn May 21, 1987, private respondent went blind. Thus, he waived all his \nrights and interests over the property as an amortizing agrarian reform \nbeneficiary in favor of his younger son, Severino Santos, with the conformity of \nhis elder son, Teofilo Santos. [12]\n\nSeverino Santos continued cultivating the property and delivering a portion \nof the harvest by way of rentals to former owner Juana Luciano and her \nrepresentatives till the years 1985, 1986 and 1987, when the latter refused to \nreceive them. Thereafter, Severino Santos entrusted the rentals to the Barangay \nCaptain who, in turn, deposited the same with the rice mill of a certain Crispin \nSantiago, at Tuvo, Bocaue, Bulacan. [13] Private respondent further alleged that the transactions between Juana Luciano \nand the bank, and between the latter and the petitioner Guillermo Batongbacal, \nwere all executed in Manila without notice to him as the actual tenant. \nTherefore, he is not bound by the said transactions for lack of knowledge or \ninformation. [14]\n\nAfter due proceedings, the Regional Agrarian Reform Adjudication Board \nrendered a decision in favor of Catalino and Severino Santos, to wit:\n\nWHEREFORE, judgment is hereby rendered:\n\n1. Dismissing the complaint against Catalino/Severino Santos;\n\n2. Declaring Catalino/Severino Santos as tenant-lessee and now owner;\n\n3. Declaring the substitution valid;\n\n4. No damages against the defendant for making improvement only on his farm \nholding.\n\nSO ORDERED. [15]\n\nPetitionerâs subsequent Motion for Reconsideration and Supplemental Motion \nfor Reconsideration were both denied by the RARAD in an order dated August 17, \n1989. On appeal, the DARAB affirmed the decision, to wit:\n\nWHEREFORE, in the light of the foregoing, the appealed decision is hereby \nAFFIRMED, and, as an addition to the dispositive portion thereof, it is hereby \nordered that the Municipal Agrarian Reform Officer for Bocaue, Bulacan and the \nBulacan Provincial Agrarian Reform Officer at Baliuag, Bulacan shall forthwith \ncontinue the processing of the land transfer action documents involving the farm \nholding in this case, pursuant to Presidential Decree No. 27 and Department of \nAgrarian Reform and Land Bank of the Philippines procedures and regulations \nimplementing the said decree.\n\nSO ORDERED. [16]\n\nMeanwhile, petitioner passed away, and was substituted by his heirs Rosario \nBatongbacal et al. [17] Thereafter, the \nsaid heirs filed a petition for review with the Court of Appeals, alleging, inter alia , that the DARAB erred when it refused to recognize \npetitioner Guillermo Batongbacal as the true and lawful owner of the subject \nlandholding; in declaring the sale of said land null and void pursuant to P.D. \nNo. 27; in ruling against their claim for damages despite the preponderance of \nevidence in their favor; and in recognizing the validity of a Certificate of \nLand Transfer despite the fact that the alleged transferor/landowner no longer \nowned the parcel of land covered thereby at the time of execution. [18]\n\nOn August 11, 1995, the Court of Appeals rendered judgment denying the \npetition. [19] Petitionersâ filed a Motion \nfor Reconsideration, which was denied on May 16, 1996.\nHence this petition, \nraising the following issues:\n\nI.\n\nTHE COURT OF APPEALS COMMITTED GRAVE ABUSE OF DISCRETION \nTANTAMOUNT TO EXCESS OF JURISDICTION WHEN IT REFUSED TO RECOGNIZE PETITIONER \nGUILLERMO BATONGBACAL AS THE TRUE AND LAWFUL OWNER OF THE LANDHOLDING AND \nENTITLED TO CLAIM DAMAGES.\n\nII.\n\nTHE COURT OF APPEALS GRAVELY ABUSED ITS DISCRETION WHEN IT \nDECLARED AS NULL AND VOID THE SALE OF THE SUBJECT LAND BETWEEN PHILBANKING AND \nPETITIONER, AFTER STATING THAT THE LATTER VALIDLY ACQUIRED WHATEVER TITLE THE \nFORMER HAD OVER THE LAND.\n\nIII.\n\nTHE COURT OF APPEALS GRAVELY ABUSED ITS DISCRETION WHEN IT \nUPHELD THE DARABâS POSITION THAT THE PETITIONER IS NOT ENTITLED TO CLAIM \nDAMAGES.\n\nIV.\n\nTHE COURT OF APPEALS GRAVELY ABUSED ITS DISCRETION WHEN IT \nDECLARED THE CERTIFICATE OF LAND TRANSFER VALID DESPITE THE FACT THAT AT THE \nTIME OF ITS GENERATION, THE PURPORTED TRANSFEROR NO LONGER OWNED THE LAND BEING \nTRANSFERRED.\n\nThe petition lacks merit.\n\nIn determining, once and for all, the rights of the parties with respect to \nthe subject property, it is necessary to trace the transfer of ownership from \nthe original owner, Juana Luciano, to Philippine Banking Corporation and, \neventually, to petitioner, vis-Ã -vis private respondentâs rights of tenancy.\n\nThe records show that the subject land was initially denominated as Lot 1129, \nand was among the parcels of land comprising what was then known as the Lolomboy \nEstate originally registered in the name of the Insular Government of the \nPhilippines. It was subsequently transferred in favor of Juana Luciano sometime \nin the 1930s. [20] Tenancy relations \nbetween Juana Luciano and private respondent Catalino Santos commenced at about \nthe same time, so that when said property was mortgaged by the former to \nPhilbanking in 1962, said relations already subsisted, and were governed by the \nprovisions of R.A. 1199 [21] and R.A. \n3844. [22]\n\nThus, when Philbanking became the absolute owner of the subject land on \nFebruary 5, 1970, it was subrogated to the rights of Juana Luciano as \nagricultural lessor with respect to private respondent. Section 7 of R.A. 1199 \nstates that once the tenancy relationship is established, the tenant is entitled \nto security of tenure. Section 9 thereof, on the other hand, provides in part \nthat the sale or alienation of the tenanted land does not extinguish the tenancy \nrelationship. The purchaser or transferee shall assume the rights and \nobligations of the former landholder in relation to the tenant.\n\nSection 7 of R.A. 3844, on the other hand, states that once the agricultural \nleasehold relation is established, the same shall confer upon the lessee the \nright to continue working on the landholding until such relation is \nextinguished, and the agricultural lessee shall be entitled to security of \ntenure on his landholding and cannot be ejected therefrom unless authorized by \nthe Court and for causes provided by law. It is worthy to note that the sale or \nalienation of tenanted land is not among the causes of extinguishment of the \nagricultural leasehold relation provided under the law. [23]\n\nIn Endaya v. Court of Appeals , [24] we held that, âTransactions involving \nagricultural land over which an agricultural leasehold subsists resulting in \nchange of ownership will not terminate the rights of the agricultural lessee.â \nIn Tanpingco v. Intermediate Appellate Court , [25] we stated that, âSecurity of tenure is a \nlegal concession to agricultural lessees which they value as life itself and \ndeprivation of their landholdings is tantamount to deprivation of their means of \nlivelihood.â\n\nWhen P.D. 27 took effect on October 21, 1972, the land was already owned by \nPhilbanking, but the tenancy relations remained in force. By virtue of this law, \nâtenant-farmers are deemed owners of the land they till, subject to the \nrules and regulations to be hereafter promulgated.â [26] Pursuant to the mandate of P.D. 27, a \nCertificate of Land Transfer was issued to private respondent Catalino Santos on \nJanuary 22, 1981, and was registered on February 1, 1981 with the Register of \nDeeds of Bulacan.\n\nDuring all this time, private respondent continued tilling the land and \npaying rentals to Juana Luciano, and after her death, to her representatives. \nThe sale between Philbanking and petitioner took place on January 11, 1985. At \nabout this time, Juana Lucianoâs representatives began to refuse accepting the \nrentals from private respondent. Thus, private respondent deposited the rentals \nwith a certain Crispin Santiago, a rice mill owner in nearby Tuvo, Bocaue, \nthrough the mediation of the Barangay Captain. Under the circumstances, we find \nthat private respondent complied in good faith with the obligations incumbent \nupon him as an agricultural lessee.\n\nPhilbanking, on the other hand, was \nremiss in its duties as an agricultural lessor when it sold the subject land to \na third person, without giving notice to private respondent and giving him the \nopportunity to exercise his right of preemption as an agricultural lessee.\n\nSection 11 of R.A. 3844 provides:\n\nSection 11. Lesseeâs Right of Preemption . â In case the agricultural \nlessor decides to sell the landholding, the agricultural lessee shall have the preferential right to buy the same under reasonable terms and \nconditions: Provided, That the entire landholding offered for sale must be \npreempted by the Department of Agrarian Reform upon petition of the lessee or of \nany of them: Provided, further, That where there are two or more agricultural \nlessees, each shall be entitled to said preferential right only to the extent of \nthe area actually cultivated by him. The right of preemption under this section \nmay be exercised within one hundred eighty days from notice in writing, \nwhich shall be served by the owner on all lessees affected and the Department of \nAgrarian Reform. (Emphasis provided)\n\nClearly, therefore, Philbanking committed breach of obligation as an \nagricultural lessor. As the records show, private respondent was not informed \nabout the sale between Philbanking and petitioner, and neither was he privy to \nthe transfer of ownership from Juana Luciano to Philbanking. As an agricultural \nlessee, the law gives him the right to be informed about matters affecting the \nland he tills, without need for him to inquire about it.\n\nDepartment \nMemorandum Circular No. 8, series of 1974, implementing P.D. 27, provides:\n\n4. No act shall be done to undermine or subvert the intent and provisions of \nPresidential Decrees, Letters of Instructions, Memoranda and Directives, such as \nthe following and/or similar acts:\n\nx x x x x \nx x x x\n\nf.) Transferring ownership of tenanted rice and/or corn lands after October \n21, 1972, except to the actual tenant-farmers or tillers but in strict \nconformity with the provisions of Presidential Decree No.27 and the requirements \nof the Department of Agrarian Reform. x x x.\n\nIn other words, transfer of ownership over tenanted rice and/or corn lands \nafter October 21, 1972 is allowed only in favor of the actual tenant-tillers \nthereon. Hence, the sale executed by Philbanking on January 11, 1985 in favor of \npetitioner was in violation of the aforequoted provision of P.D. 27 and its \nimplementing guidelines, and must thus be declared null and void.\n\nFinally, petitionerâs claim for damages arising out of private respondentâs \nact of excavating the property is untenable, considering the fact that the \ntenant is âdeemed ownerâ of the property and as such he is given a certain \ndiscretion relative to the manner of tilling the land. In fact, according to the \nDARAB, the removal of the topsoil was done to level the land for purposes of \nirrigation. The excavation was in line with the cultivation of the land and \ncalculated to increase production. [27] Well settled is the rule that factual findings of administrative agencies are \nbinding upon the courts, unless such findings are not supported by substantial \nevidence. [28]\n\nWHEREFORE , premises considered, the instant petition for \nreview is DENIED. The decision of the Court of Appeals dated August 11, 1995, \nwhich upheld the decision of the Department of Agrarian Reform Adjudication \nBoard dated May 27, 1993, is AFFIRMED.\n\nSO ORDERED.\n\nDavide, Jr. , C.J., (Chairman), Vitug , and Carpio , \nJJ., concur.\n\n[1] Rollo, p. 34; penned by \nAssociate Justice Serafin V.C. Guingona, concurred in by Associate Justices \nCecilia Lipana-Reyes and Bernardo L.L. Salas.\n\n[2] Ibid., at 46.\n\n[3] Id., at 44, Annex âBâ.\n\n[4] Record, p. 89.\n\n[5] Ibid.\n\n[6] Id., at 92.\n\n[7] Id., at 49.\n\n[8] Id., at 86-88.\n\n[9] A law âDecreeing the Emancipation of \nTenant from the Bondage of the Soil, Transferring to them the Ownership of the \nLand they Till and Providing the Instruments and Mechanism Therefor,â enacted by \nformer President Ferdinand E. Marcos. It took effect on October 21, 1972.\n\n[10] Record, p. 51, Annex âCâ.\n\n[11] Ibid. at 52, Annex âDâ.\n\n[12] Id. at 50, Annex âBâ.\n\n[13] As evidenced by receipts marked as \nAnnexes âEâ, âFâ and âGâ, Record, pp. 53-55.\n\n[14] Ibid., at 46.\n\n[15] Id., Annex âCâ.\n\n[16] Id., at 58.\n\n[17] CA Rollo, p.13, Annex âAâ.\n\n[18] CA Rollo, pp. 15-36.\n\n[19] Rollo, p. 41.\n\n[20] TSN, September 12, 1991, pp. 6-8.\n\n[21] âAn Act to Govern Relations \nBetween Landholders and Tenants of Agricultural Lands,â approved on August 30, \n1954.\n\n[22] Otherwise known as the \nâCode of Agrarian Reforms of the Philippines,â approved on August 8, 1963.\n\n[23] Sec. 8. Extinguishment of \nAgricultural Leasehold Relation. â The agricultural leasehold relation \nestablished under this Code shall be extinguished by:\n\n(1) Abandonment of the landholding without the knowledge of the agricultural \nlessor;\n\n(2) Voluntary surrender of the landholding by the agricultural lessee, \nwritten notice of which shall be served three months in advance; or\n\n(3) Absence of the persons under Section nine to succeed to the lessee, in \nthe event of death or permanent incapacity of the lessee.\n\n[24] 215 SCRA 109 [1992] .\n\n[25] 207 SCRA 652 [1992] .\n\n[26] Section 3, Department Memorandum Circular \nNo. 8, Series of 1974.\n\n[27] Record, \np. 102.\n\n[28] Litonjua v. Court of \nAppeals, 286 SCRA 136 [1998] ; Fortich v. \nCorona, 298 SCRA 678 [1998] .",
  "content_length": 16449,
  "metadata_extraction_date": "2025-11-01T05:57:31.639279",
  "extraction_version": "2.0_enhanced_full_content"
}