{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/november/GR_110494.html",
  "filename": "GR_110494.html",
  "year": 1996,
  "month": "november",
  "case_number": "110494",
  "gr_number": "110494",
  "volume_page": "332 Phil. 291",
  "decision_date": "November 18, 1996",
  "title": "REY O. GARCIA, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION, SECOND DIVISION, COMPOSED OF HON. EDNA BONTO-PEREZ AS PRESIDING COMMISSIONER, HON. ROGELIO RAYALA, AS PONENTE COMMISSIONER AND HON. DOMINGO H. ZAPANTA AS COMMISSIONER, AND MAHAL KONG PILIPINAS, INC., RESPONDENTS. D E C I S I O N KAPUNAN, J.: Sometime in September, 1990, petitioner Rey O. Garcia was hired by private respondent Mahal Kong Pilipinas, Inc. (MKPI) to review and edit articles, news items, literary contributions, essays, manuscripts, and other features to be published in the Say Magazine and other publications owned by private respondent.On March 16, 1992, petitionerâs employment was terminated. At that time, he was allegedly receiving a monthly salary of Eight Thousand Pesos (P8,000.00). Consequently, petitioner filed a complaint for illegal dismissal against private respondent with the National Labor Relations Commission (NLRC). The same was docketed as NLRC NCR-00-04-02249-92.Summons were thereafter duly served on private respondent to appear for a mandatory conference to be held on April 29, 1992.On the appointed date, private respondent, represented by Necy Avecilla, sought a postponement of the conference. The motion was granted and the date for the conference was reset to May 8, 1992.On May 8, 1992, private respondent failed to appear prompting the Labor Arbiter to again reset the date of the conference to May 27, 1992 with a warning that failure to appear and to submit its position paper on the said date will be deemed a waiver of its right to be heard and to present its evidence.On May 27, 1992, both parties appeared. Petitioner filed an amended complaint, a copy of which was served on private respondent in open court. By mutual agreement of the parties, the filing of their respective position papers as well as the next hearing was scheduled on June 9, 1992.On said date, private respondent again failed to attend. It, however, filed a letter requesting for the postponement of the hearing. Petitioner vigorously objected and instead moved that private respondent be declared in default and that he be allowed to present his evidence ex parte. Said motion was granted and petitioner was given one (1) week to submit his position paper and documentary evidence after which the case was to be considered submitted for decision.On June 11, 1992, petitioner filed his position paper.On June 15, 1992, private respondent, through a letter from Marilou L. Bocobo, requested Labor Arbiter Nieves V. de Castro for time to answer petitionerâs allegations. The letter-request, found to be merely dilatory, was denied.On August 13, 1992, Labor Arbiter Nieves V. de Castro rendered a decision, the decretal portion of which reads:WHEREFORE, respondent is hereby directed to reinstate complainant to his former position effective August 16, 1992 with full backwages of P24,000.00 (from March 16, 1992 to August 15, 1992) and all other benefits complainant was receiving prior to his termination with notice to respondent that reinstatement order is immediately executory even pending appeal.SO ORDERED.[1]On September 10, 1992, private respondent received a copy of the said decision. However, instead of filing an appeal therefrom, private respondent, through its company president Michael G. Say, wrote yet another letter to the labor arbiter expressing surprise and disappointment over an allegedly erroneous decision. The letter reads in full: DATE : 10 September 1992TO : HON. NIEVES DE CASTROFROM : MAHAL KONG PILIPINAS, INC.RE : MANIFESTATION_____________________________________________________________________________________________________________________________________________________________________This is in response to the notice of judgement we have received this day, from your good office, with decision dated August 13, 1992.Your decision regarding the reinstating of Mr. Rey Garcia in the company is surprising and appaling (sic). We would like to call your attention to a gross error of judgment. It is not true that the complainantâs contract with MAHAL KONG PILIPINAS, INC. took (in) effect in September, 1990. But he used to be the contractor for editing of MAHAL KONG PILIPINAS FOUNDATION, INC., a separate entity from MAHAL KONG PILIPINAS, INC. His editing contract with Mahal Kong Pilipinas, Inc. only started last October of 1991. Mahal Kong Pilipinas, Inc. had already closed its office at 2nd Floor Silvertree Bldg., San Miguel Ave., Cor. Shaw Blvd., Pasig, M.M. It is not our intention to delay the position paper. It is just that we have been very busy (in) during the past months closing the office. True, the complainant acted as the editor-in-chief of Say Magazine. The magazine is under contract with him as editor-in-chief wherein we pay him per issue. Regarding the books, he only acted as its honorary editor-in-chief, meaning only in name. You stated â... dismissal from employment ...â How can he be dismissed from employment when he was not even employed by the company. Again, I would like to remind you that Mr. Rey Garcia is only a contractor, whom we contracted to do the magazine editing for us. He was not directly under us. How can we reinstate the complainant when there is no more SAY MAGAZINE. The magazine has been shut down last March, 1992.We believe that Mr. Garcia is only doing this to extort money from us. I hope you will not allow yourself to be his instrument in this wrongdoing.Thank you very much.Sincerely yours, (SGD.) MICHAEL G. SAY Chief Executive Officer[2] As aforestated, no appeal was filed from the said decision, hence, the same became final and executory. Accordingly, a writ of execution was issued on November 13, 1992.Subsequently, private respondent filed a motion to quash the writ of execution but the same was not acted upon.On November 25, 1992, private respondent filed a petition for preliminary injunction with respondent NLRC.On January 14, 1993, respondent NLRC issued a resolution disposing thusly:NLRC NCR IC No. 00319-92 (NLRC NCR CASE No. 00-04-02249-92) entitled Mahal Kong Pilipinas Inc. and Michael Say vs. Hon. de Castro, Rene Masilungan and Rey Garcia--- CONSIDERING the petition filed by petitioner on November 25, 1992, the oral report of the Labor Arbiter assigned in this case, and the records of the main case (NLRC NCR Case No. 00-04-02249-92), the Commission (Second Division) RESOLVED to treat the letter of Michael Say, Chief Executive Officer of Mahal Kong Pilipinas, Inc., received by the Docket Section, National Capital Region, NLRC, on September 10, 1992, (as an appeal) which shall be resolved, in relation to the subject petition, by the said Division.[3]Petitioner moved for a reconsideration of the said resolution contending that the subject decision had long become final and executory.On March 10, 1993, respondent NLRC issued a resolution ruling thusly:WHEREFORE, premises considered, the decision dated August 13, 1992 is vacated and set aside and the writ of execution is hereby declared quashed. Thus, a new decision is hereby rendered remanding the case for reception of evidence with dispatch.SO ORDERED.[4]Obviously aggrieved, petitioner filed the instant petition predicated on the following assignment of errors, viz:A PUBLIC RESPONDENTS ACTED IN GRAVE ABUSE OF DISCRETION, AMOUNTING TO LACK OF JURISDICTION IN TREATING UNVERIFIED LETTER OF PRIVATE RESPONDENTâS CHIEF EXECUTIVE OFFICER, MICHAEL G. SAY, AS AN APPEAL BY SAID RESPONDENT FROM THE DECISION, DATED AUGUST 13, 1992 RENDERED BY LABOR ARBITER NIEVES V. DE CASTRO;B PUBLIC RESPONDENTS ACTED WITH GRAVE ABUSE OF DISCRETION, AMOUNTING TO A VIRTUAL REFUSAL TO PERFORM THE DUTY ENJOINED OR TO ACT AT ALL IN CONTEMPLATION OF LAW, WHEN IT EXERCISED ITS POWER OF REVIEW IN AN ARBITRARY OR DESPOTIC MANNER TO THE PREJUDICE OF PETITIONER IN FAVORABLY ACTING ON PRIVATE RESPONDENTâS APPEAL DESPITE NON-POSTING OF THE REQUISITE CASH OR SURETY BONDS; andC PUBLIC RESPONDENTS ACTED IN AN ARBITRARY AND DESPOTIC EXERCISE OF POWER IN REMANDING THE CASE TO THE LABOR ARBITER.[5]The assignment of errors boils down to the lone issue of whether or not respondent NLRC acted with grave abuse of discretion or in excess of jurisdiction in treating the letter of Michael G. Say as an appeal from the labor arbiterâs decision of August 13, 1992.We rule that it did. In blatant disregard for the rule mandating strict and rigorous compliance with the reglementary period for appeals, respondent NLRC took cognizance of a mere letter from private respondentâs president expressing disappointment over what was perceived to be an appalling judgment of Labor Arbiter de Castro and treated said letter as private respondentâs appeal from the said decision.The first paragraph of Article 223 of the Labor Code, as amended by R.A. 6715, provides:ART. 223. Appeal.â Decisions, awards, or orders of the Labor Arbiter are final and executory unless appealed to the Commission by any or both parties within ten (10) calendar days from receipt of such decisions, awards, or orders. Such appeal may be entertained only on any of the following grounds: (a) If there is prima facie evidence of abuse of discretion on the part of the Labor Arbiter; (b) If the decision, order or award was secured through fraud or coercion, including graft and corruption; (c) If made purely on questions of law; and (d) If serious errors in the findings of facts are raised which would cause grave or irreparable damage or injury to the appellant.Similarly, Section 3(a), Rule VI of the New Rules of Procedure of the NLRC provides:Section 3. Requisites for Perfection of Appeal.â (a) The appeal shall be filed within the reglementary period as provided in Section 1 of this Rule; shall be under oath with proof of payment of the required appeal fee and the posting of a cash or surety bond as provided in Section 5 of this Rule; shall be accompanied by a memorandum of appeal which shall state the grounds relied upon and the arguments in support thereof; the relief prayed for; and a statement of the date when the appellant received the appealed decision, order or award and proof of service on the other party of such appeal. A mere notice of appeal without complying with the other requisites aforestated shall not stop the running of the period for perfecting an appeal.Clearly therefore, the perfection of an appeal in the manner and within the period prescribed by law is not only mandatory but also jurisdictional.[6] Failure to conform with the rules regarding appeal will certainly render the judgment final and executory, hence, unappealable.In the case at bar, records bear out that private respondent did not comply with the foregoing mandatory rules on appeals. After receiving a copy of the decision, private respondent through its president, wrote the labor arbiter who rendered the decision and expressed dismay over the judgment. No appeal was taken therefrom within ten (10) days from September 10, 1992, the date private respondent received a copy of such judgment. Neither was a cash or surety bond posted by the private respondent. For even assuming for the sake of argument that the letter is a valid notice of appeal, the lack of a cash or surety bond is fatal to the appeal. The judgment in question involves a monetary award, and in cases where the judgment involves a monetary award, the second paragraph of Article 223 of the Labor Code, as amended by R.A. 6715, provides that the appeal by the employer may be perfected only upon the posting of a cash or surety bond issued by a reputable bonding company duly accredited by the NLRC in the amount equivalent to the monetary award in the judgment appealed from.Clearly, respondent NLRC committed grave abuse of discretion and lack of jurisdiction in treating the letter of private respondentâs president as an appeal from the judgment of the labor arbiter. In the words of the Solicitor General in his comment, the foregoing observations were summed up as follows:The plain letter sent by private respondent to Labor Arbiter Nieves de Castro is certainly not a notice of appeal. The letter was not under oath, let alone accompanied by a memorandum of appeal. It was nothing more than an expression of disappointment over what was perceived as an appalling judgment of Labor Arbiter de Castro. It did not even seek any affirmative relief. Worse, there is no indication that petitioner was furnished with a copy of said letter. Likewise, there was no proof that the required appeal fee and cash or surety bond was paid and/or posted at the time the letter was received by the Labor Arbiter. The statutory provision regarding an appeal instituted before NLRC uses the word âshallâ which indicates that the requirements therein recited are mandatory, and non-observance thereof is fatal to oneâs cause. These requirements, being mandatory in character, cannot be waived. Thus, NLRCâs ruling that private respondentâs letter be treated as a notice of appeal is invalid. It is contrary to law. Indeed, for private respondentâs failure to comply with the mandatory requirements of a valid appeal, the Labor Arbiterâs Decision has attained finality. Nothing more can be done to revive or reopen the proceedings a quo. The Labor Arbiter, therefore correctly acted in granting a writ of execution.[7]One final note. Private respondentâs asseveration that it has been denied due process is likewise untenable. The essence of due process is simply an opportunity to be heard,[8] or as applied to administrative proceedings, an opportunity to explain oneâs side or an opportunity to seek a reconsideration of the action or ruling complained of.[9] What the law prohibits is absolute absence of the opportunity to be heard, hence, a party cannot feign denial of due process where he had been afforded the opportunity to present his side. In the case at bar, private respondent was given ample opportunity to do just that on April 29, 1992, May 8, 1992, May 27, 1992 and June 9, 1992.Prescinding from the foregoing, respondent NLRC evidently acted with grave abuse of discretion and lack of jurisdiction in treating the September 10, 1992 letter of Michael G. Say, president of private respondent, as an appeal and in consequently remanding the case to the labor arbiter for reception of evidence.WHEREFORE, the petition for certiorari is GRANTED. The NLRC Resolutions dated January 14, 1993 and March 10, 1993 are hereby SET ASIDE and the Decision of the Labor Arbiter dated August 13, 1992 is DECLARED to have become final and executory. Costs against private respondent.SO ORDERED.Padilla, (Chairman), Bellosillo, Vitug, and Hermosisima, Jr., JJ., concur.[1] Rollo, p. 23.[2] Id., at 72.[3] Id., at 24.[4] Id., at 37.[5] Id., at 5-6.[6] United Placement International v. NLRC, G.R. No. 103370, June 17, 1996; Italian Village Restaurant v. NLRC, 207 SCRA 204 [1992] cited in Globe General Services and Security Agency v. NLRC, 249 SCRA 408 [1995].[7] See Note 1, supra, pp. 66-67.[8] Eden v. Ministry of Labor and Employment, 182 SCRA 840 [1990].[9] Philippine Phosphate Fertilizer Corp. v. Torres, 231 SCRA 335 [1994]. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "garcia",
    "petitioner",
    "national",
    "relations",
    "commission",
    "second",
    "division",
    "composed",
    "presiding",
    "commissioner",
    "rogelio",
    "rayala",
    "ponente",
    "domingo",
    "zapanta",
    "pilipinas",
    "respondents",
    "kapunan",
    "sometime",
    "september"
  ],
  "title_summary": "REY O. GARCIA, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION, SECOND DIVISION, COMPOSED OF ...",
  "formatted_case_content": "View printer friendly version\n332 Phil. 291; 93 OG No. 32, 4924 (August 11, 1997)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 110494, November 18, 1996 ]\n[ G.R. No. 110494, November 18, 1996 ]\n\nREY O. GARCIA, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION, SECOND DIVISION, COMPOSED OF HON. EDNA BONTO-PEREZ AS PRESIDING COMMISSIONER, HON. ROGELIO RAYALA, AS PONENTE COMMISSIONER AND HON. DOMINGO H. ZAPANTA AS COMMISSIONER, AND MAHAL KONG PILIPINAS, INC., RESPONDENTS.\nD E C I S I O N\nREY O. GARCIA, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION, SECOND DIVISION, COMPOSED OF HON. EDNA BONTO-PEREZ AS PRESIDING COMMISSIONER, HON. ROGELIO RAYALA, AS PONENTE COMMISSIONER AND HON. DOMINGO H. ZAPANTA AS COMMISSIONER, AND MAHAL KONG PILIPINAS, INC., RESPONDENTS.\n\nD E C I S I O N\n\nKAPUNAN, J.:\n\nSometime in September, 1990, petitioner Rey O. Garcia was hired by private respondent Mahal Kong Pilipinas, Inc. (MKPI) to review and edit articles, news items, literary contributions, essays, manuscripts, and other features to be published in the Say Magazine and other publications owned by private respondent.\n\nOn March 16, 1992, petitionerâs employment was terminated. At that time, he was allegedly receiving a monthly salary of Eight Thousand Pesos (P8,000.00). Consequently, petitioner filed a complaint for illegal dismissal against private respondent with the National Labor Relations Commission (NLRC). The same was docketed as NLRC NCR-00-04-02249-92.\n\nSummons were thereafter duly served on private respondent to appear for a mandatory conference to be held on April 29, 1992.\n\nOn the appointed date, private respondent, represented by Necy Avecilla, sought a postponement of the conference. The motion was granted and the date for the conference was reset to May 8, 1992.\n\nOn May 8, 1992, private respondent failed to appear prompting the Labor Arbiter to again reset the date of the conference to May 27, 1992 with a warning that failure to appear and to submit its position paper on the said date will be deemed a waiver of its right to be heard and to present its evidence.\n\nOn May 27, 1992, both parties appeared. Petitioner filed an amended complaint, a copy of which was served on private respondent in open court. By mutual agreement of the parties, the filing of their respective position papers as well as the next hearing was scheduled on June 9, 1992.\n\nOn said date, private respondent again failed to attend. It, however, filed a letter requesting for the postponement of the hearing. Petitioner vigorously objected and instead moved that private respondent be declared in default and that he be allowed to present his evidence ex parte . Said motion was granted and petitioner was given one (1) week to submit his position paper and documentary evidence after which the case was to be considered submitted for decision.\n\nOn June 11, 1992, petitioner filed his position paper.\n\nOn June 15, 1992, private respondent, through a letter from Marilou L. Bocobo, requested Labor Arbiter Nieves V. de Castro for time to answer petitionerâs allegations. The letter-request, found to be merely dilatory, was denied.\n\nOn August 13, 1992, Labor Arbiter Nieves V. de Castro rendered a decision, the decretal portion of which reads:\n\nWHEREFORE, respondent is hereby directed to reinstate complainant to his former position effective August 16, 1992 with full backwages of P24,000.00 (from March 16, 1992 to August 15, 1992) and all other benefits complainant was receiving prior to his termination with notice to respondent that reinstatement order is immediately executory even pending appeal.\n\nSO ORDERED. [1]\n\nOn September 10, 1992, private respondent received a copy of the said decision. However, instead of filing an appeal therefrom, private respondent, through its company president Michael G. Say, wrote yet another letter to the labor arbiter expressing surprise and disappointment over an allegedly erroneous decision. The letter reads in full:\n\n[TABLE_CONTENT]\nDATE | : | 10 September 1992\nTO | : | HON. NIEVES DE CASTRO\nFROM | : | MAHAL KONG PILIPINAS, INC.\nRE | : | MANIFESTATION\n[END_TABLE]\n\nDATE : 10 September 1992 TO : HON. NIEVES DE CASTRO FROM : MAHAL KONG PILIPINAS, INC. RE : MANIFESTATION\n_____________________________________________________________________________________________________________________________________________________________________\n\nThis is in response to the notice of judgement we have received this day, from your good office, with decision dated August 13, 1992.\n\nYour decision regarding the reinstating of Mr. Rey Garcia in the company is surprising and appaling (sic). We would like to call your attention to a gross error of judgment. It is not true that the complainantâs contract with MAHAL KONG PILIPINAS, INC. took (in) effect in September, 1990. But he used to be the contractor for editing of MAHAL KONG PILIPINAS FOUNDATION, INC., a separate entity from MAHAL KONG PILIPINAS, INC.\n\nHis editing contract with Mahal Kong Pilipinas, Inc. only started last October of 1991. Mahal Kong Pilipinas, Inc. had already closed its office at 2nd Floor Silvertree Bldg., San Miguel Ave., Cor. Shaw Blvd., Pasig, M.M.\n\nIt is not our intention to delay the position paper. It is just that we have been very busy (in) during the past months closing the office.\n\nTrue, the complainant acted as the editor-in-chief of Say Magazine. The magazine is under contract with him as editor-in-chief wherein we pay him per issue. Regarding the books, he only acted as its honorary editor-in-chief, meaning only in name.\n\nYou stated â... dismissal from employment ...â How can he be dismissed from employment when he was not even employed by the company. Again, I would like to remind you that Mr. Rey Garcia is only a contractor, whom we contracted to do the magazine editing for us. He was not directly under us.\nHow can we reinstate the complainant when there is no more SAY MAGAZINE . The magazine has been shut down last March, 1992.\n\nWe believe that Mr. Garcia is only doing this to extort money from us. I hope you will not allow yourself to be his instrument in this wrongdoing.\n\nThank you very much.\n\nSincerely yours,\n\n[TABLE_CONTENT]\n | (SGD.) | \n | MICHAEL G. SAY | \n | Chief Executive Officer[2] | \n[END_TABLE]\n\n( SGD .) MICHAEL G. SAY Chief Executive Officer [2]\n\nAs aforestated, no appeal was filed from the said decision, hence, the same became final and executory. Accordingly, a writ of execution was issued on November 13, 1992.\n\nSubsequently, private respondent filed a motion to quash the writ of execution but the same was not acted upon.\n\nOn November 25, 1992, private respondent filed a petition for preliminary injunction with respondent NLRC.\n\nOn January 14, 1993, respondent NLRC issued a resolution disposing thusly:\n\nNLRC NCR IC No. 00319-92 (NLRC NCR CASE No. 00-04-02249-92) entitled Mahal Kong Pilipinas Inc. and Michael Say vs. Hon. de Castro, Rene Masilungan and Rey Garcia--- CONSIDERING the petition filed by petitioner on November 25, 1992, the oral report of the Labor Arbiter assigned in this case, and the records of the main case (NLRC NCR Case No. 00-04-02249-92), the Commission (Second Division) RESOLVED to treat the letter of Michael Say, Chief Executive Officer of Mahal Kong Pilipinas, Inc., received by the Docket Section, National Capital Region, NLRC, on September 10, 1992, (as an appeal) which shall be resolved, in relation to the subject petition, by the said Division. [3]\n\nPetitioner moved for a reconsideration of the said resolution contending that the subject decision had long become final and executory.\n\nOn March 10, 1993, respondent NLRC issued a resolution ruling thusly: WHEREFORE, premises considered, the decision dated August 13, 1992 is vacated and set aside and the writ of execution is hereby declared quashed. Thus, a new decision is hereby rendered remanding the case for reception of evidence with dispatch.\n\nSO ORDERED. [4]\n\nObviously aggrieved, petitioner filed the instant petition predicated on the following assignment of errors, viz:\n\nA\n\nPUBLIC RESPONDENTS ACTED IN GRAVE ABUSE OF DISCRETION, AMOUNTING TO LACK OF JURISDICTION IN TREATING UNVERIFIED LETTER OF PRIVATE RESPONDENTâS CHIEF EXECUTIVE OFFICER, MICHAEL G. SAY, AS AN APPEAL BY SAID RESPONDENT FROM THE DECISION, DATED AUGUST 13, 1992 RENDERED BY LABOR ARBITER NIEVES V. DE CASTRO;\n\nB\n\nPUBLIC RESPONDENTS ACTED WITH GRAVE ABUSE OF DISCRETION, AMOUNTING TO A VIRTUAL REFUSAL TO PERFORM THE DUTY ENJOINED OR TO ACT AT ALL IN CONTEMPLATION OF LAW, WHEN IT EXERCISED ITS POWER OF REVIEW IN AN ARBITRARY OR DESPOTIC MANNER TO THE PREJUDICE OF PETITIONER IN FAVORABLY ACTING ON PRIVATE RESPONDENTâS APPEAL DESPITE NON-POSTING OF THE REQUISITE CASH OR SURETY BONDS; and\n\nC\n\nPUBLIC RESPONDENTS ACTED IN AN ARBITRARY AND DESPOTIC EXERCISE OF POWER IN REMANDING THE CASE TO THE LABOR ARBITER. [5]\n\nThe assignment of errors boils down to the lone issue of whether or not respondent NLRC acted with grave abuse of discretion or in excess of jurisdiction in treating the letter of Michael G. Say as an appeal from the labor arbiterâs decision of August 13, 1992.\n\nWe rule that it did. In blatant disregard for the rule mandating strict and rigorous compliance with the reglementary period for appeals, respondent NLRC took cognizance of a mere letter from private respondentâs president expressing disappointment over what was perceived to be an appalling judgment of Labor Arbiter de Castro and treated said letter as private respondentâs appeal from the said decision.\n\nThe first paragraph of Article 223 of the Labor Code, as amended by R.A. 6715, provides:\n\nART. 223. Appeal.â Decisions, awards, or orders of the Labor Arbiter are final and executory unless appealed to the Commission by any or both parties within ten (10) calendar days from receipt of such decisions, awards, or orders. Such appeal may be entertained only on any of the following grounds:\n\n(a) If there is prima facie evidence of abuse of discretion on the part of the Labor Arbiter;\n\n(b) If the decision, order or award was secured through fraud or coercion, including graft and corruption;\n\n(c) If made purely on questions of law; and\n\n(d) If serious errors in the findings of facts are raised which would cause grave or irreparable damage or injury to the appellant.\n\nSimilarly, Section 3(a), Rule VI of the New Rules of Procedure of the NLRC provides:\n\nSection 3. Requisites for Perfection of Appeal.â (a) The appeal shall be filed within the reglementary period as provided in Section 1 of this Rule; shall be under oath with proof of payment of the required appeal fee and the posting of a cash or surety bond as provided in Section 5 of this Rule; shall be accompanied by a memorandum of appeal which shall state the grounds relied upon and the arguments in support thereof; the relief prayed for; and a statement of the date when the appellant received the appealed decision, order or award and proof of service on the other party of such appeal.\n\nA mere notice of appeal without complying with the other requisites aforestated shall not stop the running of the period for perfecting an appeal.\n\nClearly therefore, the perfection of an appeal in the manner and within the period prescribed by law is not only mandatory but also jurisdictional. [6] Failure to conform with the rules regarding appeal will certainly render the judgment final and executory, hence, unappealable.\n\nIn the case at bar, records bear out that private respondent did not comply with the foregoing mandatory rules on appeals. After receiving a copy of the decision, private respondent through its president, wrote the labor arbiter who rendered the decision and expressed dismay over the judgment. No appeal was taken therefrom within ten (10) days from September 10, 1992, the date private respondent received a copy of such judgment. Neither was a cash or surety bond posted by the private respondent. For even assuming for the sake of argument that the letter is a valid notice of appeal, the lack of a cash or surety bond is fatal to the appeal. The judgment in question involves a monetary award, and in cases where the judgment involves a monetary award, the second paragraph of Article 223 of the Labor Code, as amended by R.A. 6715, provides that the appeal by the employer may be perfected only upon the posting of a cash or surety bond issued by a reputable bonding company duly accredited by the NLRC in the amount equivalent to the monetary award in the judgment appealed from.\n\nClearly, respondent NLRC committed grave abuse of discretion and lack of jurisdiction in treating the letter of private respondentâs president as an appeal from the judgment of the labor arbiter. In the words of the Solicitor General in his comment, the foregoing observations were summed up as follows:\n\nThe plain letter sent by private respondent to Labor Arbiter Nieves de Castro is certainly not a notice of appeal. The letter was not under oath, let alone accompanied by a memorandum of appeal. It was nothing more than an expression of disappointment over what was perceived as an appalling judgment of Labor Arbiter de Castro. It did not even seek any affirmative relief. Worse, there is no indication that petitioner was furnished with a copy of said letter. Likewise, there was no proof that the required appeal fee and cash or surety bond was paid and/or posted at the time the letter was received by the Labor Arbiter. The statutory provision regarding an appeal instituted before NLRC uses the word âshallâ which indicates that the requirements therein recited are mandatory, and non-observance thereof is fatal to oneâs cause. These requirements, being mandatory in character, cannot be waived. Thus, NLRCâs ruling that private respondentâs letter be treated as a notice of appeal is invalid. It is contrary to law. Indeed, for private respondentâs failure to comply with the mandatory requirements of a valid appeal, the Labor Arbiterâs Decision has attained finality. Nothing more can be done to revive or reopen the proceedings a quo . The Labor Arbiter, therefore correctly acted in granting a writ of execution. [7]\n\nOne final note. Private respondentâs asseveration that it has been denied due process is likewise untenable. The essence of due process is simply an opportunity to be heard, [8] or as applied to administrative proceedings, an opportunity to explain oneâs side or an opportunity to seek a reconsideration of the action or ruling complained of. [9] What the law prohibits is absolute absence of the opportunity to be heard, hence, a party cannot feign denial of due process where he had been afforded the opportunity to present his side. In the case at bar, private respondent was given ample opportunity to do just that on April 29, 1992, May 8, 1992, May 27, 1992 and June 9, 1992.\n\nPrescinding from the foregoing, respondent NLRC evidently acted with grave abuse of discretion and lack of jurisdiction in treating the September 10, 1992 letter of Michael G. Say, president of private respondent, as an appeal and in consequently remanding the case to the labor arbiter for reception of evidence.\n\nWHEREFORE , the petition for certiorari is GRANTED. The NLRC Resolutions dated January 14, 1993 and March 10, 1993 are hereby SET ASIDE and the Decision of the Labor Arbiter dated August 13, 1992 is DECLARED to have become final and executory. Costs against private respondent.\n\nSO ORDERED .\n\nPadilla, (Chairman), Bellosillo, Vitug, and Hermosisima, Jr., JJ., concur.\n\n[1] Rollo, p. 23.\n\n[2] Id., at 72.\n\n[3] Id., at 24.\n\n[4] Id., at 37.\n\n[5] Id., at 5-6.\n\n[6] United Placement International v. NLRC, G.R. No. 103370, June 17, 1996; Italian Village Restaurant v. NLRC, 207 SCRA 204 [1992] cited in Globe General Services and Security Agency v. NLRC, 249 SCRA 408 [1995].\n\n[7] See Note 1, supra, pp. 66-67.\n\n[8] Eden v. Ministry of Labor and Employment, 182 SCRA 840 [1990].\n\n[9] Philippine Phosphate Fertilizer Corp. v. Torres, 231 SCRA 335 [1994].",
  "content_length": 16045,
  "metadata_extraction_date": "2025-11-01T05:49:20.490392",
  "extraction_version": "2.0_enhanced_full_content"
}