{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/november/GR_114971.html",
  "filename": "GR_114971.html",
  "year": 1996,
  "month": "november",
  "case_number": "114971",
  "gr_number": "114971",
  "volume_page": "332 Phil. 410",
  "decision_date": "November 19, 1996",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDDIE ISLETA, ACCUSED-APPELLANT. D E C I S I O N PANGANIBAN, J.: The Court reiterates, in this instance, (a) the essential elements of self defense that an accused must prove, and (b) the well-known rules for appreciating the qualifying circumstance of treachery, and the mitigating circumstances of voluntary surrender, plea of guilty to a lesser crime and lack of intent to commit so grave a wrong.This is an appeal from the Decision[1] of the Regional Trial Court of Lucena City, Branch 58,[2] in Criminal Case No. 91-498, dated December 13, 1993, convicting appellant of murder and sentencing him to suffer the penalty of reclusion perpetua and to pay the heirs of the deceased the amount of P50,000.00 as indemnity and P30,000.00 as burial expenses, and costs.The Antecedent ProceedingsOn July 17, 1991, appellant Eddie Isleta, together with Celso Bulahan, Leon Magbuhos and Gregorio de Gala, was charged by Provincial Prosecutor Dante H. Diamante with murder under the following Information:[3]\"That on or about the 10th day if November, 1990, at Nadres Street, Labak, Municipality of Candelaria, Province of Quezon, Philippines, and within the jurisdiction of this Honorable Court, the accused Eddie Isleta, armed with a bladed weapon, with intent to kill, with treachery and evident premeditation, conspiring and confederating together with the accused Celso Bulahan, Leon Magbuhos and Gregorio de Gala, and mutually helping one another, did then and there willfully, unlawfully and feloniously attack, assault and stab with the said weapon one Moises Balbarosa, thereby inflicting the latter a stab wound on his abdomen, which directly caused his death.That the accused Eddie Isleta attacked and stabbed with the said weapon said Moises Balbarosa suddenly and unexpectedly without giving the latter any opportunity to defend himself or to escape.That the accused Celso Bulahan, Leon Magbuhos, and Gregorio de Gala participated in the commission of the crime as principal (sic) by inducing the accused Eddie Isleta to kill said Moises Balbarosa and by participating in planning said offense.Contrary to law.\"Upon arraignment, appellant assisted by counsel de parte pleaded \"not guilty\".[4] After trial, the court a quo rendered a judgment of conviction. The dispositive portion of the Decision reads as follows:\"WHEREFORE, premises considered, judgment is hereby rendered finding accused EDUARDO \"EDDIE\" ISLETA, 36 years old, married, former janitor and a resident of Rizal, Laguna, guilty beyond reasonable doubt, as principal, of the crime of murder, as defined and penalized under Article 248 of the Revised Penal Code and, in the absence of any mitigating or aggravating circumstance, and considering the provisions of the Indeterminate Sentence Law, hereby sentences said accused to suffer the penalty of reclusion perpetua and to pay to the heirs of the deceased Moises Balbarosa the amount of P50,000.00 as indemnity and the amount of P30,000.00 as the burial expenses and to pay the costs.As against accused CELSO BULAHAN and accused GREGORIO DE GALA, judgment is hereby rendered finding said accused persons not guilty and they are, therefore, ACQUITTED. It is to be recalled that consequent to the death of accused LEON MAGBUHOS pending trial, the case as against him had priorly been dismissed.SO ORDERED.\"Hence, this appeal. The First Division of this Court granted appellantâs motion to withdraw the appeal in the Courtâs Resolution dated August 29, 1994; however, the appeal was reinstated by the same division, per its June 26, 1995 Resolution, upon the manifestation of counsel for appellant that he was not inclined to confirm said withdrawal. Thereafter, this case was referred to the Third Division via the Courtâs Resolution of November 13, 1995, and assigned to the undersigned ponente.The FactsAccording to the ProsecutionOn November 10, 1990, at around 5 oâclock in the afternoon, prosecution witness Moises Roberto Balbarosa, son of the victim Moises Balbarosa, was resting near the gate (tarangkahan) of the Balbarosa residence at Nadres Street, Candelaria, Quezon. From where he sat, he noticed that Bulahan, de Gala, Magbuhos and the appellant were having a drinking spree inside the house of Bulahan which was also situated along Nadres St.While resting, he saw appellant Isleta come out twice from the house of Bulahan, accompanied first by Bulahan and later by Magbuhos. On these two occasions, both Magbuhos and Bulahan pointed to deceased Balbarosaâs house.Afterwards, appellant went out of Bulahanâs house and seated himself on a bench at a store located in front of Balbarosaâs house, about twenty (20) meters from Bulahan's place. When the victim Moises Balbarosa arrived a little later, appellant stood up and without any warning immediately stabbed the former, who thereupon fell to the ground.Moises Balbarosa was brought to the Candelaria Municipal Hospital, but was later taken in an ambulance for transfer to a hospital in Lucena City. However, he expired along the way.Corroborating witness Gina Dimaunahan testified that at around 5 oâclock that afternoon, she happened to look out the front window of her grandmotherâs house at Nadres Street, and noticed appellant sitting on a bench at a store. When her father Moises Balbarosa arrived, the appellant immediately stood up and suddenly, without provocation, stabbed the former. The hapless Balbarosa tried to parry the thrust by attempting to hold a bamboo pole used as a clothesline support (\"tukod\"), but was unsuccessful because he could not budge said pole. Appellant stabbed Balbarosa in the stomach, and thereafter, fled the scene of the crime. (Nine months later, appellant was apprehended by Policeman Jaime Bagsik of the Laguna Police Station.)In addition to Gina Balbarosa Dimaunahan and Moises Roberto Balbarosa, the prosecution presented Maria Theresa Balbarosa-Galang who testified that appellant acted upon the inducement of the other accused.She claimed that the four accused plotted to kill a person whose identity she did not know at the time. She said she went to Bulahanâs house earlier in the afternoon of that fateful day to collect the contribution of Felisa Bulahan, wife of accused Bulahan, to their \"turnohan\" (a financial accomodation scheme practised locally, also known as \"paluwagan\"). She did not enter said house because the appellant and the other accused were having a drinking spree inside. But as she stood near the window outside Bulahanâs house, she overheard their conversation. She allegedly heard Magbuhos say, \"Gori , may problema si Celso.\" De Gala (Gori) answered, \"Huwag kang mag-alala, akong bahala, killer ang kasama ko.\" Appellant then boasted, \"Basta ituro nâyo, isang tusok lang yan.\" Bulahan replied, \"Ituturo ko sa iyo pero wala akong sabit.\"Anxious about what she heard, Galang changed her mind and desisted from collecting Felisa Bulahan. She also did not realize the full import of the conversation she had overheard. When she left for the next house, she heard some shouting, but it was only later on that she learned from a certain Jovy Salazar that her father had been stabbed.She recalled that prior to this incident, her father and Bulahan had an altercation over the formerâs side-swiping of the latterâs vehicle. The matter was even brought to the attention of their Barangay Captain sometime in October 1990.She also presented her fatherâs death certificate (Exhibit \"A\")[5] which attributes the victimâs death to hemorrhage due to stab wound. She further testified that her family incurred burial expenses amounting to P30,000.00.According to the DefenseThe defense relied solely on appellantâs uncorroborated testimony. Appellant admitted stabbing the victim, but denied that it was at the instance of Bulahan. Claiming he acted alone, he explained that he was de Galaâs brother-in-law, and that he went to Candelaria that day upon the latterâs invitation regarding a job. Upon arriving in Candelaria around 2:30 p.m., he and de Gala were invited by Bulahan to his house for a drinking spree.During the drinking session, he went to a nearby store to buy cigarettes, and noticed someone, whom he later learned was Moises Balbarosa, staring (\"masama ang tingin\") at him. After buying cigarettes, he returned to the house. When he went out of the house again, Balbarosa approached him and suddenly tried to stab him with a pointed bamboo pole. He was hit in his arm pit. As the victim thrust the pole at him again, he caught it and struggled for possession of the bamboo. In the scuffle, he accidentally stabbed the victim in the abdomen.Appellant fled to Dalahican, Lucena City. He allegedly went with his wife to a certain Barangay Captain Magadia of Dalahican to report the incident. But said barangay captain died before he could be presented in court.The Trial Courtâs RulingThe trial court found that the victim was killed by a single stab wound in the abdomen inflicted by appellant, as testified to by prosecution witness Moises Roberto Balbarosa and Gina Dimaunahan and confirmed by appellant himself. Said court rejected appellantâs plea of self-defense. It ruled that such claim cannot prevail against the positive testimony of witnesses showing premeditated killing. Treachery was appreciated by the court a quo, qualifying the crime to murder under Article 248 of the Revised Penal Code.The trial court held:[6]\"Even accused Isleta himself admits having stabbed Moises Balbarosa. The Court, however, rejects accusedâs claim of self-defense. Accused claims that Moises Balbarosa attacked and stabbed him with the point of a bamboo and he accidentally stabbed Moises Balbarosa in their ensuing struggle. This claim cannot stand as against the positive testimony of prosecution witnesses Gina Dimaunahan and Moises Roberto Balbarosa. Accusedâs flight, when he fled from the scene of the crime, militates against his claim of self-defense.The attendance of the qualifying circumstance of treachery makes the killing of Moises Balbarosa the crime of murder. The sudden and unexpected attack made by the armed accused Eduardo Isleta against Moises Balbarosa who was not armed, thus not affording said victim any chance of defending himself, constitutes treachery.\"As mentioned earlier, accused Bulahan and de Gala were acquitted by the trial court as their participation by inducement had not been duly proven, and the testimonial evidence against them had not been accorded credence by the trial court. On the other hand, accused Magbuhos died pending trial, and so the case against him was dismissed.The IssuesIn his Brief,[7] appellant vigorously argues that the trial court erred:\"I\"x x x in failing to decide that the element if treachery was absent, as in fact no evidence was introduced to prove said element.IIx x x in not appreciating the elements of self-defense to exculpate the appellant from criminal responsibility.IIIx x x in not considering the circumstances of voluntary surrender and that the appellant had no intention to commit so grave a wrong.IVx x x in convicting the appellant instead of acquitting him.\"The threshhold issue in this case is whether the trial court erred in rejecting the claim of self-defense and in convicting appellant of the crime murder.Appellant argues that he had adduced sufficient evidence to prove self-defense. In any event, he maintains that treachery was not proven, and that his voluntary surrender, plea of guilty to the lesser crime of homicide and the absence of any intention on his part of committing so grave a wrong should be appreciated in his favor.The Courtâs RulingFirst Issue: TreacheryContrary to appellantâs contention, treachery was sufficiently shown by the prosecution. It is basic in our penal law that treachery is present when the offender employs means, methods or forms which tend directly and especially to insure the execution of the crime, without risk to himself arising from the defense which the offended party might make.[8] Treachery is present when the attack is sudden and unexpected, which renders the victim unable to defend himself.[9]This qualifying circumstances was established by prosecution witnesses Gina Dimaunahan and Moises Roberto Balbarosa. The gist of their testimony is that after waiting for about seven to ten minutes for the victim to arrive, appellant upon seeing the victim, immediately stood up and, suddenly and unexpectedly, stabbed the victim sans provocation or warning. Testified Dimaunahan:[10]\"QOn Nov. 10, 1990 in the afternoon do you remember where were you?AAt home with my grandmother, sir.x x x x x x x x xQAnd during that time in that particular place do you remember if anything unusual happened?AYes, sir, there was.QWill you kindly tell us how did it start?AIsleta stabbed Moises Balbarosa, sir.Q How did it start?ADuring that afternoon November 10, 1990 Eddie Isleta was sitting in front of the store when Moises Balbarosa arrived in front of Isleta, sir.QHow were you able to see that?AI was at the front window of the house of my grandmother, sir.QAnd where is that store you are referring to?A In front of the house of my grandmother, sir. Q Now after deceased Moises Balbarosa came and stood in front of the store while Eddie Isleta was sitting on the bench, what happen (sic) next?AI saw Eddie Isleta stood (sic) up and immediately stabbed Moises Balbarosa(sic), sirQWhen he was beng (sic) stabbed by Eddie Isleta, what did Moises Balbarosa do, if he did anything?A Moises Balbarosa hold (sic) the âtukodâ of the clothesline which he used in parrying the stab thrust of Eddie Isleta, sir.QAnd while he was trying to parry the stabbing blows of Eddie Isleta and Eddie Isleta was stabbing him, what happen (sic) thereafter?A Moises Balbarosa was not able to remove the wooden support, âtukodâ of the clothesline, sir.QWhy was he not able to to (sic) remove it?ABecause the end of the clothes line was tied, sir.Q And because Moises Balbarosa was not remove or detach the support from thelocthesline(sic), what happen (sic)?AMoises Balbarosa was hit by the stab, sir.Q When he was hit what happen (sic) to him?AMoises Balbarosa fell to the ground, sir.QAnd after he fell to the ground, what Eddie Isleta do?AHe turned his back and ran to the east direction, sir.\"On cross-examination,[11] the witness elucidated:\"QHow far was your place where you were standing from that store?AFrom here up to that street, sir.Q30 meters?AI do not know if that is 30 meters, sir.x x x x x x x x xQ Isleta was buying something from that store is that correct?ANone, sir, he was sitting.QIt was while he was sitting when Moises Balbarosa arrived?A Yes, sir.QNow when Balbarosa arrived you saw Isleta and Balbarosa fighting is that correct?AWhat I saw was that Isleta immediately stood up and gave stab blows to Moises Balbarosa, sir.QThen you saw Moises Balbarosa trying very hard to get the supporting post of the clothesline in front of the store?AYes, sir.QAnd Balbarosa tried to use this support post against Isleta?AYes, sir.QAnd it was Balbarosa was not able to get this post, is that correct?AYes, sir.QIt was then that Isleta was able to stab him, is that correct?A yes, sir.QYou know that Balbarosa was stabbed only once, is that correct?A Yes, sir.QAnd this stabbing occurred when Balbarosa was already holding the support of the clothesline which was the âtukodâ of the âsampayanâ?AYes, sir.\"Testimony is substantially corroborated by that of Moises Roberto Balbarosa, as follows:[12]\"QOn November 10, 1990, at about 5:00 oâclock in the afternoon, where were you?AI was in front of our house, sir.QWhat were you doing then?AI was taking a rest, sir.x x x x x x x x xQWhen you said you were taking a rest, where actually at the time of 5:00 oâclock in the afternoon on November 10, 1990?AI was taking a rest in front of our house, sir.Q Are you seated?AYes, sir.Q Where?AAt the very gate (tarangkahan) of our house, sir.QWhile you were sitting at gate (tarangkahan) of your house, did you notice anything while you were there?AYes, sir.QWhat did you notice?AThat Eddie Isleta came out of the house three times, sir.x x x x x x x x xQWhen he went out of the house for the 3rd times, where did Eddie Isleta go?ANear the store, sir.x x x x x x x x xQWhat did Eddie Isleta do in the Store?AHe sat down, sir.QAfter he seated in front of the store of Nita Arnoza, what happened next?AMy father arrived, sir.QWhere?AIn the store, sir.QAnd upon his arrival in front of the store, what happened, if there was?AEddie Isleta stabbed my father, sir.Q At the first blow of Eddie Isleta, what did your father do?AHe parried the blow, sir.QHow did your father parried the blow?ABy swaying his left HAND, SIR.x x x x x x x x xQHow about on the second blow, what happend (sic) to your father?AHe was hit in the stomach, sir.QAnd when he was hit at the stomach, what happended(sic) to your father?AHe fell down, sir.\"And his cross-examination merely highlighted the treachery in appellantâs act:[13]\"Q The 3rd time that Eddie Isleta went out, he wnet (sic) to the store of Nota (sic) Arnoza, your father was not there, is that correct?A Yes, sir.QHow long did Eddie Isletal(sic) stay near the store of Nita Arnoza before your father arrived?Ajust a few minutes, sir.QAbout 7 minutes(sic), is that correct?A About 10 minutes, sir.QAfter 10 minutes that Eddie Isleta was there near the store of Nita ARNOZA(sic), your father arrived, is that correct?A Yes sir. Q.And i mediately(sic), Eddie Isleta stabbed your father?A.Yes, sir.\"In this case, treachery is evident from the fact that appellant suddenly stabbed the victim, who unsuccessfully tried to defend himself with the bamboo support of a clothesline. This attack came without warning, was swift, deliberate and unexpected, and afforded the hapless, unarmed and unsuspecting victim no chance to resist or to escape. To our mind, this is the essence of treachery.Second Issue: Self-defense?We agree with the trial courtâs rejection of appellantâs claim of self-defense, in light of the positive testimony pointing to appellant as having lain in wait for the victim, and considering appellantâs flight after the killing.To successfully posit the theory of self-defense, an accused must prove by clear and convincing evidence that he acted in self-defense.[14] In this regard, appellant wretchedly failed. Not only is appellantâs testimony self-serving and uncorroborated, it is completely incredible. It is contrary to human experience for an aggressor to \"arm\" himself with a bamboo pole, one end of which happens to be firmly embedded in the ground and the other securely tied to a clothesline, when he had all the time in the world to choose a more deadly weapon to carry out his plan. To further magnify our disbelief, appellant claims that he just happened to have a bladed weapon on his person at the time of the incident. This is the height of absurdity. Not only is appellant an unbelievable witness, his tall-tale testimony is likewise wholly unworthy of belief. Evidence to be believed must not only proceed from the mouth of a credible witness; it must be credible in itself.[15] In this case, the fantasy which appellant concocted foe his defense causes us to wonder whether appellant and his counsel are really serious in pursuing this appeal, or perhaps they just did not have any credible defense to present.Third Issue: Mitigating CircumstancesThe defense interposes in the alternative the mitigating circumstances of (1) voluntary surrender; (2) voluntary plea of guilty to the lesser crime of homicide; and (3) lack of intention to commit so grave a wrong.However, for voluntary surrender to be appreciated as a mitigating circumstances, it is necessary that the same be spontaneous and unconditional.[16]These conditions are absent in the circumstances attendant to appellantâs surrender. Appellant claims to have voluntarily given himself up to the Barangay Captain of Dalahican, Lucena City. The records reveal however that appellant never surrendered voluntarily, but was in fact arrested by Policeman Jaime Bagsik of Rizal, Laguna on August 8, 1991, nine months after the commission of the crime. From this fact, no interference can be made that he either acknowledged his guilt or wished to save the authorities the trouble and expense of his arrest.[17]Neither may the mitigating circumstances of voluntary plea of guilty to the lesser crime of homicide be appreciated in his favor. The standing plea of appellants is \"not guilty\" to murder, which he made during his arraignment. In his brief, appellant contends that he offered to plead guilty to homicide, during the plea bargaining process. The accusedâs offer of a plea to a lesser offense cannot inure to his benefit as the same is allowed only when the prosecution has no sufficient evidence to establish guilt for the crime charged.[18] Therefore, this mitigating circumstances is likewise not available to him.His other plea of lack of intention to commit so grave a wrong cannot be established by his claim that the victim sustained only one stab wound, and his insinuation that he could have stabbed him several times more. The mitigating circumstances of lack of intent to commit so grave a wrong as that actually perpetrated cannot be appreciated where the acts employed by the accused were reasonably sufficient to produce and did actually produce the death of the victim.[19] In this case, the single stab wound -- by reason of its location and severity -- was sufficient to kill the victim, as in fact it did kill him. Whether the appellant could have inflicted more wounds under the circumstances is completely immaterial.Fourth Issue: Crime and PunishmentAll the foregoing considered, we agree with the trial court that the prosecution had clearly proven the guilt of appellant beyond reasonable doubt.Article 248, Revised Penal Code, prescribes the penalty of reclusion temporal to death for murder. The trial court properly imposed reclusion perpetua since the crime was committed prior to the effectivity of R.A. 7659 which reimposed the death penalty. However, the trial court apparently made an erroneous to the Indeterminate Sentence Law, Sec. 2 of which prohibits its application in the present case.[20] The foregoing notwithstanding, the challenged Decision correctly imposed the penalty of reclusion perpetua.WHEREFORE, the Court hereby dismisses the instant appeal and AFFIRMS the conviction of the accused Eduardo \"Eddie\" Isleta who is sentenced to suffer the penalty of reclusion perpetua and to pay the heirs of the deceased the amount of P50,000.00 as indemnity plus P30,000.00 as burial expenses, and costs.SO ORDERED.Narvasa, C.J. (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.[1] Rollo, pp. 23-26.[2] Presided by Judge Ludovico C. Lopez.[3] Rollo, pp. 5-6.[4] Rollo, p. 7.[5] RTC Records, p. 436.[6] Rollo, pp. 29-30.[7] Appellantâs Brief, p. 3; rollo, p. 62.[8] Article 14 (16), Revised Penal Code.[9] People vs. Molina, 213 SCRA 52, 69, August 28, 1992; People vs. Serdan, 213 SCRA 329, 343, September 2, 1992; People vs. Cruz, 213 SCRA 611, 620, September 4, 1992; People vs. Alcantara, 206 SCRA 662, 667, February 28, 1992.[10] TSN, April 7, 1992, pp. 3-5.[11] Ibid., pp. 7-8.[12] TSN, June 11, 1992, pp. 11-14.[13] TSN, June 11, 1992, p. 16.[14] People vs. Arroyo, 201 SCRA 616, 625, September 13, 1991 and People vs. Nabayra, 203 SCRA 75, 80, October 17, 1991.[15] People vs. Nabayra, supra, pp. 81-82.[16] People vs. Tismo, 204 SCRA 535, 558, December 4, 1991 and People vs. Lee, 204 SCRA 900, 911, December 20, 1991, People vs. Deopante, G.R. No. 102772, October 30, 1996.[17] People vs. Camahalan, 241 SCRA 558, 572, February 22, 1995, citing People v. Devaras, 205 SCRA 676, February 3, 1992.[18] People vs. Kayanan, 83 SCRA 437, 450, May 31, 1978.[19] People vs. Amit 32 SCRA 95, 98, March 25, 1970; People vs. Reyes, 100 SCRA 581, 587, October 30, 1980; and People vs. Cabarrubias, 223 SCRA 363, 368, June 15, 1993.[20] \"SEC. 2. This Act shall not apply to persons convicted of offenses punished with death penalty or life imprisonment; to those convicted of treason, conspiracy or proposal to commit treason; to those convicted of misprision of treason, rebellion, sedition or espionage; to those convicted of piracy; to those who are habitual delinquents; to those who shall have escaped from confinement or evaded sentence; to those who having been granted conditional pardon by the Chief Executive shall have violated the terms thereof; to those whose maximum term of imprisonment does not exceed one year, not to those already sentenced by final judgment at the time of approval of this Act, except as provided in Section 5 hereof.\" (As amended by Act No. 4225.)CONCURRING AND DISSENTING OPINIONI concur in the opinion of Mr. Justice Mendoza in the case at bar that accuse-appellant Gerry Ballabare alone is guilty of a violation of Presidential Decree No.1866, particularly the second paragraph thereof punishing the so-called aggravated form of illegal possession of the firearm which was also used to commit an unlawful killing. I further agree that the shooting to death of the victim, Leonardo Tacadao, was under the circumstances of homicide and not murder.I dissent, however, with the holding that said accused-appellant is liable for and should be punished for two separate crimes of homicide under Article 249 of the Revised Penal Code and illegal possession of firearm in its aggravated form under Presidential Decree No. 1866, for the reasons extensively discussed in my dissent in People vs. Quijada (G.R. Nos. 115008-09, July 24, 1996). I vigorously reiterate my views therein and, applying the same to the present case, herein accused-appellant should be punished only for a single crime of illegal possession of firearm, but in its aggravated form due to the homicide committed with the use thereof. As a legal and logical consequence, therefore, said accused-appellant can no longer be punished all over again for the same crime of homicide which was already used to qualify or change the nature of and to thereby increase the penalty for the former offense. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "isleta",
    "accused",
    "appellant",
    "panganiban",
    "court",
    "reiterates",
    "instance",
    "essential",
    "elements",
    "defense",
    "appreciating",
    "qualifying",
    "circumstance",
    "treachery",
    "mitigating",
    "circumstances"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDDIE ISLETA, ACCUSED-APPELLANT. D E C I S I O...",
  "formatted_case_content": "View printer friendly version\n332 Phil. 410\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 114971, November 19, 1996 ]\n[ G.R. No. 114971, November 19, 1996 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDDIE ISLETA, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDDIE ISLETA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nThe Court reiterates, in this instance, (a) the essential elements of self defense that an accused must prove, and (b) the well-known rules for appreciating the qualifying circumstance of treachery, and the mitigating circumstances of voluntary surrender, plea of guilty to a lesser crime and lack of intent to commit so grave a wrong.\n\nThis is an appeal from the Decision [1] of the Regional Trial Court of Lucena City, Branch 58, [2] in Criminal Case No. 91-498, dated December 13, 1993, convicting appellant of murder and sentencing him to suffer the penalty of reclusion perpetua and to pay the heirs of the deceased the amount of P50,000.00 as indemnity and P30,000.00 as burial expenses, and costs.\n\nThe Antecedent Proceedings\nOn July 17, 1991, appellant Eddie Isleta, together with Celso Bulahan, Leon Magbuhos and Gregorio de Gala, was charged by Provincial Prosecutor Dante H. Diamante with murder under the following Information: [3]\n\"That on or about the 10th day if November, 1990, at Nadres Street, Labak, Municipality of Candelaria, Province of Quezon, Philippines, and within the jurisdiction of this Honorable Court, the accused Eddie Isleta, armed with a bladed weapon, with intent to kill, with treachery and evident premeditation, conspiring and confederating together with the accused Celso Bulahan, Leon Magbuhos and Gregorio de Gala, and mutually helping one another, did then and there willfully, unlawfully and feloniously attack, assault and stab with the said weapon one Moises Balbarosa, thereby inflicting the latter a stab wound on his abdomen, which directly caused his death.\n\nThat the accused Eddie Isleta attacked and stabbed with the said weapon said Moises Balbarosa suddenly and unexpectedly without giving the latter any opportunity to defend himself or to escape.\n\nThat the accused Celso Bulahan, Leon Magbuhos, and Gregorio de Gala participated in the commission of the crime as principal (sic) by inducing the accused Eddie Isleta to kill said Moises Balbarosa and by participating in planning said offense.\n\nContrary to law.\" Upon arraignment, appellant assisted by counsel de parte pleaded \"not guilty\". [4] After trial, the court a quo rendered a judgment of conviction.  The dispositive portion of the Decision reads as follows:\n\"WHEREFORE, premises considered, judgment is hereby rendered finding accused EDUARDO \"EDDIE\" ISLETA, 36 years old, married, former janitor and a resident of Rizal, Laguna, guilty beyond reasonable doubt, as principal, of the crime of murder, as defined and penalized under Article 248 of the Revised Penal Code and, in the absence of any mitigating or aggravating circumstance, and considering the provisions of the Indeterminate Sentence Law, hereby sentences said accused to suffer the penalty of reclusion perpetua and to pay to the heirs of the deceased Moises Balbarosa the amount of P50,000.00 as indemnity and the amount of P30,000.00 as the burial expenses and to pay the costs.\n\nAs against accused CELSO BULAHAN and accused GREGORIO DE GALA, judgment is hereby rendered finding said accused persons not guilty and they are, therefore, ACQUITTED.  It is to be recalled that consequent to the death of accused LEON MAGBUHOS pending trial, the case as against him had priorly been dismissed.\n\nSO ORDERED.\" Hence, this appeal.  The First Division of this Court granted appellantâs motion to withdraw the appeal in the Courtâs Resolution dated August 29, 1994; however, the appeal was reinstated by the same division, per its June 26, 1995 Resolution, upon the manifestation of counsel for appellant that he was not inclined to confirm said withdrawal.  Thereafter, this case was referred to the Third Division via the Courtâs Resolution of November 13, 1995, and assigned to the undersigned ponente.\n\nThe Facts\n\nAccording to the Prosecution\nOn November 10, 1990, at around 5 oâclock in the afternoon, prosecution witness Moises Roberto Balbarosa, son of the victim Moises Balbarosa, was resting near the gate (tarangkahan) of the Balbarosa residence at Nadres Street, Candelaria, Quezon.  From where he sat, he noticed that Bulahan, de Gala, Magbuhos and the appellant were having a drinking spree inside the house of Bulahan which was also situated along Nadres St.\n\nWhile resting, he saw appellant Isleta come out twice from the house of Bulahan, accompanied first by Bulahan and later by Magbuhos.  On these two occasions, both Magbuhos and Bulahan pointed to deceased Balbarosaâs house.\n\nAfterwards, appellant went out of Bulahanâs house and seated himself on a bench at a store located in front of Balbarosaâs house, about twenty (20) meters from Bulahan's place.  When the victim Moises Balbarosa arrived a little later, appellant stood up and without any warning immediately stabbed the former, who thereupon fell to the ground.\n\nMoises Balbarosa was brought to the Candelaria Municipal Hospital, but was later taken in an ambulance for transfer to a hospital in Lucena City.  However, he expired along the way.\n\nCorroborating witness Gina Dimaunahan testified that at around 5 oâclock that afternoon, she happened to look out the front window of her grandmotherâs house at Nadres Street, and noticed appellant sitting on a bench at a store.  When her father Moises Balbarosa arrived, the appellant immediately stood up and suddenly, without provocation, stabbed the former.  The hapless Balbarosa tried to parry the thrust by attempting to hold a bamboo pole used as a clothesline support (\"tukod\") , but was unsuccessful because he could not budge said pole.  Appellant stabbed Balbarosa in the stomach, and thereafter, fled the scene of the crime.  (Nine months later, appellant was apprehended by Policeman Jaime Bagsik of the Laguna Police Station.)\n\nIn addition to Gina Balbarosa Dimaunahan and Moises Roberto Balbarosa, the prosecution presented Maria Theresa Balbarosa-Galang who testified that appellant acted upon the inducement of the other accused.\n\nShe claimed that the four accused plotted to kill a person whose identity she did not know at the time.  She said she went to Bulahanâs house earlier in the afternoon of that fateful day to collect the contribution of Felisa Bulahan, wife of accused Bulahan, to their \"turnohan\" (a financial accomodation scheme practised locally, also known as \"paluwagan\") .  She did not enter said house because the appellant and the other accused were having a drinking spree inside.  But as she stood near the window outside Bulahanâs house, she overheard their conversation.  She allegedly heard Magbuhos say, \"Gori , may problema si Celso.\" De Gala (Gori) answered, \"Huwag kang mag-alala, akong bahala, killer ang kasama ko.\" Appellant then boasted, \"Basta ituro nâyo, isang tusok lang yan.\" Bulahan replied, \"Ituturo ko sa iyo pero wala akong sabit.\"\n\nAnxious about what she heard, Galang changed her mind and desisted from collecting Felisa Bulahan.  She also did not realize the full import of the conversation she had overheard.  When she left for the next house, she heard some shouting, but it was only later on that she learned from a certain Jovy Salazar that her father had been stabbed.\n\nShe recalled that prior to this incident, her father and Bulahan had an altercation over the formerâs side-swiping of the latterâs vehicle.  The matter was even brought to the attention of their Barangay Captain sometime in October 1990.\n\nShe also presented her fatherâs death certificate (Exhibit \"A\") [5] which attributes the victimâs death to hemorrhage due to stab wound.  She further testified that her family incurred burial expenses amounting to P30,000.00.\n\nAccording to the Defense\nThe defense relied solely on appellantâs uncorroborated testimony.  Appellant admitted stabbing the victim, but denied that it was at the instance of Bulahan.  Claiming he acted alone, he explained that he was de Galaâs brother-in-law, and that he went to Candelaria that day upon the latterâs invitation regarding a job.  Upon arriving in Candelaria around 2:30 p.m., he and de Gala were invited by Bulahan to his house for a drinking spree.\n\nDuring the drinking session, he went to a nearby store to buy cigarettes, and noticed someone, whom he later learned was Moises Balbarosa, staring (\"masama ang tingin\") at him.  After buying cigarettes, he returned to the house.  When he went out of the house again, Balbarosa approached him and suddenly tried to stab him with a pointed bamboo pole.  He was hit in his arm pit.  As the victim thrust the pole at him again, he caught it and struggled for possession of the bamboo.  In the scuffle, he accidentally stabbed the victim in the abdomen.\n\nAppellant fled to Dalahican, Lucena City.  He allegedly went with his wife to a certain Barangay Captain Magadia of Dalahican to report the incident.  But said barangay captain died before he could be presented in court.\n\nThe Trial Courtâs Ruling\nThe trial court found that the victim was killed by a single stab wound in the abdomen inflicted by appellant, as testified to by prosecution witness Moises Roberto Balbarosa and Gina Dimaunahan and confirmed by appellant himself.  Said court rejected appellantâs plea of self-defense.  It ruled that such claim cannot prevail against the positive testimony of witnesses showing premeditated killing.  Treachery was appreciated by the court a quo, qualifying the crime to murder under Article 248 of the Revised Penal Code.\nThe trial court held: [6]\n\n\"Even accused Isleta himself admits having stabbed Moises Balbarosa.  The Court, however, rejects accusedâs claim of self-defense.  Accused claims that Moises Balbarosa attacked and stabbed him with the point of a bamboo and he accidentally stabbed Moises Balbarosa in their ensuing struggle.  This claim cannot stand as against the positive testimony of prosecution witnesses Gina Dimaunahan and Moises Roberto Balbarosa.  Accusedâs flight, when he fled from the scene of the crime, militates against his claim of self-defense.\n\nThe attendance of the qualifying circumstance of treachery makes the killing of Moises Balbarosa the crime of murder.  The sudden and unexpected attack made by the armed accused Eduardo Isleta against Moises Balbarosa who was not armed, thus not affording said victim any chance of defending himself, constitutes treachery.\" As mentioned earlier, accused Bulahan and de Gala were acquitted by the trial court as their participation by inducement had not been duly proven, and the testimonial evidence against them had not been accorded credence by the trial court.  On the other hand, accused Magbuhos died pending trial, and so the case against him was dismissed.\n\nThe Issues\nIn his Brief, [7] appellant vigorously argues that the trial court erred:\n\n\"I\n\"x x x in failing to decide that the element if treachery was absent, as in fact no evidence was introduced to prove said element.\n\nII\nx x x in not appreciating the elements of self-defense to exculpate the appellant from criminal responsibility.\n\nIII\nx x x in not considering the circumstances of voluntary surrender and that the appellant had no intention to commit so grave a wrong.\n\nIV\nx x x in convicting the appellant instead of acquitting him.\" The threshhold issue in this case is whether the trial court erred in rejecting the claim of self-defense and in convicting appellant of the crime murder.\n\nAppellant argues that he had adduced sufficient evidence to prove self-defense.  In any event, he maintains that treachery was not proven, and that his voluntary surrender, plea of guilty to the lesser crime of homicide and the absence of any intention on his part of committing so grave a wrong should be appreciated in his favor.\n\nThe Courtâs Ruling\n\nFirst Issue: Treachery\nContrary to appellantâs contention, treachery was sufficiently shown by the prosecution.  It is basic in our penal law that treachery is present when the offender employs means, methods or forms which tend directly and especially to insure the execution of the crime, without risk to himself arising from the defense which the offended party might make. [8] Treachery is present when the attack is sudden and unexpected, which renders the victim unable to defend himself. [9]\n\nThis qualifying circumstances was established by prosecution witnesses Gina Dimaunahan and Moises Roberto Balbarosa.  The gist of their testimony is that after waiting for about seven to ten minutes for the victim to arrive, appellant upon seeing the victim, immediately stood up and, suddenly and unexpectedly, stabbed the victim sans provocation or warning.  Testified Dimaunahan: [10]\n\n[TABLE_CONTENT]\n\"Q | On Nov. 10, 1990 in the afternoon do you remember where were you?\nA | At home with my grandmother, sir.\n | x x x x x x x x x\nQ | And during that time in that particular place do you remember if anything unusual happened?\nA | Yes, sir, there was.\nQ | Will you kindly tell us how did it start?\nA | Isleta stabbed Moises Balbarosa, sir.\nQ | How did it start?\nA | During that afternoon November 10, 1990 Eddie Isleta was sitting in front of the store when Moises Balbarosa arrived in front of Isleta, sir.\nQ | How were you able to see that?\nA | I was at the front window of the house of my grandmother, sir.\nQ | And where is that store you are referring to?\nA | In front of the house of my grandmother, sir.\nQ | Now after deceased Moises Balbarosa came and stood in front of the store while Eddie Isleta was sitting on the bench, what happen (sic) next?\nA | I saw Eddie Isleta stood (sic) up and immediately stabbed Moises Balbarosa(sic), sir\nQ | When he was beng (sic) stabbed by Eddie Isleta, what did Moises Balbarosa do, if he did anything?\nA | Moises Balbarosa hold (sic) the âtukodâ of the clothesline which he used in parrying the stab thrust of Eddie Isleta, sir.\nQ | And while he was trying to parry the stabbing blows of Eddie Isleta and Eddie Isleta was stabbing him, what happen (sic) thereafter?\nA | Moises Balbarosa was not able to remove the wooden support, âtukodâ of the clothesline, sir.\nQ | Why was he not able to to (sic) remove it?\nA | Because the end of the clothes line was tied, sir.\nQ | And because Moises Balbarosa was not remove or detach the support from thelocthesline(sic), what happen (sic)?\nA | Moises Balbarosa was hit by the stab, sir.\nQ | When he was hit what happen (sic) to him?\nA | Moises Balbarosa fell to the ground, sir.\nQ | And after he fell to the ground, what Eddie Isleta do?\nA | He turned his back and ran to the east direction, sir.\"\n[END_TABLE]\n\n\"Q On Nov. 10, 1990 in the afternoon do you remember where were you? A At home with my grandmother, sir. x x x x x x x x x Q And during that time in that particular place do you remember if anything unusual happened? A Yes, sir, there was. Q Will you kindly tell us how did it start? A Isleta stabbed Moises Balbarosa, sir. Q How did it start? A During that afternoon November 10, 1990 Eddie Isleta was sitting in front of the store when Moises Balbarosa arrived in front of Isleta, sir. Q How were you able to see that? A I was at the front window of the house of my grandmother, sir. Q And where is that store you are referring to? A In front of the house of my grandmother, sir.\n\nQ Now after deceased Moises Balbarosa came and stood in front of the store while Eddie Isleta was sitting on the bench, what happen (sic) next? A I saw Eddie Isleta stood (sic) up and immediately stabbed Moises Balbarosa(sic), sir Q When he was beng (sic) stabbed by Eddie Isleta, what did Moises Balbarosa do, if he did anything? A Moises Balbarosa hold (sic) the âtukodâ of the clothesline which he used in parrying the stab thrust of Eddie Isleta, sir. Q And while he was trying to parry the stabbing blows of Eddie Isleta and Eddie Isleta was stabbing him, what happen (sic) thereafter? A Moises Balbarosa was not able to remove the wooden support, âtukodâ of the clothesline, sir. Q Why was he not able to to (sic) remove it? A Because the end of the clothes line was tied, sir. Q And because Moises Balbarosa was not remove or detach the support from thelocthesline(sic), what happen (sic)? A Moises Balbarosa was hit by the stab, sir. Q When he was hit what happen (sic) to him? A Moises Balbarosa fell to the ground, sir. Q And after he fell to the ground, what Eddie Isleta do? A He turned his back and ran to the east direction, sir.\" On cross-examination, [11] the witness elucidated:\n\n[TABLE_CONTENT]\n\"Q | How far was your place where you were standing from that store?\nA | From here up to that street, sir.\nQ | 30 meters?\nA | I do not know if that is 30 meters, sir.\n | x x x x x x x x x\nQ | Isleta was buying something from that store is that correct?\nA | None, sir, he was sitting.\nQ | It was while he was sitting when Moises Balbarosa arrived?\nA | Yes, sir.\nQ | Now when Balbarosa arrived you saw Isleta and Balbarosa fighting is that correct?\nA | What I saw was that Isleta immediately stood up and gave stab blows to Moises Balbarosa, sir.\nQ | Then you saw Moises Balbarosa trying very hard to get the supporting post of the clothesline in front of the store?\nA | Yes, sir.\nQ | And Balbarosa tried to use this support post against Isleta?\nA | Yes, sir.\nQ | And it was Balbarosa was not able to get this post, is that correct?\nA | Yes, sir.\nQ | It was then that Isleta was able to stab him, is that correct?\nA | yes, sir.\nQ | You know that Balbarosa was stabbed only once, is that correct?\nA | Yes, sir.\nQ | And this stabbing occurred when Balbarosa was already holding the support of the clothesline which was the âtukodâ of the âsampayanâ?\nA | Yes, sir.\"\n[END_TABLE]\n\n\"Q How far was your place where you were standing from that store? A From here up to that street, sir. Q 30 meters? A I do not know if that is 30 meters, sir. x x x x x x x x x Q Isleta was buying something from that store is that correct? A None, sir, he was sitting. Q It was while he was sitting when Moises Balbarosa arrived? A Yes, sir. Q Now when Balbarosa arrived you saw Isleta and Balbarosa fighting is that correct? A What I saw was that Isleta immediately stood up and gave stab blows to Moises Balbarosa, sir. Q Then you saw Moises Balbarosa trying very hard to get the supporting post of the clothesline in front of the store? A Yes, sir. Q And Balbarosa tried to use this support post against Isleta? A Yes, sir. Q And it was Balbarosa was not able to get this post, is that correct? A Yes, sir. Q It was then that Isleta was able to stab him, is that correct? A yes, sir. Q You know that Balbarosa was stabbed only once, is that correct? A Yes, sir. Q And this stabbing occurred when Balbarosa was already holding the support of the clothesline which was the âtukodâ of the âsampayanâ? A Yes, sir.\" Testimony is substantially corroborated by that of Moises Roberto Balbarosa, as follows: [12]\n\n[TABLE_CONTENT]\n\"Q | On November 10, 1990, at about 5:00 oâclock in the afternoon, where were you?\nA | I was in front of our house, sir.\nQ | What were you doing then?\nA | I was taking a rest, sir.\n | x x x x x x x x x\nQ | When you said you were taking a rest, where actually at the time of 5:00 oâclock in the afternoon on November 10, 1990?\nA | I was taking a rest in front of our house, sir.\nQ | Are you seated?\nA | Yes, sir.\nQ | Where?\nA | At the very gate (tarangkahan) of our house, sir.\nQ | While you were sitting at gate (tarangkahan) of your house, did you notice anything while you were there?\nA | Yes, sir.\nQ | What did you notice?\nA | That Eddie Isleta came out of the house three times, sir.\n | x x x x x x x x x\nQ | When he went out of the house for the 3rd times, where did Eddie Isleta go?\nA | Near the store, sir.\n | x x x x x x x x x\nQ | What did Eddie Isleta do in the Store?\nA | He sat down, sir.\nQ | After he seated in front of the store of Nita Arnoza, what happened next?\nA | My father arrived, sir.\nQ | Where?\nA | In the store, sir.\nQ | And upon his arrival in front of the store, what happened, if there was?\nA | Eddie Isleta stabbed my father, sir.\nQ | At the first blow of Eddie Isleta, what did your father do?\nA | He parried the blow, sir.\nQ | How did your father parried the blow?\nA | By swaying his left HAND, SIR.\n | x x x x x x x x x\nQ | How about on the second blow, what happend (sic) to your father?\nA | He was hit in the stomach, sir.\nQ | And when he was hit at the stomach, what happended(sic) to your father?\nA | He fell down, sir.\"\n[END_TABLE]\n\n\"Q On November 10, 1990, at about 5:00 oâclock in the afternoon, where were you? A I was in front of our house, sir. Q What were you doing then? A I was taking a rest, sir. x x x x x x x x x Q When you said you were taking a rest, where actually at the time of 5:00 oâclock in the afternoon on November 10, 1990? A I was taking a rest in front of our house, sir. Q Are you seated? A Yes, sir. Q Where? A At the very gate (tarangkahan) of our house, sir. Q While you were sitting at gate (tarangkahan) of your house, did you notice anything while you were there? A Yes, sir. Q What did you notice? A That Eddie Isleta came out of the house three times, sir. x x x x x x x x x Q When he went out of the house for the 3rd times, where did Eddie Isleta go? A Near the store, sir. x x x x x x x x x Q What did Eddie Isleta do in the Store? A He sat down, sir. Q After he seated in front of the store of Nita Arnoza, what happened next? A My father arrived, sir. Q Where? A In the store, sir. Q And upon his arrival in front of the store, what happened, if there was? A Eddie Isleta stabbed my father, sir. Q At the first blow of Eddie Isleta, what did your father do? A He parried the blow, sir. Q How did your father parried the blow? A By swaying his left HAND, SIR. x x x x x x x x x Q How about on the second blow, what happend (sic) to your father? A He was hit in the stomach, sir. Q And when he was hit at the stomach, what happended(sic) to your father? A He fell down, sir.\" And his cross-examination merely highlighted the treachery in appellantâs act: [13]\n\n[TABLE_CONTENT]\n\"Q | The 3rd time that Eddie Isleta went out, he wnet (sic) to the store of Nota (sic) Arnoza, your father was not there, is that correct?\nA | Yes, sir.\nQ | How long did Eddie Isletal(sic) stay near the store of Nita Arnoza before your father arrived?\nA | just a few minutes, sir.\nQ | About 7 minutes(sic), is that correct?\nA | About 10 minutes, sir.\nQ | After 10 minutes that Eddie Isleta was there near the store of Nita ARNOZA(sic), your father arrived, is that correct?\nA | Yes sir.\nQ. | And i mediately(sic), Eddie Isleta stabbed your father?\nA. | Yes, sir.\"\n[END_TABLE]\n\n\"Q The 3rd time that Eddie Isleta went out, he wnet (sic) to the store of Nota (sic) Arnoza, your father was not there, is that correct? A Yes, sir. Q How long did Eddie Isletal(sic) stay near the store of Nita Arnoza before your father arrived? A just a few minutes, sir. Q About 7 minutes(sic), is that correct? A About 10 minutes, sir. Q After 10 minutes that Eddie Isleta was there near the store of Nita ARNOZA(sic), your father arrived, is that correct? A Yes sir. Q. And i mediately(sic), Eddie Isleta stabbed your father? A. Yes, sir.\" In this case, treachery is evident from the fact that appellant suddenly stabbed the victim, who unsuccessfully tried to defend himself with the bamboo support of a clothesline. This attack came without warning, was swift, deliberate and unexpected, and afforded the hapless, unarmed and unsuspecting victim no chance to resist or to escape.  To our mind, this is the essence of treachery.\n\nSecond Issue: Self-defense?\nWe agree with the trial courtâs rejection of appellantâs claim of self-defense, in light of the positive testimony pointing to appellant as having lain in wait for the victim, and considering appellantâs flight after the killing.\n\nTo successfully posit the theory of self-defense, an accused must prove by clear and convincing evidence that he acted in self-defense. [14] In this regard, appellant wretchedly failed.  Not only is appellantâs testimony self-serving and uncorroborated, it is completely incredible.  It is contrary to human experience for an aggressor to \"arm\" himself with a bamboo pole, one end of which happens to be firmly embedded in the ground and the other securely tied to a clothesline, when he had all the time in the world to choose a more deadly weapon to carry out his plan.  To further magnify our disbelief, appellant claims that he just happened to have a bladed weapon on his person at the time of the incident.  This is the height of absurdity.  Not only is appellant an unbelievable witness, his tall-tale testimony is likewise wholly unworthy of belief.  Evidence to be believed must not only proceed from the mouth of a credible witness; it must be credible in itself. [15] In this case, the fantasy which appellant concocted foe his defense causes us to wonder whether appellant and his counsel are really serious in pursuing this appeal, or perhaps they just did not have any credible defense to present.\n\nThird Issue:  Mitigating Circumstances\nThe defense interposes in the alternative the mitigating circumstances of (1) voluntary surrender; (2) voluntary plea of guilty to the lesser crime of homicide; and (3) lack of intention to commit so grave a wrong.\n\nHowever, for voluntary surrender to be appreciated as a mitigating circumstances, it is necessary that the same be spontaneous and unconditional. [16]\n\nThese conditions are absent in the circumstances attendant to appellantâs surrender.  Appellant claims to have voluntarily given himself up to the Barangay Captain of Dalahican, Lucena City.  The records reveal however that appellant never surrendered voluntarily, but was in fact arrested by Policeman Jaime Bagsik of Rizal, Laguna on August 8, 1991, nine months after the commission of the crime.  From this fact, no interference can be made that he either acknowledged his guilt or wished to save the authorities the trouble and expense of his arrest. [17]\n\nNeither may the mitigating circumstances of voluntary plea of guilty to the lesser crime of homicide be appreciated in his favor.  The standing plea of appellants is \"not guilty\" to murder, which he made during his arraignment.  In his brief, appellant contends that he offered to plead guilty to homicide, during the plea bargaining process.  The accusedâs offer of a plea to a lesser offense cannot inure to his benefit as the same is allowed only when the prosecution has no sufficient evidence to establish guilt for the crime charged. [18] Therefore, this mitigating circumstances is likewise not available to him.\n\nHis other plea of lack of intention to commit so grave a wrong cannot be established by his claim that the victim sustained only one stab wound, and his insinuation that he could have stabbed him several times more.  The mitigating circumstances of lack of intent to commit so grave a wrong as that actually perpetrated cannot be appreciated where the acts employed by the accused were reasonably sufficient to produce and did actually produce the death of the victim. [19] In this case, the single stab wound -- by reason of its location and severity -- was sufficient to kill the victim, as in fact it did kill him.  Whether the appellant could have inflicted more wounds under the circumstances is completely immaterial.\n\nFourth Issue:  Crime and Punishment\n\nAll the foregoing considered, we agree with the trial court that the prosecution had clearly proven the guilt of appellant beyond reasonable doubt.\n\nArticle 248, Revised Penal Code, prescribes the penalty of reclusion temporal to death for murder.  The trial court properly imposed reclusion perpetua since the crime was committed prior to the effectivity of R.A. 7659 which reimposed the death penalty.  However, the trial court apparently made an erroneous to the Indeterminate Sentence Law, Sec. 2 of which prohibits its application in the present case. [20] The foregoing notwithstanding, the challenged Decision correctly imposed the penalty of reclusion perpetua.\n\nWHEREFORE, the Court hereby dismisses the instant appeal and AFFIRMS the conviction of the accused Eduardo \"Eddie\" Isleta who is sentenced to suffer the penalty of reclusion perpetua and to pay the heirs of the deceased the amount of P50,000.00 as indemnity plus P30,000.00 as burial expenses, and costs.\n\nSO ORDERED.\n\nNarvasa, C.J. (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.\n\n[1] Rollo, pp. 23-26.\n\n[2] Presided by Judge Ludovico C. Lopez.\n\n[3] Rollo, pp. 5-6.\n\n[4] Rollo, p. 7.\n\n[5] RTC Records, p. 436.\n\n[6] Rollo, pp. 29-30.\n\n[7] Appellantâs Brief, p. 3; rollo, p. 62.\n\n[8] Article 14 (16), Revised Penal Code.\n\n[9] People vs. Molina, 213 SCRA 52, 69, August 28, 1992; People vs. Serdan, 213 SCRA 329, 343, September 2, 1992; People vs. Cruz, 213 SCRA 611, 620, September 4, 1992; People vs. Alcantara, 206 SCRA 662, 667, February 28, 1992.\n\n[10] TSN, April 7, 1992, pp. 3-5.\n\n[11] Ibid., pp. 7-8.\n\n[12] TSN, June 11, 1992, pp. 11-14.\n\n[13] TSN, June 11, 1992, p. 16.\n\n[14] People vs. Arroyo, 201 SCRA 616, 625, September 13, 1991 and People vs. Nabayra, 203 SCRA 75, 80, October 17, 1991.\n\n[15] People vs. Nabayra, supra, pp. 81-82.\n\n[16] People vs. Tismo, 204 SCRA 535, 558, December 4, 1991 and People vs. Lee, 204 SCRA 900, 911, December 20, 1991, People vs. Deopante, G.R. No. 102772, October 30, 1996.\n\n[17] People vs. Camahalan, 241 SCRA 558, 572, February 22, 1995, citing People v. Devaras, 205 SCRA 676, February 3, 1992.\n\n[18] People vs. Kayanan, 83 SCRA 437, 450, May 31, 1978.\n\n[19] People vs. Amit 32 SCRA 95, 98, March 25, 1970; People vs. Reyes, 100 SCRA 581, 587, October 30, 1980; and People vs. Cabarrubias, 223 SCRA 363, 368, June 15, 1993.\n\n[20] \"SEC. 2.  This Act shall not apply to persons convicted of offenses punished with death penalty or life imprisonment; to those convicted of treason, conspiracy or proposal to commit treason; to those convicted of misprision of treason, rebellion, sedition or espionage; to those convicted of piracy; to those who are habitual delinquents; to those who shall have escaped from confinement or evaded sentence; to those who having been granted conditional pardon by the Chief Executive shall have violated the terms thereof; to those whose maximum term of imprisonment does not exceed one year, not to those already sentenced by final judgment at the time of approval of this Act, except as provided in Section 5 hereof.\"  (As amended by Act No. 4225.)\n\nCONCURRING AND DISSENTING OPINION\n\nI concur in the opinion of Mr. Justice Mendoza in the case at bar that accuse-appellant Gerry Ballabare alone is guilty of a violation of Presidential Decree No.1866, particularly the second paragraph thereof punishing the so-called aggravated form of illegal possession of the firearm which was also used to commit an unlawful killing. I further agree that the shooting to death of the victim, Leonardo Tacadao, was under the circumstances of homicide and not murder.\n\nI dissent, however, with the holding that said accused-appellant is liable for and should be punished for two separate crimes of homicide under Article 249 of the Revised Penal Code and illegal possession of firearm in its aggravated form under Presidential Decree No. 1866, for the reasons extensively discussed in my dissent in People vs. Quijada (G.R. Nos. 115008-09, July 24, 1996). I vigorously reiterate my views therein and, applying the same to the present case, herein accused-appellant should be punished only for a single crime of illegal possession of firearm, but in its aggravated form due to the homicide committed with the use thereof. As a legal and logical consequence, therefore, said accused-appellant can no longer be punished all over again for the same crime of homicide which was already used to qualify or change the nature of and to thereby increase the penalty for the former offense.",
  "content_length": 32247,
  "metadata_extraction_date": "2025-11-01T05:49:20.815201",
  "extraction_version": "2.0_enhanced_full_content"
}