{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/february/GR_11355.html",
  "filename": "GR_11355.html",
  "year": 1996,
  "month": "february",
  "case_number": "G.R. No. 11355",
  "gr_number": "11355",
  "volume_page": "323 Phil. 724",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "february",
    "reymualdo",
    "complainant",
    "judge",
    "velasco",
    "respondent",
    "panganiban",
    "letter",
    "charged",
    "branch",
    "regional",
    "trial",
    "court",
    "quezon",
    "ignorance"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n323 Phil. 724\n\nEN BANC\nEN BANC\n\n[ AM No. RTJ-94-1209, February 13, 1996 ]\n[ AM No. RTJ-94-1209, February 13, 1996 ]\n\nREYMUALDO BUZON, JR., COMPLAINANT, VS. JUDGE TIRSO D.C. VELASCO, RESPONDENT.\nR E S O L U T I O N\nREYMUALDO BUZON, JR., COMPLAINANT, VS. JUDGE TIRSO D.C. VELASCO, RESPONDENT.\n\nR E S O L U T I O N\n\nPANGANIBAN, J.:\n\nIn a letter dated May 6, 1994, [1] Reymualdo Buzon, Jr. charged respondent Judge Tirso D.C. Velasco of Branch 88,\nRegional Trial Court of Quezon City with gross ignorance of the law and alleged\n“illegal acts” and/or irregularity in granting bail to the accused\n\namounting to gross\npartiality in Criminal Case No. Q-89-1707 entitled “People of the Philippines vs. Fernando Tan,” alias ‘Ding’ for\nmurder, which was pending in the said court.\n\nAfter receipt of the respondent’s Comment, the Court on June 6,\n1995, referred this case to Associate Justice Conrado M. Vasquez, Jr. of the\nCourt of Appeals for investigation, report and recommendation.\n\nIn his report dated December 11, 1995, Justice Vasquez narrated\nthe facts as follows: “After a preliminary investigation, the Office of the City\nProsecutor of Quezon City filed the Information (Exhibits 1 and 2, Formal\nOffer) for Murder in Criminal Case No. Q-89-1707 against accused Fernando Tan @\n‘Ding’ for the death of Reymualdo Buzon, Sr. Apparently, the corresponding warrant of arrest was issued against the\naccused but could not be served. On May 31, 1989, the case was ordered archived\n(Exhibit 3, supra) and an alias\nwarrant of arrest (Annex 2, complaint) issued. Notably, no bail was recommended in the warrant. Sometime in February of 1991, accused Tan surfaced and filed a\nmotion that he be granted bail on the ground that the City Prosecutor\nrecommended in the criminal charge sheet against him a P50,000.00 bail for his\nprovincial (sic) liberty. Acting on the\nmotion, on February 20, 1991, the respondent judge granted bail to the accused\nin the amount of P50,000.00 (Exhibit 4, Formal Offer) and accordingly recalled\nthe warrant of arrest (Exhibit 5) on\nFebruary 25, 1991 after the accused\nhad posted the required bond. It is\nworthwhile stating that the Motion for Bail was granted without a hearing nor\ncomment from the prosecution. Accused was subsequently arraigned on March 8, 1991 (Exhibit 6, supra) and trial was set for several\npostponed hearings at the instance of both the prosecution and the accused\n(Exhibits 7, 7-a, 8, and 8-a, supra). On February 10, 1992, the prosecution submitted a Motion to Cancel\nBail Bond (Exhibit 10, supra) alleging, inter alia, that the Information\nfiled was tampered because the Information originally stated ‘No Bail\nRecommended.’ However, the word ‘No’ was snowpaked and the figures P50,000.00\nadded after the word ‘recommended,’ to read: ‘BAIL RECOMMENDED: P50,000.00.’\nThe prosecution went further asserting that the offense of Murder is punishable\nby Reclusion Perpetua where bail is\nnot a matter of right. Accused initially filed his opposition through his lawyer H. J.\nPablo, III (Exhibit 11, supra). Later,\nAtty. Moises A. Samson posted a Notice of Appearance (Exhibit 12, supra) as co-defense counsel\nsimultaneously requesting for time to submit supplemental opposition to the\nMotion To Cancel Bail and the postponement of the scheduled hearings of the\ncase. The supplemental opposition was not at all filed (,) neither was\nthe Motion to Cancel Bail Bond resolved by the respondent even until after the\nprosecution had rested its case on September 23, 1992 (Exhibit 24, supra). Alongside with (sic) the prosecution’s resting its case, in open\ncourt the accused was granted leave of court to file a Demurrer to Evidence.\nNonetheless, on October 5, 1992, what\nthe accused filed was a formal Motion For Leave to File Motion to Dismiss By\nWay of Demurrer To Evidence (Exhibit 25, supra) which surprisingly was met by the prosecution with an ‘Opposition to Demurrer to Evidence’. Adding to the\nmiscommunication, the respondent denied the Demurrer to Evidence in its Order\nof October 15, 1992 (Exhibit 27, supra). Anyway, on November 12, 1992, the accused filed a Motion for\nReconsideration (Exhibit 29, supra) stating\nthat: 1) he has not yet filed a Demurrer to Evidence as what he had submitted\nwas only a simple Motion For Leave to file one (Demurrer to Evidence); and 2)\nthat the evidence presented by the prosecution is insufficient to convict the\naccused. The prosecution opposed the motion claiming that the accused tried to\nput one over the court when he stated that he has not yet filed a Demurrer to\nEvidence and that the defense allegation that the prosecution’s evidence is\ninsufficient to prove the guilt of the accused beyond reasonable doubt is\ncontrary to the facts on record. On December 2, 1992, (Exhibit 32, supra) the Motion for Reconsideration\nwas granted in such a way that the accused was given ten (10) days to file a\nDemurrer to Evidence which was ultimately filed on December 19, 1992 (Exhibit\n33, supra). Eventually, the Demurrer to Evidence together (with) its Motion for\nReconsideration were respectively denied on January 21, 1993 (Exhibit 36, supra) and on March 5, 1993, (Exhibit 43, supra). In the meantime, previous settings for defense evidence were cancelled for\nfailure of receipt of the denial of the Demurrer to Evidence. On May 11, 1993, the reception of defense evidence was held in\nabeyance (Exhibit 46, supra) pending\nfinal resolution by the Court of Appeals on the Petition for Certiorari and\nMandamus filed by the accused in CA-G.R. SP No. 30667, assailing the denial of\nthe Demurrer to Evidence. On August 23,\n1993, CA-G.R. SP No. 30667 was dismissed (Exhibit 50, supra) and its Motion for Reconsideration denied on January 5, 1994 (Exhibit 57). The accused did not stop there. The matter was elevated to the\nSupreme Court under G.R. No. 11355 (Exhibit 58,\nsupra). On September 26, 1994 (Exhibit 67, supra) the Supreme Court denied with finality the Motion for\nReconsideration of the resolution dated August 3, 1994 denying the Petition for\nReview. In the meanwhile, on November 23, 1993, prior to the denial of the\nMotion for Reconsideration in CA-G.R. SP No. 30677 and the filing of G.R. No.\n11355 before the Supreme Court, the prosecution submitted before the respondent\nJudge a Motion to Cancel Bail (To Reiterate Motion dated February 7, 1992)\n(Exhibit 52, supra) duly opposed by\nthe accused (Exhibit 54, supra) and\nmet with a Reply (Exhibit 55, supra) by\nthe prosecution. On December 20, 1993, the Motion to Cancel Bail was denied (Exhibit 56, supra) by the respondent, ruling:\n\n‘For resolution before this Court is the MOTION TO CANCEL BOND filed\n(by) plaintiff thru the Assistant City Prosecutor, the Opposition (To Motion to\nCancel Bail) filed by accused thru counsel, the REPLY TO OPPOSITION TO MOTION\nTO CANCEL BAIL and the reasons relied upon by the parties which this Court\nDENIES for lack of merit.\n\n‘The bail bond which the accused has posted was pursuant to the\nrecommendation of the prosecution which the Rules of Court allows to be posted\nas long as it is in accord with the amount fixed by the court or recommended by\nthe fiscal who investigated or filed the case. The amount recommended was P50,000.00 which this Court finds as\nappropriate for purposes of the motion in question and under the present\ncircumstances, and since the foregoing is in accord with Section 11, Rule 114,\nRules of Court, ACCORDINGLY this Court finds no merit in the aforesaid MOTION\nTO CANCEL BOND and must perforce DENY the same.\n\n‘SO ORDERED.’ On June 23, 1994, the private complainant filed a Motion for\nInhibition (Exhibit 62, supra) of the\nrespondent Judge because of this Administrative case. In the Order of August 9, 1994 (Exhibit 65, supra) the Motion for Reconsideration of the Order denying the\nMotion to Cancel Bail Bond was denied while the Motion for Inhibition was\ngranted. Said the respondent:\n\n‘In the instant case, the posting of the bail bond was approved\npursuant to the recommendation of the filing Prosecutor. Sec. 2, Rule 114 of\nthe Rules of Court provides for the conditions imposed on the bailbond which\nupon approval remains in force at all stages of the case until its final\ndetermination, unless the proper court directs otherwise. Considering that the\naccused has not violated any condition imposed therein and has submitted\nhimself to the jurisdiction of the court by regularly appearing at the hearings\nof the case, this Court finds no cogent reason to reconsider the questioned\norder.\n\n‘With regards the Motion for Inhibition, likewise filed by the\nprivate complainant, finding that he has clearly lost his trust and confidence\nin the Presiding Judge of this Court in the impartial disposition of this case,\nfor the peace of mind of the complainant, this Court grants the motion and the\nPresiding Judge hereby voluntarily inhibits himself from hearing this case.’ To complete the picture, the case was re-raffled to Judge Agustin\nS. Sison of Branch 80 of the same court but who likewise inhibited himself due\nto close family relations with a member of the law firm appearing as private\nprosecutor. Re-raffled to Judge Godofredo L. Legaspi of Branch 79 the Motion To\nCancel Bail was granted in an Order dated March 20, 1995 (Exhibit 68-a, supra). Then again, after issuing the Order, Judge Legaspi voluntarily\ninhibited himself from hearing the case without acting on the Motion for Reconsideration\nfiled by the accused to the Order cancelling his bail bond. The case was reassigned to Judge Lucas P. Bersamin ‘of Branch 96\nwho, on April 20, 1995 (Exhibit 68-b, supra), who (sic) reconsidered Judge Legaspi’s Order cancelling the bail bond of\nthe accused increasing, however, the bail to P100,000.00 for the provisional\nliberty of the accused. Ultimately, on June 1, 1995, complainant Romualdo (sic) Buzon, Jr.\nshowed his disgust by filing a motion to inhibit Judge Bersamin (Exhibit 68-c, supra). After favorably acting on the motion, Judge Bersamin sent the\nrecords of the case to the Office of the Executive Judge of the Regional Trial\nCourt of Quezon City for re-raffle to another branch. Under the aforementioned environmental facts, respondent Judge is\nnow administratively charged with gross partiality and gross ignorance of the\nlaw.”\n\nJustice Vasquez found no basis for the charge of gross\npartiality, reasoning out that: “The procedural facts of the case as earlier chronologically listed\ndown in this report betrays the accusation of partiality. All proceedings were apparently conducted in\nthe most usual and regular manner. While\nthere maybe some delays, the same are equally attributable to both the accused\nand to the prosecution and, more importantly in the observance of due process\nof law. When specifically the respondent\nordered for the suspension of the defense evidence in deference to whatever\nresolution the Court of Appeals or the Supreme Court will issue on the pending\ncertiorari proceedings, it was only cordially exercising judicial courtesy to a\nhigher court. And that is not partiality.” On the charge of gross ignorance of the law, Justice Vasquez stated\n“that respondent judge committed an error in granting bail to the accused\nwithout a hearing” and recommended the imposition of a fine of one (1) month’s\nsalary. Said Justice Vasquez: “The law on bail mandates that all persons in custody are entitled\nto bail as a matter of right except those charged with capital offense or an\noffense which under the law at the time of its commission and at the time of\nthe application to bail is punishable by Reclusion\nPerpetua when evidence of guilt is strong (Section 3 Rule 114, Revised\nRules on Criminal Procedure). And in the event of an application for admission\nto bail, the prosecution has the burden of showing that the evidence of guilt\nis strong (Section 5, supra).\n\nxxx xxx xxx “Ironically, in the administrative case at bench, the respondent\njudge not only committed the mistake of granting bail to the accused without\nhearing. He likewise practically\nreversed the original and alias warrants of arrest issued by him against the\naccused where no bail was recommended. Furthermore, despite his denial of the Demurrer to Evidence submitted by\nthe accused, respondent judge insistingly refused to cancel the bail of the\n(accused,) taking refuge and shelter from a mere recommendatory statement (of)\nthe Office of the City Prosecutor that accused maybe admitted to a P50,000.00\nbail. It is therefore imperative to find guilty (sic) against the respondent in\nthis respect.”\n\nWe agree with the foregoing findings. It is basic that in indictments for capital\noffenses like murder, bail shall not be granted when the evidence of guilt is\nstrong. When admission to bail is a matter\nof discretion, the judge is required to conduct a hearing and to give notice of\nsuch hearing to the fiscal or require him to submit his recommendation.\n\nIn c oncerned Citizens vs.\nElma, [2] we emphasized the extreme necessity of\nconducting hearings in applications for bail, especially in capital offenses: “x x x It is a rule of long\nstanding that bail is not a matter of right in cases involving capital offenses\nor where the offense for which the accused stands charged is punishable by reclusion perpetua when evidence of\nguilt is strong. It is true that the weight of the evidence adduced is\naddressed to the sound discretion of the court. However, such discretion may be exercised only after the hearing called to ascertain the degree of guilt of the\naccused for the purpose of determining whether or not he should be granted\nprovisional liberty. At the hearing,\nthe court should assure that the prosecution is afforded the opportunity to\nadduce evidence relevant to the factual issue, with the applicant having the\nright of cross-examination and to introduce his own evidence in rebuttal. In the\ncase at bench, however, no formal hearing was conducted by respondent\njudge. He could not have assessed the\nweight of the evidence against accused Gatus before granting the latter’s\napplication for bail. “The necessity of hearing an application for bail has been stressed\nby this Court in the early case of People\nvs. San Diego, (No. L-29676, December 24, 1968, 26 SCRA 522) thus:\n\n‘ The court’s discretion to\ngrant bail in capital offenses must be exercised in the light of a summary of\nthe evidence presented by the prosecution; otherwise, it would be uncontrolled\nand might be capricious or whimsical. Hence, the court’s order granting or refusing bail must contain a\nsummary of the evidence for the prosecution followed by its conclusion whether\nor not the evidence of guilt is strong. x x x’”\n\nTruly, a judge would not be in a position to determine whether\nthe prosecution’s evidence is weak or strong unless a hearing is first conducted: [3] “To appreciate the strength or weakness of the evidence of guilt\nthe prosecution must also be consulted or heard. It is equally entitled as the\naccused to due process. People vs. Dacudao, 170 SCRA 489). Further, the court’s discretion to grant bail\nin capital offenses might (sic) be exercised in the light of a summary of the\nevidence presented by the prosecution, otherwise, it could be uncontrolled and\nmight be capricious or whimsical. Hence,\nthe court’s order granting or refusing bail must contain a summary of the evidence for the prosecution followed by its\nconclusion whether or not the evidence of guilt is strong. (Resolution issued in A.M. No. 92-10-884-RTC - Re: Report of Pasig RTC Judges about the case of\nJudge Armie Elma, RTC, Branch 153, Pasig, M. M.).’\n\nxxx xxx xxx “It is indeed regrettable how respondent Judge Francisco ignored\nthe clear import in People vs. Dacudao where\nwe clearly stated that ‘a hearing is absolutely\nindispensable before a judge can properly determine whether the prosecution’s\nevidence is weak or strong. Hence, a denial of the prosecution’s request to\nadduce evidence, deprives it of procedural due process, a right to which it is\nequally entitled as the defense. A\nhearing is required to afford the judge a basis for determining the existence\nof those factors set forth under Rule 114, Sec. 6.’”\n\nAnd failure to conduct such hearing is inexcusable: “Respondent cannot grant an application for admission to bail in a\ncapital offense without hearing, on the ground that the opposition thereto was based merely on the affidavit of the\ndefense witnesses (See Medina vs. De\nGuia, 219 SCRA 153 [1993], in connection with A.M. No RTJ-89-306). The hearing is precisely to give the\nprosecution the opportunity to present these witnesses in court to affirm the\ncontents of their affidavits. By\ngranting the bail application on such a flimsy reason, respondent effectively\ndenied the prosecution the opportunity to be heard and to establish that the\nevidence of the accused’s guilt was strong. “His failure to conduct the hearing required is inexcusable and\nreflects either gross ignorance of the law or a cavalier disregard of its\nrequirements (Pico vs. Combong, Jr., 215 SCRA 421 [1992]), thus, warranting\nsevere sanction.” [4]\n\nIn the face of this established rule on bail hearings, respondent\njudge, citing Lim, Sr. vs. Felix, [5] averred that “a judge may rely upon the\nfiscal’s certification of the existence of a probable cause and on the basis\nthereof issue a warrant of arrest.” This argument is misplaced and totally\nunacceptable. The cited case involves\nthe issuance of warrants of arrest, NOT the grant of bail. We held in Aurillo, Jr. vs. Francisco [6] that: “Verily, it was patent error for him [trial judge] to base his\norder granting bail merely on the supporting affidavits attached to the\ninformation since those were merely\nintended to establish probable cause as basis for the issuance of an arrest\nwarrant, and not to control his discretion to deny or grant bail in all\nsituations -i.e., with or without a motion from the accused and even without\nconducting a hearing on the matter. Such\nerror cannot be characterized as mere deficiency in prudence, discretion and\njudgment, but a patent disregard of well-known rules and, therefore,\nconstitutive of gross ignorance of the law.”\n\nIn the Code of Judicial Conduct (Rule 1.01), a “judge should be\nthe embodiment of competence, integrity and independence.” Respondent judge\nfell short of this basic canon and, by his conduct, did not inspire confidence\non the part of the litigants in his competence and knowledge of the law. In\nfine, we are of the firm conviction that respondent is guilty as found by\nJustice Vasquez.\n\nIn Bay/on vs. Sison, [7] where the judge therein granted bail\nwith neither notice to the prosecution nor hearing on the application for bail,\nthis Court imposed “a FINE of P20,000.00 with a STERN WARNING that the\ncommission of the same or similar offense in the future will definitely be\ndealt with more severely.”\n\nSimilarly, in Aurillo, Jr.\nvs. Francisco, [8] this Court imposed on the respondent\njudge a fine of P20,000.00 with stern warning, etc.\n\nACCORDINGLY, the Court\nfinds respondent Judge GUILTY of IGNORANCE OF THE LAW and hereby imposes upon\nhim a FINE of twenty thousand pesos (P20,000.00), with the STERN WARNING that\ncommission of the same or similar acts in the future will be dealt with more\nseverely. SO ORDERED.\n\nNarvasa, C.J. (Chairman), Padilla, Regalado, Romero,\nBellosillo, Melo, Puno, Vitug, Francisco, and Hermosisima, Jr., JJ., concur .\nDavide, Jr., Kapunan, and Mendoza, JJ., no part. Close relation to a\nparty.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Rollo , pp. 1-3.\n\n[2] 241 SCRA 84, 88 (February 6, 1995); see also Baylon vs. Sison, 243 SCRA 284, 293 (April 6, 1995); Sule vs. Biteng, 243 SCRA 524, 528\n(April 18, 1995); Guillermo vs. Reyes,\nJr., 240 SCRA 154, 159-160 (January 18, 1995); Aurillo, Jr. vs. Francisco, 235 SCRA 283,288 (August 12, 1994); Re: Report on the Judicial Audit and\nPhysical Inventory of the Record of Cases in the RTC, Br. 43, Roxas,\nMindoro Oriental, 236 SCRA 631, 639 (September 22, 1994); Aguirre vs. Belmonte, 237 SCRA 778. 789 (October 27, 1994); Lardizabal vs. Reyes, 238 SCRA 640,642\n(December 5, 1994); Medina vs. de Guia, 219 SCRA 153,\n171-172 (March 1, 1993); Borinaga vs.\nTamin, 226 SCRA 206,216 (September 10, 1993).\n\n[3] Aurillo, Jr. vs. Francisco, supra , at pp. 287-288.\n\n[4] Re: Report on the Judicial Audit and Physical Inventory of the Record of Cases\nin the RTC, Branch 43, Roxas, Mindoro Oriental, supra , at p. 639.\n\n[5] 194 SCRA 292 (February 19, 1991); Rollo, p.\n70.\n\n[6] Supra, at p. 289.\n\n[7] Supra, at p. 298.\n\n[8] Supra, at p. 289.",
  "content_length": 20673,
  "metadata_extraction_date": "2025-11-01T05:48:58.787960",
  "extraction_version": "2.0_enhanced_full_content"
}