{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1903/december/gr_l-1441_1903.html",
  "filename": "gr_l-1441_1903.html",
  "year": 1903,
  "month": "december",
  "case_number": "gr_l-1441_1903",
  "gr_number": "gr_l-1441_1903",
  "volume_page": "Volume information not available",
  "decision_date": "December 29, 1903",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Tax Law",
    "Remedial Law",
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "accused",
    "defendant",
    "age",
    "years",
    "her",
    "deceased",
    "court",
    "she",
    "evidence",
    "upon",
    "testimony",
    "mother",
    "time",
    "penalty",
    "dolores",
    "case",
    "severa",
    "crime",
    "committed",
    "eugenia"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1441\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1441\tDecember 29, 1903\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nSEVERA BERGANTINO,\n\ndefendant-appellant.\n\nCarlos Ledesma for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nCOOPER,\n\nJ.:\n\nThe defendant, Severa Bergantino, is charged with the crime of homicide, committed as follows:\n\nOne the evening of the 26th day of February last, the deceased, Eugenia Bernales, being at the house of Dolores Abelarde for the purpose of collecting 7 reals and 8 cents, which the latter owed to the former, the said Abelarde not having paid the same, a dispute arose, and the said acused, Severa Bergantino, taking part in the dispute, inflicted two wounds upon the stomach of the deceased with the knife, which caused the death of the said Eugenia Bernales on the 28th of the said month of February.\n\nThe defendant was found guilty in the Court of First Instance and was adjudged to imprisonment of eight years and six months of\n\nprision mayor\n\nand to pay the costs of the proceedings, with the accesories, without adjudging indemnification for the damages, there being no claim for such by the heirs or relatives of the deceased. From the judgement the defendant appeals to this court.\n\nThe testimony in the case and on which the decision is based discloses the following facts:\n\nIn the pueblo of Asencia, in the Province of Iloilo, on the 26th day of November, 1902, the deceased, Eugenia Bernales, went to the house of Dolores Abelarde, the mother of the accused, for the purpose of collecting the sum of 7 ½ reals which the deceased had won in a game on the morning of that day from Dolores. Dolores refused to pay the sum; the deceased insisted, saying that she needed the money in order to but supplies for the family; after some warm words had passed between the women the deceased stated that the accused was wanting in a virtue and applied other offensive epithets to her. The accused was present, and up to this time had taken no part in the dispute between her mother and the deceased. Eugenia left the presence of Dolores and started down the steps, and when reaching the lower story, Severa having accompanied her, they came to blows. The accused at the time of the quarrel had a penknife in her hand with which she inflicted mortal wounds upon the deceased.\n\nWhile there is some conflict, the testimony is sufficient to sustain these views, and it is clear that the defendant is guilty of the offense of homicide.\n\nlawphil.net\n\nIt is contended by the attorney for the defendant that the court failed to take into consideration all of the extenuating circumstances which existed in the case, and, in particular, that the penalty assessed by the court was placed in a grade too high in view of the testimony as to the age of the accused.\n\nArticle 85 of the Penal Code provides that:\n\nUpon a person under 15 years or over 9 years of age, who is not exempt from liability by reason of the court having declared that he acted with the exercise of judgement, a discretionary penalty should be imposed, but always lower, two degrees at least, than the prescribed by law for the crime which he committed.\n\nDid the evidence in the case show that the accused was under 15 years of age? If so, the penalty should have been two degrees, at least, lower than the perscribed by law for the crime which was committed.\n\nThe learned judge states in his decision that the accused is a married woman, apparently about 18 or 19 years of age; that the while the proof presented on the part of the defendant tended to show that she was less than 15 years old at the time of the time of the occurrence; that these declarations of the witnesses were all hearsay, as neither the accused nor her mother, who testified as to her age, knew her present age; that there was not presented during the trial the baptismal certificate nor any other document showing the date of the birth of the accused; that to judge by the apperance of the accused she had passed the age of 15 years; that it was impossible to determine with certainty this point; and the court reached the conclusion that the accused was more than 15 years of age.\n\nThe testimony of the defendant, her mother, and her husbands was to the effect that the accused had not reached the age of 15 at the time of the commision of the offense.\n\nThe mother of the accused testified that her daughter was 14 years and 4 months old and states that the reason she knew her age was because the defendant was born about the time of the cholera epidemic of 1889.\n\nThe accused testified that she was 14 years old when she was married, three months before the trial.\n\nThe husband of the accused testified that she was 14 years old and that he knew this because when he was married they told him that the accused was only 14 years of age.\n\nThe testimony of the mother was not hearsay, but was by one who had direct knowledge of the age of the accused.\n\nThe testimony of the husband, though hearsay, is such evidence as is commonly received by the courts upon the subject of pedigree, which furnishes an exception to the rule with reference to the admissibility of hearsay evidence. (Greenl., sec. 114 C.)\n\nWhile the evidence upon this point is not entirely satisfactory, yet it is suffiient to raise a reasonable doubt upon this material question in the case, to the benefit of which the defendant is entitled. The baptismal certificate or other evidence of this character would have been much more satisfactory to the court, and, if obtainable, should have been introduced. Neither the prosecution nor the defendant saw fit to introduce such evidence.\n\nThis finding of the court as to the age, not being supported by evidence sufficient to satisfy this court beyond a reasonable doubt, will require a reversal of the judgment and a modification of the sentence by reducing the penalty in accordance with the requirements of article 85 of the Penal Code at least two dergees below that prescribed by law for the crime was committed by the defendant, and the imposition of a discretionary penalty, which in view of the extenuating circumstances we find as existing in the case, we now reverse the judgment and sentence the defendant to the penalty of six months imprisonment,\n\narresto mayor\n\nin its maximum degree, with costs of the proceedings adjudged against the defendant. So ordered.\n\nArellano, C. J., Torres, Willard, Mapa, McDonough and Johnson, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 6545,
  "metadata_extraction_date": "2025-11-16T07:53:53.865395",
  "extraction_version": "2.0_enhanced_full_content"
}