{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1903/december/gr_l-1365_1903.html",
  "filename": "gr_l-1365_1903.html",
  "year": 1903,
  "month": "december",
  "case_number": "gr_l-1365_1903",
  "gr_number": "gr_l-1365_1903",
  "volume_page": "Volume information not available",
  "decision_date": "December 29, 1903",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "defendants",
    "three",
    "sotero",
    "abelino",
    "marines",
    "olongapo",
    "other",
    "who",
    "them",
    "gervasio",
    "santiago",
    "september",
    "sentenced",
    "guides",
    "deceased",
    "defendant",
    "appellee",
    "appellants",
    "espiridion",
    "filipino"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1365\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1365\tDecember 29, 1903\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nGERVASIO SANTIAGO ET AL.,\n\ndefendants-appellants.\n\nFrancisco Zandueta for appellants.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nMCDONOUGH,\n\nJ.:\n\nThe defendants, Gervasio Santiago, Narciso Paras, Sotero Abelino, and Espiridion Filipino, were convicted in the court below of the robbery and assassination of three American marines, viz, Leander W. Sundblad, Nicolas P. Johnston, and John P. Conde, at Olongapo, Province of Zambales, on the 21st September, 1902, and Sotero Abelino was sentenced to life imprisonment, and on the four other defendants the penalty of death was imposed. The facts proved show that the three men who were assassinated employed the defendants, Sotero Abelino and Espiridion Filipino, on the evening of September 20, 1902, at the town of Olongapo, to act as guides. The marines had been journey from Subic and were on their way to Manila.\n\nThese two guides, on that same evening, met the other three defendants and entered into a conspiracy and plan with them to ambush these marines and to murder and rob them.\n\nOn the morning of September 21, the guides and the three Americans started on their journey from the barrio of Binictican toward Dinalupijan, and, while crossing the river at the second ferry, where the other three defendants were awaiting them, the marines were attacked by all the defendants, with bolos, and were killed. The bodies were dragged to the woods on the shore and left unburied. All the money the deceased had, amounting to about 100 pesos, was taken by the defendants and divided among them.\n\nIn January, 1903, word reached the officers of the Constabulary that this crime had been committed, and an investigation was begun, which resulted in the arrest of the defendants.\n\nThey all freely and without force, threats, or promises confessed that they had committed the assassination and robbery in question.\n\nThese confessions were made to Constabulary officers, to the justice of the peace at Subic, and to the auxiliary justice at Olongapo.\n\nThese confessions were corroborated by the testimony of other witnesses and by the finding of the remains of the deceased at a place pointed out by the defendant Gervasio Santiago and within two and a half hours' walk from the presidencia of Olongapo.\n\nThese remains consisted of three skulls and of bones of the legs, and the skulls showed distinct cuts or wounds in the backs of the heads and no cuts in front, except one, which had part of the jaw cut away.\n\nlawphil.net\n\nThe three Americans were unarmed and were attacked in the rear.\n\nWe have examined all the evidence in the case carefully, and have no doubt whatever of the guilt of the defendants.\n\nThe judgment of the court below is therefore confirmed, except as to the defendant Sotero Abelino, who at the time of the commission of the crime was only seventeen years of age, and who was sentenced to imprisonment for life. The extenuating circumstances of age must be considered with respect to this defendant, who is accordingly sentenced to twenty years of cadena temporal, with the corresponding accessories. The defendants herein are also condemned to the payment jointly and severally of an indemnification of 1,000 Mexican pesos to the heirs of each of the deceased, and each of the defendants is furthermore condemned to the payment of a third of the costs. The judgment, thus modified, is affirmed.\n\nArellano, C.J., Torres, Cooper, Willard, Mapa and Johnson, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3658,
  "metadata_extraction_date": "2025-11-16T07:54:00.497110",
  "extraction_version": "2.0_enhanced_full_content"
}