{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/january/G_R__No__555.html",
  "filename": "G_R__No__555.html",
  "year": 1904,
  "month": "january",
  "case_number": "G.R. No. 555",
  "gr_number": "555",
  "volume_page": "Volume information not available",
  "decision_date": "January 22, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "complaint",
    "appellant",
    "family",
    "appellee",
    "court",
    "when",
    "gun",
    "complaining",
    "witness",
    "property",
    "particular",
    "said",
    "can",
    "judgment",
    "arellano",
    "title",
    "found",
    "republic",
    "philippinessupreme"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 555\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 555            January 22, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nPANTALEON GIMENO,\n\ndefendant-appellant.\n\nA. A. Montagne for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nWILLARD,\n\nJ.:\n\nThe guilt of the defendant was clearly proved by the evidence.\n\nIn the court below no objections were made to the sufficiency of the complaint, but in this court it is claimed that it is deficient in several respects. When a complaint alleges, as this one does, that the defendant, armed with a gun, at midnight entered the house of the complaining witness, and after beating him with the butt of the gun took from his family money and other property and departed with it, it is not necessary to add thereto the statement that the defendant acted \"feloniously.\"\n\nThe complaint alleged that the property described therein was taken by the defendant from the family of the complaining witness. At the trial it was shown particular objection on the part of the defendant to what particular member of the family each of said articles belonged. No substantial right of the defendant on the merits was prejudiced by the failure to state these details in the complaint. Even if the complaint was defective in this respect we can not reverse the judgment for that reason. (G. O. No. 58, sec. 10.)\n\nThe same thing can be said of the claim that the defendant's lawyer was not present when the sentence was pronounced.\n\nThe judgment is affirmed with the costs of this instance against the appellant.\n\nArellano, C. J., Torres, Cooper, Mapa, McDonough and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1719,
  "metadata_extraction_date": "2025-11-16T07:54:53.431169",
  "extraction_version": "2.0_enhanced_full_content"
}