{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/march/gr_l-2603_1906.html",
  "filename": "gr_l-2603_1906.html",
  "year": 1906,
  "month": "march",
  "case_number": "gr_l-2603_1906",
  "gr_number": "gr_l-2603_1906",
  "volume_page": "Volume information not available",
  "decision_date": "March 26, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law",
    "Criminal Law"
  ],
  "keywords": [
    "philippine",
    "said",
    "currency",
    "hundred",
    "lumber",
    "development",
    "united",
    "states",
    "carrington",
    "company",
    "one",
    "frank",
    "voucher",
    "four",
    "concha",
    "fifty",
    "square",
    "court",
    "public",
    "then"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2603\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2603            March 26, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nFRANK DE L. CARRINGTON,\n\ndefendant-appellant.\n\nHartigan, Marple, Rohde and Gutierrez, for appellant.\n\nAttorney General Wilfley, for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendant was charged with the crime of the falsification of a public document as a public official, as follows:\n\nThat on or about the 15th day of January, 1904, in the city of Manila, Philippine Islands, the said Frank de L. Carrington, being then and there a public official of the United States Civil Government of the Philippine Islands, to wit, a duly appointed and commissioned major of the First Infantry, United States Army, and the duly designated and acting commanding officer of the Provisional Battalion of Philippine Scouts, and the duly designated, qualified, and acting disbursing officer of public funds of the United States Civil Government of the Philippine Islands, appropriated by said Civil Government on account of the Louisiana Purchase Exposition at St. Louis, did, willfully, unlawfully, feloniously, corruptly, with abuse of his office and with the intent then and there to deceive and defraud the United States Civil Government of the Philippine Islands and its officials, falsify a public or official document, of which he had charge and in which he had participation by reason of his office, namely a voucher for the expenditure of public funds, which voucher is in words and figures following, to wit:\n\nAuditor 125.\n\nGENERAL EXPENSE VOUCHER.\n\n(Philippine, Mexican, or United States currency.)\n\nAPPROPRIATION FOR EXPOSITION PURPOSES, ACT NO. 824, FISCAL YEAR 1904.\n\nThe Government of the Philippine Archipelago to the Philippine Lumber &\n\nDevelopment Co., Dr.\n\nDate\n\nArticle of service.\n\nAmount\n\nRemarks.\n\n1903. Dec. 14\n\n750 sq. ft. concha windows @ P0.60, Phil. Cy --------------\n\n450.00\n\nProperty checked by \n\n(Signed) T. DAVID\n\nAuthority filed with Vou. No. 1 (See Note D.)\n\nI certify that the above account is correct and just. The services were rendered as stated and were necessary for the public service. Articles purchased have been taken up in the property book of this ..... office ............. (Name of office or station) and will be accounted for to the Auditor on my return for the period ending December 31st, 1903.\n\n(Signed)\tF. DE L. CARRINGTON,\n\nMajor, 1st Infantry, D. O\n\n.\n\nApproved:\n\n(Signed)\tF. de L. CARRINGTON,\n\nMajor 1st Inf., Comdg. Prov. Batt., N. S.\n\nReceived of Maj. F. de L. Carrington, 1st Inf., this 14th day of December, 1903, the sum of four hundred and fifty (P450) 00/100 pesos in full payment of above, which I hereby certify to be correct.\n\nPaid by check No ......\n\nDate ............................., 190\n\nOn ................................\n\nIn favor of ...................\n\nPHILIPPINE LUMBER & DEVELOPMENT CO.,\n\n(Signed)\tHENRY M. JONES,\n\nPresident\n\n.\n\n(Signature of creditor.)\n\nIn this, that the said Frank de L. Carrington did, then and there, include in the act of making such voucher as above set forth, the participation of Henry M. Jones, president of the Philippine Lumber and Development Company, when in truth and in fact the said Henry M. Jones had no such participation as stated in said voucher, the said voucher not being at the time of the signature of Henry M. Jones, president of the Philippine Lumber and Development Company, as appended thereto, filed out with the date, article, or service, or price, or amount received; and in this, that the said Frank de L. Carrington did, then and there, attribute in said voucher to Henry M. Jones, president of the Philippine Lumber and Development Company, declarations and statements different from those which he actually made, in that the said Frank de L. Carrington did, then and there, attribute in said voucher to Henry M. Jones, president of the Philippine Lumber and Development Company, the statement that the Philippine Lumber and Development Company had, on December 14th, 1903, sold to the Government of the Philippine Archipelago seven hundred and fifty (750) square feet of concha windows, at sixty (P0.60) cents, Philippine currency, per square foot, for an amount of four hundred fifty (P450.00) pesos, Philippine currency, which amount said Philippine Lumber and Development Company had received from the said Frank de L. Carrington, when in truth and in fact the said Henry M. Jones, president of the Philippine Lumber and Development Company, then and there declared that the Philippine Lumber and Development Company had sold to the Government of the Philippine Archipelago twenty-four (24) concha windows, containing three hundred thirty-four and three-eights (334 3/8) square feet, at thirty ($0.30) cents, United States currency, per square foot, or a total of one hundred and 30/100 ($100.30) dollars, United States currency, and one hundred (100) concha shells for concha windows for one and 50/100 ($1.50) dollars, United States currency, or a total of one hundred one and 80/100 ($101.80) dollars, United States currency, and have received from Frank de L. Carrington the sum of one hundred one and 80/100 ($101.80) dollars, United States currency, or two hundred three and 60/100 (P203.60) pesos, Philippine currency, and in this, that the said Frank de L. Carrington did, then and there, pervert the truth in the narration of facts contained in said voucher, in that he then and there stated and declared and certified in said voucher that he had, on December 14th, 1903, purchased from the Philippine Lumber and Development Company for the Government of the Philippine Archipelago, seven hundred fifty (750) square feet of concha windows, at sixty (P0.60) cents, Philippine currency, per square foot or for a total of four hundred fifty (P450) pesos, Philippine currency, and that he had paid the said Philippine Lumber and Development Company from public civil funds the sum of four hundred fifty (450.00) pesos, Philippine currency, and that he had paid the said Philippine Lumber and Development Company from public civil funds the sum of four hundred fifty (P450.00) pesos, Philippine currency, and that the said voucher as stated by him and as above set forth was correct and just, when in truth and in fact the said Frank de L. Carrington did not, on December 14th, 1903, or on any other date, purchase from the Philippine Lumber and Development Company seven hundred fifty (750) square feet of concha windows, at sixty (P0.60.) cents, Philippine currency, per square foot, for a total sum four hundred fifty (P450.00) pesos, Philippine currency, and did not pay the said sum of four hundred fifty (P450.00) pesos, Philippine currency, to said Philippine Lumber and Development Company, and when in truth and in fact the said voucher as stated by the said Frank de L. Carrington and as shown as above was not correct and just; the truth being that on December 14th, 1903, the said Frank de L. Carrington purchased from the said Philippine Lumber and Development Company twenty-four (24) concha windows containing three hundred thirty-four and three-eights (334 3/8) square feet, at thirty ($0.30) cents, United States currency, per square foot, or a total of one hundred and 30/100 ($100.30) dollars, United States currency, and one hundred (100) concha shells for concha windows, for one and 50/100 ($1.50) dollars, United States currency, or a total of one hundred one and 80/100 ($101.80), United States currency, or two hundred three and 60/100 (P203.60) pesos, Philippine currency, was the total sum and the only sum paid to the said Philippine Lumber and Development Company by the said Frank de L. Carrington. \"All contrary to law.\n\n(Signed)\tW. W. BARRE.\n\nSubscribed and sworn to before me and in my presence in the city of Manila, P. I., this 14th day of October, 1904, by W. W. BARRE.\n\n(Signed)\tMANUEL ARAULLO,\n\nCourt of First Instance, City of Manila, P. I.\n\nAfter hearing the evidence adduced during the trial in the Court of First Instance of the city of Manila the judge of that court found the defendant guilty and sentenced him to be imprisoned for twelve years and one day and to pay the costs. From this decision the defendant appealed to this court. An examination of the evidence adduced during the trial in the inferior court shows beyond peradventure of doubt that the defendant was guilty of the crime charged in said complaint, in the manner and form as charged therein.\n\nThe court having sentenced the defendant in cases Nos. 2600,\n\n1\n\n2601,\n\n2\n\nand 2602 2 to the penalty prescribed by law in each case, which penalties amount together to forty years' imprisonment, and by reason of the fact that the penalties imposed on one defendant can not exceed forty years under the provisions of paragraph 2, article 88 of the Penal Code, this case is hereby dismissed, with the costs de oficio. So ordered.\n\nArellano, C.J., Torres, Mapa and Willard, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nCARSON,\n\nJ.,\n\ndissenting:\n\nI dissent. There is no authority in law for the dismissal of this case.\n\nThe provisions of paragraph 2, article 88 of the Penal Code, limit the maximum duration of the penalties which may be imposed on one convicted of various offenses to forty years, but this does not relieve the court of the duty of imposing these penalties prescribed by law which are not affected by this provision. The restitution of money or property unlawfully acquired, the payment of costs and the imposition of the appropriate accessory penalties prescribed in section 3, Chapter III, title 3, Book I of the code, are logical and necessary consequences of the court's finding that the accused is guilty of the crime with which he is charged.\n\nFurthermore, the judgment and sentenced in cased Nos. 2600, 2601, and 2602, referred to in the majority opinion, have not become final, and may be reversed on appeal. The point may be of much practical importance in this case, but cases sometime arise in which the precedent, if followed, would defeat the ends of justice. For example: A. is charged in three separate complaints with the crimes of arson, assassination, and robbery, respectively; he is found guilty in all\n\nthree\n\ncauses, and the Court of First Instance imposes terms of imprisonment aggragating forty years in the first two, and following the precedent established in this case dismisses the complaint for robbery. On appeal the judgment and sentence for arson and assassination are reversed for some error in procedure, or for lack of proof which shows the guilt of the accused beyond a reasonable doubt. In such event the accused would then go free although it may be that without error in the proceedings he had been proven guilty beyond reasonable doubt of the crime of robbery, because the dismissal of the complaint after trial is a bar to further proceedings.\n\nThe court should pronounce the sentence which the law prescribes, issuing an order at the same time that so much of the sentence imposing imprisonment as would subject the convict to imprisonment for a period of more than forty years is not to be executed.\n\nFootnotes\n\n1\n\n5 Phil. Rep., 725.\n\n2\n\nNot reported.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 11234,
  "metadata_extraction_date": "2025-11-16T08:12:35.996580",
  "extraction_version": "2.0_enhanced_full_content"
}