{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/march/gr_l-3139_1906.html",
  "filename": "gr_l-3139_1906.html",
  "year": 1906,
  "month": "march",
  "case_number": "gr_l-3139_1906",
  "gr_number": "gr_l-3139_1906",
  "volume_page": "Volume information not available",
  "decision_date": "March 15, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "case",
    "motion",
    "term",
    "new",
    "trial",
    "tried",
    "bill",
    "exceptions",
    "party",
    "july",
    "his",
    "decided",
    "court",
    "appellee",
    "judgment",
    "day",
    "defeated",
    "made",
    "opinion",
    "section"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3139\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3139            March 15, 1906\n\nALEJANDRO SANTOS,\n\nplaintiff-appellee,\n\nvs.\n\nCELESTINO VILLAFUERTE,\n\ndefendant-appellant.\n\nJ.B. Early for appellant.\n\nHartigan, Rohde and Gutierrez for appellee.\n\nWILLARD,\n\nJ.:\n\nThis is a motion to dismiss a bill of exceptions. The judgment was rendered on the 29th day of June, 1905. It does not appear from the bill of exceptions when the defendant, the defeated party, was notified of the judgment. He claims that he was not notified until the 3rd of July. The appellee claims that he was notified on the 1st of July. On the 7th day of July the defendant made a motion for a new trial on the ground that the decision was not justified by the evidence. This motion was denied on the 29th day of July. On the same day the appellant excepted to the order denying the motion, and gave notice of his intention to present a bill of exceptions, which bill of exceptions he presented on August 4.\n\nAll of the questions except one argued by the appellee in his motion to dismiss have been discussed and decided against him in the case of\n\nAntonia de la Cruz vs. Santiago Garcia\n\n1\n\n, No. 2485, August 17, 1905. The point that the motion for a new trial was not made or decided at the same term at which the case was tried was not discussed in the case cited. In the present case, which comes from the city of Manila, a term of the court commenced on the 3rd day of July, 1905, and it must be assumed that the prior term at which the case was tried ended on the 2nd day of July, and it is claimed by the appellee that the motion for a new trial not having been made at the term at which the case was tried, it produced no effect. The only provision of the law relating to the matter is section 145 of the Code of Civil Procedure, which says that at any time during the term at which the action has been tried the judge may set aside the judgment and grant a new trial. It will be noticed that this section says nothing about the presentation of a motion for a new trial. If it requires a motion for a new trial to be presented within the same term at which the case was tried, it also requires it to be decided within that term. It will be noticed also that section 497, paragraph 3, in speaking of the motion for a new trial, which is made for the purpose of enabling the defeated party to secure a review of the evidence in this court, says nothing about the necessity of making the motion or of having it decided at the term at which the case was tried.\n\nWhile the point has never been discussed in any of the decisions of this court, yet it has always been assumed that the fact that the motion for a new trial was decided by the judge after the term at which the case was tried had ended, did not deprive the defeated party of his right to secure a review of the evidence in this court. In the case above cited, which came from the Province of Rizal, the judgment was entered on the 21st of July, 1903. The motion for a new trial was not decided until the 26th of October, 1903. In objecting to the allowance of the bill of exceptions in that case the appellee made the point that the motion for a new trial was not made at the term at which the case was tried. Nothing was said about this objection in the decision, and it does not appear from the case whether as a matter of fact the term of the court at Pasig continued from the 21st of July, 1903, until the 26th of October, 1903. However, in the case of\n\nVicente Gomez vs. Jacinta Hipolito\n\n2\n\n(3 Off. Gaz., 33) judgment was entered on the 1st of May, 1903. The defeated party was notified thereof on the 21st of May. On the 23rd of May he moved for a new trial, which was not decided until the 23rd of July. That case came from the city of Manila, and it thus appears that the motion for a new trial was not decided at the term at which the case was tried. We, however, refused to dismiss the bill of exceptions.\n\nWe follow the decision in that case, with the suggestion that if the motion must be decided at the term at which the case was tried, the right of the defeated party to a review of the evidence in this court, a right secured to him by said section 497, paragraph 3, might be taken from him by a mere delay on the part of the judge in deciding the motion, a delay for which the defeated party would in no way be responsible.\n\nArellano, C.J., Mapa, Carson, and Tracey, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nTORRES,\n\nJ.,\n\ndissenting:\n\nThe undersigned, notwithstanding this respect for the majority decision, is nevertheless of the opinion that under section 143 of the Code of Civil Procedure the appellee's motion in this case should be granted, and appellant's bill of exceptions dismissed.\n\nIn view of the fact that the majority opinion follows the decision in the case of\n\nAntonia de la Cruz vs. Santiago Garcia\n\n, No. 2485, the undersigned, in order to avoid repetitions, refers to his dissenting opinion in that case as a part of this opinion. Otherwise I agree that the court's delay in deciding the motion for a new trial could not have worked against the moving party, who presented his motion in due time, so as to deprive him of his right to secure a review of the evidence in this court nor prevent the defeated party from prosecuting his remedy under sections 143 and 145 of the Code, when judgment is rendered on the last day of the term in the absence of such party or his attorney and it appears that they received no notice of its rendition until after the commencement of the following term.\n\nFor the reasons given in my dissenting opinion in the case cited and in view of the fact that the exception to the judgment and the notice of appellant's intention to present a bill of exceptions were not made forthwith or as soon as practicable as required by the provisions of section 143 of the Code of Civil Procedure and without reference to the motion for a new trial, I am of opinion that the bill of exceptions should be dismissed.\n\nJohnson, J.,\n\nreserves his opinion.\n\nFootnotes\n\nWILLARD\n\n, J.:\n\n1\n\n4 Phil. Rep., 680.\n\n2\n\n2 Phil. Rep., 732.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 6188,
  "metadata_extraction_date": "2025-11-16T08:12:54.506567",
  "extraction_version": "2.0_enhanced_full_content"
}