{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/march/gr_l-1928_1906.html",
  "filename": "gr_l-1928_1906.html",
  "year": 1906,
  "month": "march",
  "case_number": "gr_l-1928_1906",
  "gr_number": "gr_l-1928_1906",
  "volume_page": "Volume information not available",
  "decision_date": "March 9, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law",
    "Criminal Law"
  ],
  "keywords": [
    "trial",
    "appellants",
    "sentence",
    "defendants",
    "crime",
    "robbery",
    "court",
    "united",
    "states",
    "appeal",
    "should",
    "them",
    "evidence",
    "record",
    "taken",
    "judgment",
    "case",
    "who",
    "time",
    "granted"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1928\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1928            March 9, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nNICOMEDES DINGLASAN, ET AL.,\n\ndefendants-appellants.\n\nH.D. Green for appellants.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nCARSON,\n\nJ.:\n\nNicomedes Dinglasan having died pending his appeal, the cause, in so far as it relates to him, should be, and is hereby, dismissed, with his proportionate share of the costs in both instances\n\nde oficio\n\n.\n\nEngracio de Mesa and Simeon Carandag were charged with the crime of brigandage, the information alleging that they had conspired together and formed a band of brigands composed of some twelve armed members, and specifically charging them with the robbery of certain property in the municipality of San Juan de Bocboc on the 29th of June, 1903.\n\nWe do not think the evidence of record is sufficient to sustain the charge of brigandage, but we are of opinion that appellants were proven guilty beyond a reasonable doubt of the crime of robbery in an armed band as alleged in the complaint, marked with the aggravating circumstance that advantage was taken of the darkness of the night in the commission of the crime. Therefore, in accordance with the doctrine laid down in United States\n\nvs\n\n. Ortega et al.\n\n1\n\n(3 Off. Gaz., 366) and United States\n\nvs\n\n. Domingo Macasadia et al.\n\n2\n\n(February 10, 1906, 4 Off. Gaz., 235), it is the duty of this court to reverse the judgment and sentence of the trial court, and to impose the appropriate sentence for the crime of robbery, of which the appellants were proven guilty.\n\nIt appears from the record that during the trial of this case the hearing was suspended upon joint motion of the prosecution and the defendants, and that the judge who sat in the case up to that time having left the Islands, the judge who presided at the next term of court granted a new trial, and after hearing several witnesses who had not been called on the previous trial, pronounced judgment and imposed the sentence which is before us on appeal.\n\nIt does not affirmatively appear from the record whether this new trial was or was not granted on motion of the defendants, but no objection was made at the time, and, without going into the question as to whether, in view of the existing circumstances, such new trial could have been granted over the objections of the defendants, their objection made for the first time in the brief of counsel on appeal avails them nothing.\n\nIt is not necessary to determine whether the evidence taken at the first trial should or should not have been taken into consideration upon the second trial, because the evidence adduced at the second trial fully sustains the foregoing finding of the guilt of the accused of the robbery with which they are charged.\n\nWe therefore reverse the judgment and sentence of the trial court, and instead thereof we sentence the said appellants Engracio de Mesa and Simeon Carandag and each of them to ten years imprisonment\n\n(presidio mayor)\n\nand the accessory penalties prescribed by law, to the restitution of the stolen property, or the indemnification of their value to the owners thereof, and to the payment of their respective share of the costs in both instances. No provision is made for subsidiary punishment in this case, the principal penalty being higher in degree than that of\n\npresidio correccional\n\n. (Art. 51, Penal Code.) So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, and Willard, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n4 Phil. Rep., 814.\n\n2\n\nPage 602,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3638,
  "metadata_extraction_date": "2025-11-16T08:13:10.612582",
  "extraction_version": "2.0_enhanced_full_content"
}