{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/march/gr_l-2735_1906.html",
  "filename": "gr_l-2735_1906.html",
  "year": 1906,
  "month": "march",
  "case_number": "gr_l-2735_1906",
  "gr_number": "gr_l-2735_1906",
  "volume_page": "Volume information not available",
  "decision_date": "March 29, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Labor Law"
  ],
  "keywords": [
    "defendant",
    "crime",
    "homicide",
    "court",
    "general",
    "frustrated",
    "said",
    "case",
    "one",
    "attorney",
    "lesiones",
    "judgment",
    "found",
    "united",
    "states",
    "appellee",
    "appellant",
    "below",
    "committed",
    "thereof"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2735\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2735            March 29, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nFRANCISCO REYES,\n\ndefendant-appellant.\n\nMarcelo Caringal, for appellant.\n\nOffice of the Solicitor-General, for appellee.\n\nMAPA,\n\nJ.:\n\nThe defendant in this case is charged with the crime of frustrated homicide. The court below found that the crime had been committed, convicted the defendant as the author thereof, and sentenced him to six years and one day imprisonment at hard labor, with costs.\n\nThe Attorney-General, in his brief filed in this court, contends that the facts established by the record do not show the commission of the crime of frustrated homicide but of\n\nlesiones menos graves\n\n, as provided for and penalized in article 418 of the Penal Code.\n\nWe agree with the contention of the Attorney-General. We have already held in the case of the United States vs. Saturnino Trinidad,\n\n1\n\nNo. 1851, that the principal and most essential element of attempted homicide (and the same thing may be said of the crime of frustrated homicide is the intent on the part of the assailant to take the life of the person attacked, and such intent must be proved in so clear and evident a manner as to exclude any doubt as to the real intention of the aggressor. And, as the Attorney-General properly says in his brief, there is nothing in the record which would show clearly and beyond doubt an intention on the part of the defendant to kill.\n\nTherefore, it would not be proper to classify this crime as that of frustrated homicide. The acts committed by the accused constitute the crime of\n\nlesiones\n\nonly, and the said\n\nlesiones\n\nhaving taken more than eight days and less than thirty to cure, they should be classified as\n\nmenos graves\n\n, and the accused should be punished with\n\narresto mayor\n\nor with banishment and a fine of from 325 to 3,250 pesetas, at the discretion of the court, in accordance with article 418 of the Penal Code. The evidence clearly shows that the defendant is guilty of the said assault.\n\nWherefore, we hereby reverse the judgment of the court below and sentence the defendant to three months of\n\narresto mayor\n\n, from which shall be deducted one-half of the time he has served as a detention prisoner; to indemnify the offended party in the sum of 20 pesos, or in default thereof to suffer the corresponding subsidiary imprisonment at the rate of one day for every 2.50 pesos which he has to pay, and the costs of this instance. After the expiration of ten days from the date of final judgment, let the case be remanded to the Court of First Instance for execution of the said judgment. So ordered.\n\nArellano, C.J., Torres, Johnson, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2813,
  "metadata_extraction_date": "2025-11-16T08:12:26.829723",
  "extraction_version": "2.0_enhanced_full_content"
}