{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/march/gr_l-2434_1906.html",
  "filename": "gr_l-2434_1906.html",
  "year": 1906,
  "month": "march",
  "case_number": "gr_l-2434_1906",
  "gr_number": "gr_l-2434_1906",
  "volume_page": "Volume information not available",
  "decision_date": "March 9, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Labor Law"
  ],
  "keywords": [
    "accused",
    "his",
    "constabulary",
    "evidence",
    "found",
    "hemp",
    "their",
    "discovered",
    "gamboa",
    "brigands",
    "rice",
    "there",
    "bandits",
    "made",
    "sack",
    "containing",
    "they",
    "upon",
    "him",
    "before"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2434\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2434            March 9, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nBERNARDO BOAC,\n\ndefendant-appellant.\n\nMiguel Samson for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nCARSON,\n\nJ.:\n\nThe evidence of record in this case is substantially as follows:\n\nA detachment of Constabulary operating in the Province of Ambos Camarines discovered a group of bandits rendezvoused on the hemp farm or\n\nlate\n\nof one Gamboa, who, as it appears, was one of the chiefs of the band. The soldiers promptly opened fire on the brigands, all of whom, however, made their escape. On reaching the rendezvous the Constabulary found a sack containing 70 chupas of rice and the hat of the defendant lying on top of the sack, with his personal cedula stuck in the lining. They also discovered a small box containing some papers, among which was a memorandum with the names of various persons thereon, and following each name figures which seemed to represent varying quantities of hemp. Among other names was that of the accused, and the words \"50 piculs 3, 15.\" Upon the return of the detachment to its headquarters fruitless search was made for the accused at his home, which was located not far distant from the Constabulary quarters. On the third day after the incident just related the accused presented himself to the Constabulary, stating that his wife had informed him that they were searching for him, whereupon he was arrested, and charges of brigandage preferred against him. The accused admitted that he had been with the bandits at the time when they were discovered, but alleged that he had been captured a few hours before while working in his master's hemp fields; that he made his escape in the confusion resulting from the Constabulary attack, but that he did not dare to await their arrival for fear that he might be shot before he could make himself known; that his return to his home had been delayed by the floods and high waters then prevalent; that he knew nothing whatever as to how the brigands came into possession of the rice which had been found in their camp, and that he had been found in that neigborhood because he was a laborer employed in the hemp fields of Gamboa.\n\nUpon this evidence the accused was convicted of the crime of knowingly aiding and abetting a band of brigands by furnishing them with the said rice, which offense is defined and penalized in section 4 of Act No. 518 of the Philippine Commission.\n\nThere is no evidence whatever contradicting the statement of the accused that he had been captured by the bandits a few hours before their encounter with the Constabulary, nor is there anything inherently improbable in the story. There is no evidence whatever connecting the accused with the sack of rice found at the brigand rendezvous beyond the mere fact, which he admits, that he was in their camp when the Constabulary discovered them. There is no evidence that the accused knew that Gamboa was a brigand chief, nor does the fact that the accused was a laborer upon the hemp farm of the said Gamboa tend in any way to show that he was a brigand, or in sympathy with the brigands, and the memorandum containing the name of the accused and others is naturally and sufficiently explained, in view of the relations between the accused and his employer.\n\nWe do not think that the evidence of record is sufficient to sustain a conviction, and the judgment and sentence appealed from is reversed, with the costs of both instances\n\nde oficio\n\n, and the accused is acquitted of the crime with which he is charged and will be set at liberty forthwith. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3811,
  "metadata_extraction_date": "2025-11-16T08:13:06.139546",
  "extraction_version": "2.0_enhanced_full_content"
}