{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/march/gr_l-1009_1906.html",
  "filename": "gr_l-1009_1906.html",
  "year": 1906,
  "month": "march",
  "case_number": "gr_l-1009_1906",
  "gr_number": "gr_l-1009_1906",
  "volume_page": "Volume information not available",
  "decision_date": "March 31, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Civil Law",
    "Labor Law"
  ],
  "keywords": [
    "defendant",
    "cash",
    "his",
    "patugnan",
    "vales",
    "public",
    "him",
    "made",
    "there",
    "office",
    "judgment",
    "court",
    "two",
    "pesos",
    "treasurer",
    "time",
    "february",
    "use",
    "official",
    "case"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1009\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1009            March 31, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nIGNACIO SANTA MARIA,\n\ndefendant-appellant.\n\nJohn E. Springer, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nTRACEY,\n\nJ.:\n\nThis is an appeal from a judgment of the Court of First Instance of the Province of Pangasinan, convicting the defendant of the misappropriation of public moneys and sentencing him to imprisonment at hard labor for three years and two months and the repayment of 165.69 pesos, with costs.\n\nThe defendant having been elected president of the pueblo of Manaoag, the vacancy in the office of treasurer up to that time held by him was filled by the appointment of Guillermo Patugnan, his son-in-law. On Sunday, February 2, 1902, the receipt books and the cash taken on the 1st of the month were turned over to Patugnan and also the temporary use of two side drawers of the defendant's private desk, together with the keys thereto, pending the delivery of the official cashbooks.\n\nOn Tuesday, February 4, the cashbooks and other official property were delivered to Patugnan at the office of the treasurer, an inventory thereof being made at the time and signed by the incoming thereof being made at the time and signed by the incoming treasurer. This inventory shows the proper amount of cash on hand and does not mention any \"vales\" or memoranda.\n\nOn February 9 Patugnan made a recount of the money in the presence of several witnesses, in which were found included in the public cash three \"vales\" amounting to 157 pesos, two of them made by third persons and one by the defendant. Excluding these \"vales\" there would have been a shortage of 156.69 pesos. It is shown that in the interim Patugnan had notified the defendant of the existence of these \"vales\" and demanded cash in their stead. The defendant appeared at the recount and offered to pay and tendered the amount, which was refused. The money has never in fact been paid.\n\nIt is contended by the Government that these \"vales\" were in the public treasury doing service in lieu of cash when it was turned over by the defendant, and subject him to section 392 of the Penal Code, punishing the application of public moneys by an official to his own use or the use of others.\n\nIt is his contention that they were subtracted by his successor form his private desk and substituted in the treasury cash drawer for cash taken out, with the intention of making trouble for the defendant.\n\nThere is much conflicting testimony in this case, but we do not think that there is such a preponderance of evidence against the accused as to overcome the presumption to his innocence; we therefore find him not guilty.\n\nThis conclusion renders it unnecessary to pass upon the sufficiency of the tender in lieu of payment so as to bring the punishment of the offense, if there had been one, under article 392 instead of 390 of the Penal Code.\n\nThe judgment of the lower court is reversed and the defendant ordered discharged with the cost\n\nde oficio\n\n. Let final judgment be entered forthwith and the case remanded to the court of its origin for proper procedure. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Willard, JJ.,\n\nconcur.\n\nJohnson, J.,\n\ndid not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3379,
  "metadata_extraction_date": "2025-11-16T08:12:22.355372",
  "extraction_version": "2.0_enhanced_full_content"
}