{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/december/G_R__No__7363.html",
  "filename": "G_R__No__7363.html",
  "year": 1911,
  "month": "december",
  "case_number": "G.R. No. 7363",
  "gr_number": "7363",
  "volume_page": "Volume information not available",
  "decision_date": "December 20, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "court",
    "appeal",
    "first",
    "bond",
    "motion",
    "plaintiff",
    "defendant",
    "instance",
    "justice",
    "peace",
    "costs",
    "statute",
    "did",
    "presented",
    "judge",
    "rosales",
    "judgment",
    "her",
    "damages",
    "upon"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 7363\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 7363\tDecember 20, 1911\n\nPATRICIA REQUEPO,\n\npetitioner,\n\nvs.\n\nTHE JUDGE OF FIRST INSTANCE OF ILOCOS SUR and JOSE ROSALES,\n\nrespondents.\n\nA. M. Jimenez, for petitioner.\n\nNo appearance for respondents.\n\nTRENT,\n\nJ.:\n\nThis is an original action, instituted in this court under the provisions of section 515 of the Code of Civil Procedure, wherein the plaintiff, Patricia Requepo, prays that a writ of\n\nmandamus\n\nbe used, directed to the Hon Dionisio Chanco, judge of the Court of Fist Instance of the Province o Ilocos Sur, directing him to dismiss a certain appeal pending before him.\n\nNotwithstanding that the defendants were duly summoned on October 10, 1911, they have failed to enter their appearance, answer, or demurrer to the complaint. Consequently, the facts alleged must be taken as confessed.\n\n1awphil.net\n\nPatricia Requepo instituted a civil suit in the justice of the peace court of San Vicente, Ilocos Sur, during the month of May, 1911, against Jose Rosales, defendants, to recover the possession of a certain parcel of land. Judgment was rendered in favor of the plaintiff, awarding her possession of said land, together with P13 damages and the costs of the cause. From this judgment the defendant Rosales attempted to appeal to the Court of First Instance. He did not file any bond or undertaking whatsoever with the justice of the peace, neither did he pay or deposit the P13, damages and costs. Nevertheless, the justice of the peace certified record to the Court of First Instance where the cause was placed upon the docket. The plaintiff presented a motion on Sept. 11, 1911, to the presiding judge, one of the defendants in case at bar, asking that said appeal be dismissed. This motion was based upon the ground that the defendant Rosales had not only failed to present an appeal bond, but had also failed to pay the damages and costs as required by Act No. 1778. The defendant judge denied this motion, but directed the appellant in that case (Rosales) to present the bond required by said Act within twenty-four hours. The bond was presented as directed. On the following day, the 12th of September, the plaintiff presented another motion, which was likewise denied, in which she again asked the court to dismiss said appeal. This letter motion was based upon the same grounds as the first.\n\nThe plaintiff now contends that her only plain, speedy, and adequate remedy to obtain the relief sought is through this court in an action of\n\nmandamus\n\n.\n\nitc_alf\n\nSection 2 of Act No. 1778, amending section 88 of Act No. 190, provides among other things that if the defendant appeals from the judgment of the justice of the peace in cases of unlawful detainer of real property:\n\nHe shall give to the plaintiff security by an obligation, with sufficient sureties, approved by the justice of the peace, to enter the action in the Court of First Instance, and to pay rents, damages, and costs, and the defendant and the sureties shall be liable upon their obligation for damages and costs, down to the time of final judgment in the action.\n\n1awphil.net\n\nThis section further provides that \n\nThe appeal shall not be allowed until such obligation has been filed with the justice and it is proven that at the time such appeal is taken all money found by the judgment to be due from the defendant to the plaintiff, either as rent or as the reasonable value of the use and occupation of the premises, as the case may be, has been paid to the plaintiff or deposited to the court.\n\nThe defendant, in the justice of the peace court, did not comply or even attempt to comply with these express provisions of the statute. He presented, as we have said, in that court no bond or obligation whatsoever, neither did he offer to present any such obligation. He did not pay or deposit or offer to do so the damages and costs. He presented a bond only when directed to do so by the Court of First Instance, after the plaintiff had presented a motion asking that court to dismiss the appeal. He has yet not yet paid or deposited the damages and costs.\n\nIt has been suggested that as the plaintiff failed to except to the order of the court denying her first motion, she, by this failure, waived her rights with reference to the bond. It is true that she did not enter a formal exception to this ruling of the court, but she did immediately present another motion, again asking the court to dismiss that appeal and motion was based upon the ground that the defendant had failed to present the bond as required by the statute and also he had failed to pay or deposit the costs and changes. A formal exception could have availed her nothing, as she could not have appealed to this court from the final judgment of the Court of First Instance in that case. The fact that she presented this second motion immediately after the ruling of the court on her first motion, shows conclusively that she did not consent to that order or waive any of her rights in the premises.\n\nIn the case of\n\nTirangbuaya vs. Judge of First Instance of Rizal\n\n(14 Phil. Rep. 613), this court said:\n\nWe have frequently held that the legislature, under its general authority to regulate appellate procedure, may require appeal bonds of the appellant in both civil and criminal cases, and our decisions we have on many occasions recognized and accepted the general principal that acts required by statute to perfect an appeal are jurisdictional, and must be complied with the vest the appellate court with power to entertain the appeal. Manifestly, therefore, neither the appellate nor the trial court, over the objection of appellee, can dispense with the statutory security or accept a security of an different character from that named in the statute, and it follows, as of course, that were no bond is given, the appeal must, upon motion of the appellee, be dismissed or stricken from the docket, unless it appears that the requirement has been waived by the appelle, as a technical step in appellate procedure purely for the appellee's benefit.\n\nSo also when an instrument purporting to be an appeal bond is so fatally defective as to be absolutely void or is not such an instrument as is contemplated by the statute, the appellate court acquires no jurisdiction. (Macondray & Co. vs. Quitero et al., 6 Phil. Rep., 429.)\n\nBut an appeal bond or undertaking is sufficient where it substantially complies with the statute, although it varies from its language, provided its legal effect is to secure to the appellee all the rights contemplated by the statute requiring the bond. (Mejia vs. Alimorong, 4 Phil. Rep., 572.)\n\nHad the defendant Rosales presented the bonds or undertaking to the justice of the peace and if such bond or undertaking had been defective, these defects could have been cured in the Court of First Instance, even over the objection of the plaintiff, provided that it had been made to appear to the Court of First Instance that the appeal was taken in good faith and not for delay; but where, as in the case to comply with the express provisions of the statute the Court of First Instance acquired no jurisdiction of the subject matter of the action, except to dismiss the appeal if the appellee, in due time, requested the dismissal. We find no adjudicated case, either in this jurisdiction or in the United States, where the appellate court has been allowed to take and retain jurisdiction where no attempt we made in the justice of the peace court to comply with the statute.\n\nThe dismissing of the appeal upon the first motion of the plaintiff is a ministerial act wherein the defendant judge had discretion. It is well settle that this court has the power to compel judges of inferior courts to perform purely ministerial acts under positive laws.\n\nTherefore, we hereby command the defendant Hon. Dionisio Chanco, or whomsoever may be acting as Judge of Ilocos Sur, to immediately dismiss the appeal in question and return the record to the justice of the peace court from whence it came, with instructions to proceed with the execution of the judgment.\n\nThe defendant Jose Rosales will pay the costs of these proceedings.\n\nArellano, C.J., Torres, Johnson and Moreland, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 8309,
  "metadata_extraction_date": "2025-11-16T09:09:50.051854",
  "extraction_version": "2.0_enhanced_full_content"
}