{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/december/G_R__No__6867.html",
  "filename": "G_R__No__6867.html",
  "year": 1911,
  "month": "december",
  "case_number": "G.R. No. 6867",
  "gr_number": "6867",
  "volume_page": "Volume information not available",
  "decision_date": "December 23, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "insurrectos",
    "bambang",
    "court",
    "they",
    "when",
    "phil",
    "rep",
    "said",
    "town",
    "nueva",
    "after",
    "evidence",
    "entered",
    "councilmen",
    "complaint",
    "september",
    "government",
    "made",
    "them"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 6867\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 6867\tDecember 23, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nMAXIMINO PLANAS,\n\ndefendant-appellant.\n\nValentin Manglapus, for appellant.\n\nOffice of the Solicitor-General Harvey, for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis defendant was accused of the crime of conspiring to commit sedition. The complaint was in the following language:\n\nThat on or about the 1st day of September, 1910, the said defendant, in and around the township of Bambang, Nueva Viscaya, in the jurisdiction of the court, did conspire to rise publicly and tumultously in order to attain force or outside of legal methods, the infliction of the acts of hate or revenge upon officials or agents of the Insular Government, the provincial government of Nueva Viscaya, and the municipal government of Bambang; the infliction, with a political or social object, of acts of hate or revenge upon certain individuals or classes of individuals in the Islands; the despoliation, with a political or social object, to certain classes of persons, natural and artificial, in the township of Bambang, the province of Nueva Viscaya, and the Insular Government, and the property thereof; and did utter seditious words tending to instigate others to cabal or meet together for unlawful purposes, suggesting or inciting rebellious conspiracies, tending to stir up the people against the lawful authorities and ending to disturb the peace of the community and the safety and order of the Government, and did knowingly conceal such evil practices from the constituted authorities; contrary to law.\n\nUpon his complaint the defendant was duly arrested and upon arraignment pleaded \"not guilty.\"\n\n1awphil.net\n\nAfter hearing the evidence adduced during the trial of the cause, the Honorable Richard Campbell, judge, found the defendant guilty of the crime of conspiring to commit sedition, as alleged in the complaint, and sentenced to him to be imprisoned for a period of three years, to pay a fine of P1,000, and in the case of insolvency to suffer subsidiary imprisonment in accordance with the law, and to pay the costs.\n\nFrom the sentence of the lower court the defendant appealed and made the following assignment of the error in this court:\n\nI.\tThe court erred in not dismissing the case for the reason that the complaint was defective.\n\nitc-alf\n\nII.\tThe court erred in finding that the evidence introduced at the trial by the prosecution justified the conviction of the defendant.\n\nIII.\tThe court erred in not acquitting the defendant, inasmuch as his guilt was not proved beyond all reasonable doubt.\n\nWith reference to the first assignment of error it will be noted that no objection whatsoever was made in the court below the reference to the sufficiency of the complaint. This court has held in many decisions that when no objection is made to the sufficiency of the complaint in the court below, the objection will not be considered for the first time on appeal. (U. S. vs. Mabanag, 1 Phil. Rep., 441; U. S. vs. Cajayon, 2 Phil. Rep., 570; U. S. vs. Mack, 4 Phil. Rep., 291; U. S. vs. Sarabia, 4 Phil. Rep., 566; Mortiga vs. Serra, 5 Phil. Rep., 34; (See also 204 U. S., 470, and 11 Phil. Rep., 762); U. S. vs. Paraiso, 5 Phil Rep., 149; (See also case of Paraiso, 207 U. S., also 11 Phil. Rep., 799); U. S. vs. Aldos, 6 Phil. Rep., 381; U. S. vs. Eusebio, 8 Phil. Rep., 574; U. S. vs. Flores, 9 Phil. Rep., 47; U. S. vs. Lampano, 13 Phil. Rep., 409.)\n\nThe other two assignments of error relate only to the sufficiency of the evidence. Many witnesses were presented both by the government and the defendant. The facts in the present case bear a very close relation to the facts in the cases of U. S. vs. Mandac\n\n1\n\n(No. 6763), and U.S. vs. Isidro Olaño\n\n2\n\n(No. 6882).\n\nAfter hearing the evidence, the Honorable Richard Campbell, judge, in his decision, made the following findings of fact.\n\nAfter seeing the witnesses and hearing them testify, and after carefully observing their conduct and bearing while on the witness stand, and after considering all the evidence and listening to the arguments of counsel on both sides, the court declares to have proven the following facts beyond a reasonable doubt:\n\nThat on the 1st day of September, 1910, an uprising in the Philippine Islands, and having for its object the overthrow of the Government of the Philippine Islands, and provincial and municipal governments of the Province of Nueva Vizcaya and other provinces in the Philippine Islands, took place in and about the township of Solano in the Province of Nueva Vizcaya.\n\nThat the defendant, Maximino Planas, was the president of the town of Bambang, Nueva Vizcaya, duly elected, qualified, and acting as much on during all the dates and times mentioned in the complaint. That on the 3d day of September, 1910, the said Maximino Planas called together the policemen of the said town of Bambang and said them, \"The\n\ninsurrectos\n\nhave entered Solano and seized money from the treasury, burned the papers, and made prisoners of the\n\npadres\n\n. Now you must bring your arms to my house so that I can deliver them to the issurrectos when they reach here and you must all be ready to join the\n\ninsurrectos\n\nwhen they bring because I am captain of\n\ninsurrectos\n\n, and when they come we will kill the Americans Bennett and Scott and the Romanista\n\npadre\n\n, and burn the convent. Do not tell anything of this to the Americans or the\n\ninsurrectos\n\nwill kill you when they come,\" or words to that effect. That on Sunday, the 4th day of September, 1910, between 9 and 10 o'clock, the councilmen of Bambang assembled at the\n\npresedencia\n\nof said town in obedience to the call or\n\nbandillo\n\nwhich had been published the previous evening in said town by the defendant. At this meeting there were present the councilmen: Proceso Sierra, Martin Apno, Marcelino Alvarez, Angel Malonoy, Santiago Corales, and Francisco Pugayan, and President Planas, the accused. And that the accused then told the assembled councilmen that the\n\ninsurrectos\n\nhad entered Solano, seized the municipal funds, burned the papers, and made prisoners of the Romanista\n\npadres\n\n. \"Prepare your people with arms, bolos, spears, and arrows, and when the\n\ninsurrectos\n\narrive in this town be ready to join them, then we will kill the Americans Bennett and Scott and the Romanista padre,\" or words to that effect.\n\nThat on the 2d day of September, 1910, in the house of the councilman Martin Apno, of the town of Bambang, Nueva Vizcaya, the accused had a conversation with the aforementioned Councilman Martin Apno in which the accused said \"Do you know what has happened in Solano? The\n\ninsurrectos\n\nhave entered there and taken the money and burned the papers,\" and that said councilman Apno must prepare bolos, lances, and other arms and when the\n\ninsurrectos\n\nentered be prepared to join them and that after they would kill Mr. Bennett and Mr. Scott and the Roman\n\npadre\n\nof the town of Bambang, Nueva Viscaya.\n\nThese facts were conclusively and overwhelmingly proven by the testimony of the prosecution which consisted of the evidence of four policemen of the town of Bambang, Pantaleon Pugayan, Pedro Sierra, Santiago Angela, and Emeterio Marquez; three councilmen of said town whose names were Proceso Sierra, Martin Apno, and Angel Malanoy, and the municipal treasurer of Bambang, Ventura Bernal, and his clerk Martiniano Mirralles. The policemen testified that they assembled, four in number, at about 4 o'clock in the afternoon in the\n\npresidencia\n\nof Bambang by order of the defendant on the 3d of September, 1910, and that the defendant then told them to deliver their arms to his house as he, the defendant, was a captain of the\n\ninsurrectos\n\nand that he (the defendant) would deliver said arms to the\n\ninsurrectos\n\nwhen they entered the town of Bambang. The defendant also told the four policemen that the\n\ninsurrectos\n\nhad already entered Solano, seized the municipal funds and burned the papers, and that when they (the\n\ninsurrectos\n\n) reached Bambang to be ready to join them and that they would then kill the two Americans, Bennett and Scott, and the Roman\n\npadre\n\nand burn the convent. On the next day, the 4th of September, when six councilmen assembled in the\n\npresidencia\n\nof Bambang in obedience to his order the defendant repeated substantially the same conversation as he had with the policemen. He told the councilmen to prepare their people with arms of all kinds, bolos, lances, and arrows, and be ready to join the\n\ninsurrectos\n\nwhen they reached Bambang, after which they (the\n\ninsurrectos\n\n) would kill the Americans Scott and Bennett, and the Romanista\n\npadre\n\n, and burn the convent. He also told the councilmen that the\n\ninsurrectos\n\nhad already entered Solano, seized the municipal funds and burned the papers, and that when they (the\n\ninsurrectos\n\n) entered Bambang, they, the councilmen and their people, would hear the salvos of the police at the\n\npresidencia\n\nand this would be the signal to join forces with the\n\ninsurrectos\n\n.\n\n1awphil.net\n\nAfter a careful reading of the evidence adduced during the trial of the cause and brought to this court, we are of the opinion that the findings of fact made by the lower court are in accordance with such evidence, and show that the defendant was guilty of the crime charged beyond peradventure of doubt, and that the sentence imposed by the lower court is in accordance with the law. (Sec. 7, Act No. 292.) The sentence of the lower court is, therefore, hereby affirmed with costs.\n\nArellano, C.J., Torres, Carson, Moreland and Trent, JJ., concur.\n\nFootnotes\n\n1\tSee Notes,\n\npost\n\n.\n\n2\tSee Notes,\n\npost\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 9732,
  "metadata_extraction_date": "2025-11-16T09:09:45.308873",
  "extraction_version": "2.0_enhanced_full_content"
}