{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/december/gr_l-6772_1911.html",
  "filename": "gr_l-6772_1911.html",
  "year": 1911,
  "month": "december",
  "case_number": "gr_l-6772_1911",
  "gr_number": "gr_l-6772_1911",
  "volume_page": "Volume information not available",
  "decision_date": "December 5, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Family Law",
    "Remedial Law"
  ],
  "keywords": [
    "bredejo",
    "medina",
    "pilapil",
    "him",
    "niunay",
    "penalty",
    "one",
    "place",
    "should",
    "circumstance",
    "feliciano",
    "appellant",
    "his",
    "dagger",
    "when",
    "house",
    "tudtud",
    "defendant",
    "crime",
    "its"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6772\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6772\tDecember 5, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nFELICIANO BREDEJO and RUFINO AUDALES, defendants; FELICIANO BREDEJO,\n\nappellant.\n\nNazario Constantino for appellant.\n\nAttorney-General Villamor, for appellee.\n\nARELLANO,\n\nC.J.:\n\nFeliciano Bredejo, the appellant in this cause, is charged with having killed Pilapil by inflicting upon him two wounds in his back, with a dagger, at a moment when the latter, who was entirely unwarned, was climbing the stairs of Ambrosio Medina's house. As a result of the wounds which were 3 to 4 inches in depth, the victims fell lifeless to the ground.\n\nAt 5 o'clock one afternoon Juan Niunay and Feliciano Bredejo engaged in an altercation over a wager on a cockfight; Bredejo denied that the bet had been made and refused to pay; Niunay became quiet, and each went his way. At 7 o'clock that evening Bredejo returned to Niunay's store, near the cockpit, and again brought up the matter of the wager. Evaristo Tudtud was present at the time and confined the fact that the best had been made; thereupon Bredejo, hearing this, turned against Tudtud and struck at him a dagger, which he was able to avoid, but Bredejo immediately made another thrust at him which, owing to Tudtud's speedy flight, did him no injury, and only tore his shirt. Bredejo ran after Tudtud, but could not overtake him; he then returned to the place from which he had started and assaulted Niunay who at first defended himself with a cane, with which he succeed in hitting Bredejo on the nose, but, as the latter renewed the assault Niunay also took the flight and was pursued by Bredejo for about 30\n\nbrazas\n\nbefore he gave up the chase and again returned to the place of the attack.\n\nAt this juncture, Cornelio Pilapil, who had been sleeping in Ambrosio Medina's store, was awakened and being advised of what was taking place, got up and, taking a light, started to climb to the upper floor and at the moment when Pilapil was placing his foot on the first step of the stair, Bredejo struck him in the back with a dagger and, \"As the\n\ndefendant\n\nwas\n\nzurdo\n\n(left-handed ), when the first blow was struck, and as Pilapil was about to fall, the defendant gave him another blow with the dagger in the same place; it was at this moment that he fell face downwards.\" (Trial record, p. 19.) Thereupon the defendant dared Medina to come down and ascended the steps, but on reaching the last step of the stair, as Medina and those living in the house had climbed up into the loft, Bredejo descended, shouting that he would kill all of them, especially Niunay's family. Such are the facts.\n\nThe fact that the defendant is\n\nzurdo\n\n, or left-handed, and that Pilapil was not a resident of Medina's house, apparently explains the phrase found in the decision of the lower court, to wit, that the deceased was \"a stranger and, besides, deaf (\n\nsordo\n\n)\" (record, p.4)  circumstances, however, which can have no weight in passing judgment upon the criminal acts, as a whole. Although the evidence clearly show that Bredejo, violated another's domicile, the private residence of Medina, where Pilapil was enjoying the confidence and abandon one naturally feels in the place he has chosen to rest and whither, moreover, he had gone to escape that criminal's fury, yet the criminal law requires, in order to consider this circumstances as an aggravating one, that the crime should have been committed in the offended party's dwelling, and Medina does not figure in this cause as an offended party, nor does it in any manner appear that Medina's house was the dwelling of the offended party, Pilapil.\n\n1awphil.net\n\nThe crime perpetrated by the appellants was duly classified by the trial judge as consummated murder, owing to the circumstance of treachery attending its commission and in regard to which no question has been raised.\n\nThe penalty for the crime of murder is\n\ncadena temporal\n\nfrom its maximum degree to death. (Penal Code, art. 4903, par. 2.) As this punishment is divided into three distinct parts, which are\n\ncadena temporal\n\n,\n\ncadena perpetua\n\n, and death, each of which form a separate grade (\n\nid\n\n., art. 97), the minimum penalty should be imposed only when a mitigating circumstance alone is present, but if there concur be reasonably balanced in fixing the penalty (\n\nid\n\n., art. 81).\n\nIn the sentence imposed, only one extenuating circumstance was considered in conjunction with that of article 11, to wit, nonhabitual drunkenness, together with that of race, the penalty was imposed in its medium degree, while it should, in such case, have been applied in the minimum degree.\n\nHowever, in the opinion of this court, the penalty is properly applied, for the reason that, in considering the commission of the crime, account should have been taken of the fact of its being perpetrated at night, a circumstance which, according to the proofs, was not inherent in that of treachery; and as that aggravating circumstance should be considered separately, it is to be offset by the aforesaid extenuating one and the penalty must be applied in the medium degree.\n\nTherefore, the judgment appealed from is affirmed, with the costs of this instance against the appellant.\n\nTorres, Mapa, Johnson, Carson, Moreland and Trent, JJ., concur.\n\n1awphil.net\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5411,
  "metadata_extraction_date": "2025-11-16T09:10:13.313803",
  "extraction_version": "2.0_enhanced_full_content"
}