{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/december/gr_l-6868_1911.html",
  "filename": "gr_l-6868_1911.html",
  "year": 1911,
  "month": "december",
  "case_number": "gr_l-6868_1911",
  "gr_number": "gr_l-6868_1911",
  "volume_page": "Volume information not available",
  "decision_date": "December 14, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "defendants",
    "dorotea",
    "cruz",
    "iglesia",
    "aggravating",
    "circumstances",
    "court",
    "pedro",
    "crime",
    "accused",
    "her",
    "them",
    "evidence",
    "each",
    "circumstance",
    "lower",
    "his",
    "juan",
    "house",
    "santos"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6868\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6868\tDecember 14, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nPEDRO IGLESIA and JUAN VALDEZ,\n\ndefendants-appellants.\n\nServillano Platon, for appellants\n\nAttorney-General Villamor, for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendants were charged with a crime of\n\nviolacion\n\n, alleged to have committed as follows:\n\nOn or about March 29 of the present year the said accused did maliciously and criminally pretended to be detectives and proceed to the house of Dorotea de la Cruz and take therefrom herself and her husband, Santos Pascual, under the pretext of conducting them to the town hall; but instead of doing so, conducted them to a remote and solitary spot and there by means of force and intimidation the two accused alternately lay with the said Dorotea de la Cruz and kept watch over by her husband, who was removed from the place were the woman was.\n\nThe Hon. Julio Llorente, judge, after hearing the evidence, found the defendants each guilty of the crime charged in the complaint, and sentenced each of them to be imprisoned, considering the aggravating circumstances of\n\nastucia\n\nand\n\ndespoblado\n\n, and the extenuating circumstance of race, for a period of fourteen years eight months and one day of\n\nreclusion temporal\n\n; to indemnify, jointly and severally, Dorotea de la Cruz, in the sum of P500, and each to pay one-half the costs.\n\n1awphil.net\n\nFrom the sentence the defendants appealed to this court. The only question presented here is a question of fact, relating to the sufficiency of the evidence.\n\nAfter a careful consideration of the evidence, the lower court made the following findings of fact:\n\nEarly in the evening of March 29, 1910, that is, about 8 o'clock, the herein accused, Pedro Iglesia being armed with a revolver, appeared at the house of Santos Pascual and pretending to be detectives required him to exhibit his personal cedula. Besides his wife, two other women, Inocencia Fernandez and Marcela Jose, lived in Santos Pascual's house. The accused asked these two women where their husbands were, and, when they answered that they were away, Pedro Iglesia caught Inocencia Fernandez around the waist but she resisted such seizure and in the confusion escaped and took refuge in a neighboring house. The accused who had demanded Santos Pascual's personal cedula, took possession of it and made him and his wife go with them, under the pretext of conducting them to the town; but on reaching a solitary spot, called Nagtuturican, Juan Iglesia, who then threatened her, Dorotea de la Cruz, with the revolver and, after gagging her, forcibly lay with her. When his evil designs had been accomplished, Pedro Iglesia went to watch the husband and Juan Valdez did likewise forcibly lay with Dorotea de la Cruz. Juan Valdez took Dorotea de la Cruz to the town, but upon approaching the railway station he was caught by the\n\nteniente\n\nof the barrio. Pedro Iglesia was arrested by the police in Nagtuturican itself.\n\nThe Attorney-General in his brief, makes a careful analysis of the evidence and recommends that the sentence of the lower court be affirmed.\n\nThe lower court, in sentencing the defendants took into consideration the aggravating circumstances of\n\nastucia\n\nand\n\ndespoblado\n\n, with the extenuating circumstance of article 11 of the Penal Code. After a careful examination of the evidence and considering the circumstances surrounding the commission of the crime and the character of the defendants, we are of the opinion that they are not entitled to the benefit of the extenuating circumstance of article 11 call themselves men could secure the consent of their consciences to commit a crime in the manner in which these defendants committed the crime with which they are charged. In addition to the aggravating circumstances taken into consideration by the lower court, we are of the opinion that the aggravating circumstance of \"\n\nignominia\n\n,\" provided for in paragraph 12 of article 10 of the Penal Code, should be considered as an aggravating circumstance. Considering the three aggravating circumstances of\n\nastucia\n\n,\n\ndespoblado\n\nand\n\nignominia\n\n, and the absence of any extenuating circumstances, we are of the opinion that the sentence of the lower court should be modified and that each of the defendants should be sentenced to be imprisoned for a period of seventeen years four months and one day of\n\nreclusion temporal\n\n, to indemnify Dorotea de la Cruz, jointly and severally, in the sum of P500, with the accessories of the law, each to pay one-half the costs.\n\nitc@alf\n\nSo ordered.\n\nArellano, C.J., Moreland and Trent, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4727,
  "metadata_extraction_date": "2025-11-16T09:10:03.602702",
  "extraction_version": "2.0_enhanced_full_content"
}