{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/march/G_R__No__1403.html",
  "filename": "G_R__No__1403.html",
  "year": 1904,
  "month": "march",
  "case_number": "G.R. No. 1403",
  "gr_number": "1403",
  "volume_page": "Volume information not available",
  "decision_date": "March 19, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "order",
    "appeal",
    "plaintiffs",
    "april",
    "respondent",
    "court",
    "made",
    "answer",
    "alemany",
    "bond",
    "defendant",
    "sweeney",
    "judge",
    "plaintiff",
    "allow",
    "they",
    "petitioners",
    "first",
    "day",
    "rastrollo"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1403\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1403            March 19, 1904\n\nJOSE E. ALEMANY, ET AL.,\n\npetitioners,\n\nvs.\n\nJOHN C. SWEENEY, judge of the Court of First Instance of Manila,\n\nrespondent.\n\nPrior to the 2nd day of April, 1903, Doña Juana Moreno de Rastrollo had been the guardian of the minors Leandro and Paz Gruet. On the 2nd day of April the plaintiffs presented an application to the Court of First Instance of Manila asking that the guardian be removed and that the plaintiff Doña Andrea Atayde be appointed guardian of the persons, and the plaintiff Jose E. Alemany, administrator of the property of the minors. On April 7 the court granted the prayer of the petition and made the appointments as requested. The plaintiff Alemany gave a bond The respondent judge refused to allow an appeal against the order of April 17. Subsequently, at a date which does not appear, the respondent judge made another order ratifying the annulment of the appointment of the plaintiff and confirming the appointment of Carlos Rastrollo. The plaintiffs allege that they first heard of this order early in June, and on June 10 appealed from it in so far as it made the appointment of Carlos Rastrollo final, which appeal the respondent judge refused to allow.\n\nOn the 3rd day of July, 1903, the petitioners filed a complaint in the Supreme Court setting forth in substance the facts above related and prayed that a writ of\n\nmandamus\n\nissue against the respondent to compel him to allow their appeals from the two orders mentioned. The respondent demurred to the petition; the demurrer was overruled (Alemany vs. Sweeney, 1 Off. Gaz., 857).\n\n1\n\nThe respondent then filed an answer to the petition. The plaintiffs moved that the answer be stricken out on the ground that it was argumentative. This motion was denied (Alemany vs. Sweeney, 2 Off. Gaz., 110).\n\n2\n\nThe order facts are stated in the decision of the court.\n\nLedesma, Sumulong and Quintos for petitioners.\n\nJohn C. Sweeney, respondent on his own behalf.\n\nWILLARD,\n\nJ.:\n\nOn October 31, 1903, this court held that the complaint in this case stated a cause of action. On December 29, 1903, it held that the answer stated no defense. The case coming on to be heard in its order on the calendar, on January 20, 1904, the defendant asked leave to file an amended answer. The only allegation or denial in the proposed amended answer which is at all material is the allegation that when the plaintiffs, on April 22, gave notice of an appeal from the order of April 17, removing them, they presented no bond. This statement appears to be untrue, for the plaintiffs present a certified copy of the bond on file in the court below. It is to be noticed further that when the defendant denied the appeal he placed his ruling on other grounds, and his order says nothing about any alleged failure to present a bond.\n\nThe application to file the amended answer is denied.\n\nWe have already held that the plaintiffs are entitled to their appeal from the order of April 17. It only remains to decide whether they are entitled to appeal from the second order. It does not appear from the complaint when this second order was made. The allegation that the plaintiffs gave notice of appeal within twenty days after they learned of the order is not sufficient. The code requires the appeal to be taken within twenty days after the order is made, not within twenty days after notice thereof. As to this order it does not appear that the appeal was taken in time, and the plaintiffs are therefore into certified to have it allowed.\n\nIn view of the position taken at the argument by counsel for the defendant, we may add that, in requiring this appeal to be admitted, we do not in any way determine whether the order made on April 17 was void or valid. We simply hold that the plaintiffs have a right to bring the case here by appeal for the purpose of having that question argued and determined.\n\nJudgment will be entered directing the defendant, upon the presentation of a bond sufficient in amount and sureties, to approve the same, and to allow the appeal of the plaintiffs from order of April 17, 1903, annulling the appointments of the plaintiffs as guardians of the minors Leandro and Paz Gruet, with costs against the defendant.\n\nArellano, C. J., Torres, Cooper, Mapa, McDonough and Johnson, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n2 Phil. Rep., 654.\n\n2\n\nPage 114,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4489,
  "metadata_extraction_date": "2025-11-16T07:57:21.780644",
  "extraction_version": "2.0_enhanced_full_content"
}