{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/march/G_R__No__1550.html",
  "filename": "G_R__No__1550.html",
  "year": 1904,
  "month": "march",
  "case_number": "G.R. No. 1550",
  "gr_number": "1550",
  "volume_page": "Volume information not available",
  "decision_date": "March 24, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "defendant",
    "proof",
    "upon",
    "appellee",
    "julio",
    "polosan",
    "appellant",
    "crime",
    "brigandage",
    "tried",
    "court",
    "province",
    "cebu",
    "convicted",
    "one",
    "others",
    "ornopia",
    "same",
    "complaint",
    "trial"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1550\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1550            March 24, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nJULIO POLOSAN,\n\ndefendant-appellant.\n\nLeocadio Joaquin for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendant was charged with the crime of brigandage. He was tried in the Court of First Instance of the Province of Cebu, was convicted and sentenced to be imprisoned for a term of twenty years and to pay a one-fifth part of the costs. Four others, Mariano Naval, Mamerto Ornopia, Julian Ornopia, and Victoriano Labitana, were arrested and tried at the same time upon the same complaint. These latters were acquitted at the trial. Julio Polosan appealed from the sentence imposed upon him.\n\nThe proof taken in the trial shows that the defendant had, perhaps, been selling small slips of paper upon which was written the phrase\n\nquien vive\n\n, and that the money received from such sales was given to the\n\npulahanes\n\nwho then existed in said Province of Cebu. There was no proof that the defendant had robbed, conspired with others to rob, or had given aid and comfort to a band of bandits or brigands. Without such proof one can not be convicted of brigandage.\n\nThe sentence of the lower court is therefore revoked, and the accused is hereby ordered discharged, without prejudice to the right of the fiscal, if he believes the proof to be sufficient, to file a new complaint for the crime of illegal exactions.\n\nArellano, C. J., Torres, Cooper, Willard, Mapa and McDonough, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1642,
  "metadata_extraction_date": "2025-11-16T07:57:08.324030",
  "extraction_version": "2.0_enhanced_full_content"
}