{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/march/G_R__No__1670.html",
  "filename": "G_R__No__1670.html",
  "year": 1904,
  "month": "march",
  "case_number": "G.R. No. 1670",
  "gr_number": "1670",
  "volume_page": "Volume information not available",
  "decision_date": "March 29, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "General"
  ],
  "keywords": [
    "section",
    "complaint",
    "information",
    "prosecuting",
    "must",
    "court",
    "upon",
    "attorney",
    "trinidad",
    "complainant",
    "appellant",
    "eduardo",
    "jarabe",
    "appellee",
    "general",
    "orders",
    "provides",
    "magistrate",
    "offense",
    "filed"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1670\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1670            March 29, 1904\n\nRAMONA TRINIDAD,\n\ncomplainant-appellant,\n\nvs.\n\nEDUARDO JARABE,\n\ndefendant-appellee.\n\nRamon Salinas for appellant.\n\nM. Caringal for appellee.\n\nMAPA,\n\nJ.:\n\nSection 3 of General Orders, No. 58, provides that all public offenses . . . must be prosecuted by complaint or information. Section 4 defines the complaint to be a sworn written statement, made to a court or magistrate, that a person has been guilty of a designated offense. It differs from the information in that the latter must be filed and signed by the prosecuting officer or his deputy, as provided in section 5. Section 13 provides that when a complaint or information is laid before a magistrate he must examine on oath the information or prosecutor, and the witnesses produced, and take their depositions in writing, causing them to be subscribed by the parties making them.\n\nUpon receiving the writing filed by Romana Trinidad under oath, charging Eduardo Jarabe with the crime of having abducted, with lewd designs, the complainant's daughter, by name Consuelo Navarro, it was the duty of the court to proceed to investigate the facts denounced, either citing the prosecuting attorney to intervene and direct the prosecution, or else transmitting to him the papers in the case so that he might hold such preliminary investigation as he might see fit. The court was without authority to dismiss the complaint, because not presented through the mediation of the prosecuting attorney. Such a proceeding would make impossible to prosecute crimes upon complaints, which would be contrary to the express provisions of section 3 of General Orders, No. 58, above cited. The order dismissing the complaint is reversed, and the judge is directed to proceed to hold an investigation as to the offense charged, upon notice to the prosecuting attorney, in the manner prescribed by law. So ordered.\n\nArellano, C. J., Torres, Cooper, Willard, McDonough and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2094,
  "metadata_extraction_date": "2025-11-16T07:56:50.049521",
  "extraction_version": "2.0_enhanced_full_content"
}