{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/august/gr_l-2173_1906.html",
  "filename": "gr_l-2173_1906.html",
  "year": 1906,
  "month": "august",
  "case_number": "gr_l-2173_1906",
  "gr_number": "gr_l-2173_1906",
  "volume_page": "Volume information not available",
  "decision_date": "August 30, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "judgment",
    "manila",
    "quintero",
    "defendant",
    "plaintiff",
    "interest",
    "complaint",
    "prohibition",
    "jose",
    "court",
    "defendants",
    "city",
    "favor",
    "leong",
    "yong",
    "prayer",
    "injunction",
    "petitioner",
    "respondents",
    "behalf"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2173\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2173            August 30, 1906\n\nMANILA NAVIGATION COMPANY, Sociedad Anonima,\n\npetitioner,\n\nvs.\n\nJOSE M. QUINTERO, ET AL.,\n\nrespondents.\n\nThos. D. Aitken, for petitioner.\n\nBishop and O'Brien, and Modesto Reyes, for respondents.\n\nJ.M. Quintero, in his own behalf.\n\nCARSON,\n\nJ.:\n\nThis is an original action in this court, praying that the defendants be prohibited and restrained from proceeding further in an attempt to enforce the execution of a certain judgment rendered by the defendant, Jose M. Quintero, justice of the peace of the city of Manila, against the plaintiff and in favor of Leong Yong, one of the defendants in this case.\n\nThe defendants, Jose M. Quintero, justice of the peace of the city of Manila, and J. J. Peterson, sheriff of the city of Manila, appear in person, and disclaiming all interest in the action, submit themselves to the judgment of the court, and the defendant, Leong Yong, the real party in interest, appears by counsel and admits the truth of the facts set out in the complaint and formally consents to the rendering of a judgment in favor of the plaintiff.\n\nIt is not quite clear from the language used whether the prayer of the complaint as set out in Spanish is for the issuance of a permanent injunction or for writ of prohibition, but since the language used, if liberally construed, may be taken to mean a prayer of prohibition, and the only defendant in interest admits the truth of the allegations of the complaint and consents to the rendering of judgment in behalf of the plaintiff, and since prohibition is the proper remedy in the premises and this court has no original jurisdiction in injunction proceedings save in so far as it may grant writs of preliminary injunction in certain cases, we think that prohibition should issue in accordance with the prayer of the complaint with cost in favor of the plaintiff and against Leong Yong, the real defendant in interest.\n\nAfter ten days let judgment be entered in accordance herewith. So ordered.\n\nArellano, C.J., Torres, Mapa, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2193,
  "metadata_extraction_date": "2025-11-16T08:16:50.640482",
  "extraction_version": "2.0_enhanced_full_content"
}