{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/august/gr_l-2688_1906.html",
  "filename": "gr_l-2688_1906.html",
  "year": 1906,
  "month": "august",
  "case_number": "gr_l-2688_1906",
  "gr_number": "gr_l-2688_1906",
  "volume_page": "Volume information not available",
  "decision_date": "August 7, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "oruga",
    "marciano",
    "defendant",
    "court",
    "act",
    "judgment",
    "below",
    "manaig",
    "letter",
    "carlos",
    "pesos",
    "found",
    "appellee",
    "appellant",
    "general",
    "arellano",
    "one",
    "simeon",
    "him",
    "sum"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2688\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2688            August 7, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nMARCIANO ORUGA,\n\ndefendant-appellant.\n\nR. Sotelo, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nARELLANO,\n\nC.J.:\n\n\"One Sunday afternoon,\" as found by the court below, \"about the middle of May of last year (1904) the defendant, Marciano Oruga, delivered to Simon Manaig a letter in which the brigand, Carlos Oruga, asked the said Simeon Manaig to lend him to sum of 50 pesos. Simeon Manaig, upon receiving the latter, inquired of the defendant the contents of the same and the latter told him that it was a request from Carlos Oruga for the sum of 50 pesos\" (p. 36).\n\nThis finding of the court below is supported the evidence. Marciano Oruga knew the contents of the letter, according to the third finding of the act contained in the judgment of the court below, and was accordingly sentenced to ten years imprisonment and to pay the costs.\n\nThe Attorney-General in his brief in this court recommends that the judgment be affirmed under section 4 of Act No. 1121, dated April 27, 1904, and says: \"Section 4 of the aforesaid act punishes as an act of assistance to brigands the procuring of money for them.\" Such is the language used in the Spanish text and such is the meaning that might be given to verb\n\nprocurar\n\n. But the word\n\nprocuring\n\nas used in the English text, which is the one that should prevail, means\n\nto obtain, to secure\n\n, and\n\nto get\n\n, and certainly Marciano Oruga did not secure the 50 pesos for Carlos Oruga. He failed in his errand because he was taken with the letter to the police authorities.\n\nThe judgment appealed from is accordingly reversed, and the defendant, Marciano Oruga, is hereby acquitted, with the costs of both instances\n\nde oficio.\n\nLet judgment be entered forthwith and the case be remanded at once. So ordered.\n\nTorres, Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2049,
  "metadata_extraction_date": "2025-11-16T08:17:38.349300",
  "extraction_version": "2.0_enhanced_full_content"
}