{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/august/gr_l-2510_1906.html",
  "filename": "gr_l-2510_1906.html",
  "year": 1906,
  "month": "august",
  "case_number": "gr_l-2510_1906",
  "gr_number": "gr_l-2510_1906",
  "volume_page": "Volume information not available",
  "decision_date": "August 23, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Criminal Law"
  ],
  "keywords": [
    "gaudencio",
    "there",
    "evidence",
    "said",
    "manayao",
    "flores",
    "appellant",
    "ponce",
    "case",
    "any",
    "his",
    "defendants",
    "pacle",
    "one",
    "policemen",
    "court",
    "angel",
    "latter",
    "him",
    "they"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2510\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2510            August 23, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nLAUREANO FLORES,\n\ndefendant-appellant.\n\nHipolito Magsalin, for appellant.\n\nOffice of the Solicitor-General Araneta, for appelle.\n\nWILLARD,\n\nJ.:\n\nGaudencio de Omaña, standing behind Mariano Ponce, killed the latter with a bolo, cutting him on the head. The six defendants were all in front of Gaudencio when the blow was struck and there is no evidence in the case that they knew that any such attack was contemplated. When Ponce was thus struck down his companion, Juan Pacle, fled; he was pursued by Gaudencio, was overtaken within 20 feet, and killed by the latter. There is some evidence in the case that one or two of the defendants followed Gaudencio in his pursuit of Pacle, but it is not of sufficient strength to justify a finding that they participated in any way in the unlawful killing of the latter.\n\nThe cause for this double murder does not appear from the evidence, but from some of the testimony it seems probable that Ponce and Pacle, two secret-service men in the employ of the Government, had arrested Gaudencio de Omaña and that Ponce had directed the policemen to take him to the station house, or that the policemen had voluntarily agreed to do this and that at this time the first murder was committed.\n\nThe attack upon Ponce was sudden and there is nothing in the evidence to show that it was not entirely unexpected by all of the defendants. The fact that the appellant, Flores, the only one of these defendants who was convicted by the court below, knew Gaudencio and had been seen in his house during the afternoon of the day in question, is not sufficient to warrant the conclusion that he was cognizant of the intentions of Gaudencio. Immediately after the event the appellant, Flores, ordered one of the policemen, Sotero Jose, to report the affair to the authorities in the pueblo. They did not arrive at the place where the offense was committed for several hours. During this time the appellant, Flores, and his policemen watched the bodies of the two men, and the evidence indicates that one of the officials of the pueblo. A company of Scouts having arrived casually at this time, he was taken into custody by the sergeant of that body.\n\nThe finding of the bolo of Gaudencio and the badge of the deceased Pacle concealed near the house of Gaudencio is not easily explained, but in the absence of any positive evidence connecting the appellant, Flores, with the concealment, we do not think these facts are sufficient to impose upon him any responsibility.\n\nWhat was said by this court in the case of the United States\n\nvs\n\n. Manayao\n\n1\n\n(3 Off. Gaz., 232) is applicable to the case at bar. It was there said:\n\nUpon this statement of facts we are of opinion that the said Simeon Manayao was guilty of the crime of\n\nhomicidio\n\nwith which he was charged, but we think that there of guilty as to Angel Manayao. The proof shows that the Angel Manayao took sides with said Simeon Manayao in the quarrel, there is nothing in the evidence to show that he joined in the commission of the\n\nhomicidio\n\n, either as principal or accomplice. There is nothing to show concerted action between the said Angel Manayao and Simeon Manayao in the use of the knife and in stabbing which resulted in the death of said Margarejo, nor that the said Angel Manayao had any reason to believe that his companion intended to make a deadly attack on the deceased.\"\n\nThe judgment of the court below is reversed so far as it relates to the appellants, Flores, and he acquitted, with the costs of both instance\n\nde oficio\n\n. After the expiration of ten days from the date final judgment, the case will be remanded to the court below for proper action. So ordered.\n\nArellano, C.J., Torres, Carson and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n4 Phil. Rep., 293.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3974,
  "metadata_extraction_date": "2025-11-16T08:17:10.851099",
  "extraction_version": "2.0_enhanced_full_content"
}