{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/august/gr_l-2737_1906.html",
  "filename": "gr_l-2737_1906.html",
  "year": 1906,
  "month": "august",
  "case_number": "gr_l-2737_1906",
  "gr_number": "gr_l-2737_1906",
  "volume_page": "Volume information not available",
  "decision_date": "August 23, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Family Law"
  ],
  "keywords": [
    "defendant",
    "liquidation",
    "judgment",
    "court",
    "case",
    "eusebio",
    "broce",
    "below",
    "one",
    "imprisonment",
    "sum",
    "pesos",
    "per",
    "money",
    "should",
    "article",
    "does",
    "his",
    "office",
    "law"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2737\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2737            August 23, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nEUSEBIO BROCE,\n\ndefendant-appellant.\n\nFernando Salas, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nTORRES,\n\nJ.:\n\nWe accept the findings of fact and the conclusions of law contained in the judgment rendered in the court below on the 29th of April, 1905, whereby the defendant, Eusebio Broce, was convicted of the crime of misappropriation of public funds and sentenced to two years four months and one day of imprisonment\n\n(presidio correccional)\n\nwith the accessories of the law; to indemnify the municipal treasury of San Carlos in the sum of 259.83½ pesos, with the interest at the rate of 6 per cent per annum from the 4th day of February, 1904, until fully paid, and in case of insolvency to suffer the corresponding subsidiary imprisonment, and to the costs. It is to be noted, however, that part of the money embezzled by defendant was misappropriated by him as treasurer of the municipality of San Carlos, without detriment or hindrance to the public service, and the money not having been refunded, he should be punished, not in accordance with article 392, but article 390 of the Penal Code.\n\nAs to the unsupported allegations of the defense, the embezzlement having been fully established, even accepting the second liquidation made as correct, and since it does not appear that the new entries made subsequent to the first liquidation were false, the defendant is, nevertheless, guilty of embezzlement of a more or less considerable sum of money which he had in his custody by virtue of his office, he having failed to give any satisfactory account of the shortage.\n\nThe new liquidation of accounts which he claims to have submitted to the provincial treasurer in the month of May following does not effect the result in this case so far as his liability is concerned, because it does not appear that such liquidation was accepted and approved by the provincial treasurer. Moreover, this subsequent liquidation was not introduced in evidence at the trial, and its voluntary omission leads us to presume that it was as incorrect as the first one. Further, it does not conduce in any way to show that the defendant is innocent.\n\nThe fact of the matter is that Eusebio Broce misapplied and converted the sum of 259.83½ pesos, or the least 105.76 pesos according to the last liquidation, and that he has failed to show that he has lawfully disposed of either of the said amounts. It should be noted that in their case the adequate penalty that should be imposed upon the defendant is that of\n\npresidio correccional\n\nin its medium and maximum degrees, imposed in its medium degree for the reason that he being a public official duly appointed, it is to be presumed that he was capable of discharging the duties of the office held by him when he embezzled the money, and the special extenuating circumstances of article 11 of the Penal Code can not, therefore, be considered in his favor.\n\nFor the reasons hereinbefore set out we are of the opinion that the judgment of the court below should be affirmed with the cost of this instance against the defendant, Eusebio Broce. It is, however, the judgment of this court that he be sentenced to three years six months and twenty-one days' imprisonment\n\n(presidio correccional)\n\nwith the accessories provided in article 58 of the Penal Code; to temporary special disqualification for the term of eleven years and one day; to reimburse the municipal treasury in the sum of 105.76 pesos with interest at the rate of 6 per cent per annum as provided in the judgment of the court below, and in case of insolvency to suffer the corresponding subsidiary imprisonment. After the expiration of ten days from the date of final judgment the case will be remanded to the court below for proper procedure. So ordered.\n\nArellano, C.J., Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4062,
  "metadata_extraction_date": "2025-11-16T08:16:59.619125",
  "extraction_version": "2.0_enhanced_full_content"
}