{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/august/gr_l-2785_1906.html",
  "filename": "gr_l-2785_1906.html",
  "year": 1906,
  "month": "august",
  "case_number": "gr_l-2785_1906",
  "gr_number": "gr_l-2785_1906",
  "volume_page": "Volume information not available",
  "decision_date": "August 23, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Tax Law"
  ],
  "keywords": [
    "que",
    "article",
    "accused",
    "penal",
    "code",
    "court",
    "crime",
    "one",
    "delito",
    "las",
    "articulo",
    "del",
    "trial",
    "house",
    "defined",
    "spain",
    "pudor",
    "buenas",
    "escandalo",
    "pesetas"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2785\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2785            August 23, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nJOSE CATAJAY,\n\ndefendant-appellant.\n\nG.E. Campbell, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nCARSON,\n\nJ.:\n\nThe trial court found be accused guilty of the crime of public scandal in violation of the provisions of article 441 of Penal Code.\n\nIt appears, however, that the acts complained of were committed at night, in a private house, and at a time when no one was present except the accused, the mistress of the house, and one servant, and we are of opinion that these circumstances do not constitute that degree of publicity which is an essential element of the crime defined and oenalized in article 441 of the Pnal Code. (Decision of the supreme court of Spain, April 13, 1885.)\n\nThe correct construction of this article well stated by Viada in his commentary on article 457 of the Penal Code of Spain, which exactly corresponds with the article in question.\n\nConstituyen el delito acqui previsto todos aquellos actos contrarios al pudor y a las buenas costumbres que, por su publicidad, han podido ser objeto de escandalo publico para las personas que accidentalmente los han presenciado. Aunque no lo diga el articulo, es evidente que es condicion precisa para que exista este delito que la ofensa al pudor y a las buenas costumbre sea\n\npublica\n\n: si la ofensa no tuviese este caracter, es claro que ya no habria de producir el\n\ngrave escandalo\n\nni la\n\ntranscendencia\n\nque requiere el articulo, y por lo tanto, ya no quedaria sujeta a la sancion del mismo, sino a la mas benigna del No. 2 del articulo 586, que castiga como reos de una simple\n\nfalta\n\ncontra el orden publicio, con la pena de arresto de uno a diez dias y multa de 5 a 50 pesetas, a\n\nlos que con cualquier clase de actos ofendieren la moral y las buenas costumbre sin cometer delito\n\n. Cuando el hecho, pues, ofensivo al pudor se cometa publicamente, debera apreciarse como delito, puesto que esta misma publicidad es la que produce el grave escandalo que en el se castiga: en otro caso, la disposicion citada del articulo 586 es la que debera aplicarse.\" (Viada comentarios al Codigo Penal de 1870, cuarta edicion, tomo 3, pag. 130.)\n\nThere can be no doubt that the accused committed the offense defined and penalized in No. 2 of the article 571 of the Penal Code, which corresponds with the above-mentioned number 2 of article 586 of the Penal Code of Spain, and provides that a penalty of from one of ten days' arrest and a fine of from 15 to 125 pesetas shall vbe imposed upon--\n\n2.\tThose who, by exhibiting prints or engravings, or by means of other acts, shall offend against good morals and custom without committing a crime.\n\nSince this is a lesser offense that the one charged in the complaint, and is included therein, we find him guilt of a vuiolation of the provisions of the said article and, reversing the sentence of the trial court, we impose upon the accused, Jose Catajay, the penalty of the ten days' imprisonment\n\n(arresto)\n\n, and the payment of a fine of 125 pesetas, and the costs of the trial in both instances. After the expiration of ten days from the date of final judgment let the cause be remanded to the lower court for proper procedure. So ordered.\n\nArellano, C.J., Mapa, Willard and Tracey, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nTORRES,\n\nJ.,\n\ndissenting:\n\nGranting that the facts of the case have been proved and not being possible to convict the accused of the crime of attempted rape, or at least of that of \"\n\nabusos deshonestos\n\n,\" as defined in article 439 of the Penal Code, owing to the improper qualification set forth in the complaint, in the judgment of the undersigned, and taking into consideration the fact that the act offended against good morals and customs, public and private, and not only the companion of the injured party in the house but also her neighbors were informed and had notice of the act, because the attempt was publicity made, therefore, I am of opinion that the judgment appealed from should be affirmed, with the costs against the accused.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4217,
  "metadata_extraction_date": "2025-11-16T08:16:57.374696",
  "extraction_version": "2.0_enhanced_full_content"
}