{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/april/GR_119231.html",
  "filename": "GR_119231.html",
  "year": 1996,
  "month": "april",
  "case_number": "119231",
  "gr_number": "119231",
  "volume_page": "326 Phil. 401",
  "decision_date": "April 18, 1996",
  "title": "PHILIPPINE NATIONAL BANK, PETITIONER, VS. HON. PRES. JUDGE BENITO C. SE, JR., RTC, BR. 45, MANILA; NOAHâS ARK SUGAR REFINERY; ALBERTO T. LOOYUKO, JIMMY T. GO AND WILSON T. GO, RESPONDENTS. D E C I S I O N HERMOSISIMA, JR., J.: The source of conflict herein is the question as to whether the Philippine National Bank should pay storage fees for sugar stocks covered by five (5) Warehouse Receipts stored in the warehouse of private respondents in the face of the Court of Appealsâ decision (affirmed by the Supreme Court) declaring the Philippine National Bank as the owner of the said sugar stocks and ordering their delivery to the said bank. From the same facts but on a different perspective, it can be said that the issue is: Can the warehouseman enforce his warehousemanâs lien before delivering the sugar stocks as ordered by the Court of Appeals or need he file a separate action to enforce payment of storage fees?The herein petition seeks to annul: (1) the Resolution of respondent Judge Benito C. Se, Jr. of the Regional Trial Court of Manila, Branch 45, dated December 20, 1994, in Civil Case No. 90-53023, authorizing reception of evidence to establish the claim of respondents Noahâs Ark Sugar Refinery, et al., for storage fees and preservation expenses over sugar stocks covered by five (5) Warehouse Receipts which is in the nature of a warehousemanâs lien; and (2) the Resolution of the said respondent Judge, dated March 1, 1995, declaring the validity of private respondentsâ warehousemanâs lien under Section 27 of Republic Act No 2137 and ordering that execution of the Court of Appealsâ decision, dated December 13, 1991, be in effect held in abeyance until the full amount of the warehousemanâs lien on the sugar stocks covered by five (5) quedans subject of the action shall have been satisfied conformably with the provisions of Section 31 of Republic Act 2137.Also prayed for by the petition is a Writ of Prohibition to require respondent RTC Judge to desist from further proceeding with Civil Case No. 90-53023, except order the execution of the Supreme Court judgment; and a Writ of Mandamus to compel respondent RTC Judge to issue a Writ of Execution in accordance with the said executory Supreme Court decision.THE FACTSIn accordance with Act No. 2137, the Warehouse Receipts Law, Noahâs Ark Sugar Refinery issued on several dates, the following Warehouse Receipts (Quedans): (a) March 1, 1989, Receipt No. 18062, covering sugar deposited by Rosa Sy; (b) March 7, 1989, Receipt No. 18080, covering sugar deposited by RNS Merchandising (Rosa Ng Sy); (c) March 21, 1989, Receipt No. 18081, covering sugar deposited by St. Therese Merchandising; (d)March 31, 1989, Receipt No. 18086, covering sugar deposited by St. Therese Merchandising; and (e) April 1, 1989, Receipt No. 18087, covering sugar deposited by RNS Merchandising. The receipts are substantially in the form, and contains the terms, prescribed for negotiable warehouse receipts by Section 2 of the law.Subsequently, Warehouse Receipts Nos. 18080 and 18081 were negotiated and endorsed to Luis T. Ramos; and Receipts Nos. 18086, 18087 and 18062 were negotiated and endorsed to Cresencia K. Zoleta. Ramos and Zoleta then used the quedans as security for two loan agreements - one for P15.6 million and the other for P23.5 million - obtained by them from the Philippine National Bank. The aforementioned quedans were endorsed by them to the Philippine National Bank.Luis T. Ramos and Cresencia K. Zoleta failed to pay their loans upon maturity on January 9, 1990. Consequently, on March 16, 1990, the Philippine National Bank wrote to Noahâs Ark Sugar Refinery demanding delivery of the sugar stocks covered by the quedans endorsed to it by Zoleta and Ramos. Noahâs Ark Sugar Refinery refused to comply with the demand alleging ownership thereof, for which reason the Philippine National Bank filed with the Regional Trial Court of Manila a verified complaint for \"Specific Performance with Damages and Application for Writ of Attachment\" against Noahâs Ark Sugar Refinery, Alberto T. Looyuko, Jimmy T. Go and Wilson T. Go, the last three being identified as the sole proprietor, managing partner, and Executive Vice President of Noahâs Ark, respectively.Respondent Judge Benito C. Se, Jr., in whose sala the case was raffled, denied the Application for Preliminary Attachment. Reconsideration therefor was likewise denied.Noahâs Ark and its co-defendants filed an Answer with Counterclaim and Third-Party Complaint in which they claimed that they are the owners of the subject quedans and the sugar represented therein, averring as they did that:\"9.*** In an agreement dated April 1, 1989, defendants agreed to sell to Rosa Ng Sy of RNS Merchandising and Teresita Ng of St. Therese Merchandising the total volume of sugar indicated in the quedans stored at Noahâs Ark Sugar Refinery for a total consideration of P63,000,000.00,***The corresponding payments in the form of checks issued by the vendees in favor of defendants were subsequently dishonored by the drawee banks by reason of âpayment stoppedâ and âdrawn against insufficient funds,â***Upon proper notification to said vendees and plaintiff in due course, defendants refused to deliver to vendees therein the quantity of sugar covered by the subject quedans.10. *** Considering that the vendees and first endorsers of subject quedans did not acquire ownership thereof, the subsequent endorsers and plaintiff itself did not acquire a better right of ownership than the original vendees/first endorsers. \"[1]The Answer incorporated a Third-Party Complaint by Alberto T. Looyuko, Jimmy T. Go and Wilson T. Go, doing business under the trade name and style Noahâs Ark Sugar Refinery against Rosa Ng Sy and Teresita Ng, praying that the latter be ordered to deliver or return to them the quedans (previously endorsed to PNB and the subject of the suit) and pay damages and litigation expenses.The Answer of Rosa Ng Sy and Teresita Ng, dated September 6, 1990, one of avoidance, is essentially to the effect that the transaction between them, on the one hand, and Jimmy T. Go, on the other, concerning the quedans and the sugar stocks covered by them was merely a simulated one being part of the latterâs complex banking schemes and financial maneuvers, and thus, they are not answerable in damages to him.On January 31, 1991, the Philippine National Bank filed a Motion for Summary Judgment in favor of the plaintiff as against the defendants for the reliefs prayed for in the complaint.On May 2, 1991, the Regional Trial Court issued an order denying the Motion for Summary Judgment. Thereupon, the Philippine National Bank filed a Petition for Certiorari with the Court of Appeals, docketed as CA-G.R. SP. No. 25938 on December 13, 1991.Pertinent portions of the decision of the Court of Appeals read:\"In issuing the questioned Orders, the respondent Court ruled that âquestions of law should be resolved after and not before, the questions of fact are properly litigated.â A scrutiny of defendantâs affirmative defenses does not show material questions of fact as to the alleged nonpayment of purchase price by the vendees/first endorsers, and which nonpayment is not disputed by PNB as it does not materially affect PNBâs title to the sugar stocks as holder of the negotiable quedans.What is determinative of the propriety of summary judgment is not the existence of conflicting claims from prior parties but whether from an examination of the pleadings, depositions, admissions and documents on file, the defenses as to the main issue do not tender material questions of fact (see Garcia vs. Court of Appeals, 167 SCRA 815) or the issues thus tendered are in fact sham, fictitious, contrived, set up in bad faith or so unsubstantial as not to constitute genuine issues for trial. (See Vergara vs. Suelto, et al., 156 SCRA 753; Mercado, et al. vs. Court of Appeals, 162 SCRA 75). The questioned Orders themselves do not specify what material facts are in issue. (See Sec. 4, Rule 34, Rules of Court).To require a trial notwithstanding pertinent allegations of the pleadings and other facts appearing on the record, would constitute a waste of time and an injustice to the PNB whose rights to relief to which it is plainly entitled would be further delayed to its prejudice.In issuing the questioned Orders, We find the respondent Court to have acted in grave abuse of discretion which justify holding null and void and setting aside the Orders dated May 2 and July 4, 1990 of respondent Court, and that a summary judgment be rendered forthwith in favor of the PNB against Noahâs Ark Sugar Refinery, et al., as prayed for in petitionerâs Motion for Summary Judgment.\"[2]On December 13, 1991, the Court of Appeals nullified and set aside the orders of May 2 and July 4, 1990 of the Regional Trial Court and ordered the trial court to render summary judgment in favor of the PNB. On June 18, 1992, the trial court rendered judgment dismissing plaintiffs complaint against private respondents for lack of cause of action and likewise dismissed private respondentsâ counterclaim against PNB and of the Third-Party Complaint and the Third-Party Defendantâs Counterclaim. On September 4, 1992, the trial court denied PNBâs Motion for Reconsideration.On June 9, 1992, the PNB filed an appeal from the RTC decision with the Supreme Court, G.R. No. 107243, by way of a Petition for Review on Certiorari under Rule 45 of the Rules of Court. This Court rendered judgment on September 1, 1993, the dispositive portion of which reads:\"WHEREFORE, the trial judgeâs decision in Civil Case No. 90-53023, dated June 18, 1992, is reversed and set aside and a new one rendered conformably with the final and executory decision of the Court of Appeals in CA-G.R SP. No. 25938, ordering the private respondents Noahâs Ark Sugar Refinery, Alberto T. Looyuko, Jimmy T. Go and Wilson T. Go, jointly and severally:(a) to deliver to the petitioner Philippine National Bank, âthe sugar stocks covered by the Warehouse Receipts/ Quedans which are now in the latterâs possession as holder for value and in due course; or alternatively, to pay (said) plaintiff actual damages in the amount of P39.1 million,â with legal interest thereon from the filing of the complaint until full payment; and(b) to pay plaintiff Philippine National Bank attorneyâs fees, litigation expenses and judicial costs hereby fixed at the amount of One Hundred Fifty Thousand Pesos (P150,000.00) as well as the costs.SO ORDERED.\"[3]On September 29, 1993, private respondents moved for reconsideration of this decision. A Supplemental/Second Motion for Reconsideration with leave of court was filed by private respondents on November 8, 1993. We denied private respondentsâ motion on January 10, 1994. .Private respondents filed a Motion Seeking Clarification of the Decision, dated September 1, 1993. We denied this motion in this manner:\"It bears stressing that the relief granted in this Courtâs decision of September 1, 1993 is precisely that set out in the final and executory decision of the Court of Appeals in CA-G.R. SP No. 25938, dated December 13, 1991, which was affirmed in toto by this Court and which became unalterable upon becoming final and executory. \"[4]Private respondents thereupon filed before the trial court an Omnibus Motion seeking among others the deferment of the proceedings until private respondents are heard on their claim for warehousemanâs lien. On the other hand, on August 22, 1994, the Philippine National Bank filed a Motion for the Issuance of a Writ of Execution and an Opposition to the Omnibus Motion filed by private respondents.The trial court granted private respondentsâ Omnibus Motion on December 20, 1994 and set reception of evidence on their claim for warehousemanâs lien. The resolution of the PNBâs Motion for Execution was ordered deferred until the determination of private respondentsâ claim.On February 21, 1995, private respondentsâ claim for lien was heard and evidence was received in support thereof. The trial court thereafter gave both parties five (5) days to file respective memoranda.On February 28, 1995, the Philippine National Bank filed a Manifestation with Urgent Motion to Nullify Court Proceedings. In adjudication thereof, the trial court issued the following order on March 1, 1995:\"WHEREFORE, this court hereby finds that there exists in favor of the defendants a valid warehousemanâs lien under Section 27 of Republic Act 2137 and accordingly, execution of the judgment is hereby ordered stayed and/ or precluded until the full amount of defendantsâ lien on the sugar stocks covered by the five (5) quedans subject of this action shall have been satisfied conformably with the provisions of Section 31 of Republic Act 2137. \"[5]Consequently, the Philippine National Bank filed the herein petition to seek the nullification of the above-assailed orders of respondent judge.The PNB submits that:\"IPNBâs RIGHT TO A WRIT OF EXECUTION IS SUPPORTED BY TWO FINAL AND EXECUTORY DECISIONS: THE DECEMBER 13, 1991 COURT OF APPEALS DECISION IN CA-G.R. SP. NO. 25938; AND, THE NOVEMBER 9, 1992 SUPREME COURT DECISION IN G.R NO. 107243. RESPONDENT RTCâS MINISTERIAL AND MANDATORY DUTY IS TO ISSUE THE WRIT OF EXECUTION TO IMPLEMENT THE DECRETAL PORTION OF SAID SUPREME COURT DECISIONIIRESPONDENT RTC IS WITHOUT JURISDICTION TO HEAR PRIVATE RESPONDENTSâ OMNIBUS MOTION. THE CLAIMS SET FORTH IN SAID MOTION: (1) WERE ALREADY REJECTED BY THE SUPREME COURT IN ITS MARCH 9, 1994 RESOLUTION DENYING PRIVATE RESPONDENTSâ âMOTION FOR CLARIFICATION OF DECISIONâ IN .G.R. NO. 107243; AND (2) ARE BARRED FOREVER BY PRIVATE RESPONDENTSâ FAILURE TO INTERPOSE THEM IN THEIR ANSWER, AND FAILURE TO APPEAL FROM THE JUNE 18, 1992 RTC DECISION IN CIVIL CASE NO. 90-52023IIIRESPONDENT RTCâS ONLY JURISDICTION IS TO ISSUE THE WRIT TO EXECUTE THE SUPREME COURT DECISION. THUS, PNB IS ENTITLED TO: (1) A WRIT OF CERTIORARI TO ANNUL THE RTC RESOLUTION DATED DECEMBER 20, 1994 AND THE ORDER DATED FEBRUARY 7, 1995 AND ALL PROCEEDINGS TAKEN BY THE RTC THEREAFTER; (2) A WRIT OF PROHIBITION TO PREVENT RESPONDENT RTC FROM FURTHER PROCEEDING WITH CIVIL CASE NO. 90-53023 AND COMMITTING OTHER ACTS VIOLATIVE OF THE SUPREME COURT DECISION IN G.R. NO. 107243; AND (3) A WRIT OF MANDAMUS TO COMPEL RESPONDENT RTC TO ISSUE THE WRIT TO EXECUTE THE SUPREME COURT JUDGMENT IN FAVOR OF PNB\"The issues presented before us in this petition revolve around the legality of the questioned orders of respondent judge, issued as they were after we had denied with finality private respondentsâ contention that the PNB could not compel them to deliver the stocks of sugar in their warehouse covered by the endorsed quedans or pay the value of the said stocks of sugar.Petitionerâs submission is on a technicality, that is, that private respondents have lost their right to recover warehousemanâs lien on the sugar stocks covered by the five (5) Warehouse Receipts for the reason that they failed to set up said claim in their Answer before the trial court and that private respondents did not appeal from the decision in this regard, dated June 18, 1992. Petitioner asseverates that the denial by this Court on March 9, 1994 of the motion seeking clarification of our decision, dated September 1, 1993, has foreclosed private respondentsâ right to enforce their warehousemanâs lien for storage fees and preservation expenses under the Warehouse Receipts Act.On the other hand, private respondents maintain that they could not have claimed the right to a warehousemanâ s lien in their Answer to the complaint before the trial court as it would have been inconsistent with their stand that they claim ownership of the stocks covered by the quedans since the checks issued for payment thereof were dishonored. If they were still the owners, it would have been absurd for them to ask payment for storage fees and preservation expenses. They further contend that our resolution, dated March 9, 1994, denying their motion for clarification did not preclude their right to claim their warehousemanâs lien under Sections 27 and 31 of Republic Act 2137, as our resolution merely affirmed and adopted the earlier decision, dated December 13, 1991, of the Court of Appeals (6th Division) in CA-G.R. SP. No. 25938 and did not make any finding on the matter of the warehousemanâ s lien.We find for private respondents on the foregoing issue and so the petition necessarily must fail.We have carefully examined our resolution, dated March 9, 1994, which denied Noahâs Arkâs motion for clarification of our decision, dated September 1, 1993, wherein we affirmed in full and adopted the Court of Appealsâ earlier decision, dated December 13, 1991, in CA-G.R. SP. No. 25938. We are not persuaded by the petitionerâs argument that our said resolution carried with it the denial of the warehousemanâs lien over the sugar stocks covered by the subject Warehouse Receipts. We have simply resolved and upheld in our decision, dated September 1, 1993, the propriety of summary judgment which was then assailed by private respondents. In effect, we ruled therein that, considering the circumstances obtaining before the trial court, the issuance of the Warehouse Receipts not being disputed by the private respondents, a summary judgment in favor of PNB was proper. We in effect further affirmed the finding that Noahâs Ark is a warehouseman which was obliged to deliver the sugar stocks covered by the Warehouse Receipts pledged by Cresencia K. Zoleta and Luis T. Ramos to the petitioner pursuant to the pertinent provisions of Republic Act 2137.In disposing of the private respondentsâ motion for clarification, we could not contemplate the matter of warehousemanâs lien because the issue to be finally resolved then was the claim of private respondents for retaining ownership of the stocks of sugar covered by the endorsed quedans. Stated otherwise, there was no point in taking up the issue of warehousemanâs lien since the matter of ownership was as yet being determined. Neither could storage fees be due then while no one has been declared the owner of the sugar stocks in question.Of considerable relevance is the pertinent stipulation in the subject Warehouse Receipts which provides for respondent Noahâs Arkâs right to impose and collect warehousemanâs lien:\"Storage of the refined sugar quantities mentioned herein shall be free up to one (1) week from the date of the quedans covering said sugar and thereafter, storage fees shall be charged in accordance with the Refining Contract under which the refined sugar covered by this Quedan was produced. \"[6]It is not disputed, therefore, that, under the subject Warehouse Receipts provision, storage fees are chargeable.Petitioner anchors its claim against private respondents on the five (5) Warehouse Receipts issued by the latter to third-party defendants Rosa Ng Sy of RNS Merchandising and Teresita Ng of St. Therese Merchandising, which found their way to petitioner after they were negotiated to them by Luis T. Ramos and Cresencia K. Zoleta for a loan of P39.1 Million. Accordingly, petitioner PNB is legally bound to stand by the express terms and conditions on the face of the Warehouse Receipts as to the payment of storage fees. Even in the absence of such a provision, law and equity dictate the payment of the warehousemanâ s lien pursuant to Sections 27 and 31 of the Warehouse Receipts Law (R.A. 2137), to wit:\"SECTION 27. What claims are included in the warehousemanâs lien. - Subject to the provisions of section thirty, a warehouseman shall have lien on goods deposited or on the proceeds thereof in his hands, for all lawful charges for storage and preservation of the goods; also for all lawful claims for money advanced, interest, insurance, transportation, labor, weighing coopering and other charges and expenses in relation to such goods; also for all reasonable charges and expenses for notice, and advertisement of sale, and for sale of the goods where default has been made in satisfying the warehousemanâs lien.xxx xxx xxxSECTION 31. Warehouseman need not deliver until lien is satisfied. - A warehouseman having a lien valid against the person demanding the goods may refuse to deliver the goods to him until the lien is satisfied.\"After being declared not the owner, but the warehouseman, by the Court of Appeals on December 13, 1991 in CA-G.R. SP. No. 25938, the decision having been affirmed by us on December 1, 1993, private respondents cannot legally be deprived of their right to enforce their claim for warehousemanâs lien, for reasonable storage fees and preservation expenses. Pursuant to Section 31 which we quote hereunder, the goods under storage may not be delivered until said lien is satisfied.\"SECTION 31. Warehouseman need not deliver until lien is satisfied. - A warehouseman having a lien valid against the person demanding the goods may refuse to deliver the goods to him until the lien is satisfied.\"Considering that petitioner does not deny the existence, validity and genuineness of the Warehouse Receipts on which it anchors its claim for payment against private respondents, it cannot disclaim liability for the payment of the storage fees stipulated therein. As contracts, the receipts must be respected by authority of Article 1159 of the Civil Code, to wit:\"ART. 1159. Obligations arising from contracts have the force of law between the contracting parties and should be complied with in good faith.\"Petitioner is in estoppel in disclaiming liability for the payment of storage fees due the private respondents as warehouseman while claiming to be entitled to the sugar stocks covered by the subject Warehouse Receipts on the basis of which it anchors its claim for payment or delivery of the sugar stocks. The unconditional presentment of the receipts by the petitioner for payment against private respondents on the strength of the provisions of the Warehouse Receipts Law (R.A. 2137) carried with it the admission of the existence and validity of the terms, conditions and stipulations written on the face of the Warehouse Receipts, including the unqualified recognition of the payment of warehousemanâs lien for storage fees and preservation expenses. Petitioner may not now retrieve the sugar stocks without paying the lien due private respondents as warehouseman.In view of the foregoing, the rule may be simplified thus: While the PNB is entitled to the stocks of sugar as the endorsee of the quedans, delivery to it shall be effected only upon payment of the storage fees.Imperative is the right of the warehouseman to demand payment of his lien at this juncture, because, in accordance with Section 29 of the Warehouse Receipts Law, the warehouseman loses his lien upon goods by surrendering possession thereof. In other words, the lien may be lost where the warehouseman surrenders the possession of the goods without requiring payment of his lien, because a warehousemanâs lien is possessory in nature.We, therefore, uphold and sustain the validity of the assailed orders of public respondent, dated December 20, 1994 and March 1, 1995.In fine, we fail to see any taint of abuse of discretion on the part of the public respondent in issuing the questioned orders which recognized the legitimate right of Noahâs Ark, after being declared as warehouseman, to recover storage fees before it would release to the PNB sugar stocks covered by the five (5) Warehouse Receipts. Our resolution, dated March 9, 1994, did not preclude private respondentsâ unqualified right to establish its claim to recover storage fees which is recognized under Republic Act No. 2137. Neither did the Court of Appealsâ decision, dated December 13, 1991, restrict such right.Our Resolutionâs reference to the decision by the Court of Appeals, dated December 13, 1991, in CA-G.R. SP. No. 25938, was intended to guide the parties in the subsequent disposition of the case to its final end. We certainly did not foreclose private respondentsâ inherent right as warehouseman to collect storage fees and preservation expenses as stipulated n the face of each of the Warehouse Receipts and as provided for in the Warehouse Receipts Law (R.A. 2137).WHEREFORE, the petition should be, as it is, hereby dismissed for lack of merit. The questioned orders issued by public respondent judge are affirmed.Costs against the petitioner.SO ORDERED.Padilla (Chairman), Bellosillo, Vitug, and Kapunan, Jr., JJ., concur.[1] Answer with Counterclaim and Third-Party Complaint, p. 3; Rollo, p. 47.[2] Quoted in the Petition, p. 8; Rollo, p. 9.[3] Decision of the Supreme Court in G.R. No. 107243, p. 8; Rollo, p.64.[4] Resolution of the Supreme Court (Section Division) in G.R. No. 107243; Rollo, p. 71.[5] Resolution of the RTC in Civil Case No. 90-53023, p. 5; Rollo, p. 44.[6] Comment, p. 5; Rollo, p. 92. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "philippine",
    "national",
    "petitioner",
    "judge",
    "benito",
    "manila",
    "refinery",
    "alberto",
    "looyuko",
    "wilson",
    "respondents",
    "hermosisima",
    "source",
    "conflict",
    "herein",
    "question",
    "whether",
    "should",
    "storage",
    "stocks"
  ],
  "title_summary": "PHILIPPINE NATIONAL BANK, PETITIONER, VS. HON. PRES. JUDGE BENITO C. SE, JR., RTC, BR. 45, MANILA...",
  "formatted_case_content": "View printer friendly version\n326 Phil. 401; 93 OG No. 21, 3209 (May 26, 1997)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 119231, April 18, 1996 ]\n[ G.R. No. 119231, April 18, 1996 ]\n\nPHILIPPINE NATIONAL BANK, PETITIONER, VS. HON. PRES. JUDGE BENITO C. SE, JR., RTC, BR. 45, MANILA; NOAHâS ARK SUGAR REFINERY; ALBERTO T. LOOYUKO, JIMMY T. GO AND WILSON T. GO, RESPONDENTS.\nD E C I S I O N\nPHILIPPINE NATIONAL BANK, PETITIONER, VS. HON. PRES. JUDGE BENITO C. SE, JR., RTC, BR. 45, MANILA; NOAHâS ARK SUGAR REFINERY; ALBERTO T. LOOYUKO, JIMMY T. GO AND WILSON T. GO, RESPONDENTS.\n\nD E C I S I O N\n\nHERMOSISIMA, JR., J.:\n\nThe source of conflict herein is the question as to whether the Philippine National Bank should pay storage fees for sugar stocks covered by five (5) Warehouse Receipts stored in the warehouse of private respondents in the face of the Court of Appealsâ decision (affirmed by the Supreme Court) declaring the Philippine National Bank as the owner of the said sugar stocks and ordering their delivery to the said bank. From the same facts but on a different perspective, it can be said that the issue is: Can the warehouseman enforce his warehousemanâs lien before delivering the sugar stocks as ordered by the Court of Appeals or need he file a separate action to enforce payment of storage fees?\n\nThe herein petition seeks to annul: (1) the Resolution of respondent Judge Benito C. Se, Jr. of the Regional Trial Court of Manila, Branch 45, dated December 20, 1994, in Civil Case No. 90-53023, authorizing reception of evidence to establish the claim of respondents Noahâs Ark Sugar Refinery, et al., for storage fees and preservation expenses over sugar stocks covered by five (5) Warehouse Receipts which is in the nature of a warehousemanâs lien; and (2) the Resolution of the said respondent Judge, dated March 1, 1995, declaring the validity of private respondentsâ warehousemanâs lien under Section 27 of Republic Act No 2137 and ordering that execution of the Court of Appealsâ decision, dated December 13, 1991, be in effect held in abeyance until the full amount of the warehousemanâs lien on the sugar stocks covered by five (5) quedans subject of the action shall have been satisfied conformably with the provisions of Section 31 of Republic Act 2137.\n\nAlso prayed for by the petition is a Writ of Prohibition to require respondent RTC Judge to desist from further proceeding with Civil Case No. 90-53023, except order the execution of the Supreme Court judgment; and a Writ of Mandamus to compel respondent RTC Judge to issue a Writ of Execution in accordance with the said executory Supreme Court decision.\n\nTHE FACTS\n\nIn accordance with Act No. 2137, the Warehouse Receipts Law, Noahâs Ark Sugar Refinery issued on several dates, the following Warehouse Receipts (Quedans): (a) March 1, 1989, Receipt No. 18062, covering sugar deposited by Rosa Sy; (b) March 7, 1989, Receipt No. 18080, covering sugar deposited by RNS Merchandising (Rosa Ng Sy); (c) March 21, 1989, Receipt No. 18081, covering sugar deposited by St. Therese Merchandising; (d)March 31, 1989, Receipt No. 18086, covering sugar deposited by St. Therese Merchandising; and (e) April 1, 1989, Receipt No. 18087, covering sugar deposited by RNS Merchandising. The receipts are substantially in the form, and contains the terms, prescribed for negotiable warehouse receipts by Section 2 of the law.\n\nSubsequently, Warehouse Receipts Nos. 18080 and 18081 were negotiated and endorsed to Luis T. Ramos; and Receipts Nos. 18086, 18087 and 18062 were negotiated and endorsed to Cresencia K. Zoleta. Ramos and Zoleta then used the quedans as security for two loan agreements - one for P15.6 million and the other for P23.5 million - obtained by them from the Philippine National Bank. The aforementioned quedans were endorsed by them to the Philippine National Bank.\n\nLuis T. Ramos and Cresencia K. Zoleta failed to pay their loans upon maturity on January 9, 1990. Consequently, on March 16, 1990, the Philippine National Bank wrote to Noahâs Ark Sugar Refinery demanding delivery of the sugar stocks covered by the quedans endorsed to it by Zoleta and Ramos. Noahâs Ark Sugar Refinery refused to comply with the demand alleging ownership thereof, for which reason the Philippine National Bank filed with the Regional Trial Court of Manila a verified complaint for \"Specific Performance with Damages and Application for Writ of Attachment\" against Noahâs Ark Sugar Refinery, Alberto T. Looyuko, Jimmy T. Go and Wilson T. Go, the last three being identified as the sole proprietor, managing partner, and Executive Vice President of Noahâs Ark, respectively.\n\nRespondent Judge Benito C. Se, Jr., in whose sala the case was raffled, denied the Application for Preliminary Attachment. Reconsideration therefor was likewise denied.\n\nNoahâs Ark and its co-defendants filed an Answer with Counterclaim and Third-Party Complaint in which they claimed that they are the owners of the subject quedans and the sugar represented therein, averring as they did that:\n\n\"9.*** In an agreement dated April 1, 1989, defendants agreed to sell to Rosa Ng Sy of RNS Merchandising and Teresita Ng of St. Therese Merchandising the total volume of sugar indicated in the quedans stored at Noahâs Ark Sugar Refinery for a total consideration of P63,000,000.00,***The corresponding payments in the form of checks issued by the vendees in favor of defendants were subsequently dishonored by the drawee banks by reason of âpayment stoppedâ and âdrawn against insufficient funds,â***Upon proper notification to said vendees and plaintiff in due course, defendants refused to deliver to vendees therein the quantity of sugar covered by the subject quedans.\n\n10. *** Considering that the vendees and first endorsers of subject quedans did not acquire ownership thereof, the subsequent endorsers and plaintiff itself did not acquire a better right of ownership than the original vendees/first endorsers. \" [1]\n\nThe Answer incorporated a Third-Party Complaint by Alberto T. Looyuko, Jimmy T. Go and Wilson T. Go, doing business under the trade name and style Noahâs Ark Sugar Refinery against Rosa Ng Sy and Teresita Ng, praying that the latter be ordered to deliver or return to them the quedans (previously endorsed to PNB and the subject of the suit) and pay damages and litigation expenses.\n\nThe Answer of Rosa Ng Sy and Teresita Ng, dated September 6, 1990, one of avoidance, is essentially to the effect that the transaction between them, on the one hand, and Jimmy T. Go, on the other, concerning the quedans and the sugar stocks covered by them was merely a simulated one being part of the latterâs complex banking schemes and financial maneuvers, and thus, they are not answerable in damages to him.\n\nOn January 31, 1991, the Philippine National Bank filed a Motion for Summary Judgment in favor of the plaintiff as against the defendants for the reliefs prayed for in the complaint.\n\nOn May 2, 1991, the Regional Trial Court issued an order denying the Motion for Summary Judgment. Thereupon, the Philippine National Bank filed a Petition for Certiorari with the Court of Appeals, docketed as CA-G.R. SP. No. 25938 on December 13, 1991.\n\nPertinent portions of the decision of the Court of Appeals read:\n\n\"In issuing the questioned Orders, the respondent Court ruled that âquestions of law should be resolved after and not before, the questions of fact are properly litigated.â A scrutiny of defendantâs affirmative defenses does not show material questions of fact as to the alleged nonpayment of purchase price by the vendees/first endorsers, and which nonpayment is not disputed by PNB as it does not materially affect PNBâs title to the sugar stocks as holder of the negotiable quedans.\n\nWhat is determinative of the propriety of summary judgment is not the existence of conflicting claims from prior parties but whether from an examination of the pleadings, depositions, admissions and documents on file, the defenses as to the main issue do not tender material questions of fact (see Garcia vs. Court of Appeals, 167 SCRA 815) or the issues thus tendered are in fact sham, fictitious, contrived, set up in bad faith or so unsubstantial as not to constitute genuine issues for trial. (See Vergara vs. Suelto, et al., 156 SCRA 753; Mercado, et al. vs. Court of Appeals, 162 SCRA 75). The questioned Orders themselves do not specify what material facts are in issue. (See Sec. 4, Rule 34, Rules of Court).\n\nTo require a trial notwithstanding pertinent allegations of the pleadings and other facts appearing on the record, would constitute a waste of time and an injustice to the PNB whose rights to relief to which it is plainly entitled would be further delayed to its prejudice.\n\nIn issuing the questioned Orders, We find the respondent Court to have acted in grave abuse of discretion which justify holding null and void and setting aside the Orders dated May 2 and July 4, 1990 of respondent Court, and that a summary judgment be rendered forthwith in favor of the PNB against Noahâs Ark Sugar Refinery, et al., as prayed for in petitionerâs Motion for Summary Judgment.\" [2]\n\nOn December 13, 1991, the Court of Appeals nullified and set aside the orders of May 2 and July 4, 1990 of the Regional Trial Court and ordered the trial court to render summary judgment in favor of the PNB. On June 18, 1992, the trial court rendered judgment dismissing plaintiffs complaint against private respondents for lack of cause of action and likewise dismissed private respondentsâ counterclaim against PNB and of the Third-Party Complaint and the Third-Party Defendantâs Counterclaim. On September 4, 1992, the trial court denied PNBâs Motion for Reconsideration.\n\nOn June 9, 1992, the PNB filed an appeal from the RTC decision with the Supreme Court, G.R. No. 107243, by way of a Petition for Review on Certiorari under Rule 45 of the Rules of Court. This Court rendered judgment on September 1, 1993, the dispositive portion of which reads:\n\n\"WHEREFORE, the trial judgeâs decision in Civil Case No. 90-53023, dated June 18, 1992, is reversed and set aside and a new one rendered conformably with the final and executory decision of the Court of Appeals in CA-G.R SP. No. 25938, ordering the private respondents Noahâs Ark Sugar Refinery, Alberto T. Looyuko, Jimmy T. Go and Wilson T. Go, jointly and severally:\n\n(a) to deliver to the petitioner Philippine National Bank, âthe sugar stocks covered by the Warehouse Receipts/ Quedans which are now in the latterâs possession as holder for value and in due course; or alternatively, to pay (said) plaintiff actual damages in the amount of P39.1 million,â with legal interest thereon from the filing of the complaint until full payment; and\n\n(b) to pay plaintiff Philippine National Bank attorneyâs fees, litigation expenses and judicial costs hereby fixed at the amount of One Hundred Fifty Thousand Pesos (P150,000.00) as well as the costs.\n\nSO ORDERED.\" [3]\n\nOn September 29, 1993, private respondents moved for reconsideration of this decision. A Supplemental/Second Motion for Reconsideration with leave of court was filed by private respondents on November 8, 1993. We denied private respondentsâ motion on January 10, 1994. .\n\nPrivate respondents filed a Motion Seeking Clarification of the Decision, dated September 1, 1993. We denied this motion in this manner:\n\n\"It bears stressing that the relief granted in this Courtâs decision of September 1, 1993 is precisely that set out in the final and executory decision of the Court of Appeals in CA-G.R. SP No. 25938, dated December 13, 1991, which was affirmed in toto by this Court and which became unalterable upon becoming final and executory. \" [4]\n\nPrivate respondents thereupon filed before the trial court an Omnibus Motion seeking among others the deferment of the proceedings until private respondents are heard on their claim for warehousemanâs lien. On the other hand, on August 22, 1994, the Philippine National Bank filed a Motion for the Issuance of a Writ of Execution and an Opposition to the Omnibus Motion filed by private respondents.\n\nThe trial court granted private respondentsâ Omnibus Motion on December 20, 1994 and set reception of evidence on their claim for warehousemanâs lien. The resolution of the PNBâs Motion for Execution was ordered deferred until the determination of private respondentsâ claim.\n\nOn February 21, 1995, private respondentsâ claim for lien was heard and evidence was received in support thereof. The trial court thereafter gave both parties five (5) days to file respective memoranda.\n\nOn February 28, 1995, the Philippine National Bank filed a Manifestation with Urgent Motion to Nullify Court Proceedings. In adjudication thereof, the trial court issued the following order on March 1, 1995:\n\n\"WHEREFORE, this court hereby finds that there exists in favor of the defendants a valid warehousemanâs lien under Section 27 of Republic Act 2137 and accordingly, execution of the judgment is hereby ordered stayed and/ or precluded until the full amount of defendantsâ lien on the sugar stocks covered by the five (5) quedans subject of this action shall have been satisfied conformably with the provisions of Section 31 of Republic Act 2137. \" [5]\n\nConsequently, the Philippine National Bank filed the herein petition to seek the nullification of the above-assailed orders of respondent judge.\n\nThe PNB submits that:\n\n\"I\n\nPNBâs RIGHT TO A WRIT OF EXECUTION IS SUPPORTED BY TWO FINAL AND EXECUTORY DECISIONS: THE DECEMBER 13, 1991 COURT OF APPEALS DECISION IN CA-G.R. SP. NO. 25938; AND, THE NOVEMBER 9, 1992 SUPREME COURT DECISION IN G.R NO. 107243. RESPONDENT RTCâS MINISTERIAL AND MANDATORY DUTY IS TO ISSUE THE WRIT OF EXECUTION TO IMPLEMENT THE DECRETAL PORTION OF SAID SUPREME COURT DECISION\n\nII\n\nRESPONDENT RTC IS WITHOUT JURISDICTION TO HEAR PRIVATE RESPONDENTSâ OMNIBUS MOTION. THE CLAIMS SET FORTH IN SAID MOTION: (1) WERE ALREADY REJECTED BY THE SUPREME COURT IN ITS MARCH 9, 1994 RESOLUTION DENYING PRIVATE RESPONDENTSâ âMOTION FOR CLARIFICATION OF DECISIONâ IN .G.R. NO. 107243; AND (2) ARE BARRED FOREVER BY PRIVATE RESPONDENTSâ FAILURE TO INTERPOSE THEM IN THEIR ANSWER, AND FAILURE TO APPEAL FROM THE JUNE 18, 1992 RTC DECISION IN CIVIL CASE NO. 90-52023\n\nIII\n\nRESPONDENT RTCâS ONLY JURISDICTION IS TO ISSUE THE WRIT TO EXECUTE THE SUPREME COURT DECISION. THUS, PNB IS ENTITLED TO: (1) A WRIT OF CERTIORARI TO ANNUL THE RTC RESOLUTION DATED DECEMBER 20, 1994 AND THE ORDER DATED FEBRUARY 7, 1995 AND ALL PROCEEDINGS TAKEN BY THE RTC THEREAFTER; (2) A WRIT OF PROHIBITION TO PREVENT RESPONDENT RTC FROM FURTHER PROCEEDING WITH CIVIL CASE NO. 90-53023 AND COMMITTING OTHER ACTS VIOLATIVE OF THE SUPREME COURT DECISION IN G.R. NO. 107243; AND (3) A WRIT OF MANDAMUS TO COMPEL RESPONDENT RTC TO ISSUE THE WRIT TO EXECUTE THE SUPREME COURT JUDGMENT IN FAVOR OF PNB\"\n\nThe issues presented before us in this petition revolve around the legality of the questioned orders of respondent judge, issued as they were after we had denied with finality private respondentsâ contention that the PNB could not compel them to deliver the stocks of sugar in their warehouse covered by the endorsed quedans or pay the value of the said stocks of sugar.\n\nPetitionerâs submission is on a technicality, that is, that private respondents have lost their right to recover warehousemanâs lien on the sugar stocks covered by the five (5) Warehouse Receipts for the reason that they failed to set up said claim in their Answer before the trial court and that private respondents did not appeal from the decision in this regard, dated June 18, 1992. Petitioner asseverates that the denial by this Court on March 9, 1994 of the motion seeking clarification of our decision, dated September 1, 1993, has foreclosed private respondentsâ right to enforce their warehousemanâs lien for storage fees and preservation expenses under the Warehouse Receipts Act.\n\nOn the other hand, private respondents maintain that they could not have claimed the right to a warehousemanâ s lien in their Answer to the complaint before the trial court as it would have been inconsistent with their stand that they claim ownership of the stocks covered by the quedans since the checks issued for payment thereof were dishonored. If they were still the owners, it would have been absurd for them to ask payment for storage fees and preservation expenses. They further contend that our resolution, dated March 9, 1994, denying their motion for clarification did not preclude their right to claim their warehousemanâs lien under Sections 27 and 31 of Republic Act 2137, as our resolution merely affirmed and adopted the earlier decision, dated December 13, 1991, of the Court of Appeals (6th Division) in CA-G.R. SP. No. 25938 and did not make any finding on the matter of the warehousemanâ s lien.\n\nWe find for private respondents on the foregoing issue and so the petition necessarily must fail.\n\nWe have carefully examined our resolution, dated March 9, 1994, which denied Noahâs Arkâs motion for clarification of our decision, dated September 1, 1993, wherein we affirmed in full and adopted the Court of Appealsâ earlier decision, dated December 13, 1991, in CA-G.R. SP. No. 25938. We are not persuaded by the petitionerâs argument that our said resolution carried with it the denial of the warehousemanâs lien over the sugar stocks covered by the subject Warehouse Receipts. We have simply resolved and upheld in our decision, dated September 1, 1993, the propriety of summary judgment which was then assailed by private respondents. In effect, we ruled therein that, considering the circumstances obtaining before the trial court, the issuance of the Warehouse Receipts not being disputed by the private respondents, a summary judgment in favor of PNB was proper. We in effect further affirmed the finding that Noahâs Ark is a warehouseman which was obliged to deliver the sugar stocks covered by the Warehouse Receipts pledged by Cresencia K. Zoleta and Luis T. Ramos to the petitioner pursuant to the pertinent provisions of Republic Act 2137.\n\nIn disposing of the private respondentsâ motion for clarification, we could not contemplate the matter of warehousemanâs lien because the issue to be finally resolved then was the claim of private respondents for retaining ownership of the stocks of sugar covered by the endorsed quedans. Stated otherwise, there was no point in taking up the issue of warehousemanâs lien since the matter of ownership was as yet being determined. Neither could storage fees be due then while no one has been declared the owner of the sugar stocks in question.\n\nOf considerable relevance is the pertinent stipulation in the subject Warehouse Receipts which provides for respondent Noahâs Arkâs right to impose and collect warehousemanâs lien:\n\n\"Storage of the refined sugar quantities mentioned herein shall be free up to one (1) week from the date of the quedans covering said sugar and thereafter, storage fees shall be charged in accordance with the Refining Contract under which the refined sugar covered by this Quedan was produced. \" [6]\n\nIt is not disputed, therefore, that, under the subject Warehouse Receipts provision, storage fees are chargeable.\n\nPetitioner anchors its claim against private respondents on the five (5) Warehouse Receipts issued by the latter to third-party defendants Rosa Ng Sy of RNS Merchandising and Teresita Ng of St. Therese Merchandising, which found their way to petitioner after they were negotiated to them by Luis T. Ramos and Cresencia K. Zoleta for a loan of P39.1 Million. Accordingly, petitioner PNB is legally bound to stand by the express terms and conditions on the face of the Warehouse Receipts as to the payment of storage fees. Even in the absence of such a provision, law and equity dictate the payment of the warehousemanâ s lien pursuant to Sections 27 and 31 of the Warehouse Receipts Law (R.A. 2137), to wit:\n\n\"SECTION 27. What claims are included in the warehousemanâs lien. - Subject to the provisions of section thirty, a warehouseman shall have lien on goods deposited or on the proceeds thereof in his hands, for all lawful charges for storage and preservation of the goods; also for all lawful claims for money advanced, interest, insurance, transportation, labor, weighing coopering and other charges and expenses in relation to such goods; also for all reasonable charges and expenses for notice, and advertisement of sale, and for sale of the goods where default has been made in satisfying the warehousemanâs lien.\n\nxxx             xxx              xxx\n\nSECTION 31. Warehouseman need not deliver until lien is satisfied. - A warehouseman having a lien valid against the person demanding the goods may refuse to deliver the goods to him until the lien is satisfied.\"\n\nAfter being declared not the owner, but the warehouseman, by the Court of Appeals on December 13, 1991 in CA-G.R. SP. No. 25938, the decision having been affirmed by us on December 1, 1993, private respondents cannot legally be deprived of their right to enforce their claim for warehousemanâs lien, for reasonable storage fees and preservation expenses. Pursuant to Section 31 which we quote hereunder, the goods under storage may not be delivered until said lien is satisfied.\n\n\"SECTION 31. Warehouseman need not deliver until lien is satisfied. - A warehouseman having a lien valid against the person demanding the goods may refuse to deliver the goods to him until the lien is satisfied.\"\n\nConsidering that petitioner does not deny the existence, validity and genuineness of the Warehouse Receipts on which it anchors its claim for payment against private respondents, it cannot disclaim liability for the payment of the storage fees stipulated therein. As contracts, the receipts must be respected by authority of Article 1159 of the Civil Code, to wit:\n\n\"ART. 1159. Obligations arising from contracts have the force of law between the contracting parties and should be complied with in good faith.\"\n\nPetitioner is in estoppel in disclaiming liability for the payment of storage fees due the private respondents as warehouseman while claiming to be entitled to the sugar stocks covered by the subject Warehouse Receipts on the basis of which it anchors its claim for payment or delivery of the sugar stocks. The unconditional presentment of the receipts by the petitioner for payment against private respondents on the strength of the provisions of the Warehouse Receipts Law (R.A. 2137) carried with it the admission of the existence and validity of the terms, conditions and stipulations written on the face of the Warehouse Receipts, including the unqualified recognition of the payment of warehousemanâs lien for storage fees and preservation expenses. Petitioner may not now retrieve the sugar stocks without paying the lien due private respondents as warehouseman.\n\nIn view of the foregoing, the rule may be simplified thus: While the PNB is entitled to the stocks of sugar as the endorsee of the quedans, delivery to it shall be effected only upon payment of the storage fees.\n\nImperative is the right of the warehouseman to demand payment of his lien at this juncture, because, in accordance with Section 29 of the Warehouse Receipts Law, the warehouseman loses his lien upon goods by surrendering possession thereof. In other words, the lien may be lost where the warehouseman surrenders the possession of the goods without requiring payment of his lien, because a warehousemanâs lien is possessory in nature.\n\nWe, therefore, uphold and sustain the validity of the assailed orders of public respondent, dated December 20, 1994 and March 1, 1995.\n\nIn fine, we fail to see any taint of abuse of discretion on the part of the public respondent in issuing the questioned orders which recognized the legitimate right of Noahâs Ark, after being declared as warehouseman, to recover storage fees before it would release to the PNB sugar stocks covered by the five (5) Warehouse Receipts. Our resolution, dated March 9, 1994, did not preclude private respondentsâ unqualified right to establish its claim to recover storage fees which is recognized under Republic Act No. 2137. Neither did the Court of Appealsâ decision, dated December 13, 1991, restrict such right.\n\nOur Resolutionâs reference to the decision by the Court of Appeals, dated December 13, 1991, in CA-G.R. SP. No. 25938, was intended to guide the parties in the subsequent disposition of the case to its final end. We certainly did not foreclose private respondentsâ inherent right as warehouseman to collect storage fees and preservation expenses as stipulated n the face of each of the Warehouse Receipts and as provided for in the Warehouse Receipts Law (R.A. 2137).\n\nWHEREFORE, the petition should be, as it is, hereby dismissed for lack of merit. The questioned orders issued by public respondent judge are affirmed.\n\nCosts against the petitioner.\n\nSO ORDERED .\n\nPadilla (Chairman), Bellosillo, Vitug, and Kapunan, Jr., JJ., concur.\n\n[1] Answer with Counterclaim and Third-Party Complaint, p. 3; Rollo, p. 47.\n\n[2] Quoted in the Petition, p. 8; Rollo, p. 9.\n\n[3] Decision of the Supreme Court in G.R. No. 107243, p. 8; Rollo, p.64.\n\n[4] Resolution of the Supreme Court (Section Division) in G.R. No. 107243; Rollo, p. 71.\n\n[5] Resolution of the RTC in Civil Case No. 90-53023, p. 5; Rollo, p. 44.\n\n[6] Comment, p. 5; Rollo, p. 92.",
  "content_length": 25624,
  "metadata_extraction_date": "2025-11-01T05:48:47.819946",
  "extraction_version": "2.0_enhanced_full_content"
}