{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/april/gr_l-1882_1906.html",
  "filename": "gr_l-1882_1906.html",
  "year": 1906,
  "month": "april",
  "case_number": "gr_l-1882_1906",
  "gr_number": "gr_l-1882_1906",
  "volume_page": "Volume information not available",
  "decision_date": "April 17, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law"
  ],
  "keywords": [
    "court",
    "town",
    "appellants",
    "they",
    "judgment",
    "took",
    "them",
    "municipal",
    "defendants",
    "vigan",
    "their",
    "compelled",
    "same",
    "section",
    "act",
    "found",
    "united",
    "states",
    "carlos",
    "ayala"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1882\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1882            April 17, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nCARLOS AYALA, ET AL.,\n\ndefendants-appellants.\n\nF. Zialcita, for appellants.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe defendants were convicted of the crime of treason in the Court of First Instance of the Province of Ilocos Sur and sentenced to death. From that judgment they have appealed. The facts established by the evidence are found in the decision of the court below, which is in part as follows:\n\nBetween 7 and 8 p. m. of the 7th of February, in the city of Vigan, Ilocos Sur, the defendants, Carlos Ayala and Macario Agapay, corporal and private, respectively, of the Constabulary force of Vigan, rose in arms with their companions, took the prisoners from the provincial jail, took possession of the weapons at the barracks, and also of some money and commissary supplies, tore down the telegraph line, and fired their guns for about two hours, killing a Constabulary private. They compelled their chiefs who went to the barracks, the place of the occurrence, to retreat and caused great terror, which lasted two or three nights, and compelled the people of the town of Vigan to seek refuge in their houses.\n\nAfter going through some of the streets of the town of Vigan and giving cheers for Ricarte and the liberty of the Philippines they entered the town of Narvacan, Ilocos Sur, at 9 a. m. on the following day, more than forty of them being armed. They then tore down the American flag from the municipal building, took 28 pesos from the municipal safe, and through threats compelled the president and councilmen to pass a resolution supporting and cooperating in the revolution by them initiated against the constituted government of the Philippines.\n\nAt 1 p. m. of the same day they entered the municipal building at Santa Maria, took 315 pesos from the office of the municipal treasurer, sequestrated a prisoner, and by the same means compelled the residents of the town to sign a resolution similar to the one above referred to.\n\nThe same night they entered the near-by town of Santiago, took 350 pesos from the office of the municipal building, sheltered themselves during the night in the parochial house, and, after compelling the residents of the town by force to sign a resolution worded as the one above referred to, left the town at 9 a. m. of the 9th day of that month.\n\nThe evidence showing that as to each of the appellants there were two witnesses to various overt acts committed by them in connection with the uprising, the question as to the necessity of such proof is not decided. The case of United States\n\nvs\n\n. Lagnason\n\n1\n\n(March 28, 1904, 2 Off. Gaz., 597) is similar to this case. In the opinions in that case will be found a discussion of the nature of the offense committed by these appellants.\n\nA majority of the court is of the opinion that the appellants are guilty of the crime mentioned in section 3 of Act No. 292.\n\nThe judgment of the court below is reversed and the appellants are convicted of the crime defined in section 3 of Act No. 292, and each one of them is sentenced to ten years' imprisonment and to the payment of a fine of $10,000, money of the United States, with the costs in both instances against them. After the expiration of ten days from the entry of final judgment let the cause be remanded to the lower court for proper procedure. So ordered.\n\nArellano, C.J., Mapa, Carson and Tracey, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nTORRES,\n\nJ.,\n\nconcurring:\n\nThe undersigned, accepting the statement of facts and the conclusion of law contained in the judgment of the trial court, and considering the provisions of Act No. 292 and most particularly the intent and purpose of section 1 of the same act regardless of the system of legislation upon which the present Penal Code is based, is of the opinion that the defendants, Carlos Ayala and Macario Agapay, should be punished in accordance with section 1 at the discretion of the court, and that the judgment appealed from should be reversed and each of the defendant sentenced to life imprisonment and to pay a fine of $10,000 and costs.\n\nFootnotes\n\n1\n\n3 Phil. Rep., 472.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4326,
  "metadata_extraction_date": "2025-11-16T08:14:24.467773",
  "extraction_version": "2.0_enhanced_full_content"
}