{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/april/gr_l-2386_1906.html",
  "filename": "gr_l-2386_1906.html",
  "year": 1906,
  "month": "april",
  "case_number": "gr_l-2386_1906",
  "gr_number": "gr_l-2386_1906",
  "volume_page": "Volume information not available",
  "decision_date": "April 16, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law",
    "Labor Law"
  ],
  "keywords": [
    "faustino",
    "pesos",
    "judgment",
    "canon",
    "court",
    "heirs",
    "each",
    "against",
    "below",
    "defendants",
    "josefa",
    "plaintiffs",
    "legacy",
    "case",
    "appellants",
    "fuente",
    "interest",
    "suarez",
    "miguel",
    "who"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2386\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2386            April 16, 1906\n\nMIGUEL FUENTES, ET AL.,\n\nappellants-appellee,\n\nvs.\n\nJUANA CANON Y FAUSTINO, ET AL.,\n\ndefendant-appellant.\n\nRamon Salinas, for appellants.\n\nAguedo Velarde, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe twentieth clause of the will of Josefa Faustino y Mendoza, who died on the 1st day of April, 1887, is as follows:\n\nVigesima.  Mando se entreguen a los conyuges Don Miguel de la Fuente y Doña Potenciana Medrano tres mil pesos para invertirlos en compra de buenos terrenos de labor quedandose con una tercera parte y repartiendo las dos restantes la una a la viuda e hijo de Don Eriberto de la Fuente y la otra a los hijos y herederos de Don Honorio de la Fuente.\n\nThe plaintiffs herein, Miguel de la Fuente and Potenciana Medrano, brought this action against the twenty heirs of Josefa to recover the 3,000 pesos mentioned in this legacy. Judgment was entered in favor of the plaintiffs in the court below. Defendants excepted to the judgment, and have brought the case here by bill of exceptions. No motion for a new trial was made in the court below.\n\nThe first claim of the appellants is that the plaintiffs are required to give a bond before they are entitled to the delivery of the 3,000 pesos, the legacy here in question being defined in law 21, title 9, partida 6, and known as a\n\nlegado modal\n\n. There is nothing in this claim. As far as the heirs of the testatrix are concerned, there is no condition whatever attached to the legacy. With the rights of the beneficiaries mentioned in the said twentieth clause the defendants in this case have nothing to do. As to them there was an absolute gift of 3,000 pesos, and the plaintiffs have the right to receive that from the heirs, and they are under no obligation to give security to the heirs before the money is paid.\n\nThe court below ordered judgment against the defendants for 3,000 pesos and interest from January 1, 1894. The appellants claim that this was error. It was proved that in November, 1893, the plaintiffs commenced an action against the heirs of the testatrix to recover this legacy. For some reason that case was not brought to trial. It, however, amounted to a judicial demand for the payment of the money, and the interest commenced to run from that date.\n\nThe case shows that upon the death of Josefa her property was divided among two nephews and a niece. One of the nephews afterwards died, and his property was divided among heirs of two other nephews who had died before Josefa and the nephew and niece who had survived her. The court ordered judgment against the twenty defendants for the payment of 3,000 pesos and interest, without any statement as to how much each defendant was to pay. The judgment as it stands must be construed as imposing an equal\n\npro rata\n\nliability, and for this reason we think it is erroneous. The liability imposed upon the heirs to pay this legacy is\n\npro rata\n\n(\n\nmancomunada\n\n) and in proportion to the amount of the estate to which each one was entitled. The judgment of the court below is modified, and judgment is rendered against the defendants for the following amounts, to wit: Maria Josefa Canon Faustino, 1,250 pesos; Cipriana Pilar Faustino, Lazaro Faustino, Filomena Faustino, and Francisco Faustino, 62.50 pesos each; Emerenciano Faustino, Jose Faustino, Exequiel Faustino, Trinidad Faustino, Pedro Faustino, Jose Faustino, and Manuel Faustino, 35.71 pesos each; Juana Canon Faustino, Fernanda Canon Faustino, Marciana Canon Faustino, and Fernando Canon Faustino, 250 pesos each; Concepcion Suarez y Canon Faustino, Alfredo Suarez y Canon Faustino, Adolfo Suarez y Canon Faustino, and Alfonso Suarez y Canon Faustino, 62.50 pesos each.\n\nJudgment is also rendered against each one of the defendants for interest at the rate of 6 per cent per annum from the 1st day of January, 1894, on the sum for which judgment is herein entered as above set forth. With this modification the judgment of the court below is affirmed. No costs will be allowed to either party in this court. After the expiration of twenty days let final judgment be entered herewith and ten days thereafter let the case be remanded to the court below for proper procedure. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4400,
  "metadata_extraction_date": "2025-11-16T08:14:45.105184",
  "extraction_version": "2.0_enhanced_full_content"
}