{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/april/gr_l-2507_1906.html",
  "filename": "gr_l-2507_1906.html",
  "year": 1906,
  "month": "april",
  "case_number": "gr_l-2507_1906",
  "gr_number": "gr_l-2507_1906",
  "volume_page": "Volume information not available",
  "decision_date": "April 16, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "land",
    "case",
    "government",
    "appellant",
    "court",
    "judgment",
    "cristobal",
    "ramos",
    "appellees",
    "insular",
    "petitioners",
    "his",
    "wife",
    "presented",
    "entered",
    "decided",
    "law",
    "day",
    "igorots",
    "evidence"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2507\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2507            April 16, 1906\n\nCRISTOBAL RAMOS Y MARTINEZ, ET AL.,\n\nplaintiff-appellees,\n\nvs.\n\nTHE INSULAR GOVERNMENT,\n\ndefendant-appellant.\n\nAttorney-General Wilfley, for appellant.\n\nRamon Salinas, for appellees.\n\nWILLARD,\n\nJ.:\n\nOn the 22nd of January, 1904, the petitioners, Cristobal Ramos, a native of Spain, and his wife, presented a petition to the Court of Land Registration, asking that they be inscribed as the owners of a small tract of land 13 ares and 373 centares in extent, situated in the Government reservation at Baguio, in the Province of Benguet. The Government appeared in the proceeding and opposed the inscription on the ground that the land in question was public land. Judgment was entered in favor of the petitioners; the Government moved for a new trial, which was denied, and it has brought the case here by bill of exceptions.\n\nThe case is similar to the case of\n\nJones vs. The Insular Government\n\n,\n\n1\n\njust decided, and all the questions of law presented in this case were decided in this case. On the 8th day of November, 1893, the plaintiffs bought the land of Pilay, an Igorot, and his wife, Gamoc, and the land was conveyed to them by the Igorots by an instrument in writing on that day. The evidence in the case shows that for some time prior to the date of this sale the Igorots had been in possession. There was a house upon the land. It was inclosed by a fence, and coffee was grown thereon. The evidence is in our opinion sufficient to show an adverse possession of the land within the requirements of section 41 of the Code of Civil Procedure, applied to this and other reservations by Acts Nos. 648 and 627.\n\nThe judgment of the court below in affirmed, with the costs of this instance against the appellant. After the expiration of twenty days let final judgment be entered in accordance herewith and ten days thereafter let the case be remanded to the lower court for proper procedure. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson and Carson, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nPage 122,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2177,
  "metadata_extraction_date": "2025-11-16T08:14:38.150852",
  "extraction_version": "2.0_enhanced_full_content"
}