{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/april/gr_l-3268_1906.html",
  "filename": "gr_l-3268_1906.html",
  "year": 1906,
  "month": "april",
  "case_number": "gr_l-3268_1906",
  "gr_number": "gr_l-3268_1906",
  "volume_page": "Volume information not available",
  "decision_date": "April 9, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law"
  ],
  "keywords": [
    "court",
    "day",
    "imprisonment",
    "one",
    "bulacan",
    "gordon",
    "petitioner",
    "respondent",
    "march",
    "order",
    "case",
    "months",
    "judgment",
    "prison",
    "him",
    "first",
    "instance",
    "terms",
    "his",
    "four"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3268\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3268            April 9, 1906\n\nVICTOR D. GORDON,\n\npetitioner,\n\nvs.\n\nGEORGE N. WOLFE,\n\nDirector of Prisons, respondent.\n\nWm. B. Denmark, for petitioner.\n\nAssistant Attorney Blanchard, for respondent.\n\nWILLARD,\n\nJ.:\n\nOn the 16th day of March, 1906, one of the justices of this court issued an order directing the respondent herein to show cause before the court, on the 19th day of March, way a writ of\n\nhabeas corpus\n\nshould not be issued as prayed for by the petitioner, Victor D. Gordon. The respondent made an answer to the order to show cause, and the case has been argued and is now before us for decision.\n\nOn the 28th day of October, 1905, the petitioner, Gordon was convicted in the Court of First Instance of the Province of Bulacan of the crime or estafa, and was sentenced to six months and one day imprisonment\n\n(prision correccional)\n\nand to the payment of the costs. By the terms of that judgment one-half of the time which he had remained in prison prior to the rendition of the judgment was to be deducted from his sentence. By reason of this provision the term of six months and one day was reduced by one month and twenty-seven days, making his term of imprisonment under the sentence entered in the Court of First Instance of Bulacan four months and four days.\n\nWhile the defendant was serving his sentence in the provincial jail of Bulacan he was brought to the city of Manila for the purpose of being tried in the municipal court of that city upon the charge of\n\nestafa\n\n, and on the 11th day of November, 1905, that court convicted him of the crime of\n\nestafa\n\nand sentenced him to imprisonment in the prison of Bilibid for four months and one day. He was committed to that prison, of which respondent is the warden, on the 11th day of November, 1905. Some time thereafter, the exact date not appearing, an order was made by some one in the executive branch of the Government directing, that the defendant serve the imprisonment imposed upon him by the judgment of the court of Bulacan in the prison of Bilibid.\n\nOn the 15th day of March, 1906, Gordon presented this petition for a writ of\n\nhabeas corpus\n\n. His claim is that the two terms of imprisonment imposed upon him by the Court of First Instance of Bulacan and the municipal court of the city of Manila were to be served simultaneously, and, having served the longer of these terms, he was entitled to be discharged from confinement. As we understand the record, this is the only question presented for decision. We do not understand that any claim is made that Gordon may improperly transferred from the provincial jail of Bulacan to the prison of Bilibid for the purpose of serving the imprisonment imposed upon him by the Court of First Instance of Bulacan, and we have not considered the legality of that transfer.\n\nThe question thus presented as to whether the terms of imprisonment imposed by these two judgments were to be served simultaneously has been decided adversely to the petitioner in the case of the United States vs. Carrington,\n\n1\n\nNo. 2600, March 15, 1906. The only difference between that case and the present case is that in that case judgments in different cases against Carrington were rendered in the same court and at the same time, but that fact does not prevent the application of the provisions of article 88 of the Penal Code. (Judgment of the supreme court of Spain, November 14, 1881.)\n\nThe order of commitment issued by the clerk of the municipal court, after stating that the judgment ordered imprisonment for four months and one day, stated that the imprisonment would terminate on March 11, 1906. The clerk had no authority to thus fix the duration of the imprisonment, and this part of the order was void.\n\nThe petition is denied.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n5 Phil. Rep., 725.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3988,
  "metadata_extraction_date": "2025-11-16T08:15:12.280789",
  "extraction_version": "2.0_enhanced_full_content"
}