{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/april/gr_l-2338_1906.html",
  "filename": "gr_l-2338_1906.html",
  "year": 1906,
  "month": "april",
  "case_number": "gr_l-2338_1906",
  "gr_number": "gr_l-2338_1906",
  "volume_page": "Volume information not available",
  "decision_date": "April 4, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "counterclaim",
    "court",
    "defendants",
    "cause",
    "action",
    "plaintiffs",
    "below",
    "answer",
    "out",
    "evidence",
    "their",
    "stated",
    "appellees",
    "appellants",
    "against",
    "grow",
    "connected",
    "complaint",
    "held",
    "procedure"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2338\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2338            April 4, 1906\n\nBRAULIO FELICIANO, ET AL.,\n\nplaintiffs-appellees,\n\nvs.\n\nLORENZO DEL ROSARIO, ET AL.,\n\ndefendants-appellants.\n\nFrancisco Rodriguez for appellants.\n\nPalma, Gerona and Mercado for appellees.\n\nWILLARD,\n\nJ.:\n\nThe answer of the defendants in the court below contained a counterclaim setting forth a cause of action against the plaintiffs which did not grow out of and was not connected with the cause of action set out in the complaint. At the trial the defendants offered evidence in support of their counterclaim, and the court held that this evidence with reference to the question raised by the counterclaim was a separate cause of action, and was not a subject of counterclaim, and sustained the objection, and held that proof could not be introduced on the counterclaim as a defense to the plaintiffs' demand.\n\nThe court committed an error in making this ruling. By the provisions of section 95 of the Code of Civil Procedure any counterclaim, whatever its nature, may be presented by the defendants in their answer. It is not necessary that such counterclaim should grow out of the cause of action alleged in the complaint or be connected therewith.\n\nThe appellee does not attempt to sustain the decision of the court below on the ground stated therein, but argues that the decision in any event is correct because the counterclaim stated no cause of action. The counterclaim alleges an unlawful entry by the plaintiffs upon land formerly leased by them to the defendants, and the construction of a house thereon. To this extent, at least, it stated a cause of action.\n\nThe judgment of the court below is reversed, and the case remanded to the court below, with instructions to proceed therewith, receiving such evidence as the parties may offer for or against the counterclaim presented by the defendants in their answer. No costs will be allowed to either party in this court. After the expiration of twenty days judgment shall be entered in accordance herewith and ten days thereafter the case shall be remanded to the lower court for proper procedure. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2300,
  "metadata_extraction_date": "2025-11-16T08:15:23.516092",
  "extraction_version": "2.0_enhanced_full_content"
}