{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/april/gr_l-2533_1906.html",
  "filename": "gr_l-2533_1906.html",
  "year": 1906,
  "month": "april",
  "case_number": "gr_l-2533_1906",
  "gr_number": "gr_l-2533_1906",
  "volume_page": "Volume information not available",
  "decision_date": "April 11, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Civil Law",
    "Criminal Law",
    "Labor Law"
  ],
  "keywords": [
    "appellants",
    "they",
    "abad",
    "robbery",
    "house",
    "trial",
    "casimiro",
    "evidence",
    "court",
    "found",
    "florentino",
    "paete",
    "crime",
    "their",
    "statements",
    "justice",
    "peace",
    "against",
    "appellee",
    "defendants"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2533\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2533            April 11, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nFLORENTINO PAETE, ET AL.,\n\ndefendants-appellants.\n\nFrancisco Icasiano, for appellants.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nCARSON,\n\nJ.:\n\nSimeon Apostol, Ildefonso Alegro, and Juan Fari_¤_as, the appellants in this case, together with one Casimiro Abad, were tried and convicted of the crime of robbery and sentenced to imprisonment for a period of six years and the payment of the costs of the proceedings.\n\nCasimiro Abad did not appeal, and therefore the judgment and sentence as to him has become final.\n\nThe robbery of certain dry goods from the store of a Chinaman named Jose Israel on the night of November 7, 1904, and the discovery some days later of part of these goods in the house of one Florentino Paete, in which the defendants were living at the time, were proven at the trial, but this evidence, which is all the evidence of record connecting these appellants with the robbery, is not sufficient to sustain a conviction. They were not the owners of the house, nor does it appear that the stolen property was found under their direct control, and there is nothing in the record to controvert their statements that they were workingmen who had come from an adjoining province seeking employment and temporarily lodging in the house of the said Florentino Paete, and that they knew nothing whatever about the robbery or the stolen property which was found in the house in which they were lodging.\n\nCasimiro Abad, who was living in the house with the appellants, confessed at the preliminary trial before the auxiliary justice of the peace of Lagonoy that he with a number of others, including the appellants, had committed the crime with which they were charged. This confession was introduced in evidence in the Court of First Instance, though Abad at the trial denied the truth of the statements made before the justice of the peace and alleged that they were not voluntary and had been made under duress and rear of bodily injury. As against Casimiro Abad himself it was within the discretion of the trial court to admit proof of his statements in the court of the justice of the peace, but it was entirely inadmissible as against these appellants, and should not be taken into consideration as evidence against them.\n\nThe judgment and sentence of the trial court, in so far as it affects these appellants, is reversed, with their proportionate share of the costs in both instances de oficio, and the said Simeon Apostol, Ildefonso Alegro, and Juan Fariñas are hereby acquitted of the crime of robbery with which they were charged and will be set at liberty forthwith. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson and Willard, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2894,
  "metadata_extraction_date": "2025-11-16T08:14:56.340267",
  "extraction_version": "2.0_enhanced_full_content"
}