{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/april/gr_l-2747_1906.html",
  "filename": "gr_l-2747_1906.html",
  "year": 1906,
  "month": "april",
  "case_number": "gr_l-2747_1906",
  "gr_number": "gr_l-2747_1906",
  "volume_page": "Volume information not available",
  "decision_date": "April 11, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendant",
    "coins",
    "them",
    "money",
    "found",
    "crime",
    "complaint",
    "counterfeiting",
    "general",
    "store",
    "silver",
    "coin",
    "copper",
    "cent",
    "upon",
    "him",
    "estafa",
    "case",
    "what",
    "philippine"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2747\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2747            April 11, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nAGUSTIN BASCO,\n\ndefendant-appellant.\n\nVicente P. Delgado, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nMAPA,\n\nJ.:\n\nIt was proved at the trial of this case that the defendant attempted to pay for a package of cigarettes which he bought at a certain store with what appeared to be silver coin, but which, as a matter of fact, was a Philippine copper cent; that he insisted that the owner of the store should accept the same as a\n\npeseta\n\n, that is to say, a twenty cent piece; that the latter refused to accept it upon noticing what the real value and denomination of the coin was; that the defendant again insisted that the money be accepted and the owner of the store refused to do so; that as a result of such refusal a quarrel ensued between them; that a policeman then interfered, and upon being informed of what had happened, placed the defendant under arrest and took him to the police station, where several Mexican and Japanese coins were found in his possession together with a roll of Philippine copper cents, the latter being silver plated, and identical with the coin which he had attempted to pass at the store as a twenty-cent piece; and that upon an examination of these plated coins it was found that they were genuine Philippine copper cents, which apparently and been whitened with quicksilver to give them the color and brightness of silver.\n\nThe defendant having been asked as to where he had obtained the said coins, first answered that he had received them as change, but later admitted that he had silvered them himself.\n\nThe court below found that these facts constituted the crime charged in the complaint  that is to say, the counterfeiting of money  as defined and punished in article 286 of the Penal Code, and sentenced the defendant to three years' imprisonment\n\n(presidio correccional)\n\n, and to pay a fine of 750 pesetas, and the costs of the proceedings.\n\nThe Attorney-General, in his brief filed in this court, contends that these facts do not constitute the crime of counterfeiting money, but that of\n\nestafa\n\n, and for this reasons asks that the defendant be acquitted of the crime charged in the complaint without prejudice to the filing of another complaint against him for\n\nestafa\n\n.\n\nWe think that the Attorney-General's contention is correct. There can be no counterfeiting of money when, as in this case, no spurious or clipped coin was used. The coins in question were genuine copper cents and bore their original designs and inscriptions. The defendant did not make or attempt to make any alteration in the designs and inscriptions of the said coins. All that he did was to give them the appearance of silver pieces for the purpose of passing them as twenty-cent coins. He did not, however, attempt to imitate the peculiar design of such coins. The acts committed by the defendant for the purpose of defrauding third persons by deceiving them us to the real value of the coins in question constitute the crime of\n\nestafa\n\nand not of counterfeiting money. There were not legal grounds upon which a charge for these latter offense could be based.\n\nThe judgment appealed from is hereby reversed and the defendant acquitted of the charge of counterfeiting money contained in the complaint, and the Attorney-General is directed to present another complaint against him for the crime of\n\nestafa\n\n. It is ordered that the Mexican and Japanese coins found in the possession of the defendant be returned to him. The costs of both instances are declared\n\nde oficio\n\n. After the expiration of ten days from the date of final judgment, let the case be remanded to the Court of First Instance from whence it came for proper procedure. So ordered.\n\nArellano, C.J., Torres, Johnson, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3987,
  "metadata_extraction_date": "2025-11-16T08:14:51.845877",
  "extraction_version": "2.0_enhanced_full_content"
}