{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/august/G_R__No__4385.html",
  "filename": "G_R__No__4385.html",
  "year": 1908,
  "month": "august",
  "case_number": "G.R. No. 4385",
  "gr_number": "4385",
  "volume_page": "Volume information not available",
  "decision_date": "August 31, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "register",
    "who",
    "owner",
    "sold",
    "plaintiff",
    "payment",
    "harris",
    "heymann",
    "defendant",
    "judgment",
    "being",
    "machine",
    "business",
    "olsen",
    "first",
    "instance",
    "possession",
    "hess",
    "him",
    "title"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4385\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4385            August 31, 1908\n\nWALTER E. OLSEN,\n\nplaintiff-appellant,\n\nvs.\n\nBERT YEARSLEY,\n\ndefendant-appellee.\n\nLionel D. Hargis for appellant.\n\nJ. Courtney Hixson for appellee.\n\nTRACEY,\n\nJ.\n\n:\n\nThis is an appeal from a judgment of Court of First Instance of the city of Manila, awarding to the plaintiff the possession of a National Cash Register or payment of is value, P300, but providing further that the defendant might retain the register upon the payment of the P195 and become its owner.\n\nOne Myer Harris the owner of a cash register, sold it for (330 to Louis Heymann, who paid down P140, leaving a balance of P190, it being orally agreed that title to the property should not pass until the final payment of the purchase price. Thereafter, Harris being about to depart for Iloilo, demanded the balance of the money and Heymann, being unable to pay it, made an offer to return the register, which was accepted, the machine, being left in the place of business of Heymann, who was then selling out to one Mrs. Booth. Thereupon, Harris sold the register P195 to Carl Hess, Heymann certifying that Harris was the owner. Hess thereafter sold it to the plaintiff, Olsen.\n\nIn the meantime, the register remained in the place of business which Heymann had sold out to Mrs. Booth, who in turn sold the business to George M. Lack who transferred it to this defendant. Of the previous history of the register, and of the claims thereto of Harris, Hess and Olsen, these owners of the business all had knowledge, with the exception of Yearsley. He was a buyer in good faith, and if he had bought from the true owner, would have brought himself under the protection of the Article 1473 of the Civil Code, providing that, when a thing is sold to different buyers, the property goes to him who first obtain possession. He bought it, however, from a person who was not the owner and who had the knowledge of the true ownership. Therefore, his defense can not prevail. The plaintiff is entitled to judgment for the possession of this machine, without any qualification obliging him to make further payment therefore, or to surrender the machine upon payment to be made by the defendant.\n\nSo much of the judgment of the First Instance as declared the plaintiff the owner of the machine and awards it to him, is affirmed and the remainder of the judgment is reversed, without costs of either instance. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2603,
  "metadata_extraction_date": "2025-11-16T08:34:06.096789",
  "extraction_version": "2.0_enhanced_full_content"
}