{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/august/G_R__No__4282.html",
  "filename": "G_R__No__4282.html",
  "year": 1908,
  "month": "august",
  "case_number": "G.R. No. 4282",
  "gr_number": "4282",
  "volume_page": "Volume information not available",
  "decision_date": "August 18, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "defendants",
    "testimony",
    "each",
    "case",
    "government",
    "witnesses",
    "one",
    "lim",
    "above",
    "mentioned",
    "evidence",
    "court",
    "him",
    "his",
    "witness",
    "other",
    "appellee",
    "chiong",
    "yap",
    "appellants"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4282\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4282            August 18, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nCHIONG CHUICO, YAP-YNTING, CHIONG CHANG, YAP-SUANGCO, LIM UI, UY-JAN-LLING, and LIM-TIONGCO,\n\ndefendants-appellants.\n\nDomingo Franco, and Jose Pozas, for appellants.\n\nAttorney-General Araneta, for appellee.\n\nWILLARD,\n\nJ.\n\n:\n\nIn each of the seventh case above-mentioned, the defendant was convicted for selling opium in violation of Act No. 1461. The evidence of the government sufficiently proved the offense in each case. No evidence was offered by the defendants, except that of two witnesses, one the defendant Lim-Qui. On cross-examination he was asked what was the substance contained in the small can and then in court, which the witnesses for the government had testified was bought from him. His counsel objected to the questions, the court overruled the objection, and directed the witness to answer. Thereupon his counsel; withdraw him from the stand and asked to have all the testimony given by him stricken from the record.\n\nThe only other witness was Du-Buntiong, was tried at the same time with the seven defendants above-mentioned, but who did not appeal. His testimony related to the sale by himself, and there was nothing in it which could relate to the other defendants, except some statements about the private character of one of the witnesses for the Government.\n\nThe testimony of prosecution was, therefore, uncontradicted. The fact that the witnesses for the government made a purchases of opium for the purpose of securing evidence to convict the defendants of a violation of the law, did not make them accomplices in the crime, and there testimony stands as the testimony of any other witness in a case. (Commonwealth vs. Baker, 155 Mass., 287.)\n\nThe judgment of the court below in each case above-mentioned is affirmed, with one-seventh of the costs of this instance against each against one of the seven defendants. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2129,
  "metadata_extraction_date": "2025-11-16T08:34:47.176874",
  "extraction_version": "2.0_enhanced_full_content"
}