{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/august/G_R__No__4537.html",
  "filename": "G_R__No__4537.html",
  "year": 1908,
  "month": "august",
  "case_number": "G.R. No. 4537",
  "gr_number": "4537",
  "volume_page": "Volume information not available",
  "decision_date": "August 1, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Remedial Law",
    "Tax Law"
  ],
  "keywords": [
    "accused",
    "said",
    "law",
    "fiscal",
    "opium",
    "being",
    "authorized",
    "complaint",
    "would",
    "judgment",
    "found",
    "appellee",
    "bonifacio",
    "pobre",
    "defendant",
    "appellant",
    "general",
    "paoay",
    "ilocos",
    "norte"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4537\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4537            August 1, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nBONIFACIO POBRE,\n\ndefendant-appellant.\n\nL. Villareal for appellant.\n\nAttorney-General Araneta for appellee.\n\nTORRES,\n\nJ.\n\n:\n\nOn the 27th of July, 1907, Bonifacio Pobre, a counselor of the municipality of Paoay, was charged by the provincial fiscal of Ilocos Norte when having been violated Act No. 1461 of the Philippine Commission, inasmuch as, on and prior to the 26th of said month and year, the accused had in his house situated in said town of Paoay in the above-named province, a certain quantity of opium and an instrument for using the same, he not being one of those authorized by the  law to keep or be in possession of said drug.\n\nProceedings were instituted and at the trial, upon the accused being informed of the complaint, it pleaded not guilty: however, before any evidenced was adduced the fiscal and the counsel for the accused agreed that the internal revenue agent and his companions would testify confirming the complaint in each parts; that the witnesses of the defense would also declare that the opium reffered to  in the complaint was ashes (\n\ncarbon\n\n) of the said drug, and that if the said article was found in the house of the accused it was because the Chinaman Quin-quio, who is authorized to keep it, had left it there; that the neighbors of the accused would likewise declare that he was not in the habit of smoking opium; and in view thereof, the parties asked that judgment be entered. This was done by the judge on the 7th of December, sentencing the accused to pay a fine of P15 and the costs, and ordering the confiscation of the articles. From said judgment the accused has appealed.\n\nThe agreement entered into between the fiscal of Ilocos Norte and the counsel for the defendant rehearsed to facts which favor the defense and  to others connected with the prosecution no evidence whatever was adduced, nor was the testimony of the witnesses mentioned in the agreement taken. This is a practice which is not authorized and defeats the purpose of the criminal law, being an open violation of the rules of criminal procedure and particularly of the provisions of section 32 of General orders, No. 58.\n\nTherefore, in view of the decision of this court in the case of U.S.\n\nvs.\n\nDonato (9 Phil. Rep., 701) for robbery\n\nen cuadrilla\n\n, and considering the judgment appealed from as null and void, the same is set aside. Let the case be remanded to the court from whence it came for a new trial which shall be held in strict accordance with the provisions of the law of procedure. So ordered.\n\nArellano, C.J., Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2801,
  "metadata_extraction_date": "2025-11-16T08:35:21.128090",
  "extraction_version": "2.0_enhanced_full_content"
}