{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/august/G_R__No__4411.html",
  "filename": "G_R__No__4411.html",
  "year": 1908,
  "month": "august",
  "case_number": "G.R. No. 4411",
  "gr_number": "4411",
  "volume_page": "Volume information not available",
  "decision_date": "August 31, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "municipal",
    "jimenez",
    "code",
    "said",
    "article",
    "deloso",
    "who",
    "document",
    "elections",
    "town",
    "resident",
    "oroquieta",
    "certificate",
    "rufino",
    "stated",
    "under",
    "oath",
    "pueblo",
    "accused",
    "shall"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4411\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4411            August 31, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nRUFINO DELOSO,\n\ndefendant-appellant.\n\nC. Reyes for appellant.\n\nAttorney-General Araneta for appellee.\n\nTORRES,\n\nJ.\n\n:\n\nRufino Deloso, in order to take part in the municipal elections that were to be held about the first of December, 1904. in the town of Jimenez, called at that municipal building and stated under oath to the municipal secretary, that he was a resident of the said town, and that at the date of the next municipal election, he would have resided therein for a period of six months; and that he was in every way entitled to vote.\n\nAt the municipal elections held at the town of Oroquieta, in the same province, on the fifth of December 1905, the said Rufino was elected by a majority vote to the office of municipal president. The election was protested by several residents of the town on the ground that the successful candidate had no legal residence therein. In his defense Deloso stated under oath on the 4th of January, 1906, before Vicente Fortich, notary public of Oroquieta, that he had been, and was at the time a resident of the said town, and that he had resided therein from the month of April, 1902, until the above-mentioned date. from documents marked \"A\" and \"B\", offered in evidence by the provincial fiscal, it appears from the first that Rufino Deloso, who signed both of them, had resided in Oroquieta since April, 1902 and continued to live there until the date of the document, January 4, 1906; that he was a candidate for the municipal presidency of Oroquieta at the elections of December, 1903, that, although he paid frequent visits to the pueblo of Jimenez, he always returned to Oroquieta, the place where he resided; that he never vote for municipal officers in the pueblo of Jimenez. The first document was signed under oath in the presence of the Notary Vicente Fortich, and the second, marked \"B\" is a municipal form No. 10 wherein the accused stated under oath that he was a resident of Jimenez.\n\nA complaint was filed by the provincial fiscal charging Rufino Deloso with the crime of falsification of official documents, and the court below, in view of the evidence adduced at the trial, found him guilty of the crime defined and punished by article 311, in connection with article 310, of the Penal Code, and sentenced him to the penalty of four months of\n\narresto mayor\n\nto suffer the accessory penalties and to pay costs. From this judgment the accused has appealed.\n\nFrom the above stated facts, fully established in the case it appears that the crime of falsifying a certificate issued by a public officer was committed by a private person, who used it perverting the truth in the narration of facts, when exercising the right of suffrage at the municipal elections held in December, 1904, in the pueblo of Jimenez province of Misamis.\n\nArticle 310 of the Penal Code provides that \n\nA public official who shall issue a false certificate of merit or service, of good conduct, a property or of other similar circumstances shall be punished with the penalties of suspension in its medium and maximum degrees and a fine of from 325 to 3,250 pesetas.\n\nArticle 311 of the said code prescribes that \n\nAn individual who shall falsify a certificate of the kinds mentioned in the preceding articles shall be punished with the penalty of\n\narresto mayor\n\n.\n\nThis provision is applicable to the person who shall knowingly use of such false certificate.\n\nThe document offered in evidence as Exhibit b, issued by the municipal secretary of Jimenez is not, strictly speaking, a public document, but it belongs to the class of documents the falsification of which is specially punished by article 306 to 3211 of the Penal Code; therefore, the provisions of articles 301 and 302, in connection with article 300 of said code, are not applicable to the present case.\n\nThe said document or certificate was used with the knowledge that its contents were false, in that Deloso was not a resident of Jimenez. The falsity of the statement made by him to the municipal secretary of said pueblo, was proven by another notarial document executed by the said Deloso who also stated under oath, that he was a resident of Oroquieta both before and after the year 1904; it is therefore unquestionable that the accused has incurred the penalty imposed by article 311 of the Penal Code, above quoted.\n\nThe defendant pleaded not guilty and alleged that he signed the document marked Exhibit B, without having read it, and that he was not acquainted with the provisions of the Municipal Code as to the residence required of an elector. These allegations can not be sustained, nor do they constitute an exemption of the accuse, inasmuch as according to article 2 of the Civil Code ignorance of the law does not excuse a person from compliance therewith. Furthermore, in view of the degree of the education and intelligence of the accused who, as appears in the proceedings, assisted a residence of the pueblo of Jimenez in his complaint against the municipal president for violation of the Municipal Code, there can be no doubt but that he was acquainted with the said code, and that he maliciously and knowingly made use of the certificate issued by the municipal secretary of Jimenez, containing the false declarations made by himself, in order to exercise the right of suffrage at the elections in that town, although he was well aware that he was neither a resident of Jimenez nor entitled to participate in such elections.\n\nNo mitigating or aggravating circumstance being present in the commission of the offense, the adequate penalty should be applied in the medium degree.\n\nFor the foregoing reasons, and accepting the findings of the court below in the judgment appealed from, it is our opinion should be and is hereby affirmed, with the costs of this instance against the accused. So ordered.\n\nArellano, C.J., Mapa, Carson, Willard and Tracey, JJ.\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 6096,
  "metadata_extraction_date": "2025-11-16T08:34:03.861663",
  "extraction_version": "2.0_enhanced_full_content"
}