{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/may/GR_96923.html",
  "filename": "GR_96923.html",
  "year": 1996,
  "month": "may",
  "case_number": "96923",
  "gr_number": "96923",
  "volume_page": "326 Phil. 923",
  "decision_date": "May 24, 1996",
  "title": "THE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENANTE PARAGUA AND EDGARDO PARAGUA, ACCUSED-APPELLANTS. D E C I S I O N HERMOSISIMA, JR., J.: This is an appeal from the decision[1] of the Regional Trial Court, Branch 55, Lucena City, the dispositive portion of which reads:\"WHEREFORE, the Court hereby finds the accused Renante and Edgardo, both surnamed Paragua guilty beyond reasonable doubt as principals of the crime of Murder qualified by treachery, as defined and penalized under Article 248 of the Revised Penal Code, and appreciating the mitigating circumstance of minority in favor of accused Edgardo Paragua only, and after applying the Indeterminate Sentence Law, hereby sentence Edgardo Paragua to suffer an indeterminate penalty ranging from TWELVE YEARS and ONE (1) DAY of reclusion temporal, as minimum, to SEVENTEEN (17) YEARS and FOUR (4) MONTHS of reclusion temporal, as maximum, and Renante Paragua to suffer the penalty of reclusion perpetua both accused, jointly and severally, to indemnify the heirs of Dennis Baladad in the amount of P7,000.00 by way of actual damages, P30,000.00 by way of compensatory damages; and to pay the costs of this action proportionately.SO ORDERED.\"The antecedent facts, as found by the trial court, are as follows:[2]\"Bartolome Umila is a childmate of Dennis Baladad and the barriomate of the two (2) accused. On December 3, 1988, at about 8:30 oâclock in the evening more or less, he was at the house of Diosdado Sinag at Barangay Limbon, Sariaya, Quezon. With him were the latter, a certain Nelson, Isidro Camu, Raul Ilao and Leody Leonor. He was seated with Dennis Baladad while the others were making âNilupak.â The accused Renante and Edgardo Paragua were also seated in the same row where he and Dennis Baladad were seated. Seeing Renante Paragua making a cross, Bartolome Umila asked for whom the cross was and Renante Paragua answered that the cross was for him (Bartolome Umila) and Dennis Baladad. Bartolome Umila and Dennis Baladad did not do anything after Renante Paragua made such answer, and after about six (6) minutes, both accused left the place of Diosdado Sinag.After the lapse of ten (10) minutes, Bartolome Umila and Dennis Baladad likewise left the same place and proceeded towards the house of Dennis Baladad. However, while Bartolome Umila was walking ahead of Dennis Baladad, he suddenly heard the latter uttered the following: âInay ko po,â and when he turned a flashlight towards his back, he saw Dennis Baladad being stabbed by the two (2) accused with a âgulukan.â He saw further that Edgardo Paragua held Danilo Baladad with his left hand and stabbed the latter with his right hand. While the other accused, Renante Paragua, also stabbed Dennis Baladad.Bartolome Umila then tried to help Dennis Baladad but when he tried to approach him, Renante Paragua lunged at him. To avoid getting stabbed, he ran away from the scene towards their house where, upon arrival and after gaining his composure, he told his parents about the incident. His parents accompanied him back to the place of the incident but they found Dennis Baladad already dead thereat. Bartolome Umila subsequently proceeded to the house of Dennis Baladad and informed the people thereat about the stabbing incident.\"The appellants argued that the trial court erred in:[3]1) holding that accused-appellants killed the deceased Dennis Baladad.2) holding them guilty of the crime of murder.It is appellantsâ contention that the trial court convicted them only on the basis of the lone testimony of the eyewitness, Bartolome Umila, notwithstanding the fact that Umilaâs testimony is not worthy of belief because it is unlikely for a person who had witnessed a murder to run to his parentsâ house without even informing the victimâs parents first, since the victimâs parents ought to be more interested in giving aid to the victim. Furthermore, appellants alleged that no motive has been established for the killing.[4] Also claimed is that the testimony of Umila raises doubt as to the identity of the killers because he said that the report made by Teodoro Baladad which was entered in the police blotter made manifest the fact that the suspects were unknown (Exhibit 1). Consequently, the trial court allegedly committed an error in finding them culpable for the death of the victim.We find the appeal to be without merit.In the absence of evidence to show any reason or motive why witnesses for the prosecution testified falsely, the logical conclusion is that no improper motive existed and that their testimony is worthy of full faith and credit.[5] The defense of the accused is hinged on alibi and denial, which warrant the least credibility or none at all. Both accused testified that they were already home when the stabbing incident happened, Edgardo had come from a \"lupakan ng saging,\"[6] while Renante had come from the ricefield.[7] Both allegedly arrived home at around nine oâclock in the evening. To corroborate these defenses, their respective fathers, Rodolfo and Gerardo, (both surnamed Paragua), testified as to the time of their arrival at their respective houses,[8] with Rodolfoâ s admission that he did not know the whereabouts of his son, Edgardo, the whole day of December 3, 1988.[9] As can easily be perceived, these testimonies are self-serving and, consistent with the rule on criminal cases, alibi and denial are unavailing as defenses.Between the self-serving testimonies of accused-appellants and their positive identification by an eye-witness, the latter deserves greater credence.[10] Denial, if unsubstantiated by clear and convincing evidence, is a negative and self-serving evidence which deserves no weight in law and cannot be given greater evidentiary value over the testimony of credible witnesses who testify on affirmative matters.[11]The defenseâs attack on the credibility of the lone eyewitness, Bartolome Umila, simply because the latter admitted having run to his parentsâ house after the incident instead of going to the house of the victimâs parents is of little or of no significance at all.As we have held in the case of People v. Arnan,[12] there is no standard form of human behavioral response when one is confronted with a strange, startling or frightful experience. It is, however, a basic human instinct for any person who witnesses a criminal act to run for his life when threatened by the perpetrators. In this case, the eyewitness had to be wary because appellants perceived that he had witnessed their dastardly act and had positively identified the killers.The findings of the trial court on the credibility of witnesses are entitled to the highest degree of respect and will not be disturbed on appeal in the absence of any showing that said court overlooked, misunderstood, or misapplied some facts or circumstances of weight and substance.[13]The rule is well-settled that the prosecution need not prove motive on the part of the accused when the latter has been positively identified as the author of the crime.[14] And it is a matter of judicial knowledge that persons have been killed or assaulted for no apparent reason at all, and that friendship or even relationship is no deterrent to the commission of a crime.[15]Furthermore, appellants raise doubt as to their identification by pointing to the fact that, in the report made by the victimâs relative and the eyewitness Umila, they were not named as suspects and, hence, Umila could not have actually witnessed the killing. This Court has held Since time immemorial that entries in a police blotter, though regularly done in the course of the performance of official duty, are not conclusive proof of the truth of such entries[16] and should not be given undue significance or probative value for they are usually incomplete and inaccurate. Sometimes they are taken from either partial suggestion or inaccurate reporting and hearsay, untested in the crucible of a trial on the merits. The trial court did not err in convicting the accused-appellants of the crime of murder qualified by treachery.Under the Revised Penal Code, murder is defined in this manner:\"Art. 248. Murder. - Any person who, not falling within the provisions of Article 246, shall kill another, shall be guilty of murder and shall be punished by reclusion temporal in its maximum period to death, if committed with any of the following attendant circumstances:1. With treachery, taking advantage of superior strength, with the aid of armed men, or employing means to weaken the defense, or of means or persons to insure or afford impunity.\"[17]xxx xxx xxxCircumstances surrounding the killing of the victim Dennis Baladad clearly indicate the presence of alevosia or treachery which qualified the crime committed into murder. The Municipal Health Officer of Sariaya, Quezon, Mr. Flaviano Maligaya, who conducted the post-mortem examination on the body of the victim testified that the latter sustained thirty six (36) stab wounds both at the back and in front of his body.[18] This number of stab wounds inflicted on the victim is a strong indication that appellants made sure of the success of their effort to kill the victim without risk to themselves. Treachery attended the crime and qualified it to murder because the killing was perpetrated during nighttime and the victim was completely taken by surprise when the appellants attacked him and was rendered unable to defend himself when appellants held his arms and stabbed him.In view of the foregoing, the Decision of the Trial Court finding the accused-appellants guilty beyond reasonable doubt of the crime of murder is hereby AFFIRMED in toto.SO ORDERED.Padilla (Chairman), Bellosillo, Vitug, and Kapunan, JJ., concur.[1] Decision penned by Justice Eleuterio F. Guerero, Rollo., p. 50.[2] Rollo, pp. 39-40.[3] Appellantsâ Brief, Rollo, p. 62.[4] Rollo, p. 71.[5] People v. Taneo, 218 SCRA 494[6] A native term for banana pounding, to be cooked into a native delicacy, TSN, April 16, 1990, p. 8.[7] TSN, June 5, 1990, p. 7.[8] TSN, November 12, 1989, p. 12 and September 13, 1989, p. 12.[9] TSN, March 26, 1990, p. 9.[10] People v. Aurella, 231 SCRA 394.[11] People v. Amaguin, 229 SCRA 166.[12] 224 SCRA 37.[13] People v. Turda, 233 SCRA 702.[14] People v. Canceran, 229 SCRA 581.[15] People v. Ilaoa, 233 SCRA 231.[16] People v. Cabuang, 217 SCRA 675.[17] The Revised Penal Code, Book II by Luis B. Reyes, 13th Edition, p. 423.[18] TSN, May 4, 1989, p. 10. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "renante",
    "paragua",
    "edgardo",
    "accused",
    "appellants",
    "hermosisima",
    "appeal",
    "decision",
    "regional",
    "trial",
    "court",
    "branch",
    "lucena",
    "dispositive",
    "portion",
    "wherefore"
  ],
  "title_summary": "THE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENANTE PARAGUA AND EDGARDO PARAGUA, ACCUS...",
  "formatted_case_content": "View printer friendly version\n326 Phil. 923\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 96923, May 24, 1996 ]\n[ G.R. No. 96923, May 24, 1996 ]\n\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENANTE PARAGUA AND EDGARDO PARAGUA, ACCUSED-APPELLANTS.\nD E C I S I O N\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENANTE PARAGUA AND EDGARDO PARAGUA, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nHERMOSISIMA, JR., J.:\n\nThis is an appeal from the decision [1] of the Regional Trial Court, Branch 55, Lucena City, the dispositive portion of which reads:\n\n\"WHEREFORE, the Court hereby finds the accused Renante and Edgardo, both surnamed Paragua guilty beyond reasonable doubt as principals of the crime of Murder qualified by treachery, as defined and penalized under Article 248 of the Revised Penal Code, and appreciating the mitigating circumstance of minority in favor of accused Edgardo Paragua only, and after applying the Indeterminate Sentence Law, hereby sentence Edgardo Paragua to suffer an indeterminate penalty ranging from TWELVE YEARS and ONE (1) DAY of reclusion temporal, as minimum, to SEVENTEEN (17) YEARS and FOUR (4) MONTHS of reclusion temporal, as maximum, and Renante Paragua to suffer the penalty of reclusion perpetua both accused, jointly and severally, to indemnify the heirs of Dennis Baladad in the amount of P7,000.00 by way of actual damages, P30,000.00 by way of compensatory damages; and to pay the costs of this action proportionately.\n\nSO ORDERED.\"\n\nThe antecedent facts, as found by the trial court, are as follows: [2]\n\n\"Bartolome Umila is a childmate of Dennis Baladad and the barriomate of the two (2) accused. On December 3, 1988, at about 8:30 oâclock in the evening more or less, he was at the house of Diosdado Sinag at Barangay Limbon, Sariaya, Quezon. With him were the latter, a certain Nelson, Isidro Camu, Raul Ilao and Leody Leonor. He was seated with Dennis Baladad while the others were making âNilupak.â The accused Renante and Edgardo Paragua were also seated in the same row where he and Dennis Baladad were seated. Seeing Renante Paragua making a cross, Bartolome Umila asked for whom the cross was and Renante Paragua answered that the cross was for him (Bartolome Umila) and Dennis Baladad. Bartolome Umila and Dennis Baladad did not do anything after Renante Paragua made such answer, and after about six (6) minutes, both accused left the place of Diosdado Sinag.\n\nAfter the lapse of ten (10) minutes, Bartolome Umila and Dennis Baladad likewise left the same place and proceeded towards the house of Dennis Baladad. However, while Bartolome Umila was walking ahead of Dennis Baladad, he suddenly heard the latter uttered the following: âInay ko po,â and when he turned a flashlight towards his back, he saw Dennis Baladad being stabbed by the two (2) accused with a âgulukan.â He saw further that Edgardo Paragua held Danilo Baladad with his left hand and stabbed the latter with his right hand. While the other accused, Renante Paragua, also stabbed Dennis Baladad.\n\nBartolome Umila then tried to help Dennis Baladad but when he tried to approach him, Renante Paragua lunged at him. To avoid getting stabbed, he ran away from the scene towards their house where, upon arrival and after gaining his composure, he told his parents about the incident. His parents accompanied him back to the place of the incident but they found Dennis Baladad already dead thereat. Bartolome Umila subsequently proceeded to the house of Dennis Baladad and informed the people thereat about the stabbing incident.\"\n\nThe appellants argued that the trial court erred in: [3]\n\n1) holding that accused-appellants killed the deceased Dennis Baladad.\n\n2) holding them guilty of the crime of murder.\n\nIt is appellantsâ contention that the trial court convicted them only on the basis of the lone testimony of the eyewitness, Bartolome Umila, notwithstanding the fact that Umilaâs testimony is not worthy of belief because it is unlikely for a person who had witnessed a murder to run to his parentsâ house without even informing the victimâs parents first, since the victimâs parents ought to be more interested in giving aid to the victim. Furthermore, appellants alleged that no motive has been established for the killing. [4] Also claimed is that the testimony of Umila raises doubt as to the identity of the killers because he said that the report made by Teodoro Baladad which was entered in the police blotter made manifest the fact that the suspects were unknown (Exhibit 1). Consequently, the trial court allegedly committed an error in finding them culpable for the death of the victim.\n\nWe find the appeal to be without merit.\n\nIn the absence of evidence to show any reason or motive why witnesses for the prosecution testified falsely, the logical conclusion is that no improper motive existed and that their testimony is worthy of full faith and credit. [5] The defense of the accused is hinged on alibi and denial, which warrant the least credibility or none at all. Both accused testified that they were already home when the stabbing incident happened, Edgardo had come from a \"lupakan ng saging,\" [6] while Renante had come from the ricefield. [7] Both allegedly arrived home at around nine oâclock in the evening. To corroborate these defenses, their respective fathers, Rodolfo and Gerardo, (both surnamed Paragua), testified as to the time of their arrival at their respective houses, [8] with Rodolfoâ s admission that he did not know the whereabouts of his son, Edgardo, the whole day of December 3, 1988. [9] As can easily be perceived, these testimonies are self-serving and, consistent with the rule on criminal cases, alibi and denial are unavailing as defenses.\n\nBetween the self-serving testimonies of accused-appellants and their positive identification by an eye-witness, the latter deserves greater credence. [10] Denial, if unsubstantiated by clear and convincing evidence, is a negative and self-serving evidence which deserves no weight in law and cannot be given greater evidentiary value over the testimony of credible witnesses who testify on affirmative matters. [11]\n\nThe defenseâs attack on the credibility of the lone eyewitness, Bartolome Umila, simply because the latter admitted having run to his parentsâ house after the incident instead of going to the house of the victimâs parents is of little or of no significance at all.\n\nAs we have held in the case of People v. Arnan, [12] there is no standard form of human behavioral response when one is confronted with a strange, startling or frightful experience. It is, however, a basic human instinct for any person who witnesses a criminal act to run for his life when threatened by the perpetrators. In this case, the eyewitness had to be wary because appellants perceived that he had witnessed their dastardly act and had positively identified the killers.\n\nThe findings of the trial court on the credibility of witnesses are entitled to the highest degree of respect and will not be disturbed on appeal in the absence of any showing that said court overlooked, misunderstood, or misapplied some facts or circumstances of weight and substance. [13]\n\nThe rule is well-settled that the prosecution need not prove motive on the part of the accused when the latter has been positively identified as the author of the crime. [14] And it is a matter of judicial knowledge that persons have been killed or assaulted for no apparent reason at all, and that friendship or even relationship is no deterrent to the commission of a crime. [15]\n\nFurthermore, appellants raise doubt as to their identification by pointing to the fact that, in the report made by the victimâs relative and the eyewitness Umila, they were not named as suspects and, hence, Umila could not have actually witnessed the killing. This Court has held Since time immemorial that entries in a police blotter, though regularly done in the course of the performance of official duty, are not conclusive proof of the truth of such entries [16] and should not be given undue significance or probative value for they are usually incomplete and inaccurate. Sometimes they are taken from either partial suggestion or inaccurate reporting and hearsay, untested in the crucible of a trial on the merits. The trial court did not err in convicting the accused-appellants of the crime of murder qualified by treachery.\n\nUnder the Revised Penal Code, murder is defined in this manner:\n\n\"Art. 248. Murder. - Any person who, not falling within the provisions of Article 246, shall kill another, shall be guilty of murder and shall be punished by reclusion temporal in its maximum period to death, if committed with any of the following attendant circumstances:\n\n1. With treachery, taking advantage of superior strength, with the aid of armed men, or employing means to weaken the defense, or of means or persons to insure or afford impunity.\" [17]\n\nxxx                 xxx                  xxx\n\nCircumstances surrounding the killing of the victim Dennis Baladad clearly indicate the presence of alevosia or treachery which qualified the crime committed into murder. The Municipal Health Officer of Sariaya, Quezon, Mr. Flaviano Maligaya, who conducted the post-mortem examination on the body of the victim testified that the latter sustained thirty six (36) stab wounds both at the back and in front of his body. [18] This number of stab wounds inflicted on the victim is a strong indication that appellants made sure of the success of their effort to kill the victim without risk to themselves. Treachery attended the crime and qualified it to murder because the killing was perpetrated during nighttime and the victim was completely taken by surprise when the appellants attacked him and was rendered unable to defend himself when appellants held his arms and stabbed him.\n\nIn view of the foregoing, the Decision of the Trial Court finding the accused-appellants guilty beyond reasonable doubt of the crime of murder is hereby AFFIRMED in toto.\n\nSO ORDERED.\n\nPadilla (Chairman), Bellosillo, Vitug, and Kapunan, JJ., concur.\n\n[1] Decision penned by Justice Eleuterio F. Guerero, Rollo., p. 50.\n\n[2] Rollo, pp. 39-40.\n\n[3] Appellantsâ Brief, Rollo, p. 62.\n\n[4] Rollo, p. 71.\n\n[5] People v. Taneo, 218 SCRA 494\n\n[6] A native term for banana pounding, to be cooked into a native delicacy, TSN, April 16, 1990, p. 8.\n\n[7] TSN, June 5, 1990, p. 7.\n\n[8] TSN, November 12, 1989, p. 12 and September 13, 1989, p. 12.\n\n[9] TSN, March 26, 1990, p. 9.\n\n[10] People v. Aurella, 231 SCRA 394.\n\n[11] People v. Amaguin, 229 SCRA 166.\n\n[12] 224 SCRA 37.\n\n[13] People v. Turda, 233 SCRA 702.\n\n[14] People v. Canceran, 229 SCRA 581.\n\n[15] People v. Ilaoa, 233 SCRA 231.\n\n[16] People v. Cabuang, 217 SCRA 675.\n\n[17] The Revised Penal Code, Book II by Luis B. Reyes, 13th Edition, p. 423.\n\n[18] TSN, May 4, 1989, p. 10.",
  "content_length": 10917,
  "metadata_extraction_date": "2025-11-01T05:49:17.899519",
  "extraction_version": "2.0_enhanced_full_content"
}