{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2024/12/opt_case_69430.html",
  "filename": "opt_case_69430.html",
  "year": 2024,
  "month": "12",
  "case_number": "G.R. No. 256116",
  "gr_number": "256116",
  "volume_page": "951 Phil. 925",
  "decision_date": "February 27, 2024",
  "title": "MAIN T. MOHAMMAD, PETITIONER, VS. OFFICE OF THE SECRETARY, DEPARTMENT OF JUSTICE, MENARDO I. GUEVARRA, IN HIS CAPACITY AS SECRETARY OF JUSTICE, RESPONDENT.D E C I S I O N SINGH, J.: This is a Petition for Certiorari[1] filed pursuant to Rule 65 of the Rules of Court (Rules) by petitioner Main T. Mohammad (Mohammad), assailing the Decision,[2] dated February 1, 2021, issued by the Secretary of Justice (the Secretary). The Secretary affirmed the Decision,[3] dated November 18, 2020, issued by the Department of Justice Board of Claims (the Board), which denied Mohammad's application for compensation under Republic Act No. 7309[4] for lack of prior conviction.On September 18, 2017, Mohammad was arrested, detained, and charged with piracy and two counts of murder.[5] Mohammad was identified as a member of the Abu Sayyaf Group (ASG) responsible for the kidnapping and murder of certain individuals.[6]In the Resolution[7] dated April 8, 2019, the charges of murder were dismissed as the prosecution was unable to produce a witness who could identify Mohammad as the same person charged in the Information.On the basis of this acquittal, Mohammad filed a claim for compensation under Republic Act No. 7309 with the Board in Zamboanga City since he was mistakenly identified as a member of the ASG and as a result was \"unjustly arrested, accused, and detained two years for a crime he did not commit.\"[8] According to Mohammad, he is entitled to compensation under Section 3(a) of Republic Act No. 7309, which provides that \"any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal\" may file claims for compensation before the Board.[9]Mohammad argued that the term \"and\" as used in Section 3(a) of Republic Act No. 7309 should not be strictly construed as implying conjunction or union of the words connected by it because doing so would result in grave injustice to Mohammad and other persons similarly situated and would run counter to the very purpose of the law. As laws must be construed in a manner that avoids absurdity or unreasonableness, Mohammad argued that the conjunctive \"and\" should not be taken in its ordinary acceptation but should be construed like the disjunctive \"or\" if the literal interpretation of the law would pervert or obscure the legislative intent. Mohammad surmised that the legislative intent behind Republic Act No. 7309 appears to cover persons unjustly prosecuted even though they have been acquitted by the trial court, as the unjust prosecution ruined their honor and besmirched their reputations. In Mohammad's case, he was arrested, tagged, accused, and identified as a member of a notorious terrorist organization.[10]The Ruling of the BoardIn its Letter,[11] dated November 18, 2020, Mohammad was informed that his claim was denied by the Board through Resolution No. 2020-28, dated November 6, 2020, for lack of prior conviction. According to the Board, the law requires that, first, there must be conviction in the trial court and, later, release from detention because of acquittal on appeal. In Mohammad's case, he was released from detention upon acquittal only at the level of the trial court and not subsequently released from detention by virtue of an acquittal on appeal.[12]Aggrieved, Mohammad appealed to the Office of the Secretary.[13]The Ruling of the SecretaryIn the Decision,[14] dated February 1, 2021, the Secretary denied Mohammad's appeal and affirmed the Decision of the Board.[15] The Secretary ruled that giving the word \"and\" its ordinary denotation—as a joinder of words, phrases, or clauses—would not lead to an absurdity and that the law may still be enforced, albeit only in favor of a certain class of individuals who have met the parameters laid down in the law.[16] Further, the Secretary explained that the fact that Section 4 of Republic Act No. 7309 allows for the compensation of the period during which a person was unjustly imprisoned or detained does not mean that all instances of unjust imprisonment or detention is compensable.[17] Thus, under Section 3(a) an applicant must show that he was unjustly: (i) accused; (ii) convicted; (iii) imprisoned; and (iv) released through a judgment of acquittal.[18] Lastly, the Secretary ruled that the challenge to the validity of its interpretation of Section 3(a) should fail, as \"there is no constitutional requirement that a regulation must reach each and every class to which it may be applied.\"[19] Pursuant to the Court's explanation in the case of Quinto v. Commission on Elections,[20] in the absence of showing of arbitrariness in the classification under the law, the constitutionality of the law must be sustained even if its reasonableness of the classification is \"fairly debatable.\"[21] The dispositive portion of the Decision reads as follows:In view of the foregoing, the Appeal dated [December 28,] 2020 is hereby DENIED[] and the Decision dated [November 18,] 2020 issued by the Board of Claims is hereby AFFIRMED.[22]Hence, this Petition.The PetitionThe Petition argues that the Secretary acted with grave abuse of discretion amounting to lack or excess of jurisdiction in ruling that the phrase \"judgment of acquittal\" is limited to acquittals on appeal and challenges the constitutionality of Section 3(a) of Republic Act No. 7309 for violating the equal protection clause.[23]Mohammad dispensed with the filing of a motion for reconsideration of the Decision of the Secretary prior to filing the present Petition. While the general rule is that a motion for reconsideration is a pre-requisite to the filing of a petition for certiorari, Mohammad argues that the Petition falls under the exceptions to the general rule as the same raises only a question of law, challenges the constitutionality of a law that affects numerous persons whose constitutional rights have been violated by unjust acts of government, and involves the same issues that were already raised before the Board and the Secretary. Thus, Mohammad urges the Court to relax the general rule treating a motion for reconsideration as a pre-requisite to the filing of a petition for certiorari under Rule 65 of the Rules.[24]In his Comment,[25] the Secretary, through the Office of the Solicitor General, counters that there was no grave abuse of discretion in denying the appeal and affirming the Decision of the Board. The Secretary claims that there can be no grave abuse of discretion on his part as the action of the Board of denying the claim for lack of prior conviction is based on the clear wording of Republic Act No. 7309. Hence, there was no arbitrary or despotic exercise of the power provided by law because the statute's clear language did not require further interpretation. Section 3(a) of Republic Act No. 7309 states that a person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of judgment of acquittal is qualified to file a claim with the Board. All of these elements must concur in order to sustain a claim. Lacking the element of an unjust prior conviction, the Board was constrained to deny the claim. The Secretary stands by the Board's finding that a determination of an unjust conviction by the trial court could only be made through an acquittal by an appellate court. In the present case, there was no prior conviction to begin with, as Mohammad was acquitted at the first instance by the trial court.[26]The IssueDid the Secretary act with grave abuse of discretion amounting to lack or excess of jurisdiction in denying Mohammad's appeal?The Ruling of the CourtThe Petition should be dismissed. The Secretary of Justice did not commit grave abuse of discretion in affirming the Decision of the Board. Mohammad failed to prove that the Secretary of Justice committed grave abuse of discretion in issuing the assailed Decision Grave abuse of discretion under Rule 65 has a specific meaning. It is the arbitrary or despotic exercise of power due to passion, prejudice or personal hostility; or the whimsical, arbitrary, or capricious exercise of power that amounts to an evasion or refusal to perform a positive duty enjoined by law or to act at all in contemplation of law. For an act to be struck down as having been done with grave abuse of discretion, the abuse of the discretion must be patent and gross.[27]The Decision of the Secretary finds basis under the clear import of Section 3(a) of Republic Act No. 7309:Section 3(a) of Republic Act No. 7309 provides as follows:Sec. 3. Who May File Claims. – The following may file claims for compensation before the Board: a)any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal[.]The provision is clear. For a successful claim for compensation under Section 3(a) of Republic Act No. 7309, the following elements must concur: (a) there must be a person who was unjustly accused; (b) the person must have been convicted of the offense; (c) the person was imprisoned by virtue of the conviction; and (d) the person was subsequently released by virtue of a judgment of acquittal. In this case, all elements are absent. Hence, Mohammad's claim for compensation under Republic Act No. 7309 was properly denied.For the first element, the Court finds that the same is lacking as no other reason was given by Mohammad other than that he was detained for two years only to be acquitted by the Regional Trial Court (RTC) later.[28] The Court reiterates that the finding of probable guilt by our prosecutors, absent any bad faith, cannot be considered as an unjust accusation, even if the same ultimately leads to an acquittal of the accused. The case of Basbacio v. Drilon,[29] is clear in this regard:Indeed, [s]ec. 3(a) does not refer solely to an unjust conviction as a result of which the accused is unjustly imprisoned, but, in addition, to an unjust accusation. The accused must have been \"unjustly accused,[\"] in consequence of which he is unjustly convicted and then imprisoned. It is important to note this because if from its inception the prosecution of the accused has been wrongful, his conviction by the court is, in all probability, also wrongful. Conversely, if the prosecution is not malicious[,] any conviction even though based on less than the required quantum of proof in criminal cases may be erroneous but not necessarily unjust.The reason is that under Rule 112, sec. 4, the question for the prosecutor in filing a case in court is not whether the accused is guilty beyond reasonable doubt but only whether \"there is reasonable ground to believe that a crime has been committed and the accused is probably guilty thereof.\" Hence, an accusation which is based on \"probable guilt\" is not an unjust accusation and a conviction based on such degree of proof is not necessarily an unjust judgment but only an erroneous one. The remedy for such error is appeal.[30] (Emphasis supplied)There is no argument that the second element of prior conviction is also lacking, both Mohammad and the Secretary acknowledge this fact. The requirement of prior conviction is clearly stated in Republic Act No. 7309, as the finding that the same is unjust may only be determined by a subsequent judgment of acquittal by an appellate court. Mohammad was acquitted at the first instance by the RTC due to the failure of the prosecution to produce an identifying witness. He was not convicted and subsequently released by virtue of a judgment of acquittal. A determination of unjust conviction could not be had if there was no prior conviction to begin with.Without the element of prior conviction, it is only but the logical consequence that the third element of Section 3(a) of Republic Act No. 7309, that the person was imprisoned by virtue of the conviction, and the fourth element, that the person was subsequently released by virtue of a judgment of acquittal, are absent.In any case, an erroneous judgment is not necessarily an unjust one which would automatically entitle one to compensation under Republic Act No. 7309. In Basbacio, the Court held:The phrase \"unjustly convicted\" has the same meaning as \"knowingly rendering an unjust judgment\" in Art. 204 of the Revised Penal Code. What this Court held in In re Rafael C. Climaco applies:In order that a judge may be held liable for knowingly rendering an unjust judgment, it must be shown beyond doubt that the judgment is unjust as it is contrary to law or is not supported by the evidence, and the same was made with conscious and deliberate intent to do an injustice[...]To hold a judge liable for the rendition of manifestly unjust judgment by reason of inexcusable negligence or ignorance, it must be shown, according to Groizard, that although he has acted without malice, he failed to observe in the performance of his duty, that diligence, prudence and care which the law is entitled to exact in the rendering of any public service. Negligence and ignorance are inexcusable if they imply a manifest injustice which cannot be explained by a reasonable interpretation. Inexcusable mistake only exists in the legal concept when it implies a manifest injustice, that is to say, such injustice which cannot be explained by a reasonable interpretation, even though there is a misunderstanding or error of the law applied, yet in the contrary it results, logically and reasonably, and in a very clear and indisputable manner, in the notorious violation of the legal precept.[31]With regard to Mohammad's continued detention throughout the duration of the trial, We find that there is nothing irregular with the same. To recall, Mohammad was detained due to charges of piracy and murder, both non-bailable offenses. Hence, his continued detention for the duration of the trial was only proper considering the gravity of the offenses charged.It is at this juncture that the Court emphasizes the importance of the element of prior conviction for cases falling under Section 3(a) of Republic Act No. 7309. A determination of the existence of an unjust accusation, conviction, and imprisonment may only be done when the accused is convicted but is later on acquitted on appeal. Even then, however, the fact that the accused's conviction is reversed and the accused is acquitted is not proof by itself that the previous conviction was \"unjust,\" since there are several reasons why a conviction may be set aside.[32]Even assuming arguendo that Section 3(a) of Republic Act No. 7309 does not require a prior conviction and acquittal on appeal, Mohammad would still not be entitled to compensation because the accusation lodged against him and his corresponding detention were not necessarily unjust. He claims that he is entitled to compensation because he was \"unjustly arrested, accused, and detained two years for a crime he did not commit.\" However, Mohammad failed to specify why exactly his detention could be considered unjust, other than the fact that he was acquitted by the trial court. As already established, an accusation only based on \"probable guilt\" is not an unjust accusation. Such accusation, and subsequent detention resulting therefrom, may be considered erroneous but not necessarily unjust.Verba LegisThe general rule of statutory construction is that when the language of the statute is clear and free from ambiguity, there is no room for interpretation or construction, only application.[33] The statute must be given its literal meaning and applied without any interpretation, lest the Court engage in judicial legislation. In Republic v. Pryce Corporation,[34] the Court held in no uncertain terms:It is a well-settled rule that words of a statute would be interpreted in their natural, plain, and ordinary acceptation and the signification that they have in common use, unless it is evident that the legislature intended a technical or special legal meaning to those words.[35] (Citations omitted)The general rule applies in this case. Given the clear and straightforward language of Section 3(a) of Republic Act No. 7309, the Court finds that there is no room for interpretation, and only application is necessary. To recall, the assailed provision states as follows: a)any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal[.] (Emphasis supplied)The provision uses the conjunctive word \"and,\" denoting a union or joinder of words or phrases, which suggests that these requisites are cumulative, rather than alternative.The Court in Commissioner of Internal Revenue v. Ariete[36] had the occasion to define and explain the conjunctive word \"and\" as follows:It is evident from these RMOs that the CIR was consistent in using the word \"and\" and has even underscored the word in RMO No. 63-97. This denotes that in addition to the filing of the verified information, the same should also be duly recorded in the Official Registry Book of the BIR. The conjunctive word \"and\" is not without legal significance. It means \"in addition to.\" The word \"and,\" whether it is used to connect words, phrases or full sentences, must be accepted as binding together and as relating to one another. \"And\" in statutory construction implies conjunction or union.[37] (Emphasis supplied, citations omitted)In Compania General De Tabacos De Filipinas v. Hon. Sevandal,[38] the Court explained that the term \"and\" is not meant to separate, but enumerate:In establishing the above elements, it bears pointing out that the Court used the term \"and\" in enumerating the said elements. In Mapa v. Arroyo, this Court defined the term \"and\" as follows:In the present case, the employment of the word \"and\" between \"facilities, improvements, infrastructures\" and \"other forms of development,\" far from supporting petitioner's theory, enervates it instead since it is basic in legal hermeneutics that \"and\" is not meant to separate words but is a conjunction used to denote a joinder or union.[39]Mohammad argues that the Secretary, in affirming the Decision of the Board, focused on the term \"and\" instead of the word \"unjust.\" This over­-reliance on the word \"and\" led to an absurdity and defeated the purpose of the law, according to him.The argument is misleadingly attractive but wrong.It is well-settled that all parts of the statute should be considered in statutory construction in order to give life to its intent.It is a cardinal rule in statutory construction that no word, clause, sentence, provision[,] or part of a statute shall be considered surplusage or superfluous, meaningless, void[,] and insignificant. To this end, a construction which renders every word operative is preferred over that which makes some words idle and nugatory. This principle is expressed in the maxim Ut magis valeat quam pereat, that is, we choose the interpretation which gives effect to the whole of the statute — its every word.[40]In this case, the Secretary and the Board did exactly this, give life to the whole provision when it rendered the questioned Decision. No over-reliance was made on the word \"and,\" as both the Secretary and the Board merely applied the clear wording of the law and in doing so, they gave life to the intent of the legislature, which was to categorically set the elements that must concur before a person can be entitled to file a claim before the Board.A final note on Muslim profilingInjustice to an accused can take many forms. In most cases, the injustice is systemic, perpetuated through the failure of the relevant institutions and duty bearers to perform their responsibilities in a timely and responsive manner. The Court is neither deaf nor blind to the discrimination leveled against the Muslim community. Senior Associate Justice Marvic Mario Victor F. Leonen (SAJ Leonen) underscored this in his Reflections, discussing the unfortunate reality of stereotyping, profiling, and mistaken identity in the arrest of Muslims throughout the country. At its core, it may be the \"misguided, unfortunately uneducated, cultural stereotype that has caused internal conflict and inhumane treatment of Filipinos of a different faith from the majority\"[41] that this Court had been repeatedly denounced.[42]In Garlan v. Sigales, Jr.[43] the Court denounced religious discrimination when it suspended a sheriff who employed violence as he was executing a writ. On reconsideration, the sheriff justified his actions, saying that he was in a \"neighborhood of Muslims\" where there was a \"clear security risk.\" The Court, speaking through SAJ Leonen, reprimanded the sheriff for his unfounded, baseless argument and affirmed his one-year suspension, in this wise:It is not this Court's judicial policy and resolve to ignore biased, discriminatory, and bigoted statements into oblivion. Every pronouncement to this effect shall be denounced, if only to contribute to unlearning attitudes that have is proportionately endangered the religious minority. In this light, sheriffs are reminded to always act with propriety and decorum. Abuse of authority and violence premised on outdated and harmful stereotypes do not justify resort to use of force.. . . .This \"othering\" that casts the religious minority into the margins serves no real purpose, save for creating barriers among our people. We acknowledge that this is systemic and prevalent to this day, and a single individual cannot dislodge this practice by himself or herself. However, this Court cannot turn a blind eye that it exists, and simply hope that this worn-out prejudice will naturally retire itself. We will condemn every pronouncement to this effect, if only to contribute to unlearning attitudes that have disproportionately endangered our fellow Filipinos.Respondent is reminded that bigoted views cannot justify his resort to force. Ironically, it is his unfounded fear, premised on outdated harmful stereotypes, that propelled him into using force. We reiterate that \"[t]his Court has cautioned every person involved in dispensing justice to always act with propriety and decorum. Respondent's abuse of his authority and failure to satisfactorily explain the violence he employed does not meet the exacting standard we impose on our officers.\"[44] (Citation omitted)SAJ Leonen furthered in his Reflections that \"[i]t is not a misrepresentation if we recognize that our system may have unfairly profiled Muslims, borne out of an outdated generalization that must be dismantled. This case appears to be another manifestation of the State wrongfully depriving a citizen of their liberty for a \"mistaken identity,\" on a completely groundless basis, emboldened by our biases.\"[45] The Court agrees.This is where the Court must step in to ensure that justice is administered in a responsive manner and that a fair and speedy trial is a guarantee assured to all who come before it, race, religion, gender, and age regardless. The Court has not been remiss in its duties. There has been no shortage of judicial reforms aimed at combating protracted litigation and its evils. However, in continuing to work towards a fair and just society for all, the Court cannot overstep its bounds and amend existing legislation to address any perceived injustice.ACCORDINGLY, the Petition is DENIED. The Decision dated February 1, 2021 of the Secretary of Justice is AFFIRMED.SO ORDERED.Gesmundo, C.J., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ., concur.Leonen, J., see dissenting opinion.[1] Rollo, pp. 3-21.[2] Id. at 22-27.[3] Id. at 35.[4] Republic Act No. 7309 (1992), An Act Creating a Board of Claims under the Department of Justice for Victims of Unjust Imprisonment or Detention and Victims of Violent Crimes and for Other Purposes.[5] Rollo, p. 35.[6] Id. at 22.[7] Id. at 28-29.[8] Id. at 6-7.[9] Id. at 30.[10] Id. at 30-31.[11] Id. at 35.[12] Id.[13] Id. at 36-40.[14] Id. at 22-27.[15] Id. at 27.[16] Id. at 24.[17] Id. at 25.[18] Id.[19] Id. at 26.[20] 627 Phil. 193 (2010) [Per C.J. Puno, En Banc].[21] Id. at 232-233.[22] Rollo, p. 27.[23] Id. at 9-10.[24] Id. at 4-6.[25] Id. at 66-80.[26] Id. at 71-73.[27] Caballes v. Court of Appeals, G.R. No. 263481, February 8, 2023 [Per J. Gaerlan, Third Division], citing Fajardo v. Court of Appeals, 591 Phil. 146, 153 (2008) [Per Acting C.J. Quisumbing, Second Division]. Citation omitted.[28] Rollo, pp. 6-7.[29] 308 Phil. 5 (1994) [Per J. Mendoza, En Banc].[30] Id. at 11.[31] Id. at 10-11.[32] Id. at 9.[33] See CBK Power Company Limited v. Commissioner of Internal Revenue, G.R. No. 247918, February 1, 2023 [Per J. Singh, Third Division].[34] G.R. No. 243133, March 8, 2023 [Per J. Zalameda, En Banc].[35] Id.[36] 624 Phil. 458 (2010) [Per J. Carpio, Second Division].[37] Id. at 467-468.[38] 611 Phil. 220 (2009) [Per J. Velasco, Jr., Third Division], citing Mapa v. Hon. Arroyo, 256 Phil. 527 (1989) [Per J. Regalado, Second Division].[39] Id. at 240.[40] Medicard Philippines, Inc. v. Commissioner of Internal Revenue, 808 Phil. 528, 552 (2017) [Per J. Reyes, Third Division].[41] People v. Sebilleno, 868 Phil. 374 (2020) [Per J. Leonen, Third Division].[42] J. Leonen, Reflections, p. 5.[43] A.M. No. P-19-3966, February 17, 2021 [Per J. Leonen, Special Third Division].[44] Id.[45] J. Leonen, Reflection, p. 11.DISSENTING OPINIONLEONEN, SAJ.:Law contributes to a process of normalization. It can reify the status quo, or liberate. Being critical of our laws, even as lawyers and judges, will help see and understand our people to contribute to meaningful freedoms.This Court can be critical. I take this opportunity to provide context and illustrate when the text of a law may mean differently to a marginalized group. In my view, this demonstrates a case when our interpretation heedless of context may result in an injustice.Petitioner Main T. Mohammad \"was arrested, detained, and charged with piracy and two counts of murder. Mohammad was identified as a member of the Abu Sayyaf Group (ASG) responsible for the kidnapping and murder of certain individuals.\"[1]For the prosecution's failure to present a witness identifying petitioner as the same person charged in the Information, the murder case was dismissed and he was acquitted.Claiming to have been \"unjustly arrested, accused, and detained two years for a crime he did not commit,\"[2] petitioner filed a claim for compensation under Republic Act No. 7309. He argued that the law covers \"persons unjustly prosecuted even though they have been acquitted by the trial court, as the unjust prosecution ruined their honor and besmirched their reputations.... he was arrested, tagged, accused, and identified as a member of a notorious terrorist organization.\"[3] The Department of Justice Board of Claims denied petitioner's claim, holding that the law requires conviction and subsequent acquittal on appeal, which did not happen in his case. The secretary of justice affirmed this ruling and explained that not all instances of unjust imprisonment or detention is compensable.[4]Petitioner then filed the present Petition for Certiorari, which this Court is dismissing.ISection 3 of Republic Act No. 7309 enumerates who may file compensation claims before the Board of Claims:Section 3. Who may File Claims. — The following may file claims for compensation before the board: a)any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal;b)any person who was unjustly detained and released without being charged;c)any victim of arbitrary or illegal detention by the authorities as defined in the Revised Penal Code under a final judgment of the court; andd)any person who is a victim of violent crimes. For purposes of this Act, violent crimes shall include rape and shall likewise refer to offenses committed with malice which resulted in death or serious physical and/or psychological injuries, permanent incapacity or disability, insanity, abortion, serious trauma, or committed with torture, cruelty or barbarity. (Emphasis supplied)Republic Act No. 7309 grants compensation to the following: those unjustly accused, convicted, and imprisoned but subsequently acquitted; those unjustly detained and released without being charged; victims of arbitrary or illegal detention by authorities; and victims of violent crimes. Petitioner is claiming compensation under the first class.The majority ruled that to be granted compensation, an individual must have been (1) unjustly accused; (2) convicted of the offense; (3) imprisoned due to this conviction; but (4) subsequently acquitted by a judgment.To a certain extent, I agree. Our justice system permits the probing inquiry of a judge, who reviews the prosecutor's exercise of discretion. Although unfortunate, not all cases of conviction with subsequent acquittal entitle a person to compensation. Thus, without conviction, as in this case, the majority concludes that there can be no basis to compensate one who was supposed to be unjustly accused.Basbacio v. Drilon[5] discussed how \"unjust conviction\" entailing compensation under the law pertains to the manner through which a person was convicted due to an unjust accusation, and not solely based on a subsequent acquittal:But Sec. 3(a) requires that the claimant be \"unjustly accused, convicted [and] imprisoned.\" The fact that his conviction is reversed and the accused is acquitted is not itself proof that the previous conviction was \"unjust.\" An accused may be acquitted for a number of reasons and his conviction by the trial court may, for any of these reasons, be set aside. For example, he may be acquitted not because he is innocent of the crime charged but because of reasonable doubt, in which case he may be found civilly liable to the complainant, because while the evidence against him does not satisfy the quantum of proof required for conviction, it may nonetheless be sufficient to sustain a civil action for damages. In one case the accused, an alien, was acquitted of statutory rape with homicide because of doubt as to the ages of the offended parties who consented to have sex with him. Nonetheless the accused was ordered to pay moral and exemplary damages and ordered deported. In such a case to pay the accused compensation for having been \"unjustly convicted\" by the trial court would be utterly inconsistent with his liability to the complainant. Yet to follow petitioner's theory such an accused would be entitled to compensation under Sec. 3(a).The truth is that the presumption of innocence has never been intended as evidence of innocence of the accused but only to shift the burden of proof that he is guilty to the prosecution. If \"accusation is not synonymous with guilt,\" so is the presumption of innocence not a proof thereof. It is one thing to say that the accused is presumed to be innocent in order to place on the prosecution the burden of proving beyond reasonable doubt that the accused is guilty. It is quite another thing to say that he is innocent and if he is convicted that he has been \"unjustly convicted.\" As this Court held in a case:Though we are acquitting the appellant for the crime of rape with homicide, we emphasize that we are not ruling that he is innocent or blameless. It is only the constitutional presumption of innocence and the failure of the prosecution to build an airtight case for conviction which saved him, not that the facts or unlawful conduct do not exist.To say then that an accused has been \"unjustly convicted\" has to do with the manner of his conviction rather than with his innocence. An accused may on appeal be acquitted because he did not commit the crime, but that does not necessarily mean that he is entitled to compensation for having been the victim of an \"unjust conviction.\" If his conviction was due to an error in the appreciation of the evidence the conviction while erroneous is not unjust. That is why it is not, on the other hand, correct to say as does respondent, that under the law liability for compensation depends entirely on the innocence of the accused.The phrase \"unjustly convicted\" has the same meaning as \"knowingly rendering an unjust judgment\" in Art. 204 of the Revised Penal Code. What this Court held in In re Rafael C. Climaco applies:In order that a judge may be held liable for knowingly rendering an unjust judgment, it must be shown beyond doubt that the judgment is unjust as it is contrary to law or is not supported by the evidence, and the same was made with conscious and deliberate intent to do an injustice[. . . .]To hold a judge liable for the rendition of manifestly unjust judgment by reason of inexcusable negligence or ignorance, it must be shown, according to Groizard, that although he has acted without malice, he failed to observe in the performance of his duty, that diligence, prudence and care which the law is entitled to exact in the rendering of any public service. Negligence and ignorance are inexcusable if they imply a manifest injustice which cannot be explained by a reasonable interpretation. Inexcusable mistake only exists in the legal concept when it implies a manifest injustice, that is to say, such injustice which cannot be explained by a reasonable interpretation, even though there is a misunderstanding or error of the law applied, yet in the contrary it results, logically and reasonably, and in a very clear and indisputable manner, in the notorious violation of the legal precept.Indeed, Sec. 3(a) does not refer solely to an unjust conviction as a result of which the accused is unjustly imprisoned, but, in addition, to an unjust accusation. The accused must have been \"unjustly accused, in consequence of which he is unjustly convicted and then imprisoned. It is important to note this because if from its inception the prosecution of the accused has been wrongful, his conviction by the court is, in all probability, also wrongful. Conversely, if the prosecution is not malicious any conviction even though based on less than the required quantum of proof in criminal cases may be erroneous but not necessarily unjust.The reason is that under Rule 112, sec. 4, the question for the prosecutor in filing a case in court is not whether the accused is guilty beyond reasonable doubt but only whether \"there is reasonable ground to believe that a crime has been committed and the accused is probably guilty thereof.\" Hence, an accusation which is based on \"probable guilt\" is not an unjust accusation and a conviction based on such degree of proof is not necessarily an unjust judgment but only an erroneous one. The remedy for such error is appeal.[6] (Emphasis supplied, citations omitted)Upon further reflection, I find that there is room for a nuanced analysis here. He was not convicted as contemplated by the law since a judge acquitted him upon the prosecution's failure to identify him. However, in my view, he was unjustly accused and unjustly arrested at the inception, and may still be compensated.IIMuslim profiling and prevalent cases of mistaken identity is a matter of concern.The unfortunate reality is that Muslims are disproportionately victimized by law enforcers who mistake their identities. At its core, it may be the \"misguided unfortunately uneducated, cultural stereotype that has caused internal conflict and inhumane treatment of Filipinos of a different faith from the majority\"[7] that this Court had been repeatedly denouncing.Regrettably, there are Muslims arbitrarily arrested on flimsy grounds: their names mistaken as someone else's, or their mere wearing of hijab or a beard. It may be anything that silently communicates their religious beliefs that are, at times, equated with acts of terror. Some law enforcers hardly understand that Abdul Mohammad is not the same person as Abdel Mohammad, that Aisha Lukman is not Aisha Lucman, or that daily expressions of \"Allahu Akbar!\" is not a call to war. In some cases, this misguided cultural stereotype had led people to fear their fellow Filipinos' mere presence.This Court is no stranger to this stigma, as parties—often State agents—have pleaded these harmful labels before us. At least five cases in the past 10 years presented different scenarios of the same pattern.In the 2021 case of Garlan v. Sigales, Jr.,[8] this Court suspended a sheriff who employed violence as he was executing a writ. Seeking a reconsideration, he ironically justified his employment of violence by pleading that he was in a \"neighborhood of Muslims\" where there was supposedly a \"clear security risk.\" This Court reprimanded him for his unfounded and baseless argument, and affirmed his one-year suspension:It is not this Court's judicial policy and resolve to ignore biased, discriminatory, and bigoted statements into oblivion. Every pronouncement to this effect shall be denounced, if only to contribute to unlearning attitudes that have disproportionately endangered the religious minority. In this light, sheriffs are reminded to always act with propriety and decorum. Abuse of authority and violence premised on outdated and harmful stereotypes do not justify resort to use of force.. . . . Respondent postulates that because complainant's house is in a \"neighborhood of Muslims,\" there was \"a clear security risk.\" He goes on to specifically name the place, in the hopes that this Court will grant his appeal that had he not resorted to force, his assistant will be left to be \"butchered.\"These may not have been the exact same words in Sebilleno and Abdulah, but it's the same language of discrimination, bigotry, and bias that must be denounced. This \"othering\" that casts the religious minority into the margins serves no real purpose, save for creating barriers among our people. We acknowledge that this is systemic and prevalent to this day, and a single individual cannot dislodge this practice by himself or herself. However, this Court cannot turn a blind eye that it exists, and simply hope that this worn-out prejudice will naturally retire itself. We will condemn every pronouncement to this effect, if only to contribute to unlearning attitudes that have disproportionately endangered our fellow Filipinos.Respondent is reminded that bigoted views cannot justify his resort to force. Ironically, it is his unfounded fear, premised on outdated harmful stereotypes, that propelled him into using force. We reiterate that [t]his Court has cautioned every person involved in dispensing justice to always act with propriety and decorum. Respondent's abuse of his authority and failure to satisfactorily explain the violence he employed does not meet the exacting standard we impose on our officers.[9] (Citations omitted)Garlan recounted two similar cases of Muslim stereotyping: People v. Sebilleno[10] and People v. Abdulah,[11] both decided within the past four years, with the Office of the Solicitor General itself along with police officers, exhibiting the discriminatory profiling of Muslims:In the recent case of People v. Sebilleno, this Court reprimanded the Solicitor General when it pleaded that the police deviated from the requirements of the Comprehensive Dangerous Drugs Act because the buy­bust operation transpired in a \"notorious Muslim community\":Just because a community outside of Mindanao is predominantly Muslim does not mean that it should be considered presumptively \"notorious.\" It is this type of misguided, unfortunately uneducated cultural stereotype that has caused internal conflict and inhuman treatment of Filipinos of a different faith from the majority.. . . .The Solicitor General averred that inventory was conducted in the police station, because \"the apprehending team would be putting their lives in peril considering that the area where the buy-bust operation was conducted is a notorious Muslim community.\"The Office of the Solicitor General, which represents no less than the Government of the Philippines in a number of legal matters, ought to be circumspect in its language. This averment from the Solicitor General exhibits biased, discriminatory, and bigoted views; unbecoming of a public official mandated to act with justice and sincerity, and who swore to respect the rights of persons. This is the kind of language that diminishes the public's trust in our state agents. These are the words that when left unguarded, permeate in the public's consciousness, encourage further divide and prejudices against the religious minority, and send this country backward. We cannot condone this. As stressed, the prosecution must not only plead, but also prove an excusable ground. This Court fails to see how a Muslim community can be threatening or dangerous, that would put our law enforcers' lives to peril. The Solicitor General's colorful choice of word, \"notorious,\" does not inspire confidence either.We cannot condone this. (Emphasis in the original)This was reiterated in People v. Abdulah, where this Court also denounced discriminatory remarks which sought to justify noncompliance with the Comprehensive Dangerous Drugs Act. The law enforcers testified that the place of arrest was unsafe for being \"a Muslim area\":Cursory and shallow averments of unsafe conditions premised on the profile of a given locality's population reveals indolence, if not bigotry. Such trite references fall woefully short of the law's lofty standards and cast doubt on the conduct of buy-bust operations. They justify the acquittal of those whose prosecutions are anchored on noncompliant police operations.. . . .We stressed that such invocation constitutes a bigoted view that only stirs conflict among Filipinos of different religious affiliations.To sustain the police officers' equating of a so-called \"Muslim area\" with dangerous places does not only approve of a hollow justification for deviating from statutory requirements, but reinforces outdated stereotypes and blatant prejudices.Islamophobia, the hatred against the Islamic community, can never be a valid reason to justify an officer's failure to comply with Section 21 of Republic Act No. 9165. Courts must be wary of readily sanctioning lackadaisical justifications and perpetuating outmoded biases. No form of religious discrimination can be countenanced to justify the prosecution's failure to comply with the law.[12] (Emphasis in the original)Worth noting is how these three cases involved agents in the dispensation of justice: no less than the Office of the Solicitor General, police officers, and a sheriff.The disproportionate number of unjustly accused Muslims due to a \"mistaken identity\" is not imagined.Recently, in the 2022 case of Sema v. Republic,[13] this Court lifted the Freeze Order against the bank accounts of Bai Sandra Sinsuat Ampatuan Sema (Sema) and her husband Muslimin Gampong for lack of probable cause.Sema, a known political figure in the south, persistently insisted that she was not Sajid Islam Uy Ampatuan's wife, \"Bai Zandra Ampatuan\" who was named respondent in the freeze order issued by the Court of Appeals. However, the appellate court was heedless, solely because of her sharing the same surname as the Ampatuans. Her assets were frozen, despite the Anti­Money Laundering Council's failure to show how she was connected to the unlawful activities:First, the Urgent Ex Parte Petition narrated the factual antecedents that led to the application for the freeze order. It alleged the spurious transactions but failed to mention how petitioner was related to these. All it stated was that the Council conducted an investigation on the \"immediate relatives of the Ampatuans,\" and proceeded to enumerate petitioner's bank accounts without explaining how these were in any way connected to the unlawful activities.. . . .Second, the Council's investigation contained in AMLC Resolution No. 50, series of 2011 likewise failed to show how petitioner was connected to the unlawful activities. It merely mentioned that a \"database search was also conducted on the immediate relatives of the Ampatuans,\" and listed petitioner's bank accounts without any explanation.Upon clarification, Mr. Jerome Golpo (Golpo) of the Council, a member of the team that conducted the database search, said that petitioner was only included \"because of the surname. [S]he was categorized in the database [as a] 'might be'.\" At that time, the Council was still continuing its investigation as to petitioner's \"importance or relevance until a money­laundering case is actually filed.\" Golpo admitted that he was unsure if petitioner is indeed an immediate relative of the Ampatuans, and merely based the connection on the fact that she had the name Ampatuan.Third. Saliao's Sinumpaang Salaysay, also mentioned in AMLC Resolution No. 50, series of 2011, mentioned 16 individuals and three entities, but petitioner's name was notably not included.[14] (Emphasis supplied, citations omitted)In that case, there was practically no evidence tying Serna to the Ampatuans' unlawful acts. Her name did not appear in any of the complaint-­affidavits, nor was there any allegation against her. This Court underscored that the mistaken identity case was never fully considered, despite the Court of Appeals' acknowledgment that Serna insisted that she was not the proper party. There, we resolved that \"[a] person's identity should be ascertained even in—or especially in—the determination of probable cause for the issuance of a freeze order. A party who has not been shown by probable cause to have any involvement whatsoever in unlawful activities should not be subject to a freeze order.\"[15]In In re Salibo,[16] this Court had the opportunity to clarify that \"[h]abeas corpus is the proper remedy for a person deprived of liberty due to mistaken identity. In such cases, the person is not under any lawful process and is continuously being illegally detained.\"[17] In this case, Datukan Malang Salibo (Salibo) was in Saudi Arabia for the Hajj (pilgrimage) when the November 23, 2009 Maguindanao Massacre transpired. Upon his return to the country, he learned that the police suspected him to be Butukan S. Malang, one of the 197 accused in the massacre. Seeking to clear his name, Salibo went to the police station, but was eventually apprehended.[18]Maintaining that he was not accused Butukan S. Malang, Salibo filed a petition for habeas corpus before the Court of Appeals and questioned the legality of his detention. The Court of Appeals dismissed it, finding that his detention was under a valid information and warrant of arrest. \"Even assuming that Salibo was not the Butukan S. Malang named in the Alias Warrant of Arrest, the Court of Appeals said that [t]he orderly course of trial must be pursued and the usual remedies exhausted before the writ [of habeas corpus] may be invoked[.]\"[19]Reversing the appellate court, this Court held that \"Salibo was not arrested by virtue of any warrant charging him of an offense. He was not restrained under a lawful process or an order of a court. He was illegally deprived of his liberty, and, therefore, correctly availed himself of a Petition for Habeas Corpus.\"[20] This Court stressed that there was no charge against Salibo, and the police officers had no probable cause to arrest him without a warrant.Garlan, Sebilleno, Abdulah, Sema, and In re Salibo are just some of the cases which demonstrate the propensity to profile Muslims. Undoubtedly there are manifestations of Muslim profiling in other cases. The systemic prejudice may be hidden behind other pleadings that are left unchecked and uncorrected. Worse, these prejudice sometimes come from State agents.In a 2015 article, the Center for Media Freedom and Responsibility recounted ABS-CBN's investigative series on the \"PNP-AFP wrongful arrests.\" The series found that there had been 51 wrongful arrests in the government's campaign against the Abu Sayyaf Group from 2004 to 2014:CHEERS TO ABS-CBN 2's TV Patrol for its investigative series on the Philippine National Police-Armed Forces of the Philippines (PNP-AFP) rewards system for the arrest or allegedly high-value terrorists and criminals in the Philippines.TV Patrol's Investigative Reports reviewed the multimillion rewards system for the arrest of wanted personalities which led to several wrongful arrests from 2004 to 2014. The series was aired from March 25 to 27, 2015.In the first part or the series, the report reviewed the government's campaign against the Abu Sayyaf from 2004 to 2014. The government has released some Php 280 million in reward money for informants and \"tipsters\" that led to the arrest of suspected terrorists. But according to the report, there were 51 wrongful arrests on record during that period.The investigative story also reported the details of the PNP-AFP rewards system. It interviewed former chief of the Philippine National Police Criminal Investigation and Detection Group (CIDG) General Investigation Unit and retired police Supt. Jess Kabigting, who admitted that some officers received kickbacks or shared the rewards for the arrest of allegedly high-value terrorists.Investigative Reports also interviewed a government official and an intelligence officer who chose not to be identified.Chief Supt. Wilben Mayor, deputy director of the PNP's Directorate for Intelligence, denied that such a scheme was in place. He said cash rewards are given informants in full.The second part of the series said that the cash rewards were a major incentive for PNP and AFP officers in many of the arrests.Based on the data collected by ABS-CBN News it seems there were two Radzmar Sangkula arrested by the PNP; there were two \"Black Tungkang\"; three Jerome Mustakim; three Edwin Sawaldi; two Ustad2 Hamad Idris; two Mohamad Said Sali; two Abdsil Dima; two Madia Hamja; and two Hussein Kasim. The rewards for these \"most wanted personalities\" ranged from Php 100,000 to Php 3.3 million.The report highlighted the review of the transcripts of a 2014 Pasig court resolution for the Jehovah s Witnesses kidnapping case. The suspects were known as the \"Black Tungkangs' and had Php 3.3 million rewards on their heads. There were two suspects arrested in 2012.In 2014, the state prosecutor of the case moved for the immediate release of one of the accused when the witness, a former kidnap victim, said that the person before her was not among her kidnappers.The National Commission on Muslim Filipinos recommended the review of the PNP-AFP rewards system.[21]It is not a misrepresentation if we recognize that our system may have unfairly profiled Muslims, born out of an outdated generalization that must be dismantled. This case appears to be another manifestation of the State wrongfully depriving a citizen of their liberty for a \"mistaken identity\" on a completely groundless basis, emboldened by our biases.III\"No person shall be deprived of life, liberty, or property without due process of law, nor shall any person be denied the equal protection of the laws.\"[22]The State deprived petitioner of his liberty for two years without any evidence at all. He was accused as a member of a notorious terrorist organization, the Abu Sayyaf Group. Yet, nothing was presented to identify him to be the same person as that charged in the Information, warranting his eventual acquittal. Thus, petitioner was arrested without probable cause, unlawfully deprived of his liberty.It is in this context when petitioner urges this Court to underscore \"unjust\" in reading the law, and argues that the word \"and\" should not be strictly construed. Accused must not have to suffer all three unjust actions—accusation, conviction, and imprisonment—to be compensated. He observes that this interpretation leads to an absurdity, contrary to the law's purpose of compensating the injustice:40. In a case, the Honorable Court held that as a rule the word \"and\" denotes a joinder or union or words, phrases, or clauses, but that \"a more important rule of statutory construction dictates that laws should be construed in a manner that avoids absurdity or unreasonableness.\" (Microsoft Corporation v. Manansala, G.R. No. 166391, October 21, 2015)41. In this case, the over-reliance on the word \"and\" - instead of focusing on the operative word \"unjust\" - would lead to absurdity and defeat the purpose of the law.42. For instance, between (1) a person who was unjustly accused, convicted and imprisoned for 3 years only, then acquitted on appeal; and (2) a person who was unjustly accused, imprisoned for 10 long years, then acquitted by the trial court – who suffers more? Whose case is more unjust?43. Respondent's interpretation of Section 3(a) allows the accused in the first case to claim compensation, but not the accused in the second case. This interpretation is not only contrary to the clear wording of the law (which does not require a prior conviction), it also runs counter to the intent and spirit of the law that grants compensation to all those who suffered unjust accusation and detention.[23]Thus, I also submit that what is \"unjust\" under the law may not simply be determined by a prior conviction and a subsequent judgment of acquittal by an appellate court.[24] There may be unwarranted prejudices that is systematically perpetuated.I take exception on how petitioner's continued detention during trial was supposedly proper and that there was \"nothing irregular\"[25] since he was charged with two non-bailable offenses of piracy and murder. Precisely, there lies the injustice. In the ponencia's words, \"considering the gravity of the offenses charged,\"[26] petitioner was unjustly accused as there was no iota of proof that he was the person charged in the Information, the proper party to the criminal case. He was thereafter illegally detained on these charges when there was no evidence pointing to him as the perpetrator of the supposedly grave offenses. To stress, he was tagged as a member of a notorious terrorist group. I find that the injustice that entails compensation is palpable, without the need for a prior conviction.Republic Act No. 7309 is a good reparation measure, exacting accountability from the State for wrongful persecutions and seeking to correct injustice through minimal compensation. Indeed, sloppy police work may lead to an injustice. Law enforcers are not simply tasked to notify the judge of an arrest with no case build-up or any investigation. When they trample on fundamental freedoms, the least that the State can do is to compensate the victim.Finally, there may be credence in petitioner's observation that if Section 3(a) of the law requires prior conviction, this violates the equal protection clause of the Constitution:53. In this case, the exclusion or those who were unjustly accused, imprisoned and acquitted by the trial court from the benefit of compensation – per respondent's interpretation – is \"palpably arbitrary or capricious\" and exceeded the \"bounds of reasonable choice\".54. There is no appreciable distinction between (1) a person who was acquitted by the trial court; and (2) a person who was acquitted on appeal, provided they were both unjustly accused and imprisoned. In fact, petitioner submits that, if at all there is a distinction, it is the person who was acquitted by the trial court who suffered more because his acquittal is a showing or the complete lack of evidence against him. Why then does respondent distinguish?55. To illustrate the absurdity of the classification, persons A and B were unjustly accused and imprisoned and tried by different courts. Person A was acquitted by the trial court but, because of certain factors, was detained for 10 years. Person B on the other hand was convicted by the trial court but acquitted on appeal. Because the trial and appellate courts acted swiftly, person B was detained for 3 years only. Without bail, both continue to be incarcerated while trial ensues.56. Under respondent's interpretation of Section 3(a), person B may be entitled to compensation, but not person A. This, even if both A and B: (a) were unjustly accused and imprisoned, (b) lose out on the economic and social opportunities outside jail, (c) experience the stigma of having been detained, and (d) experienced adverse physical and mental effects while detained.57. Why then is conviction a prerequisite to apply for compensation under Section 3(a) when there is no substantial distinction as to the suffering of both persons? (In fact, in the example given, person A can be said to have suffered more, having been detained longer.)58. Why is a detention prisoner (person A) given less by the law (RA 7309) than a convicted prisoner (person B) when there is no substantial distinction between the two?59. The Honorable Court has recognized that there is no substantial distinction between detainees and convicted prisoners.[27]In my view, when this Court decides cases, it must not be blind to the reality that pleadings alone may not fully capture. We need to construe law from different lenses, knowing that our freedoms should be individually and socially meaningful. There is no true freedom unless all persons, identities, and communities enjoy meaningful freedom.Divorced of context when reading law, we may fail to do justice.ACCORDINGLY, I vote for the grant of compensation for petitioner Main T. Mohammad's unjust accusation and imprisonment.Furnish the Senate President and the House of Representatives Speaker copies of the Decision and Separate Opinion in this case for their consideration.[1] Ponencia, p. 2.[2] Id.[3] Id. at 3.[4] Id.[5] 308 Phil. 5 (1994) [Per J. Mendoza, En Banc].[6] Id. at 9-11.[7] People v. Sebilleno, 868 Phil. 374, 376 (2020) [Per J. Leonen, Third Division].[8] A.M. No. P-19-3966, February 17, 2021 [Per J. Leonen, Special Third Division].[9] Id.[10] 868 Phil. 374 (2020) [Per J. Leonen, Third Division].[11] 872 Phil. 1124 (2020) [Per J. Leonen, Third Division].[12] Garlan v. Sigales, Jr., A.M. No. P-19-3966, February 17, 2021 [Per J. Leonen, Special Third Division] citing People v. Sebilleno, 868 Phil. 374 (2020) [Per J. Leonen, Third Division] and People v. Abdulah, 872 Phil. 1124 (2020) [Per J. Leonen, Third Division].[13] G.R. No. 198083, October 10, 2022 [Per .J. Leonen, Second Division].[14] Id. at 19-20. This pinpoint citation refers to the copy of this decision uploaded to the Supreme Court website.[15] Id. at 22.[16] 757 Phil. 630 (2015) [Per J. Leonen, Second Division].[17] Id. al 634.[18] Id. at 634-635.[19] Id. at 639.[20] Id. at 654.[21] CMFR Staff, PNP-AFP wrongful arrests, CENTER FOR MEDIA FREEDOM AND RESPONSIBILITY, May 14, 2015, available at https://cmfr-phil.org/media-ethics-responsibility/ethics/pnp-afp-wrongful-arrests (last accessed on February 24, 2024).[22] CONST., art. III, sec. 1.[23] Rollo, p. 11.[24] Ponencia, p. 6.[25] Id. at 7.[26] Id.[27] Id. at 13-14. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "mohammad",
    "petitioner",
    "office",
    "secretary",
    "department",
    "justice",
    "menardo",
    "guevarra",
    "capacity",
    "respondent",
    "petition",
    "certiorari",
    "pursuant",
    "court",
    "assailing",
    "decision",
    "february",
    "issued",
    "affirmed",
    "november"
  ],
  "title_summary": "MAIN T. MOHAMMAD, PETITIONER, VS. OFFICE OF THE SECRETARY, DEPARTMENT OF JUSTICE, MENARDO I. GUEV...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 951 Phil. 925\n\nEN BANC\nEN BANC\n\n[ G.R. No. 256116, February 27, 2024 ]\n[ G.R. No. 256116, February 27, 2024 ]\n\nMAIN T. MOHAMMAD, PETITIONER, VS. OFFICE OF THE SECRETARY, DEPARTMENT OF JUSTICE, MENARDO I. GUEVARRA, IN HIS CAPACITY AS SECRETARY OF JUSTICE, RESPONDENT.D E C I S I O N\nMAIN T. MOHAMMAD, PETITIONER, VS. OFFICE OF THE SECRETARY, DEPARTMENT OF JUSTICE, MENARDO I. GUEVARRA, IN HIS CAPACITY AS SECRETARY OF JUSTICE, RESPONDENT.\n\nD E C I S I O N\n\nSINGH, J.:\n\nThis is a Petition for Certiorari [1] filed pursuant to Rule 65 of the Rules of Court ( Rules ) by petitioner Main T. Mohammad ( Mohammad ), assailing the Decision, [2] dated February 1, 2021, issued by the Secretary of Justice (the Secretary ). The Secretary affirmed the Decision, [3] dated November 18, 2020, issued by the Department of Justice Board of Claims (the Board ), which denied Mohammad's application for compensation under Republic Act No. 7309 [4] for lack of prior conviction.\n\nOn September 18, 2017, Mohammad was arrested, detained, and charged with piracy and two counts of murder. [5] Mohammad was identified as a member of the Abu Sayyaf Group (ASG) responsible for the kidnapping and murder of certain individuals. [6]\n\nIn the Resolution [7] dated April 8, 2019, the charges of murder were dismissed as the prosecution was unable to produce a witness who could identify Mohammad as the same person charged in the Information.\n\nOn the basis of this acquittal, Mohammad filed a claim for compensation under Republic Act No. 7309 with the Board in Zamboanga City since he was mistakenly identified as a member of the ASG and as a result was \"unjustly arrested, accused, and detained two years for a crime he did not commit.\" [8] According to Mohammad, he is entitled to compensation under Section 3(a) of Republic Act No. 7309, which provides that \"any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal\" may file claims for compensation before the Board. [9]\n\nMohammad argued that the term \"and\" as used in Section 3(a) of Republic Act No. 7309 should not be strictly construed as implying conjunction or union of the words connected by it because doing so would result in grave injustice to Mohammad and other persons similarly situated and would run counter to the very purpose of the law. As laws must be construed in a manner that avoids absurdity or unreasonableness, Mohammad argued that the conjunctive \"and\" should not be taken in its ordinary acceptation but should be construed like the disjunctive \"or\" if the literal interpretation of the law would pervert or obscure the legislative intent. Mohammad surmised that the legislative intent behind Republic Act No. 7309 appears to cover persons unjustly prosecuted even though they have been acquitted by the trial court, as the unjust prosecution ruined their honor and besmirched their reputations. In Mohammad's case, he was arrested, tagged, accused, and identified as a member of a notorious terrorist organization. [10]\n\nThe Ruling of the Board\nIn its Letter, [11] dated November 18, 2020, Mohammad was informed that his claim was denied by the Board through Resolution No. 2020-28, dated November 6, 2020, for lack of prior conviction. According to the Board, the law requires that, first, there must be conviction in the trial court and, later, release from detention because of acquittal on appeal. In Mohammad's case, he was released from detention upon acquittal only at the level of the trial court and not subsequently released from detention by virtue of an acquittal on appeal. [12]\n\nAggrieved, Mohammad appealed to the Office of the Secretary. [13]\n\nThe Ruling of the Secretary\nIn the Decision, [14] dated February 1, 2021, the Secretary denied Mohammad's appeal and affirmed the Decision of the Board. [15] The Secretary ruled that giving the word \"and\" its ordinary denotation—as a joinder of words, phrases, or clauses—would not lead to an absurdity and that the law may still be enforced, albeit only in favor of a certain class of individuals who have met the parameters laid down in the law. [16] Further, the Secretary explained that the fact that Section 4 of Republic Act No. 7309 allows for the compensation of the period during which a person was unjustly imprisoned or detained does not mean that all instances of unjust imprisonment or detention is compensable. [17] Thus, under Section 3(a) an applicant must show that he was unjustly: (i) accused; (ii) convicted; (iii) imprisoned; and (iv) released through a judgment of acquittal. [18] Lastly, the Secretary ruled that the challenge to the validity of its interpretation of Section 3(a) should fail, as \"there is no constitutional requirement that a regulation must reach each and every class to which it may be applied.\" [19] Pursuant to the Court's explanation in the case of Quinto v. Commission on Elections , [20] in the absence of showing of arbitrariness in the classification under the law, the constitutionality of the law must be sustained even if its reasonableness of the classification is \"fairly debatable.\" [21] The dispositive portion of the Decision reads as follows:\nIn view of the foregoing, the Appeal dated [December 28,] 2020 is hereby DENIED [] and the Decision dated [November 18,] 2020 issued by the Board of Claims is hereby AFFIRMED . [22] Hence, this Petition.\n\nThe Petition\nThe Petition argues that the Secretary acted with grave abuse of discretion amounting to lack or excess of jurisdiction in ruling that the phrase \"judgment of acquittal\" is limited to acquittals on appeal and challenges the constitutionality of Section 3(a) of Republic Act No. 7309 for violating the equal protection clause. [23]\n\nMohammad dispensed with the filing of a motion for reconsideration of the Decision of the Secretary prior to filing the present Petition. While the general rule is that a motion for reconsideration is a pre-requisite to the filing of a petition for certiorari , Mohammad argues that the Petition falls under the exceptions to the general rule as the same raises only a question of law, challenges the constitutionality of a law that affects numerous persons whose constitutional rights have been violated by unjust acts of government, and involves the same issues that were already raised before the Board and the Secretary. Thus, Mohammad urges the Court to relax the general rule treating a motion for reconsideration as a pre-requisite to the filing of a petition for certiorari under Rule 65 of the Rules. [24]\n\nIn his Comment, [25] the Secretary, through the Office of the Solicitor General, counters that there was no grave abuse of discretion in denying the appeal and affirming the Decision of the Board. The Secretary claims that there can be no grave abuse of discretion on his part as the action of the Board of denying the claim for lack of prior conviction is based on the clear wording of Republic Act No. 7309. Hence, there was no arbitrary or despotic exercise of the power provided by law because the statute's clear language did not require further interpretation. Section 3(a) of Republic Act No. 7309 states that a person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of judgment of acquittal is qualified to file a claim with the Board. All of these elements must concur in order to sustain a claim. Lacking the element of an unjust prior conviction, the Board was constrained to deny the claim. The Secretary stands by the Board's finding that a determination of an unjust conviction by the trial court could only be made through an acquittal by an appellate court. In the present case, there was no prior conviction to begin with, as Mohammad was acquitted at the first instance by the trial court. [26]\n\nThe Issue\nDid the Secretary act with grave abuse of discretion amounting to lack or excess of jurisdiction in denying Mohammad's appeal?\n\nThe Ruling of the Court\nThe Petition should be dismissed. The Secretary of Justice did not commit grave abuse of discretion in affirming the Decision of the Board.\n\n[TABLE_CONTENT]\nMohammad failed to prove that the Secretary of Justice committed grave abuse of discretion in issuing the assailed Decision | \n[END_TABLE]\n\nMohammad failed to prove that the Secretary of Justice committed grave abuse of discretion in issuing the assailed Decision\nGrave abuse of discretion under Rule 65 has a specific meaning. It is the arbitrary or despotic exercise of power due to passion, prejudice or personal hostility; or the whimsical, arbitrary, or capricious exercise of power that amounts to an evasion or refusal to perform a positive duty enjoined by law or to act at all in contemplation of law. For an act to be struck down as having been done with grave abuse of discretion, the abuse of the discretion must be patent and gross. [27]\n\nThe Decision of the Secretary finds basis under the clear import of Section 3(a) of Republic Act No. 7309:\n\nSection 3(a) of Republic Act No. 7309 provides as follows:\nSec. 3. Who May File Claims . – The following may file claims for compensation before the Board:\n\n[TABLE_CONTENT]\na) | any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal[.]\n[END_TABLE]\n\na) any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal[.] The provision is clear. For a successful claim for compensation under Section 3(a) of Republic Act No. 7309, the following elements must concur: (a) there must be a person who was unjustly accused; (b) the person must have been convicted of the offense; (c) the person was imprisoned by virtue of the conviction; and (d) the person was subsequently released by virtue of a judgment of acquittal. In this case, all elements are absent. Hence, Mohammad's claim for compensation under Republic Act No. 7309 was properly denied.\n\nFor the first element, the Court finds that the same is lacking as no other reason was given by Mohammad other than that he was detained for two years only to be acquitted by the Regional Trial Court (RTC) later. [28] The Court reiterates that the finding of probable guilt by our prosecutors, absent any bad faith, cannot be considered as an unjust accusation, even if the same ultimately leads to an acquittal of the accused. The case of Basbacio v. Drilon , [29] is clear in this regard:\nIndeed, [s]ec. 3(a) does not refer solely to an unjust conviction as a result of which the accused is unjustly imprisoned, but, in addition, to an unjust accusation. The accused must have been \"unjustly accused,[\"] in consequence of which he is unjustly convicted and then imprisoned. It is important to note this because if from its inception the prosecution of the accused has been wrongful, his conviction by the court is, in all probability, also wrongful. Conversely, if the prosecution is not malicious[,] any conviction even though based on less than the required quantum of proof in criminal cases may be erroneous but not necessarily unjust.\n\nThe reason is that under Rule 112, sec. 4, the question for the prosecutor in filing a case in court is not whether the accused is guilty beyond reasonable doubt but only whether \"there is reasonable ground to believe that a crime has been committed and the accused is probably guilty thereof.\" Hence, an accusation which is based on \"probable guilt\" is not an unjust accusation and a conviction based on such degree of proof is not necessarily an unjust judgment but only an erroneous one. The remedy for such error is appeal. [30] (Emphasis supplied) There is no argument that the second element of prior conviction is also lacking, both Mohammad and the Secretary acknowledge this fact. The requirement of prior conviction is clearly stated in Republic Act No. 7309, as the finding that the same is unjust may only be determined by a subsequent judgment of acquittal by an appellate court. Mohammad was acquitted at the first instance by the RTC due to the failure of the prosecution to produce an identifying witness. He was not convicted and subsequently released by virtue of a judgment of acquittal. A determination of unjust conviction could not be had if there was no prior conviction to begin with.\n\nWithout the element of prior conviction, it is only but the logical consequence that the third element of Section 3(a) of Republic Act No. 7309, that the person was imprisoned by virtue of the conviction, and the fourth element, that the person was subsequently released by virtue of a judgment of acquittal, are absent.\n\nIn any case, an erroneous judgment is not necessarily an unjust one which would automatically entitle one to compensation under Republic Act No. 7309. In Basbacio , the Court held:\nThe phrase \"unjustly convicted\" has the same meaning as \"knowingly rendering an unjust judgment\" in Art. 204 of the Revised Penal Code. What this Court held in In re Rafael C. Climaco applies:\nIn order that a judge may be held liable for knowingly rendering an unjust judgment, it must be shown beyond doubt that the judgment is unjust as it is contrary to law or is not supported by the evidence , and the same was made with conscious and deliberate intent to do an injustice[...]\n\nTo hold a judge liable for the rendition of manifestly unjust judgment by reason of inexcusable negligence or ignorance, it must be shown, according to Groizard, that although he has acted without malice, he failed to observe in the performance of his duty, that diligence, prudence and care which the law is entitled to exact in the rendering of any public service. Negligence and ignorance are inexcusable if they imply a manifest injustice which cannot be explained by a reasonable interpretation. Inexcusable mistake only exists in the legal concept when it implies a manifest injustice, that is to say, such injustice which cannot be explained by a reasonable interpretation, even though there is a misunderstanding or error of the law applied, yet in the contrary it results, logically and reasonably, and in a very clear and indisputable manner, in the notorious violation of the legal precept. [31] With regard to Mohammad's continued detention throughout the duration of the trial, We find that there is nothing irregular with the same. To recall, Mohammad was detained due to charges of piracy and murder, both non-bailable offenses. Hence, his continued detention for the duration of the trial was only proper considering the gravity of the offenses charged.\n\nIt is at this juncture that the Court emphasizes the importance of the element of prior conviction for cases falling under Section 3(a) of Republic Act No. 7309. A determination of the existence of an unjust accusation, conviction, and imprisonment may only be done when the accused is convicted but is later on acquitted on appeal. Even then, however, the fact that the accused's conviction is reversed and the accused is acquitted is not proof by itself that the previous conviction was \"unjust,\" since there are several reasons why a conviction may be set aside. [32]\n\nEven assuming arguendo that Section 3(a) of Republic Act No. 7309 does not require a prior conviction and acquittal on appeal, Mohammad would still not be entitled to compensation because the accusation lodged against him and his corresponding detention were not necessarily unjust. He claims that he is entitled to compensation because he was \"unjustly arrested, accused, and detained two years for a crime he did not commit.\" However, Mohammad failed to specify why exactly his detention could be considered unjust, other than the fact that he was acquitted by the trial court. As already established, an accusation only based on \"probable guilt\" is not an unjust accusation. Such accusation, and subsequent detention resulting therefrom, may be considered erroneous but not necessarily unjust.\n\nVerba Legis\n\nThe general rule of statutory construction is that when the language of the statute is clear and free from ambiguity, there is no room for interpretation or construction, only application. [33] The statute must be given its literal meaning and applied without any interpretation, lest the Court engage in judicial legislation. In Republic v. Pryce Corporation , [34] the Court held in no uncertain terms:\nIt is a well-settled rule that words of a statute would be interpreted in their natural, plain, and ordinary acceptation and the signification that they have in common use, unless it is evident that the legislature intended a technical or special legal meaning to those words. [35] (Citations omitted) The general rule applies in this case. Given the clear and straightforward language of Section 3(a) of Republic Act No. 7309, the Court finds that there is no room for interpretation, and only application is necessary. To recall, the assailed provision states as follows:\n\n[TABLE_CONTENT]\na) | any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal[.] (Emphasis supplied)\n[END_TABLE]\n\na) any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal[.] (Emphasis supplied) The provision uses the conjunctive word \"and,\" denoting a union or joinder of words or phrases, which suggests that these requisites are cumulative, rather than alternative.\n\nThe Court in Commissioner of Internal Revenue v. Ariete [36] had the occasion to define and explain the conjunctive word \"and\" as follows:\nIt is evident from these RMOs that the CIR was consistent in using the word \"and\" and has even underscored the word in RMO No. 63-97. This denotes that in addition to the filing of the verified information, the same should also be duly recorded in the Official Registry Book of the BIR. The conjunctive word \"and\" is not without legal significance. It means \"in addition to.\" The word \"and,\" whether it is used to connect words, phrases or full sentences, must be accepted as binding together and as relating to one another. \"And\" in statutory construction implies conjunction or union. [37] (Emphasis supplied, citations omitted) In Compania General De Tabacos De Filipinas v. Hon. Sevandal , [38] the Court explained that the term \"and\" is not meant to separate, but enumerate:\nIn establishing the above elements, it bears pointing out that the Court used the term \"and\" in enumerating the said elements. In Mapa v. Arroyo , this Court defined the term \"and\" as follows:\n\nIn the present case, the employment of the word \"and\" between \"facilities, improvements, infrastructures\" and \"other forms of development,\" far from supporting petitioner's theory, enervates it instead since it is basic in legal hermeneutics that \"and\" is not meant to separate words but is a conjunction used to denote a joinder or union. [39] Mohammad argues that the Secretary, in affirming the Decision of the Board, focused on the term \"and\" instead of the word \"unjust.\" This over­-reliance on the word \"and\" led to an absurdity and defeated the purpose of the law, according to him.\n\nThe argument is misleadingly attractive but wrong.\n\nIt is well-settled that all parts of the statute should be considered in statutory construction in order to give life to its intent.\nIt is a cardinal rule in statutory construction that no word, clause, sentence, provision[,] or part of a statute shall be considered surplusage or superfluous, meaningless, void[,] and insignificant. To this end, a construction which renders every word operative is preferred over that which makes some words idle and nugatory. This principle is expressed in the maxim Ut magis valeat quam pereat , that is, we choose the interpretation which gives effect to the whole of the statute — its every word. [40] In this case, the Secretary and the Board did exactly this, give life to the whole provision when it rendered the questioned Decision. No over-reliance was made on the word \"and,\" as both the Secretary and the Board merely applied the clear wording of the law and in doing so, they gave life to the intent of the legislature, which was to categorically set the elements that must concur before a person can be entitled to file a claim before the Board.\n\nA final note on Muslim profiling\n\nInjustice to an accused can take many forms. In most cases, the injustice is systemic, perpetuated through the failure of the relevant institutions and duty bearers to perform their responsibilities in a timely and responsive manner. The Court is neither deaf nor blind to the discrimination leveled against the Muslim community. Senior Associate Justice Marvic Mario Victor F. Leonen ( SAJ Leonen ) underscored this in his Reflections, discussing the unfortunate reality of stereotyping, profiling, and mistaken identity in the arrest of Muslims throughout the country. At its core, it may be the \"misguided, unfortunately uneducated, cultural stereotype that has caused internal conflict and inhumane treatment of Filipinos of a different faith from the majority\" [41] that this Court had been repeatedly denounced. [42]\n\nIn Garlan v. Sigales, Jr. [43] the Court denounced religious discrimination when it suspended a sheriff who employed violence as he was executing a writ. On reconsideration, the sheriff justified his actions, saying that he was in a \"neighborhood of Muslims\" where there was a \" clear security risk.\" The Court, speaking through SAJ Leonen, reprimanded the sheriff for his unfounded, baseless argument and affirmed his one-year suspension, in this wise:\nIt is not this Court's judicial policy and resolve to ignore biased, discriminatory, and bigoted statements into oblivion. Every pronouncement to this effect shall be denounced, if only to contribute to unlearning attitudes that have is proportionately endangered the religious minority. In this light, sheriffs are reminded to always act with propriety and decorum. Abuse of authority and violence premised on outdated and harmful stereotypes do not justify resort to use of force.\n\n. . . .\n\nThis \"othering\" that casts the religious minority into the margins serves no real purpose, save for creating barriers among our people. We acknowledge that this is systemic and prevalent to this day, and a single individual cannot dislodge this practice by himself or herself. However, this Court cannot turn a blind eye that it exists, and simply hope that this worn-out prejudice will naturally retire itself. We will condemn every pronouncement to this effect, if only to contribute to unlearning attitudes that have disproportionately endangered our fellow Filipinos.\n\nRespondent is reminded that bigoted views cannot justify his resort to force. Ironically, it is his unfounded fear, premised on outdated harmful stereotypes, that propelled him into using force. We reiterate that \"[t]his Court has cautioned every person involved in dispensing justice to always act with propriety and decorum. Respondent's abuse of his authority and failure to satisfactorily explain the violence he employed does not meet the exacting standard we impose on our officers.\" [44] (Citation omitted) SAJ Leonen furthered in his Reflections that \"[i]t is not a misrepresentation if we recognize that our system may have unfairly profiled Muslims, borne out of an outdated generalization that must be dismantled. This case appears to be another manifestation of the State wrongfully depriving a citizen of their liberty for a \"mistaken identity,\" on a completely groundless basis, emboldened by our biases.\" [45] The Court agrees.\n\nThis is where the Court must step in to ensure that justice is administered in a responsive manner and that a fair and speedy trial is a guarantee assured to all who come before it, race, religion, gender, and age regardless. The Court has not been remiss in its duties. There has been no shortage of judicial reforms aimed at combating protracted litigation and its evils. However, in continuing to work towards a fair and just society for all, the Court cannot overstep its bounds and amend existing legislation to address any perceived injustice.\n\nACCORDINGLY , the Petition is DENIED . The Decision dated February 1, 2021 of the Secretary of Justice is AFFIRMED .\n\nSO ORDERED.\n\nGesmundo, C.J., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez , and Kho, Jr., JJ. , concur.\nLeonen, J. , see dissenting opinion.\n\n[1] Rollo , pp. 3-21.\n\n[2] Id. at 22-27.\n\n[3] Id. at 35.\n\n[4] Republic Act No. 7309 (1992), An Act Creating a Board of Claims under the Department of Justice for Victims of Unjust Imprisonment or Detention and Victims of Violent Crimes and for Other Purposes.\n\n[5] Rollo , p. 35.\n\n[6] Id. at 22.\n\n[7] Id. at 28-29.\n\n[8] Id. at 6-7.\n\n[9] Id. at 30.\n\n[10] Id. at 30-31.\n\n[11] Id. at 35.\n\n[12] Id.\n\n[13] Id. at 36-40.\n\n[14] Id. at 22-27.\n\n[15] Id. at 27.\n\n[16] Id. at 24.\n\n[17] Id. at 25.\n\n[18] Id.\n\n[19] Id. at 26.\n\n[20] 627 Phil. 193 (2010) [Per C.J. Puno, En Banc ].\n\n[21] Id. at 232-233.\n\n[22] Rollo , p. 27.\n\n[23] Id. at 9-10.\n\n[24] Id. at 4-6.\n\n[25] Id. at 66-80.\n\n[26] Id. at 71-73.\n\n[27] Caballes v. Court of Appeals, G.R. No. 263481 , February 8, 2023 [Per J. Gaerlan, Third Division], citing Fajardo v. Court of Appeals , 591 Phil. 146, 153 (2008) [Per Acting C.J. Quisumbing, Second Division]. Citation omitted.\n\n[28] Rollo , pp. 6-7.\n\n[29] 308 Phil. 5 (1994) [Per J. Mendoza, En Banc ].\n\n[30] Id. at 11.\n\n[31] Id. at 10-11.\n\n[32] Id. at 9.\n\n[33] See CBK Power Company Limited v. Commissioner of Internal Revenue, G.R. No. 247918 , February 1, 2023 [Per J. Singh, Third Division].\n\n[34] G.R. No. 243133 , March 8, 2023 [Per J. Zalameda, En Banc ].\n\n[35] Id.\n\n[36] 624 Phil. 458 (2010) [Per J. Carpio, Second Division].\n\n[37] Id. at 467-468.\n\n[38] 611 Phil. 220 (2009) [Per J. Velasco, Jr., Third Division], citing Mapa v. Hon. Arroyo , 256 Phil. 527 (1989) [Per J. Regalado, Second Division].\n\n[39] Id. at 240.\n\n[40] Medicard Philippines, Inc. v. Commissioner of Internal Revenue , 808 Phil. 528, 552 (2017) [Per J. Reyes, Third Division].\n\n[41] People v. Sebilleno , 868 Phil. 374 (2020) [Per J. Leonen, Third Division].\n\n[42] J. Leonen, Reflections, p. 5.\n\n[43] A.M. No. P-19-3966 , February 17, 2021 [Per J. Leonen, Special Third Division].\n\n[44] Id.\n\n[45] J. Leonen, Reflection, p. 11.\n\nDISSENTING OPINION\n\nLEONEN, SAJ. :\n\nLaw contributes to a process of normalization. It can reify the status quo, or liberate. Being critical of our laws, even as lawyers and judges, will help see and understand our people to contribute to meaningful freedoms.\n\nThis Court can be critical. I take this opportunity to provide context and illustrate when the text of a law may mean differently to a marginalized group. In my view, this demonstrates a case when our interpretation heedless of context may result in an injustice.\n\nPetitioner Main T. Mohammad \"was arrested, detained, and charged with piracy and two counts of murder. Mohammad was identified as a member of the Abu Sayyaf Group (ASG) responsible for the kidnapping and murder of certain individuals.\" [1]\n\nFor the prosecution's failure to present a witness identifying petitioner as the same person charged in the Information, the murder case was dismissed and he was acquitted.\n\nClaiming to have been \"unjustly arrested, accused, and detained two years for a crime he did not commit,\" [2] petitioner filed a claim for compensation under Republic Act No. 7309. He argued that the law covers \"persons unjustly prosecuted even though they have been acquitted by the trial court, as the unjust prosecution ruined their honor and besmirched their reputations.... he was arrested, tagged, accused, and identified as a member of a notorious terrorist organization.\" [3]\n\nThe Department of Justice Board of Claims denied petitioner's claim, holding that the law requires conviction and subsequent acquittal on appeal, which did not happen in his case. The secretary of justice affirmed this ruling and explained that not all instances of unjust imprisonment or detention is compensable. [4]\n\nPetitioner then filed the present Petition for Certiorari , which this Court is dismissing.\n\nI\nSection 3 of Republic Act No. 7309 enumerates who may file compensation claims before the Board of Claims:\nSection 3. Who may File Claims. — The following may file claims for compensation before the board:\n\n[TABLE_CONTENT]\na) | any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal;\n | \nb) | any person who was unjustly detained and released without being charged;\n | \nc) | any victim of arbitrary or illegal detention by the authorities as defined in the Revised Penal Code under a final judgment of the court; and\n | \nd) | any person who is a victim of violent crimes. For purposes of this Act, violent crimes shall include rape and shall likewise refer to offenses committed with malice which resulted in death or serious physical and/or psychological injuries, permanent incapacity or disability, insanity, abortion, serious trauma, or committed with torture, cruelty or barbarity. (Emphasis supplied)\n[END_TABLE]\n\na) any person who was unjustly accused, convicted, and imprisoned but subsequently released by virtue of a judgment of acquittal ;\n\nb) any person who was unjustly detained and released without being charged;\n\nc) any victim of arbitrary or illegal detention by the authorities as defined in the Revised Penal Code under a final judgment of the court; and\n\nd) any person who is a victim of violent crimes. For purposes of this Act, violent crimes shall include rape and shall likewise refer to offenses committed with malice which resulted in death or serious physical and/or psychological injuries, permanent incapacity or disability, insanity, abortion, serious trauma, or committed with torture, cruelty or barbarity. (Emphasis supplied) Republic Act No. 7309 grants compensation to the following: those unjustly accused, convicted, and imprisoned but subsequently acquitted; those unjustly detained and released without being charged; victims of arbitrary or illegal detention by authorities; and victims of violent crimes. Petitioner is claiming compensation under the first class.\n\nThe majority ruled that to be granted compensation, an individual must have been (1) unjustly accused; (2) convicted of the offense; (3) imprisoned due to this conviction; but (4) subsequently acquitted by a judgment.\n\nTo a certain extent, I agree. Our justice system permits the probing inquiry of a judge, who reviews the prosecutor's exercise of discretion. Although unfortunate, not all cases of conviction with subsequent acquittal entitle a person to compensation. Thus, without conviction, as in this case, the majority concludes that there can be no basis to compensate one who was supposed to be unjustly accused.\n\nBasbacio v. Drilon [5] discussed how \"unjust conviction\" entailing compensation under the law pertains to the manner through which a person was convicted due to an unjust accusation, and not solely based on a subsequent acquittal:\nBut Sec. 3(a) requires that the claimant be \"unjustly accused, convicted [and] imprisoned.\" The fact that his conviction is reversed and the accused is acquitted is not itself proof that the previous conviction was \"unjust.\" An accused may be acquitted for a number of reasons and his conviction by the trial court may, for any of these reasons, be set aside. For example, he may be acquitted not because he is innocent of the crime charged but because of reasonable doubt, in which case he may be found civilly liable to the complainant, because while the evidence against him does not satisfy the quantum of proof required for conviction, it may nonetheless be sufficient to sustain a civil action for damages. In one case the accused, an alien, was acquitted of statutory rape with homicide because of doubt as to the ages of the offended parties who consented to have sex with him. Nonetheless the accused was ordered to pay moral and exemplary damages and ordered deported. In such a case to pay the accused compensation for having been \"unjustly convicted\" by the trial court would be utterly inconsistent with his liability to the complainant. Yet to follow petitioner's theory such an accused would be entitled to compensation under Sec. 3(a).\n\nThe truth is that the presumption of innocence has never been intended as evidence of innocence of the accused but only to shift the burden of proof that he is guilty to the prosecution. If \"accusation is not synonymous with guilt,\" so is the presumption of innocence not a proof thereof. It is one thing to say that the accused is presumed to be innocent in order to place on the prosecution the burden of proving beyond reasonable doubt that the accused is guilty. It is quite another thing to say that he is innocent and if he is convicted that he has been \"unjustly convicted.\" As this Court held in a case:\nThough we are acquitting the appellant for the crime of rape with homicide, we emphasize that we are not ruling that he is innocent or blameless. It is only the constitutional presumption of innocence and the failure of the prosecution to build an airtight case for conviction which saved him, not that the facts or unlawful conduct do not exist. To say then that an accused has been \"unjustly convicted\" has to do with the manner of his conviction rather than with his innocence. An accused may on appeal be acquitted because he did not commit the crime, but that does not necessarily mean that he is entitled to compensation for having been the victim of an \"unjust conviction.\" If his conviction was due to an error in the appreciation of the evidence the conviction while erroneous is not unjust. That is why it is not, on the other hand, correct to say as does respondent, that under the law liability for compensation depends entirely on the innocence of the accused.\n\nThe phrase \"unjustly convicted\" has the same meaning as \"knowingly rendering an unjust judgment\" in Art. 204 of the Revised Penal Code. What this Court held in In re Rafael C. Climaco applies:\nIn order that a judge may be held liable for knowingly rendering an unjust judgment, it must be shown beyond doubt that the judgment is unjust as it is contrary to law or is not supported by the evidence, and the same was made with conscious and deliberate intent to do an injustice[. . . .]\n\nTo hold a judge liable for the rendition of manifestly unjust judgment by reason of inexcusable negligence or ignorance, it must be shown, according to Groizard, that although he has acted without malice, he failed to observe in the performance of his duty, that diligence, prudence and care which the law is entitled to exact in the rendering of any public service. Negligence and ignorance are inexcusable if they imply a manifest injustice which cannot be explained by a reasonable interpretation. Inexcusable mistake only exists in the legal concept when it implies a manifest injustice, that is to say, such injustice which cannot be explained by a reasonable interpretation, even though there is a misunderstanding or error of the law applied, yet in the contrary it results, logically and reasonably, and in a very clear and indisputable manner, in the notorious violation of the legal precept. Indeed, Sec. 3(a) does not refer solely to an unjust conviction as a result of which the accused is unjustly imprisoned, but, in addition, to an unjust accusation. The accused must have been \"unjustly accused, in consequence of which he is unjustly convicted and then imprisoned. It is important to note this because if from its inception the prosecution of the accused has been wrongful, his conviction by the court is, in all probability, also wrongful. Conversely, if the prosecution is not malicious any conviction even though based on less than the required quantum of proof in criminal cases may be erroneous but not necessarily unjust.\n\nThe reason is that under Rule 112, sec. 4, the question for the prosecutor in filing a case in court is not whether the accused is guilty beyond reasonable doubt but only whether \"there is reasonable ground to believe that a crime has been committed and the accused is probably guilty thereof.\" Hence, an accusation which is based on \"probable guilt\" is not an unjust accusation and a conviction based on such degree of proof is not necessarily an unjust judgment but only an erroneous one. The remedy for such error is appeal. [6] (Emphasis supplied, citations omitted) Upon further reflection, I find that there is room for a nuanced analysis here. He was not convicted as contemplated by the law since a judge acquitted him upon the prosecution's failure to identify him. However, in my view, he was unjustly accused and unjustly arrested at the inception, and may still be compensated.\n\nII\nMuslim profiling and prevalent cases of mistaken identity is a matter of concern.\n\nThe unfortunate reality is that Muslims are disproportionately victimized by law enforcers who mistake their identities. At its core, it may be the \"misguided unfortunately uneducated, cultural stereotype that has caused internal conflict and inhumane treatment of Filipinos of a different faith from the majority\" [7] that this Court had been repeatedly denouncing.\n\nRegrettably, there are Muslims arbitrarily arrested on flimsy grounds: their names mistaken as someone else's, or their mere wearing of hijab or a beard. It may be anything that silently communicates their religious beliefs that are, at times, equated with acts of terror. Some law enforcers hardly understand that Abdul Mohammad is not the same person as Abdel Mohammad, that Aisha Lukman is not Aisha Lucman , or that daily expressions of \" Allahu Akbar !\" is not a call to war. In some cases, this misguided cultural stereotype had led people to fear their fellow Filipinos' mere presence.\n\nThis Court is no stranger to this stigma, as parties—often State agents—have pleaded these harmful labels before us. At least five cases in the past 10 years presented different scenarios of the same pattern.\n\nIn the 2021 case of Garlan v. Sigales, Jr. , [8] this Court suspended a sheriff who employed violence as he was executing a writ. Seeking a reconsideration, he ironically justified his employment of violence by pleading that he was in a \"neighborhood of Muslims\" where there was supposedly a \" clear security risk.\" This Court reprimanded him for his unfounded and baseless argument, and affirmed his one-year suspension:\nIt is not this Court's judicial policy and resolve to ignore biased, discriminatory, and bigoted statements into oblivion. Every pronouncement to this effect shall be denounced, if only to contribute to unlearning attitudes that have disproportionately endangered the religious minority. In this light, sheriffs are reminded to always act with propriety and decorum. Abuse of authority and violence premised on outdated and harmful stereotypes do not justify resort to use of force.\n\n. . . .\n\nRespondent postulates that because complainant's house is in a \"neighborhood of Muslims,\" there was \"a clear security risk.\" He goes on to specifically name the place, in the hopes that this Court will grant his appeal that had he not resorted to force, his assistant will be left to be \"butchered.\"\n\nThese may not have been the exact same words in Sebilleno and Abdulah , but it's the same language of discrimination, bigotry, and bias that must be denounced. This \"othering\" that casts the religious minority into the margins serves no real purpose, save for creating barriers among our people. We acknowledge that this is systemic and prevalent to this day, and a single individual cannot dislodge this practice by himself or herself. However, this Court cannot turn a blind eye that it exists, and simply hope that this worn-out prejudice will naturally retire itself. We will condemn every pronouncement to this effect, if only to contribute to unlearning attitudes that have disproportionately endangered our fellow Filipinos.\n\nRespondent is reminded that bigoted views cannot justify his resort to force. Ironically, it is his unfounded fear, premised on outdated harmful stereotypes, that propelled him into using force. We reiterate that [t]his Court has cautioned every person involved in dispensing justice to always act with propriety and decorum. Respondent's abuse of his authority and failure to satisfactorily explain the violence he employed does not meet the exacting standard we impose on our officers. [9] (Citations omitted) Garlan recounted two similar cases of Muslim stereotyping: People v. Sebilleno [10] and People v. Abdulah , [11] both decided within the past four years, with the Office of the Solicitor General itself along with police officers, exhibiting the discriminatory profiling of Muslims:\nIn the recent case of People v. Sebilleno , this Court reprimanded the Solicitor General when it pleaded that the police deviated from the requirements of the Comprehensive Dangerous Drugs Act because the buy­bust operation transpired in a \" notorious Muslim community \":\nJust because a community outside of Mindanao is predominantly Muslim does not mean that it should be considered presumptively \"notorious.\" It is this type of misguided, unfortunately uneducated cultural stereotype that has caused internal conflict and inhuman treatment of Filipinos of a different faith from the majority.\n\n. . . .\n\nThe Solicitor General averred that inventory was conducted in the police station, because \"the apprehending team would be putting their lives in peril considering that the area where the buy-bust operation was conducted is a notorious Muslim community .\"\n\nThe Office of the Solicitor General, which represents no less than the Government of the Philippines in a number of legal matters, ought to be circumspect in its language. This averment from the Solicitor General exhibits biased, discriminatory, and bigoted views; unbecoming of a public official mandated to act with justice and sincerity, and who swore to respect the rights of persons. This is the kind of language that diminishes the public's trust in our state agents. These are the words that when left unguarded, permeate in the public's consciousness, encourage further divide and prejudices against the religious minority, and send this country backward. We cannot condone this. As stressed, the prosecution must not only plead, but also prove an excusable ground. This Court fails to see how a Muslim community can be threatening or dangerous, that would put our law enforcers' lives to peril. The Solicitor General's colorful choice of word, \"notorious,\" does not inspire confidence either.\n\nWe cannot condone this. (Emphasis in the original) This was reiterated in People v. Abdulah , where this Court also denounced discriminatory remarks which sought to justify noncompliance with the Comprehensive Dangerous Drugs Act. The law enforcers testified that the place of arrest was unsafe for being \" a Muslim area \":\nCursory and shallow averments of unsafe conditions premised on the profile of a given locality's population reveals indolence, if not bigotry. Such trite references fall woefully short of the law's lofty standards and cast doubt on the conduct of buy-bust operations. They justify the acquittal of those whose prosecutions are anchored on noncompliant police operations. . . . . We stressed that such invocation constitutes a bigoted view that only stirs conflict among Filipinos of different religious affiliations.\n\nTo sustain the police officers' equating of a so-called \"Muslim area\" with dangerous places does not only approve of a hollow justification for deviating from statutory requirements, but reinforces outdated stereotypes and blatant prejudices.\n\nIslamophobia, the hatred against the Islamic community, can never be a valid reason to justify an officer's failure to comply with Section 21 of Republic Act No. 9165. Courts must be wary of readily sanctioning lackadaisical justifications and perpetuating outmoded biases. No form of religious discrimination can be countenanced to justify the prosecution's failure to comply with the law. [12] (Emphasis in the original) Worth noting is how these three cases involved agents in the dispensation of justice: no less than the Office of the Solicitor General, police officers, and a sheriff.\n\nThe disproportionate number of unjustly accused Muslims due to a \"mistaken identity\" is not imagined.\n\nRecently, in the 2022 case of Sema v. Republic , [13] this Court lifted the Freeze Order against the bank accounts of Bai Sandra Sinsuat Ampatuan Sema (Sema) and her husband Muslimin Gampong for lack of probable cause.\n\nSema, a known political figure in the south, persistently insisted that she was not Sajid Islam Uy Ampatuan's wife, \"Bai Zandra Ampatuan\" who was named respondent in the freeze order issued by the Court of Appeals. However, the appellate court was heedless, solely because of her sharing the same surname as the Ampatuans. Her assets were frozen, despite the Anti­Money Laundering Council's failure to show how she was connected to the unlawful activities:\nFirst, the Urgent Ex Parte Petition narrated the factual antecedents that led to the application for the freeze order. It alleged the spurious transactions but failed to mention how petitioner was related to these. All it stated was that the Council conducted an investigation on the \"immediate relatives of the Ampatuans,\" and proceeded to enumerate petitioner's bank accounts without explaining how these were in any way connected to the unlawful activities.\n\n. . . .\n\nSecond, the Council's investigation contained in AMLC Resolution No. 50, series of 2011 likewise failed to show how petitioner was connected to the unlawful activities. It merely mentioned that a \"database search was also conducted on the immediate relatives of the Ampatuans,\" and listed petitioner's bank accounts without any explanation.\n\nUpon clarification, Mr. Jerome Golpo (Golpo) of the Council, a member of the team that conducted the database search, said that petitioner was only included \"because of the surname. [S]he was categorized in the database [as a] 'might be'.\" At that time, the Council was still continuing its investigation as to petitioner's \"importance or relevance until a money­laundering case is actually filed.\" Golpo admitted that he was unsure if petitioner is indeed an immediate relative of the Ampatuans, and merely based the connection on the fact that she had the name Ampatuan.\n\nThird. Saliao's Sinumpaang Salaysay , also mentioned in AMLC Resolution No. 50, series of 2011, mentioned 16 individuals and three entities, but petitioner's name was notably not included. [14] (Emphasis supplied, citations omitted) In that case, there was practically no evidence tying Serna to the Ampatuans' unlawful acts. Her name did not appear in any of the complaint-­affidavits, nor was there any allegation against her. This Court underscored that the mistaken identity case was never fully considered, despite the Court of Appeals' acknowledgment that Serna insisted that she was not the proper party. There, we resolved that \"[a] person's identity should be ascertained even in—or especially in—the determination of probable cause for the issuance of a freeze order. A party who has not been shown by probable cause to have any involvement whatsoever in unlawful activities should not be subject to a freeze order.\" [15]\n\nIn In re Salibo , [16] this Court had the opportunity to clarify that \"[h]abeas corpus is the proper remedy for a person deprived of liberty due to mistaken identity. In such cases, the person is not under any lawful process and is continuously being illegally detained.\" [17] In this case, Datukan Malang Salibo (Salibo) was in Saudi Arabia for the Hajj (pilgrimage) when the November 23, 2009 Maguindanao Massacre transpired. Upon his return to the country, he learned that the police suspected him to be Butukan S. Malang, one of the 197 accused in the massacre. Seeking to clear his name, Salibo went to the police station, but was eventually apprehended. [18]\n\nMaintaining that he was not accused Butukan S. Malang, Salibo filed a petition for habeas corpus before the Court of Appeals and questioned the legality of his detention. The Court of Appeals dismissed it, finding that his detention was under a valid information and warrant of arrest. \"Even assuming that Salibo was not the Butukan S. Malang named in the Alias Warrant of Arrest, the Court of Appeals said that [t]he orderly course of trial must be pursued and the usual remedies exhausted before the writ [of habeas corpus] may be invoked[.]\" [19]\n\nReversing the appellate court, this Court held that \"Salibo was not arrested by virtue of any warrant charging him of an offense. He was not restrained under a lawful process or an order of a court. He was illegally deprived of his liberty, and, therefore, correctly availed himself of a Petition for Habeas Corpus.\" [20] This Court stressed that there was no charge against Salibo, and the police officers had no probable cause to arrest him without a warrant.\n\nGarlan, Sebilleno, Abdulah, Sema , and In re Salibo are just some of the cases which demonstrate the propensity to profile Muslims. Undoubtedly there are manifestations of Muslim profiling in other cases. The systemic prejudice may be hidden behind other pleadings that are left unchecked and uncorrected. Worse, these prejudice sometimes come from State agents.\n\nIn a 2015 article, the Center for Media Freedom and Responsibility recounted ABS-CBN's investigative series on the \"PNP-AFP wrongful arrests.\" The series found that there had been 51 wrongful arrests in the government's campaign against the Abu Sayyaf Group from 2004 to 2014:\nCHEERS TO ABS-CBN 2's TV Patrol for its investigative series on the Philippine National Police-Armed Forces of the Philippines (PNP-AFP) rewards system for the arrest or allegedly high-value terrorists and criminals in the Philippines.\n\nTV Patrol's Investigative Reports reviewed the multimillion rewards system for the arrest of wanted personalities which led to several wrongful arrests from 2004 to 2014. The series was aired from March 25 to 27, 2015.\n\nIn the first part or the series, the report reviewed the government's campaign against the Abu Sayyaf from 2004 to 2014. The government has released some Php 280 million in reward money for informants and \"tipsters\" that led to the arrest of suspected terrorists. But according to the report, there were 51 wrongful arrests on record during that period.\n\nThe investigative story also reported the details of the PNP-AFP rewards system. It interviewed former chief of the Philippine National Police Criminal Investigation and Detection Group (CIDG) General Investigation Unit and retired police Supt. Jess Kabigting, who admitted that some officers received kickbacks or shared the rewards for the arrest of allegedly high-value terrorists.\n\nInvestigative Reports also interviewed a government official and an intelligence officer who chose not to be identified.\n\nChief Supt. Wilben Mayor, deputy director of the PNP's Directorate for Intelligence, denied that such a scheme was in place. He said cash rewards are given informants in full.\n\nThe second part of the series said that the cash rewards were a major incentive for PNP and AFP officers in many of the arrests.\n\nBased on the data collected by ABS-CBN News it seems there were two Radzmar Sangkula arrested by the PNP; there were two \"Black Tungkang\"; three Jerome Mustakim; three Edwin Sawaldi; two Ustad2 Hamad Idris; two Mohamad Said Sali; two Abdsil Dima; two Madia Hamja; and two Hussein Kasim. The rewards for these \"most wanted personalities\" ranged from Php 100,000 to Php 3.3 million.\n\nThe report highlighted the review of the transcripts of a 2014 Pasig court resolution for the Jehovah s Witnesses kidnapping case. The suspects were known as the \"Black Tungkangs' and had Php 3.3 million rewards on their heads. There were two suspects arrested in 2012.\n\nIn 2014, the state prosecutor of the case moved for the immediate release of one of the accused when the witness, a former kidnap victim, said that the person before her was not among her kidnappers.\n\nThe National Commission on Muslim Filipinos recommended the review of the PNP-AFP rewards system. [21] It is not a misrepresentation if we recognize that our system may have unfairly profiled Muslims, born out of an outdated generalization that must be dismantled. This case appears to be another manifestation of the State wrongfully depriving a citizen of their liberty for a \"mistaken identity\" on a completely groundless basis, emboldened by our biases.\n\nIII\n\"No person shall be deprived of life, liberty, or property without due process of law, nor shall any person be denied the equal protection of the laws.\" [22]\n\nThe State deprived petitioner of his liberty for two years without any evidence at all. He was accused as a member of a notorious terrorist organization, the Abu Sayyaf Group. Yet, nothing was presented to identify him to be the same person as that charged in the Information, warranting his eventual acquittal. Thus, petitioner was arrested without probable cause, unlawfully deprived of his liberty.\n\nIt is in this context when petitioner urges this Court to underscore \" unjust \" in reading the law, and argues that the word \" and \" should not be strictly construed. Accused must not have to suffer all three unjust actions—accusation, conviction, and imprisonment—to be compensated. He observes that this interpretation leads to an absurdity, contrary to the law's purpose of compensating the injustice:\n40. In a case, the Honorable Court held that as a rule the word \"and\" denotes a joinder or union or words, phrases, or clauses, but that \"a more important rule of statutory construction dictates that laws should be construed in a manner that avoids absurdity or unreasonableness.\" ( Microsoft Corporation v. Manansala , G.R. No. 166391, October 21, 2015)\n\n41. In this case, the over-reliance on the word \"and\" - instead of focusing on the operative word \"unjust\" - would lead to absurdity and defeat the purpose of the law.\n\n42. For instance, between (1) a person who was unjustly accused, convicted and imprisoned for 3 years only, then acquitted on appeal; and (2) a person who was unjustly accused, imprisoned for 10 long years, then acquitted by the trial court – who suffers more? Whose case is more unjust?\n\n43. Respondent's interpretation of Section 3(a) allows the accused in the first case to claim compensation, but not the accused in the second case. This interpretation is not only contrary to the clear wording of the law (which does not require a prior conviction), it also runs counter to the intent and spirit of the law that grants compensation to all those who suffered unjust accusation and detention. [23] Thus, I also submit that what is \"unjust\" under the law may not simply be determined by a prior conviction and a subsequent judgment of acquittal by an appellate court. [24] There may be unwarranted prejudices that is systematically perpetuated.\n\nI take exception on how petitioner's continued detention during trial was supposedly proper and that there was \"nothing irregular\" [25] since he was charged with two non-bailable offenses of piracy and murder. Precisely, there lies the injustice. In the ponencia's words, \"considering the gravity of the offenses charged,\" [26] petitioner was unjustly accused as there was no iota of proof that he was the person charged in the Information, the proper party to the criminal case. He was thereafter illegally detained on these charges when there was no evidence pointing to him as the perpetrator of the supposedly grave offenses. To stress, he was tagged as a member of a notorious terrorist group. I find that the injustice that entails compensation is palpable, without the need for a prior conviction.\n\nRepublic Act No. 7309 is a good reparation measure, exacting accountability from the State for wrongful persecutions and seeking to correct injustice through minimal compensation. Indeed, sloppy police work may lead to an injustice. Law enforcers are not simply tasked to notify the judge of an arrest with no case build-up or any investigation. When they trample on fundamental freedoms, the least that the State can do is to compensate the victim.\n\nFinally, there may be credence in petitioner's observation that if Section 3(a) of the law requires prior conviction, this violates the equal protection clause of the Constitution:\n53. In this case, the exclusion or those who were unjustly accused, imprisoned and acquitted by the trial court from the benefit of compensation – per respondent's interpretation – is \"palpably arbitrary or capricious\" and exceeded the \"bounds of reasonable choice\".\n\n54. There is no appreciable distinction between (1) a person who was acquitted by the trial court; and (2) a person who was acquitted on appeal, provided they were both unjustly accused and imprisoned. In fact, petitioner submits that, if at all there is a distinction, it is the person who was acquitted by the trial court who suffered more because his acquittal is a showing or the complete lack of evidence against him. Why then does respondent distinguish?\n\n55. To illustrate the absurdity of the classification, persons A and B were unjustly accused and imprisoned and tried by different courts. Person A was acquitted by the trial court but, because of certain factors, was detained for 10 years. Person B on the other hand was convicted by the trial court but acquitted on appeal. Because the trial and appellate courts acted swiftly, person B was detained for 3 years only. Without bail, both continue to be incarcerated while trial ensues.\n\n56. Under respondent's interpretation of Section 3(a), person B may be entitled to compensation, but not person A. This, even if both A and B: (a) were unjustly accused and imprisoned, (b) lose out on the economic and social opportunities outside jail, (c) experience the stigma of having been detained, and (d) experienced adverse physical and mental effects while detained.\n\n57. Why then is conviction a prerequisite to apply for compensation under Section 3(a) when there is no substantial distinction as to the suffering of both persons? (In fact, in the example given, person A can be said to have suffered more, having been detained longer.)\n\n58. Why is a detention prisoner (person A) given less by the law (RA 7309) than a convicted prisoner (person B) when there is no substantial distinction between the two?\n\n59. The Honorable Court has recognized that there is no substantial distinction between detainees and convicted prisoners. [27] In my view, when this Court decides cases, it must not be blind to the reality that pleadings alone may not fully capture. We need to construe law from different lenses, knowing that our freedoms should be individually and socially meaningful. There is no true freedom unless all persons, identities, and communities enjoy meaningful freedom.\n\nDivorced of context when reading law, we may fail to do justice.\n\nACCORDINGLY , I vote for the grant of compensation for petitioner Main T. Mohammad's unjust accusation and imprisonment.\n\nFurnish the Senate President and the House of Representatives Speaker copies of the Decision and Separate Opinion in this case for their consideration.\n\n[1] Ponencia , p. 2.\n\n[2] Id.\n\n[3] Id. at 3.\n\n[4] Id.\n\n[5] 308 Phil. 5 (1994) [Per J. Mendoza, En Banc ].\n\n[6] Id. at 9-11.\n\n[7] People v. Sebilleno , 868 Phil. 374, 376 (2020) [Per J. Leonen, Third Division].\n\n[8] A.M. No. P-19-3966 , February 17, 2021 [Per J. Leonen, Special Third Division].\n\n[9] Id.\n\n[10] 868 Phil. 374 (2020) [Per J. Leonen, Third Division].\n\n[11] 872 Phil. 1124 (2020) [Per J. Leonen, Third Division].\n\n[12] Garlan v. Sigales, Jr., A.M. No. P-19-3966 , February 17, 2021 [Per J. Leonen, Special Third Division] citing People v. Sebilleno , 868 Phil. 374 (2020) [Per J. Leonen, Third Division] and People v. Abdulah , 872 Phil. 1124 (2020) [Per J. Leonen, Third Division].\n\n[13] G.R. No. 198083 , October 10, 2022 [Per .J. Leonen, Second Division].\n\n[14] Id. at 19-20. This pinpoint citation refers to the copy of this decision uploaded to the Supreme Court website.\n\n[15] Id. at 22.\n\n[16] 757 Phil. 630 (2015) [Per J. Leonen, Second Division].\n\n[17] Id. al 634.\n\n[18] Id. at 634-635.\n\n[19] Id. at 639.\n\n[20] Id. at 654.\n\n[21] CMFR Staff, PNP-AFP wrongful arrests , CENTER FOR MEDIA FREEDOM AND RESPONSIBILITY, May 14, 2015, available at https://cmfr-phil.org/media-ethics-responsibility/ethics/pnp-afp-wrongful-arrests (last accessed on February 24, 2024).\n\n[22] CONST., art. III, sec. 1.\n\n[23] Rollo , p. 11.\n\n[24] Ponencia , p. 6.\n\n[25] Id. at 7.\n\n[26] Id.\n\n[27] Id. at 13-14.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 61148,
  "metadata_extraction_date": "2025-11-01T05:59:21.124344",
  "extraction_version": "2.0_enhanced_full_content"
}