{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/december/GR_130653.html",
  "filename": "GR_130653.html",
  "year": 2001,
  "month": "december",
  "case_number": "130653",
  "gr_number": "130653",
  "volume_page": "423 Phil. 207",
  "decision_date": null,
  "title": "An act to impose the death penalty on certain heinous crimes, amending for that purpose the Revised Penal Code, as amended, other special penal laws, and for other purposes.[12] People vs. Licanda, 331 SCRA 357.[13] People vs. Manuel Liban, G.R. No. 136247 and 138330, 22 November 2000.[14] People vs. Catubig, G.R. No. 137842, 23 August 2001. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "impose",
    "penalty",
    "certain",
    "heinous",
    "crimes",
    "amending",
    "purpose",
    "revised",
    "code",
    "amended",
    "special",
    "purposes",
    "people",
    "licanda",
    "manuel",
    "november",
    "catubig",
    "august",
    "supreme",
    "court"
  ],
  "title_summary": "An act to impose the death penalty on certain heinous crimes, amending for that purpose the Revis...",
  "formatted_case_content": "View printer friendly version\n423 Phil. 207\n\nEN BANC\nEN BANC\n\n[ G.R. No. 130653 & 139384, December 11, 2001 ]\n[ G.R. No. 130653 & 139384, December 11, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FRANCISCO BANIQUED, ACCUSED-APPELLANT.DECISION\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FRANCISCO BANIQUED, ACCUSED-APPELLANT.\n\nDECISION\n\nVITUG, J.:\n\nFrancisco Baniqued was charged with the crime of rape, on two counts, before the Regional Trial Court, Branch 65, of Tarlac, Tarlac, in separate criminal complaints, both dated 11 November 1996, which read:\n\nIn Criminal Case No. 9400 -\n\"The undersigned Arlene Baniqued, 15 years old, represented at this instance by the DSWD, after the necessary preliminary investigation conducted by Assistant Provincial Prosecutor Aladin C. Bermudez, Jr. in accordance with the Rules on Criminal Procedure, accuses her own father, Francisco Baniqued, a resident of Abagon, Gerona, Tarlac, with a crime of Rape, committed as follows:\n\n\"That on or about the month of June, 1996, at Brgy. Abagon, Municipality of Gerona, Province of Tarlac, Philippines and within the jurisdiction of this Honorable Court, the said accused did then and there willfully, unlawfully and feloniously, with lustful design and grave abuse of moral ascendancy and by force and intimidation, have sexual intercourse with his own daughter, Arlene Baniqued, the undersigned herein, against her will.\" [1]\nIn Criminal Case No. 9401 -\n\"That on or about the 4th day of September, 1996 at Brgy. Abagon, Municipality of Gerona, Province of Tarlac, Philippines and within the jurisdiction of this Honorable Court, the said accused did then and there willfully, unlawfully and feloniously, with lustful design and grave abuse of moral ascendancy and by force and intimidation, have sexual intercourse with his own daughter, Arlene Baniqued, the undersigned herein, against her will.\" [2]\nUpon his arraignment, the accused, duly represented by counsel, pled \"not guilty\" to the offenses charged; forthwith, trial ensued on the two cases.\n\nThe evidence for the prosecution was summarized by the Solicitor General in the Appellee's Brief submitted to the Court.\n\"Sometime in June 1996 at early dawn, private complainant Arlene Baniqued who at the time was fifteen (15) years old, was sleeping in the sala of her house while her brothers slept with her parents in the only bedroom of the house. She was awakened to find her father, appellant Francisco Baniqued, already undressed and on top of her (pp. 6-8, TSN, January 22, 1997).\n\n\"Appellant told her `Do not make any noise we will just play' (p. 9, ibid.) and proceeded to take off Arlene's short pants and panties. Arlene cried `Papa do not do it,' but appellant pointed a knife (`lanseta') at her and threatened to kill her (p. 10, ibid.) Appellant then proceeded to kiss Arlene's neck and successfully had sexual intercourse with her for thirty (30) minutes, caressing her breasts and laughing (p. 13-14, ibid.). Arlene could only cry feeling pain at the penetration (pp. 13-14, ibid.) and could not resist her father because she was crushed by his weight. When she struggled with her legs, appellant put down his knife and struck her thighs, then held both Arlene's hands with his left hand and held the knife with his right (pp. 6-7, 10, TSN, February 4, 1997).\n\n\"After appellant was finished, he merely got up and dressed, then asked Arlene `Anak, masarap ba?' Arlene did not say anything. When her father left her, she cried (pp. 14-15, TSN, January 22, 1997).\n\n\"The following morning, Arlene was feverish, but did not tell anyone in her family of the incident (Ibid.).\n\n\"In the evening of September 3, 1996, Arlene noticed that appellant was unusually affectionate towards her (`inaamo') (p. 7, TSN, January 28, 1997) and gave her money. Appellant even displayed his genitalia for Arlene to see while the latter was washing the dishes (Ibid.).\n\n\"Later at one o'clock in the morning of September 4, 1996 when the whole Baniqued family were sleeping in the bedroom, except for Arlene who was sleeping in the sala, she again woke up to find her father undressed and on top of her. She was already rid of her own shorts and panties (p. 17, TSN, January 22, 1997). Arlene pleaded with appellant by saying `Papa, do not do it' and pushed him away, but appellant was successful in having intercourse with her while pointing a knife at her chest. Arlene's ordeal lasted for fifteen (15) minutes. She again felt pain at the penetration and cried (pp. 17-19, 27-30, ibid.). After the intercourse, appellant just left Arlene (p. 20, ibid.).\n\n\"The following day, Arlene confided to her classmates what her father did to her and was advised to get out of their house immediately (Ibid.) Arlene likewise told her Aunt Dory and Uncle Mario of her ordeal. Her Aunt Dory then proceeded to bring Arlene to Guimba, Nueva Ecija to stay momentarily with a friend of the former (pp. 20-21, ibid.).\n\n\"Appellant was arrested on September 22, 1996 (p. 10, TSN, April 8, 1997) and the criminal investigation proceeded.\n\n\"Arlene presented herself for medical examination. The results thereof were submitted by the Medico-Legal Officer, Dr. Alicia E. Castro, in the Medico-Legal Certificate dated October 25, 1996, to wit:\n\n[TABLE_CONTENT]\n\"GENITALIA: | mons pubis with black hair sparsely distributed, labia majora partially hiding the minora, fourchette U-shaped with minimal whitish mucoid discharge, hymenwith old healed superficial lacerations at 3:00 o'clock, 5:00 o'clock, 6:00 o'clock positions.'\"[3]\n[END_TABLE]\n\n\"GENITALIA: mons pubis with black hair sparsely distributed, labia majora partially hiding the minora, fourchette U-shaped with minimal whitish mucoid discharge, hymen with old healed superficial lacerations at 3:00 o'clock, 5:00 o'clock, 6:00 o'clock positions .'\" [3] The accused, denying the accusations, claimed that he was not at home when the rape incidents allegedly occurred. He asserted that from June 1 to June 30, 1996, he was in San Carlos, Pangasinan, with his second wife, Virginia Taduran, while his children, including Arlene, were staying in their house in Brgy. Abagon, Gerona, Tarlac. The accused would only send money to his children, through Virginia, who would go home in Brgy. Abagon, Gerona, Tarlac, once a week in the month of June 1996. In August, 1996, the accused went home in Gerona only to discover that Arlene had by then left their house. The accused had previously threatened to stop supporting her in school due to her laziness and for being hardheaded. The accused went back to Pangasinan on 04 September 1996 and only returned to Brgy. Abagon on 15 September 1996. He was later informed by his sister-in-law Dory that she brought Arlene to Guimba, Nueva Ecija. On 23 September 1996, he was arrested by the police on the basis of the complaints for rape filed by his daughter.\n\nOn 07 July 1997, the trial court rendered its decision; it found the accused guilty, on two counts, of the crime of rape; it held:\n\"WHEREFORE, this Court finds accused Francisco Baniqued GUILTY beyond reasonable doubt of the crime of rape as defined and penalized in Article 335 of the Revised Penal Code, as amended by Republic Act No. 7659, in Criminal Case No. 9400 and in Criminal Case No. 9401 and hereby sentences him in EACH CASE to suffer the penalty of DEATH by lethal injection; he is further ordered to pay complainant P50,000.00 for each case as moral damages, to pay complainant the amount of P50,000.00 as exemplary damages and to pay the costs.\" [4]\nThe death penalty having been imposed, the records of the case were elevated to this Court for automatic review.\n\nIn his appeal brief, Francisco Baniqued contends that the trial court has gravely erred in convicting him and in sentencing him to suffer the extreme penalty.\n\nIn rape cases, the credibility of the victim is normally determinative of its outcome, her sole testimony, if credible, being quite often sufficient to declare a conviction. [5] It becomes most important, therefore, to examine closely her testimony and how it is given before the trial court. The Court here reproduces, at length, her narration at the witness stand.\n\n[TABLE_CONTENT]\n\"FISCAL CAPULONG:\n | \n\"Q | Arlene, will you inform the Honorable Court if you still recall thedayin the month of June 1996 when according to you, your father went on top of you?\n | \n\"A | No sir.\n | \n\"Q | What about thetimewhen according to you in the month of June 1996 when your [father] went on top of you?\n | \n\"A | In the early morning or early dawn, sir.\n | \n\"Q | Incidentally Arlene, in what particular place in your residence [were] you sleeping?\n | \n\"A | In our sala sir.\n | \n\"Q | At the sala where you were sleeping then, were there other persons sleeping at that time?\n | \n\"A | I [was] the only one sir.\n | \n\"Q | What about the other persons or members of your family where [were] they sleeping?\n | \n\"A | Upstairs sir.\n | \n\"Q | Could you describe your residence, is it made of what or is it two storey?\n | \n\"A | It is made of two storey.\n | \n\"Q | Will you describe your house?\n | \n\"A | Inside the house on the left side is the bed of my father and mother, sir.\n | \n\"Q | This bed of your father and mother, is it on the ground floor or on the upper part of your house?\n | \n\"A | Upper part of our house, sir.\n | \n\"Q | What about your brothers where [were] they sleeping?\n | \n\"A | They [were] with them sir.\n | \n\"Q | Incidentally in June 1996 how old were you then?\n | \n\"A | Fifteen (15) years old sir.\n | \n\"Q | Could you tell us if you still recall what you were then wearing on that night your father went on top of you on June 1996?\n | \n\"A | Yes sir.\n | \n\"Q | What were you then wearing?\n | \n\"A | T-shirt and short pants, sir.\n | \n\"Q | According to you, your father on the night of June 1996 went on top of you, could you further explain how he went on top of you?\n | \n\"A | He was undressed when I noticed him on top of me, and he was removing my dress, sir.\n | \n\"Q | I supposed, you [were] sleeping when your father went beside you?\n | \n\"A | Yes sir.\n | \n\"Q | Now according to you, your father removed your dress, when he removed your dress. . .\n | \n\"COURT\n | \n | What was first removed. . .\n | \n\"FISCAL CAPULONG\n | \n\"Q | Which dress was first removed by your father?\n | \n\"A | My short [pants] and panty, sir.\n | \n\"Q | After your father removed your short [pants] and panty, what did he do if any?\n | \n\"COURT\n | \n | Were you awaken[ed] when your short [pants] and panty were removed?\n | \n\"WITNESS\n | \n\"A | I was awaken[ed] when he was doing the sexual act to me, sir.\n | \n\"FISCAL CAPULONG\n | \n\"Q | What about your T-shirt?\n | \n\"A | He did not remove it, sir.\n | \n\"Q | Now when you were awaken[ed] what did your father tell you?\n | \n\"A | He said, `Don't make any noise we will just play.\n | \n\"Q | After telling you that what was your reaction, or did you tell anything to your father?\n | \n\"A | I said, `Papa do not do it.'\n | \n\"Q | After telling him that, what did your father do if he did anything?\n | \n\"A | He told me he is going to kill me because he was holding a knife, sir.\n | \n\"Q | Could you describe the knife which your father was holding?\n | \n\"A | It is a knife sir.\n | \n\"Q | How long was the knife including the handle?\n | \n\"A | (Witness demonstrating the size of knife.)\n | \n\"Q | Was it a kitchen knife?\n | \n\"A | It was a `lanseta' gamit bilang panaksak po.\n | \n\"Q | After he went on top of you, what else did he do?\n | \n\"A | He kissed me, sir.\n | \n\"Q | Where?\n | \n\"A | On my neck, sir.\n | \n\"Q | At the time he was kissing you on your neck was he saying anything?\n | \n\"A | None sir.\n | \n\"Q | After kissing [you] on your neck what else did he do?\n | \n\"A | No more, sir.\n | \n\"Q | Why did he remove your short pants and panty, do you know the reason why he removed your short pants and panty?\n | \n\"A | Yes sir.\n | \n\"Q | Why?\n | \n\"A | He was going to have sexual intercourse with me, sir.\n | \n\"Q | Did he succeed in having sexual intercourse with you?\n | \n\"A | Yes sir.\n | \n\"Q | Now did you see his sex organ at the time he went on top of you?\n | \n\"A | Yes sir.\n | \n\"Q | What about before he went on top of you, according to you, he [was] already undress[ed], did you see his sex organ?\n | \n\"A | Yes sir.\n | \n\"Q | Now Arlene, could you inform the Honorable Court whether there was light where you were sleeping or was it dark that time?\n | \n\"A | It was dark, sir.\n | \n\"Q | How did you see the sex organ of your father?\n | \n\"A | Because our neighbor ha[d] light, sir.\n | \n\"Q | How far is the house of your neighbor where there [was] a light?\n | \n\"A | Nasisinagan ang aming bahay sa ilaw ng aming kapitbahay.\n | \n\"Q | How far is the house of your neighbor which according to you [was] lighted at that time?\n | \n\"A | Very near, sir.\n | \n\"Q | From the place where you [were] seated, will you point the distance?\n | \n\"A | Adjacent sir, to our house.\n | \n\"COURT\n | \n | Witness indicating a distance of about one and one-half (1 1/2) meters.\n | \n\"FISCAL CAPULONG\n | \n\"Q | According to you, you saw the sex organ of your father, could you describe [it]?\n | \n\"A | About seven to eighth inches, sir.\n | \n\"Q | According to you, your father was able to have sexual intercourse with you after he went on top of you, how did you know, his sex organ penetrated into your private part?\n | \n\"A | I felt it, sir.\n | \n\"Q | What did you feel at the time he inserted his penis?\n | \n\"A | It [was] painful, sir.\n | \n\"Q | Could you tell for how long the sex organ or penis of your father was inserted on your private part?\n | \n\"A | Around half an hour, sir.\n | \n\"Q | Are you sure of that Arlene?\n | \n\"A | Yes sir.\n | \n\"Q | Do I understand the sex organ was inserted on your private part for half an hour?\n | \n\"A | Yes sir.\n | \n\"Q | What was your father doing when his penis was inserted on your private part, if he was doing anything?\n | \n\"A | He was laughing, sir.\n | \n\"Q | Was he doing any movement while his penis was inserted to your private part?\n | \n\"A | Yes sir, his whole body was moving.\n | \n\"Q | What was or what movement was he doing when his whole body was moving?\n | \n\"A | (Witness demonstrating the movement. . .)\n | \n\"FISCAL CAPULONG\n | \n | May we make of record that the witness is demonstrating some kind of pumping motion.\n | \n\"Q | What about you at the time your father was making a pumping motion while his penis was inserted on your private part?\n | \n\"A | I was crying, sir.\n | \n\"Q | At the time he was making a pumping motion, was he holding any part of your body?\n | \n\"A | He was holding my breast, sir.\n | \n\"Q | Now after half an hour what did your father do, as you said for half an hour wherein his penis was inserted on your private part, what did he do?\n | \n\"A | He wore his clothings or dressed up and then he left, sir.\n | \n\"Q | Did you come to see what dress or clothings he [wore] after he had sexual intercourse with you, was he wearing a T-shirt and any pants?\n | \n\"A | Yes sir.\n | \n\"Q | Could you tell us how was he dress[ed] at that time?\n | \n\"A | He was wearing a T-shirt and a pair of blue pants, sir.\n | \n\"Q | Before he left or leaving, did he tell you anything?\n | \n\"A | He even asked me, `Anak masarap ba.'\n | \n\"Q | What was your answer?\n | \n\"A | I did not say anything, sir.\n | \n\"Q | After your father left what did you do?\n | \n\"A | I just cried, sir.\n | \n\"Q | What about the following morning, were you able to talk to your mother?\n | \n\"A | No sir, I [had] a fever.\n | \n | \"x x x x x x x x x\n | \n\"Q | Arlene, how about on September 4, 1996 in the evening, do you recall where you were?\n | \n\"A | I was there in our place, sir.\n | \n\"Q | When you said, I was there, in what place are you referring to?\n | \n\"A | I was in our house or at home, sir.\n | \n\"Q | Incidentally, also on the night of September 4, 1996 at about [one] o'clock in the morning, what were you then doing?\n | \n\"A | I was sleeping then, sir.\n | \n\"Q | Were you awakened in your sleep on that early morning of September 4, 1996?\n | \n\"A | Yes sir.\n | \n\"Q | Could you tell us the reason why you were awakened?\n | \n\"A | Because my father was molesting me, sir.\n | \n\"COURT\n | \n | You ask what she wants to say?\n | \n\"WITNESS\n | \n\"A | He was raping me, sir.\n | \n\"FISCAL CAPULONG\n | \n\"Q | At the time you were awaken[ed] what was your father doing on that early morning of September 4, 1996?\n | \n\"A | He was having sexual intercourse with me, sir.\n | \n\"COURT\n | \n\"Q | How? Was he dress[ed] with something?\n | \n\"A | He was undressed, sir.\n | \n\"Q | What about you?\n | \n\"A | He removed my dress, sir.\n | \n\"Q | And then what did he do or what did he remove?\n | \n\"A | My short [pants] and panty, sir.\n | \n\"Q | And then what did he do?\n | \n\"A | He made a pumping motion, sir.\n | \n\"FISCAL CAPULONG\n | \n\"Q | What do you mean by that? Will you describe [it]?\n | \n\"A | Yon dating ginawa, sir.\n | \n\"Q | Did he go on top of you?\n | \n\"A | Yes sir.\n | \n\"Q | Before he went on top of you, was he dressed or undressed?\n | \n\"A | He was already undress[ed].\n | \n\"Q | How were you awaken[ed]?\n | \n\"A | He was having sexual intercourse with me, sir.\n | \n\"Q | When were you awakened at the time he was removing your short [pants] and panty or at the time he was on top of you?\n | \n\"A | When he was already on top of me, sir.\n | \n\"Q | Now how about that time your father was on top of you, was he dressed when he was on top of your body?\n | \n\"A | None sir.\n | \n\"Q | What about you, were you wearing a dress on your upper part of your body or what were you wearing then?\n | \n\"A | T-shirt sir.\n | \n\"Q | Did he remove the T-shirt?\n | \n\"A | No sir.\n | \n\"Q | When he was on top of you making pumping motion, was he able to insert his penis [in] your private part?\n | \n\"A | Yes sir.\n | \n\"Q | For how long was his penis inserted into your private part?\n | \n\"A | Around fifteen (15) minutes sir.\n | \n\"Q | What did you feel when his private part or his penis was inserted into your vagina?\n | \n\"A | It was painful sir, `mahapdi.'\n | \n\"COURT\n | \n\"'Q | What did you do when he inserted his penis?\n | \n\"A | I tried to push him sir.\n | \n\"Q | Were you saying something at that time?\n | \n\"A | Yes sir.\n | \n\"Q | What were you saying then?\n | \n\"A | I told him, `Papa don't do it,' sir.\n | \n\"Q | What did he do?\n | \n\"A | He continued doing it, sir.\n | \n\"COURT\n | \n | Continue Fiscal.\n | \n\"FISCAL CAPULONG\n | \n\"Q | After fifteen (15) minutes when according to you, your father was on top of you what else transpired?\n | \n\"A | No more sir.\n | \n\"Q | What did your father do?\n | \n\"A | He already left sir.\n | \n | \"x x x x x x x x x\n | \n\"COURT:\n | \n\"Q | When your father was about to rape you, you said you are yet [asleep] and you were awaken[ed] when you felt him on top of you?\n | \n\"A | Yes sir.\n | \n\"Q | What was the very first thing you said when you noticed him on top of you?\n | \n\"A | I told him, `Papa do not do it.'\n | \n\"Q | What were you doing, if you were doing anything while you were saying those words?\n | \n\"A | I was lying down, sir.\n | \n\"Q | You said, you were just awakened when you came to know he was already on top of you and telling him not to do it, what did you do, you embraced him or what?\n | \n\"A | I pushed him, sir.\n | \n\"Q | What did he do?\n | \n\"A | None sir.\n | \n\"Q | So he did not do anything to you?\n | \n\"A | There was sir.\n | \n\"Q | What was that?\n | \n\"A | I only pushed him when he was already raping me, sir.\n | \n\"COURT:\n | \n\"Q | You understand the question carefully.\n | \n\"A | Yes sir.\n | \n\"Q | You said that you were awakened when your father was on top of you and then he was about to insert his penis into your private part, you told him not to do it, and what did you do if you did anything? Did you embrace him when he was about to do that to you?\n | \n\"A | I pushed him away, sir.\n | \n\"Q | What did he do when you pushed him away?\n | \n\"A | He forced me, sir.\n | \n\"Q | In what way did he force you?\n | \n\"A | He again raped me sir.\n | \n\"Q | How did he force you, will you describe?\n | \n\"A | He held my two hands, sir.\n | \n\"Q | Earlier, you said you noticed a weapon, did you see that weapon?\n | \n\"A | Yes sir.\n | \n\"Q | He was holding with what hand?\n | \n\"A | With his right hand, sir.\n | \n\"Q | When you pushed him away, what did he tell you?\n | \n\"A | `Don't make any noise I will kill you.'\n | \n\"Q | What was he doing with the knife?\n | \n\"A | He was playing with it, sir.\n | \n\"Q | Will you demonstrate to the Court how he was playing [with] that knife?\n | \n\"A | He was waiving the knife, sir.\n | \n\"Q | While he was playing [with] the knife was he saying anything?\n | \n\"A | He told [me] that its big, referring to the knife, sir.\n | \n\"Q | And then what did he do if any?\n | \n\"A | Then he raped me, sir.\n | \n\"Q | How did he do that?\n | \n\"A | He removed my dress, sir.\n | \n\"Q | What do you mean removed your dress?\n | \n\"A | He removed my short pants and panty and went on top of me, after that he threatened me with the knife, sir.\n | \n\"Q | What did he do next, if any?\n | \n\"A | He poked the knife [at] me, sir.\n | \n\"Q | What part of your body?\n | \n\"A | On the chest, sir.\n | \n\"Q | What did you do when he did that?\n | \n\"A | I was frightened, sir.\n | \n\"Q | Then what did he do?\n | \n\"A | That was the time he held my hands, sir.\n | \n\"Q | And then what?\n | \n\"A | He inserted his penis into my vagina, sir.\n | \n\"Q | When he inserted his penis into your vagina what or how did you feel?\n | \n\"A | It was painful sir.\n | \n\"Q | Did you shout?\n | \n\"A | I just cried, sir.\n | \n\"Q | As a matter of fact, can you recall how long a time was he doing that to you?\n | \n\"FISCAL CAPULONG\n | \n | First time or second time?\n | \n\"COURT\n | \n\"Q | First time?\n | \n\"WITNESS\n | \n\"A | About thirty (30) minutes.\n | \n\"COURT\n | \n\"Q | After doing that did you notice anything unusual in your private part?\n | \n\"A | Yes sir.\n | \n\"Q | What?\n | \n\"A | Blood, sir.\n | \n\"Q | What about the second time on September 4, 1996, did your father approach you in the same place where you were sleeping?\n | \n\"A | Yes sir.\n | \n\"Q | The same bamboo bed?\n | \n\"A | Yes sir.\n | \n\"Q | When he did that to you again, as you said earlier, what did you notice on your private part?\n | \n\"A | Yes sir, it [was] bleeding.\n | \n | \"x x x x x x x x x\n | \n\"Q | Arlene, the woman with whom your father is living with, is she your natural mother?\n | \n\"A | My stepmother, sir.\n | \n\"Q | Whatever happened to your real mother?\n | \n\"A | I do not know, sir.\n | \n\"Q | Have you seen your real mother?\n | \n\"A | No sir.\n | \n\"Q | Not even once?\n | \n\"A | No sir.\n | \n\"Q | Your father did not tell you where she is?\n | \n\"A | No sir.\n | \n\"Q | You do not know whether she is alive or dead?\n | \n\"A | I do not know, sir.\"[6]\n[END_TABLE]\n\n\"FISCAL CAPULONG:\n\n\"Q Arlene, will you inform the Honorable Court if you still recall the day in the month of June 1996 when according to you, your father went on top of you?\n\n\"A No sir.\n\n\"Q What about the time when according to you in the month of June 1996 when your [father] went on top of you?\n\n\"A In the early morning or early dawn, sir.\n\n\"Q Incidentally Arlene, in what particular place in your residence [were] you sleeping?\n\n\"A In our sala sir.\n\n\"Q At the sala where you were sleeping then, were there other persons sleeping at that time?\n\n\"A I [was] the only one sir.\n\n\"Q What about the other persons or members of your family where [were] they sleeping?\n\n\"A Upstairs sir.\n\n\"Q Could you describe your residence, is it made of what or is it two storey?\n\n\"A It is made of two storey.\n\n\"Q Will you describe your house?\n\n\"A Inside the house on the left side is the bed of my father and mother, sir.\n\n\"Q This bed of your father and mother, is it on the ground floor or on the upper part of your house?\n\n\"A Upper part of our house, sir.\n\n\"Q What about your brothers where [were] they sleeping?\n\n\"A They [were] with them sir.\n\n\"Q Incidentally in June 1996 how old were you then?\n\n\"A Fifteen (15) years old sir.\n\n\"Q Could you tell us if you still recall what you were then wearing on that night your father went on top of you on June 1996?\n\n\"A Yes sir.\n\n\"Q What were you then wearing?\n\n\"A T-shirt and short pants, sir.\n\n\"Q According to you, your father on the night of June 1996 went on top of you, could you further explain how he went on top of you?\n\n\"A He was undressed when I noticed him on top of me, and he was removing my dress, sir.\n\n\"Q I supposed, you [were] sleeping when your father went beside you?\n\n\"A Yes sir.\n\n\"Q Now according to you, your father removed your dress, when he removed your dress. . .\n\n\"COURT\n\nWhat was first removed. . .\n\n\"FISCAL CAPULONG\n\n\"Q Which dress was first removed by your father?\n\n\"A My short [pants] and panty, sir.\n\n\"Q After your father removed your short [pants] and panty, what did he do if any?\n\n\"COURT\n\nWere you awaken[ed] when your short [pants] and panty were removed?\n\n\"WITNESS\n\n\"A I was awaken[ed] when he was doing the sexual act to me, sir.\n\n\"FISCAL CAPULONG\n\n\"Q What about your T-shirt?\n\n\"A He did not remove it, sir.\n\n\"Q Now when you were awaken[ed] what did your father tell you?\n\n\"A He said, `Don't make any noise we will just play.\n\n\"Q After telling you that what was your reaction, or did you tell anything to your father?\n\n\"A I said, `Papa do not do it.'\n\n\"Q After telling him that, what did your father do if he did anything?\n\n\"A He told me he is going to kill me because he was holding a knife, sir.\n\n\"Q Could you describe the knife which your father was holding?\n\n\"A It is a knife sir.\n\n\"Q How long was the knife including the handle?\n\n\"A (Witness demonstrating the size of knife.)\n\n\"Q Was it a kitchen knife?\n\n\"A It was a `lanseta' gamit bilang panaksak po.\n\n\"Q After he went on top of you, what else did he do?\n\n\"A He kissed me, sir.\n\n\"Q Where?\n\n\"A On my neck, sir.\n\n\"Q At the time he was kissing you on your neck was he saying anything?\n\n\"A None sir.\n\n\"Q After kissing [you] on your neck what else did he do?\n\n\"A No more, sir.\n\n\"Q Why did he remove your short pants and panty, do you know the reason why he removed your short pants and panty?\n\n\"A Yes sir.\n\n\"Q Why?\n\n\"A He was going to have sexual intercourse with me, sir.\n\n\"Q Did he succeed in having sexual intercourse with you?\n\n\"A Yes sir.\n\n\"Q Now did you see his sex organ at the time he went on top of you?\n\n\"A Yes sir.\n\n\"Q What about before he went on top of you, according to you, he [was] already undress[ed], did you see his sex organ?\n\n\"A Yes sir.\n\n\"Q Now Arlene, could you inform the Honorable Court whether there was light where you were sleeping or was it dark that time?\n\n\"A It was dark, sir.\n\n\"Q How did you see the sex organ of your father?\n\n\"A Because our neighbor ha[d] light, sir.\n\n\"Q How far is the house of your neighbor where there [was] a light?\n\n\"A Nasisinagan ang aming bahay sa ilaw ng aming kapitbahay.\n\n\"Q How far is the house of your neighbor which according to you [was] lighted at that time?\n\n\"A Very near, sir.\n\n\"Q From the place where you [were] seated, will you point the distance?\n\n\"A Adjacent sir, to our house.\n\n\"COURT\n\nWitness indicating a distance of about one and one-half (1 1/2) meters.\n\n\"FISCAL CAPULONG\n\n\"Q According to you, you saw the sex organ of your father, could you describe [it]?\n\n\"A About seven to eighth inches, sir.\n\n\"Q According to you, your father was able to have sexual intercourse with you after he went on top of you, how did you know, his sex organ penetrated into your private part?\n\n\"A I felt it, sir.\n\n\"Q What did you feel at the time he inserted his penis?\n\n\"A It [was] painful, sir.\n\n\"Q Could you tell for how long the sex organ or penis of your father was inserted on your private part?\n\n\"A Around half an hour, sir.\n\n\"Q Are you sure of that Arlene?\n\n\"A Yes sir.\n\n\"Q Do I understand the sex organ was inserted on your private part for half an hour?\n\n\"A Yes sir.\n\n\"Q What was your father doing when his penis was inserted on your private part, if he was doing anything?\n\n\"A He was laughing, sir.\n\n\"Q Was he doing any movement while his penis was inserted to your private part?\n\n\"A Yes sir, his whole body was moving.\n\n\"Q What was or what movement was he doing when his whole body was moving?\n\n\"A (Witness demonstrating the movement. . .)\n\n\"FISCAL CAPULONG\n\nMay we make of record that the witness is demonstrating some kind of pumping motion.\n\n\"Q What about you at the time your father was making a pumping motion while his penis was inserted on your private part?\n\n\"A I was crying, sir.\n\n\"Q At the time he was making a pumping motion, was he holding any part of your body?\n\n\"A He was holding my breast, sir.\n\n\"Q Now after half an hour what did your father do, as you said for half an hour wherein his penis was inserted on your private part, what did he do?\n\n\"A He wore his clothings or dressed up and then he left, sir.\n\n\"Q Did you come to see what dress or clothings he [wore] after he had sexual intercourse with you, was he wearing a T-shirt and any pants?\n\n\"A Yes sir.\n\n\"Q Could you tell us how was he dress[ed] at that time?\n\n\"A He was wearing a T-shirt and a pair of blue pants, sir.\n\n\"Q Before he left or leaving, did he tell you anything?\n\n\"A He even asked me, `Anak masarap ba.'\n\n\"Q What was your answer?\n\n\"A I did not say anything, sir.\n\n\"Q After your father left what did you do?\n\n\"A I just cried, sir.\n\n\"Q What about the following morning, were you able to talk to your mother?\n\n\"A No sir, I [had] a fever.\n\n\"x x x x x x x x x\n\n\"Q Arlene, how about on September 4, 1996 in the evening, do you recall where you were?\n\n\"A I was there in our place, sir.\n\n\"Q When you said, I was there, in what place are you referring to?\n\n\"A I was in our house or at home, sir.\n\n\"Q Incidentally, also on the night of September 4, 1996 at about [one] o'clock in the morning, what were you then doing?\n\n\"A I was sleeping then, sir.\n\n\"Q Were you awakened in your sleep on that early morning of September 4, 1996?\n\n\"A Yes sir.\n\n\"Q Could you tell us the reason why you were awakened?\n\n\"A Because my father was molesting me, sir.\n\n\"COURT\n\nYou ask what she wants to say?\n\n\"WITNESS\n\n\"A He was raping me, sir.\n\n\"FISCAL CAPULONG\n\n\"Q At the time you were awaken[ed] what was your father doing on that early morning of September 4, 1996?\n\n\"A He was having sexual intercourse with me, sir.\n\n\"COURT\n\n\"Q How? Was he dress[ed] with something?\n\n\"A He was undressed, sir.\n\n\"Q What about you?\n\n\"A He removed my dress, sir.\n\n\"Q And then what did he do or what did he remove?\n\n\"A My short [pants] and panty, sir.\n\n\"Q And then what did he do?\n\n\"A He made a pumping motion, sir.\n\n\"FISCAL CAPULONG\n\n\"Q What do you mean by that? Will you describe [it]?\n\n\"A Yon dating ginawa, sir.\n\n\"Q Did he go on top of you?\n\n\"A Yes sir.\n\n\"Q Before he went on top of you, was he dressed or undressed?\n\n\"A He was already undress[ed].\n\n\"Q How were you awaken[ed]?\n\n\"A He was having sexual intercourse with me, sir.\n\n\"Q When were you awakened at the time he was removing your short [pants] and panty or at the time he was on top of you?\n\n\"A When he was already on top of me, sir.\n\n\"Q Now how about that time your father was on top of you, was he dressed when he was on top of your body?\n\n\"A None sir.\n\n\"Q What about you, were you wearing a dress on your upper part of your body or what were you wearing then?\n\n\"A T-shirt sir.\n\n\"Q Did he remove the T-shirt?\n\n\"A No sir.\n\n\"Q When he was on top of you making pumping motion, was he able to insert his penis [in] your private part?\n\n\"A Yes sir.\n\n\"Q For how long was his penis inserted into your private part?\n\n\"A Around fifteen (15) minutes sir.\n\n\"Q What did you feel when his private part or his penis was inserted into your vagina?\n\n\"A It was painful sir, `mahapdi.'\n\n\"COURT\n\n\"'Q What did you do when he inserted his penis?\n\n\"A I tried to push him sir.\n\n\"Q Were you saying something at that time?\n\n\"A Yes sir.\n\n\"Q What were you saying then?\n\n\"A I told him, `Papa don't do it,' sir.\n\n\"Q What did he do?\n\n\"A He continued doing it, sir.\n\n\"COURT\n\nContinue Fiscal.\n\n\"FISCAL CAPULONG\n\n\"Q After fifteen (15) minutes when according to you, your father was on top of you what else transpired?\n\n\"A No more sir.\n\n\"Q What did your father do?\n\n\"A He already left sir.\n\n\"x x x x x x x x x\n\n\"COURT:\n\n\"Q When your father was about to rape you, you said you are yet [asleep] and you were awaken[ed] when you felt him on top of you?\n\n\"A Yes sir.\n\n\"Q What was the very first thing you said when you noticed him on top of you?\n\n\"A I told him, `Papa do not do it.'\n\n\"Q What were you doing, if you were doing anything while you were saying those words?\n\n\"A I was lying down, sir.\n\n\"Q You said, you were just awakened when you came to know he was already on top of you and telling him not to do it, what did you do, you embraced him or what?\n\n\"A I pushed him, sir.\n\n\"Q What did he do?\n\n\"A None sir.\n\n\"Q So he did not do anything to you?\n\n\"A There was sir.\n\n\"Q What was that?\n\n\"A I only pushed him when he was already raping me, sir.\n\n\"COURT:\n\n\"Q You understand the question carefully.\n\n\"A Yes sir.\n\n\"Q You said that you were awakened when your father was on top of you and then he was about to insert his penis into your private part, you told him not to do it, and what did you do if you did anything? Did you embrace him when he was about to do that to you?\n\n\"A I pushed him away, sir.\n\n\"Q What did he do when you pushed him away?\n\n\"A He forced me, sir.\n\n\"Q In what way did he force you?\n\n\"A He again raped me sir.\n\n\"Q How did he force you, will you describe?\n\n\"A He held my two hands, sir.\n\n\"Q Earlier, you said you noticed a weapon, did you see that weapon?\n\n\"A Yes sir.\n\n\"Q He was holding with what hand?\n\n\"A With his right hand, sir.\n\n\"Q When you pushed him away, what did he tell you?\n\n\"A `Don't make any noise I will kill you.'\n\n\"Q What was he doing with the knife?\n\n\"A He was playing with it, sir.\n\n\"Q Will you demonstrate to the Court how he was playing [with] that knife?\n\n\"A He was waiving the knife, sir.\n\n\"Q While he was playing [with] the knife was he saying anything?\n\n\"A He told [me] that its big, referring to the knife, sir.\n\n\"Q And then what did he do if any?\n\n\"A Then he raped me, sir.\n\n\"Q How did he do that?\n\n\"A He removed my dress, sir.\n\n\"Q What do you mean removed your dress?\n\n\"A He removed my short pants and panty and went on top of me, after that he threatened me with the knife, sir.\n\n\"Q What did he do next, if any?\n\n\"A He poked the knife [at] me, sir.\n\n\"Q What part of your body?\n\n\"A On the chest, sir.\n\n\"Q What did you do when he did that?\n\n\"A I was frightened, sir.\n\n\"Q Then what did he do?\n\n\"A That was the time he held my hands, sir.\n\n\"Q And then what?\n\n\"A He inserted his penis into my vagina, sir.\n\n\"Q When he inserted his penis into your vagina what or how did you feel?\n\n\"A It was painful sir.\n\n\"Q Did you shout?\n\n\"A I just cried, sir.\n\n\"Q As a matter of fact, can you recall how long a time was he doing that to you?\n\n\"FISCAL CAPULONG\n\nFirst time or second time?\n\n\"COURT\n\n\"Q First time?\n\n\"WITNESS\n\n\"A About thirty (30) minutes.\n\n\"COURT\n\n\"Q After doing that did you notice anything unusual in your private part?\n\n\"A Yes sir.\n\n\"Q What?\n\n\"A Blood, sir.\n\n\"Q What about the second time on September 4, 1996, did your father approach you in the same place where you were sleeping?\n\n\"A Yes sir.\n\n\"Q The same bamboo bed?\n\n\"A Yes sir.\n\n\"Q When he did that to you again, as you said earlier, what did you notice on your private part?\n\n\"A Yes sir, it [was] bleeding.\n\n\"x x x x x x x x x\n\n\"Q Arlene, the woman with whom your father is living with, is she your natural mother?\n\n\"A My stepmother, sir.\n\n\"Q Whatever happened to your real mother?\n\n\"A I do not know, sir.\n\n\"Q Have you seen your real mother?\n\n\"A No sir.\n\n\"Q Not even once?\n\n\"A No sir.\n\n\"Q Your father did not tell you where she is?\n\n\"A No sir.\n\n\"Q You do not know whether she is alive or dead?\n\n\"A I do not know, sir.\" [6] Arlene was categorical, spontaneous and consistent in giving her answers to the questions repeatedly propounded on her. The testimony she gave was plain and straightforward, unshaken by a rigid examination by both counsel, and unflawed by any inconsistency or contradiction, and it certainly deserves due credit. [7] The trial court itself, which closely monitored the proceedings and observed Arlene at the stand, had this to say about her testimony -\n\"The Court finds Arlene's testimony about the rape replete with details that could not have been concocted by a girl of her youth to be more attuned to the truth. She said she was raped by her own father, the accused, in the early dawn sometime in June 1996 and again on September 4, 1996. That Arlene had been sexually abused was confirmed by Dr. Castro who examined complainant's genitalia on September 23, 1996 and found `her hymen with old healed, superficial lacerations at 3:00 o'clock, 5:00 o'clock and 6:00 o'clock positions.' Moreover, there is no showing that Arlene was impelled by any improper motive in making the accusation against her father, the accused. The willingness of the complainant to face police investigators and to submit to a physical examination is mute but eloquent testimony of the truth of her charge against her own father. Arlene could not have publicly disclosed that she had been raped by her own father and then undergo trial where she had to bare her traumatic and harrowing experience and be subjected to harassment, embarrassment and humiliation, if not ridicule, unless she was raped and her motive was solely to seek justice. She was only 15 years old, innocent, inexperienced, naive and guileless when first abused. It would be highly improbable for her against whom no proof of sexual perversity or loose morality had been shown, to fabricate charges, much more against her own father. And the stubborn fact is that the accused pleaded with complainant on two occasions for forgiveness for what he has done to her and in as many times Arlene spurned him.\" [8]\nRelative to the claim of appellant that Arlene filed the complaint for rape merely because of her resentment towards him, the trial court made this assessment -\n\"x x x This allegation is not enough to overcome the fact that the consequences of filing a case of rape are so serious that an ordinary woman would have second thoughts about filing charges against her rapist. It takes much more for a 15-year old lass to fabricate a story of rape, face police investigators and tell them that she was raped, have her private part examined, subject herself to the indignity of a public trial and endure a lifetime of ridicule. Arlene's testimony was categorical, positive and convincing. Her harrowing experience made her tearful at times in the course of her long testimony but throughout she maintained her child-like innocence in answering questions propounded to her both on direct and cross examination. The court noted that the confident look of the accused at the beginning of complainant's testimony degenerated into one of cautious dejection. Between the testimony of Arlene and her father, that of the former was more unfeigned, straightforward, frank and sincere, while the latter was deceptive, evasive, hollow and deep in half-truths.\" [9]\nThe Court sees nothing of substance that can warrant a disregard, let alone a reversal, of the findings of the trial court.\n\nNeither can the Court give credence to the defense of alibi , a claim that has often been viewed with suspicion and received with caution not only because it is inherently weak and unreliable but also because it is easy to fabricate. In order that this defense can prosper, it must be convincing enough to preclude any doubt on the physical impossibility of the presence of the accused at the locus criminis at the time of the incident, [10] a fact which appellant has been unable to amply establish.\n\nThe crime of rape is defined and made punishable by Article 335 of the Revised Penal Code, as amended by Section 11 of Republic Act No. 7659, [11] that, in part, reads:\n\"ART. 335. When and how rape is committed . - Rape is committed by having carnal knowledge of a woman under any of the following circumstances.\n\n\"1. By using force or intimidation;\n\n\"2. When the woman is deprived of reason or otherwise unconscious; and\n\n\"3. When the woman is under twelve years of age or is demented.\n\n\"The crime of rape shall be punished by reclusion perpetua.\n\n\"Whenever the crime of rape is committed with the use of a deadly weapon or by two or more persons, the penalty shall be reclusion perpetua to death.\n\n\"When by reason or on the occasion of the rape, the victim has become insane, the penalty shall be death.\n\n\"When the rape is attempted or frustrated and a homicide is committed by reason or on the occasion thereof, the penalty shall be reclusion perpetua to death.\n\n\"When by reason or on the occasion of the rape, a homicide is committed, the penalty shall be death.\n\n\" The death penalty shall also be imposed if the crime of rape is committed with any of the following attendant circumstances:\n\n\"1. When the victim is under eighteen (18) years of age and the offender is a parent, ascendant, step-parent, guardian, relative by consanguinity or affinity within the third civil degree, or the common-law spouse of the parent of the victim. \"\nThe minority of the victim and her relationship with the accused are circumstances that can qualify the crime of rape and warrant the imposition of the death penalty. These circumstances, to be taken as such, should not only be properly alleged in the complaint or information but must also be established during the trial. [12]\n\nIn the case at bar, while the father-daughter relationship was alleged and proven, the minority of the victim, although alleged, was not, however, sufficiently established. The birth certificate of the victim or, in lieu thereof, any documentary evidence like a baptismal certificate, school records and documents of similar nature or other credible evidence, that can help confirm the age of the victim have not, unexplainably, been presented during the trial. [13] Except for the bare testimony of the victim of being fifteen years old, not too far below the age of 18 years, at the time of the rape, nothing from the records would satisfactorily prove the correct age of the victim. Instead of meting the death penalty, the court a quo should have thus only imposed reclusion perpetua on appellant.\n\nConsistent with prevailing jurisprudence, the victim is entitled not only to P50,000.00 moral damages but also to P50,000.00 civil indemnity and P25,000.00 exemplary damages (on account of the relationship between the accused and victim) for each count of rape. [14]\n\nWHEREFORE, the decision of the court a quo convicting Francisco Baniqued , on two counts, of rape is AFFIRMED with MODIFICATION, in that said appellant is sentenced to suffer, instead of the death penalty, two terms of reclusion perpetua and ordered to pay complainant Arlene Baniqued P50,000.00 civil indemnity, P50,000.00 moral damages, and P25,000.00 exemplary damages, for each of the two counts of rape. Costs de oficio .\n\nSO ORDERED.\n\nDavide, Jr., C.J., Bellosillo, Melo, Kapunan, Mendoza, Panganiban, Quisumbing, Pardo, Ynares-Santiago, De Leon, Jr., Sandoval-Gutierrez, and Carpio, JJ. , concur.\nPuno, and Buena, JJ. , on official leave.\n\n[1] Rollo, p. 5.\n\n[2] Rollo, p. 7.\n\n[3] Rollo, pp. 114-116.\n\n[4] Rollo, p. 35.\n\n[5] People vs. Gabris, 258 SCRA 663.\n\n[6] TSN, 22 January 1997, pp. 6-32.\n\n[7] People vs. Saballe, 236 SCRA 365.\n\n[8] Rollo, pp. 33-34.\n\n[9] Rollo, p. 34.\n\n[10] People vs. Catubig, G.R. No. 137842, 23 August 2001.\n\n[11] An act to impose the death penalty on certain heinous crimes, amending for that purpose the Revised Penal Code, as amended, other special penal laws, and for other purposes.\n\n[12] People vs. Licanda, 331 SCRA 357.\n\n[13] People vs. Manuel Liban, G.R. No. 136247 and 138330, 22 November 2000.\n\n[14] People vs. Catubig, G.R. No. 137842, 23 August 2001.",
  "content_length": 43590,
  "metadata_extraction_date": "2025-11-01T05:54:48.587412",
  "extraction_version": "2.0_enhanced_full_content"
}