{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1901/august/G_R__No__456.html",
  "filename": "G_R__No__456.html",
  "year": 1901,
  "month": "august",
  "case_number": "G.R. No. 456",
  "gr_number": "456",
  "volume_page": "Volume information not available",
  "decision_date": "August 28, 1901",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "writ",
    "petitioner",
    "orders",
    "court",
    "jurisdiction",
    "habeas",
    "corpus",
    "issue",
    "law",
    "arrested",
    "military",
    "august",
    "act",
    "force",
    "general",
    "order",
    "supreme",
    "other",
    "philippine",
    "islands"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 456\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 456            August 28, 1901\n\nIn the matter of the application of JOHN W. CALLOWAY for a writ of habeas corpus.\n\nEber C. Smith, for petitioner.\n\nColonel Grosbeck, United States Army, for respondent.\n\nWILLARD,\n\nJ.:\n\nNo judge of this Archipelago has at present jurisdiction to issue the writ of habeas corpus unless such jurisdiction has been conferred upon him by some legislative act. The only law now in force which confers such jurisdiction is General Orders, No. 58, amended by General Orders, No. 70, which latter order expressly denies this Supreme Court and other courts in the Philippine Islands the right to set at liberty any prisoner arrested in pursuance of military orders. Article 17 of \"An act providing for the organization of court in the Philippine Islands\" reads as follows:\n\nThe Supreme Court shall have original jurisdiction to issue writs of\n\nmandamus, certiorari,\n\nprohibition,\n\nhabeas corpus\n\n, and\n\nquo warranto\n\nin the case and in the manner prescribed in the Code of Civil Procedure, and to hear and determine the controversies thus brought before it, and in other cases provided by law.\n\nThe Code referred to in this article is not as yet in force, and therefore can not be applied to this case. It would appear from the answer to the writ that the petitioner has been arrested by virtue of military orders, such statement not having been objected to by the counsel for the petitioner. Therefore this court has no power to order the discharge of the petitioner.\n\nThe fact that the petitioner had been arrested in compliance with military orders was not set forth in the petition for the issuance of the said writ, and the court deemed it its duty to issue same in first instance.\n\nWherefore the writ issued August 23, 1901, is hereby repealed.\n\nArellano, C.J., Torres, Cooper, Mapa, and Ladd, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1966,
  "metadata_extraction_date": "2025-11-16T07:45:14.051830",
  "extraction_version": "2.0_enhanced_full_content"
}