{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/12/opt_case_50114.html",
  "filename": "opt_case_50114.html",
  "year": 2002,
  "month": "12",
  "case_number": "G.R. No. 133823",
  "gr_number": "133823",
  "volume_page": "404 Phil. 151",
  "decision_date": "February 07, 2001",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAMIL VELEZ RAYOS, ACCUSED-APPELLANT.D E C I S I O N PER CURIAM: Ramil Velez Rayos was prosecuted for the complex crime of rape with homicide in Criminal Case No. 97-1032 of the Regional Trial Court, Branch 19, of Cagayan de Oro City under an indictment that averred:\"That on or about the 9th day of April, 1997 at about 6 o'clock in the evening, more or less, at Barangay Binitinan, Balingasag, Misamis Oriental, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, with force and intimidation, did then and there, willfully, unlawfully and feloniously have carnal knowledge with a nine-year old retardate Mebelyn B. Ganzan against her will and consent and with intent to kill, did then and there willfully, unlawfully, and feloniously attack, assault and stab the victim with the use of a knife which accused previously provided himself thus hitting her on the different parts of her body, causing her instantaneous death.\"[1]The accused, when arraigned, entered a plea of \"not guilty,\" whereupon, the trial ensued.On 31 April 1998, the court a quo, following its reception of the evidence, rendered a decision finding the accused guilty of the offense charged. It imposed the penalty of death. The judgment-\"WHEREFORE, the Court finds accused Ramil Velez Rayos guilty of raping and killing Mebelyn Ganzan and so hereby sentences him to the supreme penalty of death, and to indemnify the heirs of the deceased in the sum of P50,000.00, and pay them moral damages of P30,000.00 and exemplary damages in the sum of P20,000.00, and to pay the costs of this case.\"The bolo, exhibit B, is hereby forfeited in favor of the State.\"The custodian of the accused is hereby ordered to ship the accused to the National Penitentiary the soonest after the promulgation of this judgment.\"[2]The facts could be culled from the individual testimony of the witnesses presented, respectively, by the prosecution and the defense in the course of the trial.Levisito GansanLevisito Gansan, the father of the victim, testified that on 09 April 1997, about 4:30 in the afternoon, while attending a barangay seminar on \"aids,\" his daughter, Mebelyn, came by his side and told him to hold for her a bag of peanuts given by her \"uncle Ramil.\" Mebelyn then hurriedly left. It was to be the last time that he would see his little girl, his only child, so vibrant with life. Shortly after the seminar, he started to look for his daughter who strangely had not as yet come back. She was nowhere in sight. Worried, he chanced upon Dolfo Sabit, who suggested that perhaps he should see \"Tilo\" Malapad. Levisito did. Malapad said that he saw his daughter traversing the barangay road with accused-appellant trailing after her. Malapad volunteered to accompany Levisito to the place.Night fell and still Mebelyn could not be found. Now extremely apprehensive, he went to the authorities for help. At the police station, he saw accused-appellant being confined, he later learned, for unruly behavior earlier on. It did not take long before somebody called up the station by hand radio to report the discovery of a dead child. He and a neighbor, Cleceria Bedro, rushed to the place an there, with unbelieving eyes, he saw his daughter Mebelyn, lifeless, her dress raised up, and with blood teeming from wounds all over her body.Wenitilo MalapadA 35-year old resident of Binitinan, Balingasag, Misamis Oriental, Wenitilo Malapad testified that on 09 April 1997, between 5:30 and 6:00 in the afternoon, he was in the house of his brother-in-law, Cris Bustamante, enjoying some tuba in the company of Bonifacio Sabit, Richard Ki-i, and the Bustamante spouses, when he happened to see accused-appellant walking along the barangay road. Treading close by was a little girl, about nine years old, in short pants and blouse. Back home, Malapad was informed by his father-in-law that Levisito Gansan showed up earlier asking for him. He immediately left to see Gansan.Eduardo CailingA farmer, Eduardo Cailing said that in the morning of 09 April 1997, about eleven o'clock, accused-appellant, who had developed the habit of dropping by right after work in Claveria, arrived and partook of lunch. A little later, accused-appellant proceeded to a store, owned by a certain Leonardo Palaspara, and took a \"hard drink.\" By mid-afternoon, he was back to the house and asked for something to eat. Again, he returned to the store and resumed drinking. At around 6:30 in the evening, accused-appellant was back and, appearing to be restless and claiming that he would have to promptly leave for Davao, begged for some money. He noticed that accused-appellant had bloodstains on his hands. Even as Cailing was unable to spare accused-appellant any cash, the latter got his bag and hastily took off.Mirabeaus UndalokAttorney Mirabeaus Undalok, practicing lawyer, while handling a court hearing on 11 April 1997 was informed by SPO4 Eusebia Delote that a suspect wanted to execute an affidavit of confession and that he needed the assistance of counsel. Atty. Undalok obliged and paid accused-appellant a visit. He cautioned accused-appellant that a confession, once executed, could be taken against him in a court of law. Counsel warned that the crime involved, being heinous, was even punishable by death. This advice notwithstanding, accused-appellant manifested his desire to get the matter over with saying that his conscience was greatly bothering him and that he yearned for some peace of mind. Catching a glimpse of some bruises found on the body of accused-appellant, Atty. Undalok asked if the police had manhandled him in any way. Accused-appellant replied in the negative. Accused-appellant then narrated what had happened. He said that he had lured the victim to a hilltop where he intended to consummate his evil design. He was infuriated when his organ failed to penetrate the child's genitalia. Enraged, he stabbed her several times while she was lying on the ground. The sworn statement of Ramil Rayos, taken by SPO4 Eusebia Delote at the office of the police investigator on 11 April 1997, was executed in the presence also of the barangay captain of Balingasag and some police officers.Angelita EnopiaDr. Angelita Enopia was the Municipal Health Officer of Balingasag. She conducted an autopsy on the body of Mebelyn Ganzan on 09 April 1997. Her post-mortem report disclosed that the victim had sustained 12 fatal wounds penetrating such sensitive areas as the heart, lungs, kidneys, and blood vessels. Her pelvic examination revealed hymenal lacerations at 3 o'clock and 6 o' clock positions with bloody discharges, leading Dr. Enopia to conclude that the child was raped before being killed approximately three to six hours before the post-mortem examination.Norma BabieraNorma Babiera, an aunt of accused-appellant, testifying for the defense, said that on 09 April 1997, about seven o'clock in the evening, accused-appellant arrived in their house in Balingasag. He was so drank that he displayed an almost uncontrollable violent behavior. He continued to knock over the benches inside the house. Having earlier partaken of drinks themselves, her four children were enraged at the wild actuations of accused-appellant. Babiera quickly sought refuge to a neighbor's house where she chanced upon her cousin, a policeman, and another nephew. She requested her cousin to detain accused-appellant in the municipal jail until he would have regained his \"mental balance.\" Heeding the plea, her cousin accosted and escorted accused-appellant to the police station. Later that night, Babiera came to visit accused-appellant at the station only to discover that a complaint had just then been filed against him. She did not have the slightest idea where the accused-appellant had been before coming to her house that fateful evening.Ramil Velez RayosRamil Velez Rayos testified that in the early morning of 09 April 1997, he had dropped by his sister's residence in Baliwagan around lunchtime. At roughly two o'clock in the afternoon, he was at the Balingasag public market, partaking of tuba with cousins Bobong, Titing, and Gogong Babiera. The drinking spree lasted for hours, up to six o'clock in the evening. From the market place, they all went straight to his cousins' house in Barangay 6, Balingasag, Misamis Oriental. While they were getting ready for dinner, he went to the dirty kitchen and accidentally spilled the gas lamp causing a small fire. The incident triggered a fight between him and Bobong. At his aunt's instance, he was brought to the municipal hall and placed behind bars until he would have recovered from drunkenness. Eventually, he was released from jail but he was soon brought back to the police station and held for the rape-slay of the child victim.Accused-appellant, in the instant appeal, maintains his innocence and seeks a reversal of the decision rendered by the trial court holding him responsible for the rape-slay of the victim. He submits a lone error, i.e., that the trial court has erred in finding him guilty beyond reasonable doubt of the crime of \"rape with homicide.\" Claiming to have been coerced into executing his extrajudicial confession, accused-appellant insists that he only has been forced to affix his signature on the document by a policeman.A confession is often said to constitute evidence of high order but before it can be taken in evidence, several requirements have to be satisfied. Chiseled in our jurisprudence are the four fundamental conditions needed for admissibility of a confession, to wit: (1) The confession must be voluntary; (2) the confession must be made with the assistance of a competent and independent counsel; (3) the confession must be express; and (4) the confession must be in writing.[3] Confessing to a crime has the semblance, at least insofar as its legal repercussions are concerned, of a plea of guilt. Extreme care must be taken by lawyers, prosecutors, and the police in seeing to it that the person under investigation for the commission of an offense has been properly secured in his constitutional rights. Article III, Section 2, of the 1987 Constitution requires that-\"(1) Any person under investigation for the commission of an offense shall have the right to be informed of his right to remain silent and to have competent and independent counsel preferably of his own choice. If the person cannot afford the services of counsel, he must be provided with one. These rights cannot be waived except in writing and in the presence of counsel.\"xxx xxx xxx\"(3) Any confession or admission obtained in violation of this or section 17 hereof shall be inadmissible in evidence against him.\"The right to counsel, particularly, is designed to avoid the pernicious practice of extorting false confessions or coerced admissions[4] and to preclude the slightest suspicion that an accused would be led to an imprudent act. It ought to follow that a lawyer should see to the protection of an accused in ensuring his basic rights. The accused is entitled to no less than an effective and vigilant counsel who must be present and able to advise and assist his client from the time the confessant answers the first question asked by the investigating officer until the signing of the extrajudicial confession. Counsel should ascertain that the confession is voluntarily made and that the person making the same fully understands the nature and consequences of his extrajudicial confession. A contrary rule would be antagonistic to the rights of the individual to remain silent, to counsel, and to be presumed innocent.[5]But while the Court in this case is not comfortable in giving weight to the confession made by the accused and holding it to bear out a faithful observance of the Constitution, the guilt of accused-appellant, nevertheless, has here been independently established. When there are no eyewitnesses to a crime, resort to circumstantial evidence becomes almost certainly unavoidable.[6] Circumstantial evidence would be sufficient for conviction, if (a) there is more than one circumstance; (b) the facts from which the inferences have been derived are proven; (c) the combination of all the circumstances is such as to produce a conviction beyond reasonable doubt.[7] The circumstances must be consistent with each other, from which the only rational hypothesis that can be drawn therefrom would be that the accused is guilty.[8] The circumstances must create a solid chain of events, coherent and intrinsically believable, that pinpoints the accused, to the exclusion of others, as being the perpetrator of the crime and thereby sufficiently overcome the presumption of innocence in his favor.Here, the pieces of evidence, taken in their entirety, unmistakably point to the guilt, not innocence, of accused-appellant.First.- While Levisito Gansan was attending a barangay seminar, his daughter Mebelyn came by his side and requested him to hold for her the sachet of \"Jack En Poy\" peanuts given by her \"Uncle Ramil.\" It was the last time that Gansan saw his daughter alive.Second.- Wenitilo Malapad saw accused-appellant walking with a child, about nine years old, precisely Mebelyn's age, wearing a pair of short pants and a blouse, exactly what Mebelyn had worn that day, along the barangay road towards the direction of the interior portion of Binitinan, Barangay Balingasag. He testified:\"QOn April 9, 1997 at about 5:30 to 6:00 in the afternoon do you remember where were you then? \"AI was in the house of my brother-in-law. \"QWhat is the name of your brother-in-law? \"ACris Bustamante. \"QWhat did you do there in the house of Cris Bustamante? \"AWe drank tuba. \"QWere you alone? \"AWe were 4 and 1 lady, the wife of Cris. \"QWhere is this house of your brother -in-law located? \"AIn Upper Binitinan in the interior portion. \"QIs this infront of the road? \"AYes, Sir the former barangay road. \"QAnd if somebody would pass that barangay road you could see those people passing? \"AYes, Ma'am. We clearly see them. \"QOn April 9, 1997 while drinking tuba tell the court if you saw this accused passed by? \"AWhile we were drinking I saw Ramil Rayos walking he was following the barangay road. \"QPlease tell us whether he was alone? \"AThey were two together with the child. \"QWill you please describe the child? \"AThe child was about 9 years old. And the child was behind him and walking slowly. And Ramil Rayos called her by signalling his hand. \"QDo you know the child? \"AI know the child but the child was walking and I could not see her clearly because she was not facing me. \"COURT: What child, male or female? \"AFemale. \"QWhat was her dress. \" AShortpants and blouse.[9]Third.- The body of the child victim, Mebelyn, was later found in the interior portion of Binitinan, Barangay Balingasag, in which vicinity accused-appellant and the young girl responding to the description of the victim were seen walking together. Malapad narrated:\"PROS. LUCAGBO: \"QWhile you were there was there somebody looking for you? \"ANone. \"QIn that afternoon did you ever happen to meet Lebisito Gansan? \"AWhen I went home because our house is situated in lower Binitinan, my father-in-law told me that Lebisito Gansan was looking for me. \"QWhat is the name of your father-in-law. \"AMilquiades Bustamante. \"QUpon knowing that Lebisito was looking you what did you do? \" AWhen I learned that he was looking for me I immediately went out to the road so we saw each other. \"QWhen you saw each other did you say something to him? \"AHe asked me, have you seen my child? \"QWhat was your answer? \"AI asked him, what was your child wearing? \"AAnd he described to me the outfit of the child and I answered, that is the very child that I saw together with Ramil Rayos. \"QAfter that what did you do? \"AHe requested me to go along with him because we will search for his child. \"QDid you find the child? \"ANo sir. \"QSince you did not find the child what did you do? \"AWe retraced our way and we asked assistance from the people of the barrio. \"QHow about Lebisito Gansan where did he go? \"AHe went to Balingasag and reported the matter to the police. \"QHow about you, you said you asked the help of the barrio people, were you able to get the help? \"AYes, Sir when I returned there were many people who helped in searching the child. \"QWhen you were searching the child that was already dark? \"AYes, maam. \"QWhat did you do to illuminate the place? \"ASome of them brought along with them flashlights. Some of them coconut leaves and I was delayed because I borrowed a petromax lamp. \"QAll of you coordinating in searching the child? \"AYes, maam. \"QPlease tell this court, did you finally see the Child? \"AYes, maam. \"QWhere did you find the child? \"AIn upper Binitinan. \"QThe direction where Ramil Rayos and the child was going to according to you saw Ramil Rayos, that is where you found the body of the child? \"AYes, Sir. \"QWhat did you see with the child? \"AI saw that the blouse of the child was already gone and her shortpants was still on but her panty was on top of the stone. And blood oozing from her body because of some wounds. \"QIf pictures be shown to you would you be able to identify the child? \"AYes, Maam. \"QI am showing to you these pictures, please tell the court if these are the pictures of the child? \"AYes, Maam this is the very child (Witness referring to exhibit D) \"QHow about this another picture? \"AYes, Maam this is the child. (Witness referring to exhibit E) \"QHow about this another picture? \"AYes, Maam this is the child (Witness referring to exhibit F) \"QAfter you discovered the body of the child what did you do? \"AWhen we saw the body of the child I could feel it was so gruesome (hidlis). (Witness after looking at the picture he is shaking his head and have a teary eye).\"[10]Fourth.- At around 6:30 in the evening, accused-appellant came to see Eduardo Cailing asking for some money to take him to Davao. Cailing noticed that accused-appellant had bloodstained hands; thus:\"QAnd what did you observe? \"AHe was restless and he even asked money from me because he said he is going to Davao. \"QWhy do you say that he was restless? \"ABecause I was wondering why his hands were blooded. \"QWhich hand? \"AHis right hand? \"QYou said, his hands were blooded. What part of his hands? \"AAt the back of his hands between fingers when he raised his hand and said, let's appear Nong. \"QHow about the palm, was it also blooded? \"AYes, Ma'am. \"QAnd after that, where did he go? \"AHe got his bag from our house and he went away.\"[11]In rape with homicide, the evidence against an accused is basically circumstantial. The nature of the crime, where only the victim and the rapist would have been around during its commission makes the prosecution of the offense particularly difficult since the victim could no longer testify against the perpetrator.[12] Thus, resorting to circumstantial evidence is inevitable and to demand direct evidence proving the modality of the offense and the identity of the perpetrator would be unreasonable.[13]The prosecution witnesses are not shown to have had any ill motive to falsely implicate, and testify against, accused-appellant particularly in so heinous a crime as the capital offense of rape with homicide.[14] Furthermore, factual findings of the trial court made on the basis of its assessment on the credibility of witnesses are entitled to great weight and often, barring arbitrariness and oversight of some facts or circumstances of weight and substance, are said to be conclusive.[15] No cogent reason is here shown to justify a departure from this long-standing rule.The defense of alibi, i.e., that on that eventful day of 09 April 1997, accused-appellant was at the Balingasag Public Market drinking beer with his cousins from two in the afternoon until almost six o'clock in the evening, is extremely weak. Alibi can pose serious consideration only when shown that the accused could not have been present at the place of the crime at the time it is committed.[16] Equally important, an effective alibi must have some credible corroboration from disinterested witnesses.[17] Norma Babiera, a witness presented by the defense, herself admitted that Binitinan is not at all that distant from Balingasag.Under Republic Act No.7659, when, by reason or on the occasion of the rape, homicide is committed, the penalty shall be death.[18] Four Justices of the Supreme Court maintain their position that the law, insofar as it prescribes the death penalty, is unconstitutional; nevertheless, they submit to the ruling of the majority that the law is constitutional and that the death penalty could thereby be imposed.Conformably with prevailing jurisprudence, the award of civil indemnity for the death of the victim should be increased to P75,000.00 and the award of moral damages to P50,000.00, the crime of rape having been committed under circumstances warranting the imposition of the death penalty. The Court finds the award of exemplary damages by the trial court to be justified; Article 2229 of the Civil Code sanctions the grant of exemplary or correction damages in order to deter the commission of similar acts in the future and to allow the courts to mould behaviour that can have grave and deleterious consequences to society.[19]WHEREFORE, the appealed judgment of the court a quo, convicting and imposing the death sentence on accused-appellant RAMIL VELEZ RAYOS, is AFFIRMED with MODIFICATION only insofar as his civil liability is concerned by increasing the amount of the civil indemnity to P75,000.00 and moral damages to P50,000.00, in addition to the exemplary damages awarded by the trial court of P20,000.00, all payable to the heirs of the victim.In accordance with Section 25 of Republic Act No.7659, amending Article 83 of the Revised Penal Code, upon finality of this decision, let the records of this case be forthwith forwarded to the Office of the President for possible exercise of the pardoning power.SO ORDERED.Davide, Jr., C.J., Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza, Panganiban, Quisumbing, Pardo, Buena, Gonzaga-Reyes, Ynares-Santiago, De Leon, Jr., and Sandoval-Gutierrez, JJ., concur.[1] Records, p. 1.[2] Rollo, p. 30.[3] People vs. Deniega, 251 SCRA 626; People vs. Cabiles, 284 SCRA 199.[4] People vs. Hernandez, 282 SCRA 387; People vs. Aquino, 186 SCRA 851 citing People vs. Layuso, 175 SCRA 47.[5] People vs. Bacamante, 248 SCRA 47.[6] People vs. Ragon 282 SCRA 90.[7] People vs. Doro, 282 SCRA 1.[8] People vs. Oracoy, 224 SCRA 759; People vs. Peligro, 225 SCRA 65.[9] TSN, 05 November 1997, pp. 28-29.[10] TSN, 05 November 1997, pp. 29-32.[11] TSN, 19 November 1997, pp. 7-8.[12] People vs. Cristobal, 245 SCRA 620.[13] People vs. Prado, 254 SCRA 531.[14] See People vs. Cristobal, 252 SCRA 507.[15] People vs. Castillo, 289 SCRA 213.[16] People vs. Cañada, 253 SCRA 277.[17] People vs. Cornelia Suelto, G.R. No. 126097, 08 February 2000.[18] Sec. 11, Republic Act No. 7659.[19] See people vs. Teehankee, Jr., 249 SCRA 54. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "accused",
    "appellant",
    "curiam",
    "prosecuted",
    "complex",
    "crime",
    "homicide",
    "criminal",
    "case",
    "regional",
    "trial",
    "court",
    "branch",
    "cagayan",
    "indictment",
    "averred"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAMIL VELEZ RAYOS, ACCUSED-APPELLANT.D E C I S...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 404 Phil. 151\n\nEN BANC\nEN BANC\n\n[ G.R. No. 133823, February 07, 2001 ]\n[ G.R. No. 133823, February 07, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAMIL VELEZ RAYOS, ACCUSED-APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAMIL VELEZ RAYOS, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPER CURIAM:\n\nRamil Velez Rayos was prosecuted for the complex crime of rape with homicide in Criminal Case No. 97-1032 of the Regional Trial Court, Branch 19, of Cagayan de Oro City under an indictment that averred:\n\"That on or about the 9th day of April, 1997 at about 6 o'clock in the evening, more or less, at Barangay Binitinan, Balingasag, Misamis Oriental, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, with force and intimidation, did then and there, willfully, unlawfully and feloniously have carnal knowledge with a nine-year old retardate Mebelyn B. Ganzan against her will and consent and with intent to kill, did then and there willfully, unlawfully, and feloniously attack, assault and stab the victim with the use of a knife which accused previously provided himself thus hitting her on the different parts of her body, causing her instantaneous death.\" [1] The accused, when arraigned, entered a plea of \"not guilty,\" whereupon, the trial ensued.\n\nOn 31 April 1998, the court a quo , following its reception of the evidence, rendered a decision finding the accused guilty of the offense charged. It imposed the penalty of death. The judgment-\n\"WHEREFORE, the Court finds accused Ramil Velez Rayos guilty of raping and killing Mebelyn Ganzan and so hereby sentences him to the supreme penalty of death, and to indemnify the heirs of the deceased in the sum of P50,000.00, and pay them moral damages of P30,000.00 and exemplary damages in the sum of P20,000.00, and to pay the costs of this case.\n\n\"The bolo, exhibit B, is hereby forfeited in favor of the State.\n\n\"The custodian of the accused is hereby ordered to ship the accused to the National Penitentiary the soonest after the promulgation of this judgment.\" [2] The facts could be culled from the individual testimony of the witnesses presented, respectively, by the prosecution and the defense in the course of the trial.\n\nLevisito Gansan\n\nLevisito Gansan, the father of the victim, testified that on 09 April 1997, about 4:30 in the afternoon, while attending a barangay seminar on \"aids,\" his daughter, Mebelyn, came by his side and told him to hold for her a bag of peanuts given by her \"uncle Ramil.\" Mebelyn then hurriedly left. It was to be the last time that he would see his little girl, his only child, so vibrant with life. Shortly after the seminar, he started to look for his daughter who strangely had not as yet come back. She was nowhere in sight. Worried, he chanced upon Dolfo Sabit, who suggested that perhaps he should see \"Tilo\" Malapad. Levisito did. Malapad said that he saw his daughter traversing the barangay road with accused-appellant trailing after her. Malapad volunteered to accompany Levisito to the place.\n\nNight fell and still Mebelyn could not be found. Now extremely apprehensive, he went to the authorities for help. At the police station, he saw accused-appellant being confined, he later learned, for unruly behavior earlier on. It did not take long before somebody called up the station by hand radio to report the discovery of a dead child. He and a neighbor, Cleceria Bedro, rushed to the place an there, with unbelieving eyes, he saw his daughter Mebelyn, lifeless, her dress raised up, and with blood teeming from wounds all over her body.\n\nWenitilo Malapad\n\nA 35-year old resident of Binitinan, Balingasag, Misamis Oriental, Wenitilo Malapad testified that on 09 April 1997, between 5:30 and 6:00 in the afternoon, he was in the house of his brother-in-law, Cris Bustamante, enjoying some tuba in the company of Bonifacio Sabit, Richard Ki-i, and the Bustamante spouses, when he happened to see accused-appellant walking along the barangay road. Treading close by was a little girl, about nine years old, in short pants and blouse. Back home, Malapad was informed by his father-in-law that Levisito Gansan showed up earlier asking for him. He immediately left to see Gansan.\n\nEduardo Cailing\n\nA farmer, Eduardo Cailing said that in the morning of 09 April 1997, about eleven o'clock, accused-appellant, who had developed the habit of dropping by right after work in Claveria, arrived and partook of lunch. A little later, accused-appellant proceeded to a store, owned by a certain Leonardo Palaspara, and took a \"hard drink.\" By mid-afternoon, he was back to the house and asked for something to eat. Again, he returned to the store and resumed drinking. At around 6:30 in the evening, accused-appellant was back and, appearing to be restless and claiming that he would have to promptly leave for Davao, begged for some money. He noticed that accused-appellant had bloodstains on his hands. Even as Cailing was unable to spare accused-appellant any cash, the latter got his bag and hastily took off.\n\nMirabeaus Undalok\n\nAttorney Mirabeaus Undalok, practicing lawyer, while handling a court hearing on 11 April 1997 was informed by SPO4 Eusebia Delote that a suspect wanted to execute an affidavit of confession and that he needed the assistance of counsel. Atty. Undalok obliged and paid accused-appellant a visit. He cautioned accused-appellant that a confession, once executed, could be taken against him in a court of law. Counsel warned that the crime involved, being heinous, was even punishable by death. This advice notwithstanding, accused-appellant manifested his desire to get the matter over with saying that his conscience was greatly bothering him and that he yearned for some peace of mind. Catching a glimpse of some bruises found on the body of accused-appellant, Atty. Undalok asked if the police had manhandled him in any way. Accused-appellant replied in the negative. Accused-appellant then narrated what had happened. He said that he had lured the victim to a hilltop where he intended to consummate his evil design. He was infuriated when his organ failed to penetrate the child's genitalia. Enraged, he stabbed her several times while she was lying on the ground. The sworn statement of Ramil Rayos, taken by SPO4 Eusebia Delote at the office of the police investigator on 11 April 1997, was executed in the presence also of the barangay captain of Balingasag and some police officers.\n\nAngelita Enopia\n\nDr. Angelita Enopia was the Municipal Health Officer of Balingasag. She conducted an autopsy on the body of Mebelyn Ganzan on 09 April 1997. Her post-mortem report disclosed that the victim had sustained 12 fatal wounds penetrating such sensitive areas as the heart, lungs, kidneys, and blood vessels. Her pelvic examination revealed hymenal lacerations at 3 o'clock and 6 o' clock positions with bloody discharges, leading Dr. Enopia to conclude that the child was raped before being killed approximately three to six hours before the post-mortem examination.\n\nNorma Babiera\n\nNorma Babiera, an aunt of accused-appellant, testifying for the defense, said that on 09 April 1997, about seven o'clock in the evening, accused-appellant arrived in their house in Balingasag. He was so drank that he displayed an almost uncontrollable violent behavior. He continued to knock over the benches inside the house. Having earlier partaken of drinks themselves, her four children were enraged at the wild actuations of accused-appellant. Babiera quickly sought refuge to a neighbor's house where she chanced upon her cousin, a policeman, and another nephew. She requested her cousin to detain accused-appellant in the municipal jail until he would have regained his \"mental balance.\" Heeding the plea, her cousin accosted and escorted accused-appellant to the police station. Later that night, Babiera came to visit accused-appellant at the station only to discover that a complaint had just then been filed against him. She did not have the slightest idea where the accused-appellant had been before coming to her house that fateful evening.\n\nRamil Velez Rayos\n\nRamil Velez Rayos testified that in the early morning of 09 April 1997, he had dropped by his sister's residence in Baliwagan around lunchtime. At roughly two o'clock in the afternoon, he was at the Balingasag public market, partaking of tuba with cousins Bobong, Titing, and Gogong Babiera. The drinking spree lasted for hours, up to six o'clock in the evening. From the market place, they all went straight to his cousins' house in Barangay 6, Balingasag, Misamis Oriental. While they were getting ready for dinner, he went to the dirty kitchen and accidentally spilled the gas lamp causing a small fire. The incident triggered a fight between him and Bobong. At his aunt's instance, he was brought to the municipal hall and placed behind bars until he would have recovered from drunkenness. Eventually, he was released from jail but he was soon brought back to the police station and held for the rape-slay of the child victim.\n\nAccused-appellant, in the instant appeal, maintains his innocence and seeks a reversal of the decision rendered by the trial court holding him responsible for the rape-slay of the victim. He submits a lone error, i.e., that the trial court has erred in finding him guilty beyond reasonable doubt of the crime of \"rape with homicide.\" Claiming to have been coerced into executing his extrajudicial confession, accused-appellant insists that he only has been forced to affix his signature on the document by a policeman.\n\nA confession is often said to constitute evidence of high order but before it can be taken in evidence, several requirements have to be satisfied. Chiseled in our jurisprudence are the four fundamental conditions needed for admissibility of a confession, to wit: (1) The confession must be voluntary; (2) the confession must be made with the assistance of a competent and independent counsel; (3) the confession must be express; and (4) the confession must be in writing. [3] Confessing to a crime has the semblance, at least insofar as its legal repercussions are concerned, of a plea of guilt. Extreme care must be taken by lawyers, prosecutors, and the police in seeing to it that the person under investigation for the commission of an offense has been properly secured in his constitutional rights. Article III, Section 2, of the 1987 Constitution requires that-\n\"(1) Any person under investigation for the commission of an offense shall have the right to be informed of his right to remain silent and to have competent and independent counsel preferably of his own choice. If the person cannot afford the services of counsel, he must be provided with one. These rights cannot be waived except in writing and in the presence of counsel.\n\n\"xxx xxx xxx\n\"(3) Any confession or admission obtained in violation of this or section 17 hereof shall be inadmissible in evidence against him.\" The right to counsel, particularly, is designed to avoid the pernicious practice of extorting false confessions or coerced admissions [4] and to preclude the slightest suspicion that an accused would be led to an imprudent act. It ought to follow that a lawyer should see to the protection of an accused in ensuring his basic rights. The accused is entitled to no less than an effective and vigilant counsel who must be present and able to advise and assist his client from the time the confessant answers the first question asked by the investigating officer until the signing of the extrajudicial confession. Counsel should ascertain that the confession is voluntarily made and that the person making the same fully understands the nature and consequences of his extrajudicial confession. A contrary rule would be antagonistic to the rights of the individual to remain silent, to counsel, and to be presumed innocent. [5]\n\nBut while the Court in this case is not comfortable in giving weight to the confession made by the accused and holding it to bear out a faithful observance of the Constitution, the guilt of accused-appellant, nevertheless, has here been independently established. When there are no eyewitnesses to a crime, resort to circumstantial evidence becomes almost certainly unavoidable. [6] Circumstantial evidence would be sufficient for conviction, if (a) there is more than one circumstance; (b) the facts from which the inferences have been derived are proven; (c) the combination of all the circumstances is such as to produce a conviction beyond reasonable doubt. [7] The circumstances must be consistent with each other, from which the only rational hypothesis that can be drawn therefrom would be that the accused is guilty. [8] The circumstances must create a solid chain of events, coherent and intrinsically believable, that pinpoints the accused, to the exclusion of others, as being the perpetrator of the crime and thereby sufficiently overcome the presumption of innocence in his favor.\n\nHere, the pieces of evidence, taken in their entirety, unmistakably point to the guilt, not innocence, of accused-appellant.\n\nFirst. - While Levisito Gansan was attending a barangay seminar, his daughter Mebelyn came by his side and requested him to hold for her the sachet of \"Jack En Poy\" peanuts given by her \"Uncle Ramil.\" It was the last time that Gansan saw his daughter alive.\n\nSecond. - Wenitilo Malapad saw accused-appellant walking with a child, about nine years old, precisely Mebelyn's age, wearing a pair of short pants and a blouse, exactly what Mebelyn had worn that day, along the barangay road towards the direction of the interior portion of Binitinan, Barangay Balingasag. He testified:\n\n[TABLE_CONTENT]\n\"Q | On April 9, 1997 at about 5:30 to 6:00 in the afternoon do you remember where were you then?\n | \n\"A | I was in the house of my brother-in-law.\n | \n\"Q | What is the name of your brother-in-law?\n | \n\"A | Cris Bustamante.\n | \n\"Q | What did you do there in the house of Cris Bustamante?\n | \n\"A | We drank tuba.\n | \n\"Q | Were you alone?\n | \n\"A | We were 4 and 1 lady, the wife of Cris.\n | \n\"Q | Where is this house of your brother -in-law located?\n | \n\"A | In Upper Binitinan in the interior portion.\n | \n\"Q | Is this infront of the road?\n | \n\"A | Yes, Sir the former barangay road.\n | \n\"Q | And if somebody would pass that barangay road you could see those people passing?\n | \n\"A | Yes, Ma'am. We clearly see them.\n | \n\"Q | On April 9, 1997 while drinking tuba tell the court if you saw this accused passed by?\n | \n\"A | While we were drinking I saw Ramil Rayos walking he was following the barangay road.\n | \n\"Q | Please tell us whether he was alone?\n | \n\"A | They were two together with the child.\n | \n\"Q | Will you please describe the child?\n | \n\"A | The child was about 9 years old. And the child was behind him and walking slowly. And Ramil Rayos called her by signalling his hand.\n | \n\"Q | Do you know the child?\n | \n\"A | I know the child but the child was walking and I could not see her clearly because she was not facing me.\n | \n\"COURT:\n | \n | What child, male or female?\n | \n\"A | Female.\n | \n\"Q | What was her dress.\n | \n\" A | Shortpants and blouse.[9]\n[END_TABLE]\n\n\"Q On April 9, 1997 at about 5:30 to 6:00 in the afternoon do you remember where were you then?\n\n\"A I was in the house of my brother-in-law.\n\n\"Q What is the name of your brother-in-law?\n\n\"A Cris Bustamante.\n\n\"Q What did you do there in the house of Cris Bustamante?\n\n\"A We drank tuba.\n\n\"Q Were you alone?\n\n\"A We were 4 and 1 lady, the wife of Cris.\n\n\"Q Where is this house of your brother -in-law located?\n\n\"A In Upper Binitinan in the interior portion.\n\n\"Q Is this infront of the road?\n\n\"A Yes, Sir the former barangay road.\n\n\"Q And if somebody would pass that barangay road you could see those people passing?\n\n\"A Yes, Ma'am. We clearly see them.\n\n\"Q On April 9, 1997 while drinking tuba tell the court if you saw this accused passed by?\n\n\"A While we were drinking I saw Ramil Rayos walking he was following the barangay road.\n\n\"Q Please tell us whether he was alone?\n\n\"A They were two together with the child.\n\n\"Q Will you please describe the child?\n\n\"A The child was about 9 years old. And the child was behind him and walking slowly. And Ramil Rayos called her by signalling his hand.\n\n\"Q Do you know the child?\n\n\"A I know the child but the child was walking and I could not see her clearly because she was not facing me.\n\n\"COURT:\n\nWhat child, male or female?\n\n\"A Female.\n\n\"Q What was her dress.\n\n\" A Shortpants and blouse. [9] Third. - The body of the child victim, Mebelyn, was later found in the interior portion of Binitinan, Barangay Balingasag, in which vicinity accused-appellant and the young girl responding to the description of the victim were seen walking together. Malapad narrated:\n\n[TABLE_CONTENT]\n\"PROS. LUCAGBO:\n | \n\"Q | While you were there was there somebody looking for you?\n | \n\"A | None.\n | \n\"Q | In that afternoon did you ever happen to meet Lebisito Gansan?\n | \n\"A | When I went home because our house is situated in lower Binitinan, my father-in-law told me that Lebisito Gansan was looking for me.\n | \n\"Q | What is the name of your father-in-law.\n | \n\"A | Milquiades Bustamante.\n | \n\"Q | Upon knowing that Lebisito was looking you what did you do?\n | \n\" A | When I learned that he was looking for me I immediately went out to the road so we saw each other.\n | \n\"Q | When you saw each other did you say something to him?\n | \n\"A | He asked me, have you seen my child?\n | \n\"Q | What was your answer?\n | \n\"A | I asked him, what was your child wearing?\n | \n\"A | And he described to me the outfit of the child and I answered, that is the very child that I saw together with Ramil Rayos.\n | \n\"Q | After that what did you do?\n | \n\"A | He requested me to go along with him because we will search for his child.\n | \n\"Q | Did you find the child?\n | \n\"A | No sir.\n | \n\"Q | Since you did not find the child what did you do?\n | \n\"A | We retraced our way and we asked assistance from the people of the barrio.\n | \n\"Q | How about Lebisito Gansan where did he go?\n | \n\"A | He went to Balingasag and reported the matter to the police.\n | \n\"Q | How about you, you said you asked the help of the barrio people, were you able to get the help?\n | \n\"A | Yes, Sir when I returned there were many people who helped in searching the child.\n | \n\"Q | When you were searching the child that was already dark?\n | \n\"A | Yes, maam.\n | \n\"Q | What did you do to illuminate the place?\n | \n\"A | Some of them brought along with them flashlights. Some of them coconut leaves and I was delayed because I borrowed a petromax lamp.\n | \n\"Q | All of you coordinating in searching the child?\n | \n\"A | Yes, maam.\n | \n\"Q | Please tell this court, did you finally see the Child?\n | \n\"A | Yes, maam.\n | \n\"Q | Where did you find the child?\n | \n\"A | In upper Binitinan.\n | \n\"Q | The direction where Ramil Rayos and the child was going to according to you saw Ramil Rayos, that is where you found the body of the child?\n | \n\"A | Yes, Sir.\n | \n\"Q | What did you see with the child?\n | \n\"A | I saw that the blouse of the child was already gone and her shortpants was still on but her panty was on top of the stone. And blood oozing from her body because of some wounds.\n | \n\"Q | If pictures be shown to you would you be able to identify the child?\n | \n\"A | Yes, Maam.\n | \n\"Q | I am showing to you these pictures, please tell the court if these are the pictures of the child?\n | \n\"A | Yes, Maam this is the very child (Witness referring to exhibit D)\n | \n\"Q | How about this another picture?\n | \n\"A | Yes, Maam this is the child. (Witness referring to exhibit E)\n | \n\"Q | How about this another picture?\n | \n\"A | Yes, Maam this is the child (Witness referring to exhibit F)\n | \n\"Q | After you discovered the body of the child what did you do?\n | \n\"A | When we saw the body of the child I could feel it was so gruesome (hidlis).\n | (Witness after looking at the picture he is shaking his head and have a teary eye).\"[10]\n[END_TABLE]\n\n\"PROS. LUCAGBO:\n\n\"Q While you were there was there somebody looking for you?\n\n\"A None.\n\n\"Q In that afternoon did you ever happen to meet Lebisito Gansan?\n\n\"A When I went home because our house is situated in lower Binitinan, my father-in-law told me that Lebisito Gansan was looking for me.\n\n\"Q What is the name of your father-in-law.\n\n\"A Milquiades Bustamante.\n\n\"Q Upon knowing that Lebisito was looking you what did you do?\n\n\" A When I learned that he was looking for me I immediately went out to the road so we saw each other.\n\n\"Q When you saw each other did you say something to him?\n\n\"A He asked me, have you seen my child?\n\n\"Q What was your answer?\n\n\"A I asked him, what was your child wearing?\n\n\"A And he described to me the outfit of the child and I answered, that is the very child that I saw together with Ramil Rayos.\n\n\"Q After that what did you do?\n\n\"A He requested me to go along with him because we will search for his child.\n\n\"Q Did you find the child?\n\n\"A No sir.\n\n\"Q Since you did not find the child what did you do?\n\n\"A We retraced our way and we asked assistance from the people of the barrio.\n\n\"Q How about Lebisito Gansan where did he go?\n\n\"A He went to Balingasag and reported the matter to the police.\n\n\"Q How about you, you said you asked the help of the barrio people, were you able to get the help?\n\n\"A Yes, Sir when I returned there were many people who helped in searching the child.\n\n\"Q When you were searching the child that was already dark?\n\n\"A Yes, maam.\n\n\"Q What did you do to illuminate the place?\n\n\"A Some of them brought along with them flashlights. Some of them coconut leaves and I was delayed because I borrowed a petromax lamp.\n\n\"Q All of you coordinating in searching the child?\n\n\"A Yes, maam.\n\n\"Q Please tell this court, did you finally see the Child?\n\n\"A Yes, maam.\n\n\"Q Where did you find the child?\n\n\"A In upper Binitinan.\n\n\"Q The direction where Ramil Rayos and the child was going to according to you saw Ramil Rayos, that is where you found the body of the child?\n\n\"A Yes, Sir.\n\n\"Q What did you see with the child?\n\n\"A I saw that the blouse of the child was already gone and her shortpants was still on but her panty was on top of the stone. And blood oozing from her body because of some wounds.\n\n\"Q If pictures be shown to you would you be able to identify the child?\n\n\"A Yes, Maam.\n\n\"Q I am showing to you these pictures, please tell the court if these are the pictures of the child?\n\n\"A Yes, Maam this is the very child (Witness referring to exhibit D)\n\n\"Q How about this another picture?\n\n\"A Yes, Maam this is the child. (Witness referring to exhibit E)\n\n\"Q How about this another picture?\n\n\"A Yes, Maam this is the child (Witness referring to exhibit F)\n\n\"Q After you discovered the body of the child what did you do?\n\n\"A When we saw the body of the child I could feel it was so gruesome (hidlis).\n(Witness after looking at the picture he is shaking his head and have a teary eye).\" [10] Fourth. - At around 6:30 in the evening, accused-appellant came to see Eduardo Cailing asking for some money to take him to Davao. Cailing noticed that accused-appellant had bloodstained hands; thus:\n\n[TABLE_CONTENT]\n\"Q | And what did you observe?\n | \n\"A | He was restless and he even asked money from me because he said he is going to Davao.\n | \n\"Q | Why do you say that he was restless?\n | \n\"A | Because I was wondering why his hands were blooded.\n | \n\"Q | Which hand?\n | \n\"A | His right hand?\n | \n\"Q | You said, his hands were blooded. What part of his hands?\n | \n\"A | At the back of his hands between fingers when he raised his hand and said, let's appear Nong.\n | \n\"Q | How about the palm, was it also blooded?\n | \n\"A | Yes, Ma'am.\n | \n\"Q | And after that, where did he go?\n | \n\"A | He got his bag from our house and he went away.\"[11]\n[END_TABLE]\n\n\"Q And what did you observe?\n\n\"A He was restless and he even asked money from me because he said he is going to Davao.\n\n\"Q Why do you say that he was restless?\n\n\"A Because I was wondering why his hands were blooded.\n\n\"Q Which hand?\n\n\"A His right hand?\n\n\"Q You said, his hands were blooded. What part of his hands?\n\n\"A At the back of his hands between fingers when he raised his hand and said, let's appear Nong.\n\n\"Q How about the palm, was it also blooded?\n\n\"A Yes, Ma'am.\n\n\"Q And after that, where did he go?\n\n\"A He got his bag from our house and he went away.\" [11] In rape with homicide, the evidence against an accused is basically circumstantial. The nature of the crime, where only the victim and the rapist would have been around during its commission makes the prosecution of the offense particularly difficult since the victim could no longer testify against the perpetrator. [12] Thus, resorting to circumstantial evidence is inevitable and to demand direct evidence proving the modality of the offense and the identity of the perpetrator would be unreasonable. [13]\n\nThe prosecution witnesses are not shown to have had any ill motive to falsely implicate, and testify against, accused-appellant particularly in so heinous a crime as the capital offense of rape with homicide. [14] Furthermore, factual findings of the trial court made on the basis of its assessment on the credibility of witnesses are entitled to great weight and often, barring arbitrariness and oversight of some facts or circumstances of weight and substance, are said to be conclusive. [15] No cogent reason is here shown to justify a departure from this long-standing rule.\n\nThe defense of alibi, i.e., that on that eventful day of 09 April 1997, accused-appellant was at the Balingasag Public Market drinking beer with his cousins from two in the afternoon until almost six o'clock in the evening, is extremely weak. Alibi can pose serious consideration only when shown that the accused could not have been present at the place of the crime at the time it is committed. [16] Equally important, an effective alibi must have some credible corroboration from disinterested witnesses. [17] Norma Babiera, a witness presented by the defense, herself admitted that Binitinan is not at all that distant from Balingasag.\n\nUnder Republic Act No.7659, when, by reason or on the occasion of the rape, homicide is committed, the penalty shall be death. [18] Four Justices of the Supreme Court maintain their position that the law, insofar as it prescribes the death penalty, is unconstitutional; nevertheless, they submit to the ruling of the majority that the law is constitutional and that the death penalty could thereby be imposed.\n\nConformably with prevailing jurisprudence, the award of civil indemnity for the death of the victim should be increased to P75,000.00 and the award of moral damages to P50,000.00, the crime of rape having been committed under circumstances warranting the imposition of the death penalty. The Court finds the award of exemplary damages by the trial court to be justified; Article 2229 of the Civil Code sanctions the grant of exemplary or correction damages in order to deter the commission of similar acts in the future and to allow the courts to mould behaviour that can have grave and deleterious consequences to society. [19]\n\nWHEREFORE, the appealed judgment of the court a quo, convicting and imposing the death sentence on accused-appellant RAMIL VELEZ RAYOS, is AFFIRMED with MODIFICATION only insofar as his civil liability is concerned by increasing the amount of the civil indemnity to P75,000.00 and moral damages to P50,000.00, in addition to the exemplary damages awarded by the trial court of P20,000.00, all payable to the heirs of the victim.\n\nIn accordance with Section 25 of Republic Act No.7659, amending Article 83 of the Revised Penal Code, upon finality of this decision, let the records of this case be forthwith forwarded to the Office of the President for possible exercise of the pardoning power.\n\nSO ORDERED.\n\nDavide, Jr., C.J., Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza, Panganiban, Quisumbing, Pardo, Buena, Gonzaga-Reyes, Ynares-Santiago, De Leon, Jr., and Sandoval-Gutierrez, JJ., concur.\n\n[1] Records, p. 1.\n\n[2] Rollo, p. 30.\n\n[3] People vs. Deniega, 251 SCRA 626; People vs. Cabiles, 284 SCRA 199.\n\n[4] People vs. Hernandez, 282 SCRA 387; People vs. Aquino, 186 SCRA 851 citing People vs. Layuso, 175 SCRA 47.\n\n[5] People vs. Bacamante, 248 SCRA 47.\n\n[6] People vs. Ragon 282 SCRA 90.\n\n[7] People vs. Doro, 282 SCRA 1.\n\n[8] People vs. Oracoy, 224 SCRA 759; People vs. Peligro, 225 SCRA 65.\n\n[9] TSN, 05 November 1997, pp. 28-29.\n\n[10] TSN, 05 November 1997, pp. 29-32.\n\n[11] TSN, 19 November 1997, pp. 7-8.\n\n[12] People vs. Cristobal, 245 SCRA 620.\n\n[13] People vs. Prado, 254 SCRA 531.\n\n[14] See People vs. Cristobal, 252 SCRA 507.\n\n[15] People vs. Castillo, 289 SCRA 213.\n\n[16] People vs. Cañada, 253 SCRA 277.\n\n[17] People vs. Cornelia Suelto, G.R. No. 126097, 08 February 2000.\n\n[18] Sec. 11, Republic Act No. 7659.\n\n[19] See people vs. Teehankee, Jr., 249 SCRA 54.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 29125,
  "metadata_extraction_date": "2025-11-01T05:56:05.044406",
  "extraction_version": "2.0_enhanced_full_content"
}