{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/may/GR_120549.html",
  "filename": "GR_120549.html",
  "year": 1997,
  "month": "may",
  "case_number": "120549",
  "gr_number": "120549",
  "volume_page": "338 Phil. 826",
  "decision_date": "May 06, 1997",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ENRIQUITO UNARCE, ACCUSED-APPELLANT. R E S O L U T I O N MELO, J.: There is seemingly an error in our decision of April 4, 1997 which bears on the imposable penalty.Republic Act No. 7659, the law re-imposing the death penalty, should not have been applied for said statute took effect only on December 31, 1993, while the crime of murder herein involved was committed on November 16, 1992.The Court thus motu proprio corrects itself by modifying the last paragraph and the dispositive portion of the decision dated April 4, 1997, to read:Considering that the crime of murder was committed on November 16, 1992, Republic Act No. 7659, \"An Act To Impose The Death Penalty On Certain Heinous Crimes, Amending For That Purpose The Revised Penal Code, As Amended, Other Special Penal Laws, And For Other Purposes\", which was enacted on December 31, 1993, does not apply. The applicable legal provision is Article 248 of the Revised Penal Code, before its latest amendment which imposed the penalty of reclusion temporal in its maximum period to death for the crime of murder.In view of the presence of the mitigating circumstance of voluntary surrender, the proper penalty is reclusion temporal in its maximum period which is the minimum period of the prescribed penalty of reclusion temporal maximum to death in conformity with said Article 248, before its amendment, in relation to Article 64(2).Applying the Indeterminate Sentence Law, the imposable penalty is an indeterminate sentence within the range of prision mayor in its maximum period, as the minimum, to reclusion temporal in its maximum period, as the maximum, (People vs. Sarol, 139 SCRA 125 [1985]).WHEREFORE, the decision appealed from is hereby MODIFIED, and accused-appellant is hereby sentenced to suffer the indeterminate penalty of ten (10) years and one (1) day of prision mayor, as minimum, to seventeen (17) years, four (4) months, and one (1) day of reclusion temporal, as maximum (People vs. Sarol, supra).Cost against appellant.SO ORDERED.Narvasa, C.J.,(Chairman), Davide, Jr., Francisco, and Panganiban, JJ., concur. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Administrative Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "enriquito",
    "unarce",
    "accused",
    "appellant",
    "seemingly",
    "decision",
    "imposable",
    "penalty",
    "republic",
    "law",
    "imposing",
    "should",
    "applied",
    "statute",
    "effect",
    "december"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ENRIQUITO UNARCE, ACCUSED-APPELLANT. R E S O L...",
  "formatted_case_content": "View printer friendly version\n338 Phil. 826\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 120549, May 06, 1997 ]\n[ G.R. No. 120549, May 06, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ENRIQUITO UNARCE, ACCUSED-APPELLANT.\nR E S O L U T I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ENRIQUITO UNARCE, ACCUSED-APPELLANT.\nR E S O L U T I O N\n\nMELO, J.:\n\nThere is seemingly an error in our decision of April 4, 1997 which bears on the imposable penalty.\n\nRepublic Act No. 7659, the law re-imposing the death penalty, should not have been applied for said statute took effect only on December 31, 1993, while the crime of murder herein involved was committed on November 16, 1992.\n\nThe Court thus motu proprio corrects itself by modifying the last paragraph and the dispositive portion of the decision dated April 4, 1997, to read:\nConsidering that the crime of murder was committed on November 16, 1992, Republic Act No. 7659, \"An Act To Impose The Death Penalty On Certain Heinous Crimes, Amending For That Purpose The Revised Penal Code, As Amended, Other Special Penal Laws, And For Other Purposes\", which was enacted on December 31, 1993, does not apply. The applicable legal provision is Article 248 of the Revised Penal Code, before its latest amendment which imposed the penalty of reclusion temporal in its maximum period to death for the crime of murder. In view of the presence of the mitigating circumstance of voluntary surrender, the proper penalty is reclusion temporal in its maximum period which is the minimum period of the prescribed penalty of reclusion temporal maximum to death in conformity with said Article 248, before its amendment, in relation to Article 64(2).\n\nApplying the Indeterminate Sentence Law, the imposable penalty is an indeterminate sentence within the range of prision mayor in its maximum period, as the minimum, to reclusion temporal in its maximum period, as the maximum, (People vs. Sarol, 139 SCRA 125 [1985]).\n\nWHEREFORE , the decision appealed from is hereby MODIFIED , and accused-appellant is hereby sentenced to suffer the indeterminate penalty of ten (10) years and one (1) day of prision mayor , as minimum, to seventeen (17) years, four (4) months, and one (1) day of reclusion temporal, as maximum (People vs. Sarol, supra).\n\nCost against appellant.\nSO ORDERED.\n\nNarvasa, C.J.,(Chairman), Davide, Jr., Francisco, and Panganiban, JJ., concur.",
  "content_length": 2413,
  "metadata_extraction_date": "2025-11-01T05:50:13.248350",
  "extraction_version": "2.0_enhanced_full_content"
}