{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/may/34766.html",
  "filename": "34766.html",
  "year": 1997,
  "month": "may",
  "case_number": "34766",
  "gr_number": "34766",
  "volume_page": "338 Phil. 529",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "antonio",
    "petitioner",
    "honorable",
    "court",
    "appeals",
    "people",
    "philippines",
    "respondents",
    "hermosisima",
    "herein",
    "petition",
    "review",
    "decision",
    "affirmed"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n338 Phil. 529\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 95796-97, May 02, 1997 ]\n[ G.R. Nos. 95796-97, May 02, 1997 ]\n\nANTONIO NIEVA, JR., PETITIONER, VS. THE HONORABLE COURT OF APPEALS AND THE PEOPLE OF THE PHILIPPINES, RESPONDENTS.\nD E C I S I O N\nANTONIO NIEVA, JR., PETITIONER, VS. THE HONORABLE COURT OF APPEALS AND THE PEOPLE OF THE PHILIPPINES, RESPONDENTS.\nD E C I S I O N\n\nHERMOSISIMA, JR., J.:\n\nThe herein petition seeks the review of the Decision [1] of the Court of Appeals [2] which affirmed the judgment of conviction [3] of the petitioner Antonio Nieva, Jr. rendered by the Regional Trial Court of Pampanga [4] in criminal cases involving Estafa and Violation of Batas Pambansa Blg. 22.\n\nThe following antecedent facts are not disputed:\n\nSometime in 1982, one Alberto Joven had his car repaired in an auto repair shop in Quezon City, which was owned by petitioner. Alberto had frequently visited said repair shop to avail himself of its services and so, he had become friendly with petitioner as owner of the shop. Alberto learned that, like his father, the late Atty. Ramon Joven, petitioner was engaged in the construction business. Alberto then informed petitioner that they had idle construction equipment in Bacolor, Pampanga, which were not being attended to because his father had become quite ill. Petitioner expressed interest in the equipment and requested Alberto to introduce him to his father.\n\nDuring a meeting sometime in 1985 in Bacolor, Pampanga, petitioner offered to lease a Toyota Dump Truck, with Motor No. 2D-58961, with the intention to use it for some construction project in Quezon Province. Atty. Joven, now deceased, commented that he could not accept the offer unless the dump truck was first repaired. Petitioner thus offered to have the dump truck repaired at his expense, with the repair expenses to be deducted, however, from the rentals for the use of the truck. Atty. Joven agreed to such a proposal.\n\nOn April 30, 1985, Atty. Joven who was at that time confined at the Lung Center, signed an order to turn over the possession and custody of subject dump truck to petitioner. On May 14, 1985, a lease contract [5] covering the above-described transaction was executed and entered into between the petitioner and Atty. Joven.\n\nPetitioner, however, failed to fulfill his obligations under the said lease contract: he did not repair the subject dump truck nor did he pay any rentals. The dump truck was left idle in petitioner's auto repair shop on Mayon Street in Quezon City. Learning about petitioner's non-compliance with their lease agreement, Atty. Joven secured a pass from the Lung Center, confronted petitioner at petitioner's repair shop in Quezon City, and asked petitioner to return the dump truck. Petitioner countered by offering to buy the truck. When Atty. Joven manifested that the selling price of the truck was P70,000.00, petitioner accepted the offer and agreed to the consideration thereof.\n\nOn June 10, 1985, an absolute deed of sale [6] evidencing this most recent transaction between petitioner and Atty. Joven, was executed and entered into by said parties.\n\nA week later, petitioner delivered to Atty. Joven a post-dated check [7] drawn against the Commercial Bank of Manila in the amount of P70,000.00 as payment for the subject dump truck.\n\nSaid check was deposited in the Angeles City branch of the Bank of Philippine Islands. Thereafter, Atty. Joven was advised that the Commercial Bank of Manila returned the check for the following reason: \"closed accounts\" [8] . Repeated verbal demands were made on petitioner for him to make good the returned check, but to no avail. Thus, Atty. Joven availed himself of the services of counsel who made a formal written demand [9] upon petitioner to pay his obligations. Petitioner, however, ignored the written demand. Hence, the criminal cases for Estafa and Violation of B.P. Blg. 22, were filed against him.\n\nFor having issued a worthless check, petitioner was charged with Estafa under paragraph 2 (d), Article 315 of the Revised Penal Code and with Violation of B.P. Blg. 22 under two separate Informations filed by the Provincial Fiscal of San Fernando, Pampanga before, the Regional Trial Court of Pampanga, Branch 45. For ready reference, the two informations are reproduced below:\n\nIn Criminal Case No. 3228 for Estafa:\n\n\"That on or about the 31st day of July, 1985, in the municipality of Bacolor, Province of Pampanga, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused ANTONIO M. NIEVA, JR., knowing fully well that he had insufficient funds in the bank, with intent to defraud, with grave abuse of confidence and by means of deceit, did then and there willfully, unlawfully, feloniously and maliciously issue, draw and deliver Commercial Bank of Manila Check No. KAM 015417 in the amount of SEVENTY THOUSAND (P70,000.00) PESOS, to and in favor of Atty. Ramon R. Joven in payment of the Toyota dump truck purchased by accused Antonio M. Nieva, Jr. from Atty. Ramon R. Joven, and when said check was presented for encashment, the same was dishonored and returned with the information that the same was drawn against an 'Account Closed', and in spite of repeated demands made upon the accused to redeem said check, he failed and refused and presently fails and refuses to redeem the same, to the damage and prejudice of said Atty. Ramon R. Joven in the total amount of P70,000.00, Philippine Currency.\" [10]\n\nIn Criminal Case No. 3229 for Violation of B.P. Blg. 22:\n\n\"That on or about the 31st day of July, 1985, in the municipality of Bacolor, province of Pampanga, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused ANTONIO M. NIEVA, JR., knowing fully well that he had no sufficient funds in the bank, did then and there willfully, unlawfully, feloniously and maliciously draw, issue and deliver a Commercial Bank of Manila Check NO. KAM 015417 in the amount of SEVENTY THOUSAND (P70,000.00) PESOS, drawn against his checking/current account with the Commercial Bank of Manila, Kamuning Branch, Quezon City, to and in favor of Atty. Ramon R. Joven, and when said check was presented for payment to the drawee bank, the same was dishonored and refused payment for the reason that it was drawn against an 'Account Closed', and notwithstanding several and repeated demands made upon the accused to redeem said check, said accused failed and refused and presently fails and refuses to comply therewith, to the damage and prejudice of said Atty. Ramon R. Joven in the total amount of P70,000.00.â [11] At the arraignment, petitioner entered the plea of \"not guilty\" as to each of the aforesaid charges, after which trial was held on the merits.\n\nAfter trial, the trial court rendered a judgment of conviction [12] in both Informations, the decretal portion of which decision reads:\n\n\"WHEREFORE, the Court hereby renders judgment finding accused ANTONIO NIEVA, JR. guilty beyond reasonable doubt as PRINCIPAL 1) of the crime of ESTAFA defined and penalized under Par. 2 (d) of Art. 315, Revised Penal Code as amended by P.D. 818 and of the offense of violation of Batas Pambansa Blg. 22 x x x and sentencing the said accused as follows:\n\na) For Crim. Case No. 3228\n\na.1. To suffer an indeterminate sentence of imprisonment of SIX (6) years and ONE (1) day of PRISION MAYOR as MINIMUM to SEVENTEEN (17) years FOUR (4) months and ONE (1) day of RECLUSION TEMPORAL as MAXIMUM;\n\na.2. To suffer the accessory penalties provided by law;\n\na.3. To pay the cost; and\n\na.4. To indemnify the complainant, heirs of Atty. RAMON JOVEN the sum of P70,000.00; and\n\nb) For Crim. Case No. 3229\n\na.1. To suffer imprisonment of TWO (2) months; and,\n\na.2. Pay a fine of P70,000.00.\n\nSO ORDERED.\" [13]\n\nPetitioner appealed his conviction to the respondent appellate court which, however, affirmed the same. [14] Hence, this petition.\n\nPetitioner asks us to set aside the herein assailed decision rendered by respondent Court of Appeals, upon the following grounds:\n\n\"1.     The elements of Estafa as re-defined in Sales vs. Court of Appeals were not present and were not duly proved, because: a.            The post-dated check was not issued in payment of an obligation contracted at the time the check was issued;\n\nb.            There is no sufficient and competent evidence to show that there is lack or insufficient funds to cover the check; and,\n\nc.            There was no damage to the payee thereof.\n\n2.       The conviction of petitioner was based on the sole and only uncorroborated testimony of prosecution witness, Alberto Joven, whose testimony is bias [sic], incredible and hearsay.\n\n3.       The trial court has no jurisdiction to try the cases charged against petitioner, as none of the essential elements of the offenses charged was ever committed in Pampanga.\" The instant petition is meritorious insofar as it appeals petitioner's conviction for estafa.\n\nPetitioner was convicted for estafa under paragraph 2 (d), Article 315 of the Revised Penal Code basically upon the finding that petitioner issued the postdated check in question as consideration for the dump truck subject of the contract of sale between petitioner and Atty. Ramon Joven and that when said check was deposited with the Angeles City Branch of the Bank of the Philippine Islands, the same was dishonored and returned per Check Return slip [15] for the following reason: \"Account Closed.\"\n\nIn this appeal, petitioner does not dispute the fact that he did issue the postdated check in payment of the dump truck as in fact he made an annotation at the back thereof which reads: \"for payment Toyota dump truck.\" However, he contends that the postdated check was not issued at the time the contract of sale involving the dump truck was entered into by and between petitioner and Atty. Ramon Joven, said transaction being evidenced by a deed of absolute sale dated June 10, 1985, the fact being that he issued and delivered the said check to Atty. Joven a week thereafter.\n\nEvidently, there is a need to resolve in this case the question of whether the postdated check was issued at the time the obligation of the petitioner to pay the consideration for the dump truck was contracted or thereafter.\n\nIt is significant to note that the trial court did not make any finding or any categorical statement on the matter, it having concluded simply that petitioner issued a worthless check in payment of the dump truck. Neither did the Court of Appeals make such finding in affirming petitioner's conviction, it having also simply stated that:\n\" x x x x x x x x x. What motivated the accused to issue the postdated check was the sale of the vehicle to him. Had there been no contract of sale in the first place, he would not have issued the check.\" [16] The testimony of the sole prosecution witness Alberto Joven is also not enlightening. A perusal of said testimony would readily show that no categorical statement was made either relative to the date in issue. Alberto Joven testified on direct examination that:\n\"x x x x x x x x x\n\nQ: And when Mr. Nieva offered to buy the dump truck instead of just bringing it back to Bacolor, because it was repaired and rentals were not paid, what did your father say?\nA: My father quoted his price for the truck, sir.\n\nQ: And after quoting the price, what happened?\nA: They both agreed and the accused gave him a postdated check.\" [17]\n\nand on cross-examination, that:\n\n\"x x x x x x x x x\n\nQ: You were present when the negotiation for the purchase of the motor vehicle was made by your father and the accused?\nA: Yes, sir.\n\nQ: Can you tell the date?\nA: I cannot remember the date, sir.\n\nQ: But it was in 1985?\nA: Yes, sir.\n\nQ: And that sale was consummated I presume?\nA: Yes, sir.\n\nQ: Can you tell when it was consummated?\nA: I cannot remember, sir.\n\nQ: But it is in 1985?\nA: Yes, sir. [18]\n\nx x x x x x x x x\n\nQ: On August 2, 1985, did you know where your father was the whole day of August 2, 1985?\nA: I cannot remember.\n\nQ: You cannot remember either whether your father received a check from the accused for this, did you?\nA: I can remember he received the check but not the date, sir.\n\nQ: But it was in 1985?\nA: Yes, sir.\n\nQ: Neither could you remember when your father, after receiving the said check delivered by the accused to your father, encashed the same?\nA: No, sir.\" [19]\n\n(Underscoring ours.) In contrast, we note the petitioner's positive averment that he issued and delivered the postdated check to Atty. Joven one week after Atty. Joven and he entered into the contract of sale, stressing that the deed of sale was handed to him by Atty. Joven without asking for any payment. Petitioner testified in this manner:\n\"x x x x x x x x x\n\nQ: You just stated in the direct examination that the said check was postdated July 31, 1985. Mr. Nieva, when did you actually issue the said check postdated July 31, 1985?\nA: That was one week after he gave me the deed of sale. He gave me the deed of sale without asking me for the payment.\" [20] Settled is the rule that, to constitute estafa, the act of postdating or issuing a check in payment of an obligation must be the efficient cause of defraudation and, as such, it should be either prior to or simultaneous with the act of fraud. [21] The offender must be able to obtain money or property from the offended party because of the issuance of the check or that the person to whom the check was delivered would not have parted with his money or property had there been no check issued to him. Stated otherwise, the check should have been issued as an inducement for the surrender by the party deceived of his money or property and not in payment of a pre-existing obligation. [22]\n\nIt will be recalled that petitioner has been in possession of the dump truck as early as April 30, 1985. The property had been delivered to and obtained by petitioner initially for the purpose of having the same repaired by the petitioner so that it could be rented out to him. When it turned out, however, that the same was not repaired nor the rentals therefor paid, Atty. Joven demanded that it be returned and what dissuaded him from taking it away from petitioner in order to be brought back to Bacolor, Pampanga was petitioner's offer to buy the same. The offer having been accepted with the consideration having also been agreed upon, Atty. Joven let the dump truck remain in the possession of petitioner. An absolute deed of sale was accordingly executed and entered into by the parties on June 10, 1985, during which Atty. Joven did not ask for payment. As has heretofore been clearly shown, petitioner issued and delivered to Atty. Joven the postdated check in payment of the dump truck a week later. Needless to state, it was not by reason of the issuance of the check that petitioner has remained to be in possession of the dump truck but the perfected contract of sale entered into by petitioner and Atty. Joven a week earlier than the issuance of the check.\n\nIn fine, we find and so hold that petitioner did not commit the fraud or deceit envisioned in the law as to make him liable for estafa when he issued the postdated check, such issuance having been clearly made in payment of a pre-existing obligation.\n\nWe, however, sustain petitioner's conviction for violation of Batas Pambansa Blg. 22.\n\nIt bears stressing that while this is also an appeal on petitioner's conviction of the offense under BP Blg. 22, the arguments in his brief, except on the issue of jurisdiction, had not dwelt thereon. Nevertheless, we note that upon the facts adduced, his conviction of the said offense is proper.\n\nThe elements of the offense under Section 1, BP Blg. 22, are: (1) the making, drawing and issuance of any check to apply to account or for value; (2) the maker, drawer or issuer knows that at the time of issue he does not have sufficient funds in or credit with the drawee bank for the payment of such in full upon presentment; and (3) the check is subsequently dishonored by the drawee bank for insufficiency of funds or credit or would have been dishonored for the same reason had not the drawer, without any valid reason, ordered the bank to stop payment. [23]\n\nIt will be noted that BP Blg. 22 requires that the drawer of the check must have knowledge at the time of issue that he does not have sufficient funds in or credit with the drawee bank. Under Section 2 thereof, the making, drawing and issuance of a check, payment of which is refused by the drawee because of insufficient funds in or credit with such bank, is prima facie evidence of knowledge of such insufficiency when the check is presented within 90 days from the date of the check. However, the prima facie evidence of knowledge of such insufficiency does not lie when the maker or drawer pays the holder of the check the amount due thereon, or makes arrangements for payment in full by the drawee of such check within five (5) banking days after receiving notice that such check has not been paid by the drawee.\n\nIt has been established in this case that petitioner issued to Atty. Joven the postdated check â CBM Check No. 015417 dated July 31, 1985 in the amount of P70,000.00 as payment for the dump truck sold by Atty. Joven to him. He knew that he had no funds with the bank to cover the said check at the time he issued or postdated it, such knowledge being evident from his own admission that the check would be funded from out of his collectibles from the Development Bank of the Philippines but which, however, did not materialize as expected, not to mention the legal presumption of such knowledge arising from the dishonor of his check for insufficiency of funds. The check was presented for payment on August 2, 1985 or within 90 days from date of issue and the same was dishonored by reason of \"closed account\" stamped on its face. Petitioner did not pay Atty. Joven the amount due on the check despite demand; neither did he make arrangements for payment in full by the drawee bank of such check within five (5) banking days after notice of non-payment.\n\nAs to petitioner's contention that the Regional Trial Court of Pampanga has no jurisdiction to try the cases charged herein as none of the essential elements thereof took place in Pampanga, suffice it to say that such contention has no basis. The evidence discloses that the check was deposited and/or presented for encashment with the Angeles City Branch of the Bank of the Philippine Islands. This fact clearly confers jurisdiction upon the Regional Trial Court of Pampanga over the crimes of which petitioner is charged. It must be noted that violations of BP Blg. 22 are categorized as transitory or continuing crimes [24] and so is the crime of estafa. [25] The rule is that a person charged with a transitory crime may be validly tried in any municipality or territory where the offense was in part committed. [26]\n\nWHEREFORE , the petition is partly GRANTED . The decision of the respondent court in Criminal Case No. 3228 is hereby REVERSED and petitioner Antonio Nieva, Jr. is ACQUITTED of the crime of estafa under par. 2(d), Article 315 of the Revised Penal Code. The decision in Criminal Case No. 3229 sustaining the conviction of petitioner of the offense under Batas Pambansa Blg. 22 is hereby AFFIRMED in toto.\nSO ORDERED.\n\nBellosillo, Vitug, and Kapunan, JJ., concur.\nPadilla, (Chairman), J., See Concurring and Dissenting Opinion.\n\n[1] Penned by Associate Justice Ricardo L. Pronove, Jr. and concurred in by Associate Justices Alfredo L. Benipayo and Salome A. Montoya and promulgated on July 27, 1990 in CA-G.R. CR Nos. 06404 and 06405; Rollo, pp. 20-27.\n\n[2] Sixteenth Division.\n\n[3] Rendered In Criminal Case Nos. 3228 and 3229 and dated October 3, 1988.\n\n[4] Branch 45.\n\n[5] Exhibit \"G\" for the prosecution, Folder of Exhibits.\n\n[6] Exhibit \"J\" for the prosecution, Folder of Exhibits.\n\n[7] Check No. 015417, Exhibit \"A\" for the prosecution, Folder of Exhibits.\n\n[8] Exhibits \"B\" & \"B-1\" for the prosecution, Folder of Exhibits.\n\n[9] Exhibit \"D\" for the prosecution, Folder of Exhibits.\n\n[10] Record, Criminal Case No. 3228, p. 4.\n\n[11] Record, Criminal Case No. 3229, p. 4.\n\n[12] Decision of the Regional Trial Court, Vol. II, Record, Criminal Case No. 3229, pp. 658-672.\n\n[13] See note No. 12, pp. 671-672.\n\n[14] Id., p. 671.\n\n[15] See note No. 8.\n\n[16] Decision of the Court of Appeals, p. 4; Rollo, p. 23.\n\n[17] TSN, August 29, 1986.\n\n[18] TSN, Dec. 3, 1986, pp. 6-7.\n\n[19] Id., at p. 9.\n\n[20] TSN, December 17, 1986, p. 10; Rollo, p. 147.\n\n[21] People vs. Reyes, 228 SCRA 13, 19 [1993], citing Vallarta vs. Court of Appeals, 150 SCRA 336; People vs. Sabio, Jr., 86 SCRA 569, 580 [1978]; People vs. Fortuno, 73 Phil. 407, 408 [1941].\n\n[22] People vs. Reyes, supra.\n\n[23] People vs. Laggui, 171 SCRA 305, 310 [1989].\n\n[24] Lim vs. Court of Appeals, 251 SCRA 408, 416 [1995].\n\n[25] Galvez vs. Court of Appeals, 42 SCRA 278, 284 [1971].\n\n[26] Lim vs. Court of Appeals, supra.\n\nconcurring and dissenting Opinion\n\nPADILLA, J.:\n\nI concur with the ponencia of Mr. Justice Hermosisima, insofar as it affirms the conviction of petitioner Antonio Nieva, Jr. under Section 1 of B.P. 22 (The Bouncing Checks Law).\n\nThere can be no dispute that when petitioner issued a post-dated check for P70,000.00, drawn against the Commercial Bank of Manila and payable to Atty. Joven as consideration for the dumptruck he bought from the latter, he knew that he did not have sufficient funds or credit with the drawee bank for the payment of such check in full upon its presentment. Thus, when the check was subsequently dishonored because of his closed account and his failure to pay the amount due thereon despite repeated demands from private respondent, his conviction was warranted under Sec. 1 of B.P. 22.\n\nUpon the other hand, I am unable to agree with the majority in finding that petitioner cannot be convicted of Estafa under Art. 315 par. 2(d) of the Revised Penal Code because the issuance of the (post-dated) check was allegedly made in payment of a pre-existing obligation.\n\nThe ponencia states that petitioner and Atty. Joven entered into a deed of absolute sale (of the dumptruck) on 10 June 1985 but Atty. Joven did not ask for payment prior to or simultaneously with the execution of the deed. The ponencia then concludes that when petitioner issued the post-dated check as payment for the dumptruck a week later â\n\"it was not by reason of the issuance of the check that petitioner has remained [sic] to be in possession of the dumptruck but the perfected contract of sale entered into by petitioner and Atty. Joven a week earlier than the issuance of the check.\"\n\n\"In fine x x x petitioner did not commit the fraud or deceit envisioned in the law as to make him liable for Estafa when he issued the post-dated check. Such issuance having been clearly made in payment of a pre-existing obligation.\" Under the facts laid down in the ponencia, I find it difficult to conceive that a lawyer like Atty. Joven could be induced to sell his property and not ask for payment upon the execution of the deed of absolute sale. It just doesn't make sense for Atty. Joven to allow petitioner continued possession of the dumptruck because of a \"perfected\" contract of sale when in reality no consideration was paid to him when he signed the deed of absolute sale.\n\nUnder contract law, a contract of sale is void and produces no effect whatsoever if the price which appears to have been paid had in fact not been paid. Normally, a seller would promise to execute a deed of absolute sale upon complete payment of the price, in which case the contract is not of (absolute) sale but a contract to sell. Thus, a seller is not bound to deliver the thing sold if the vendee has not paid the price, unless the thing is sold on credit (or by installments). Generally, payment and delivery of the thing sold are concurrent acts because in reciprocal obligations neither party incurs in delay if the other does not comply or is not ready to comply in a proper manner with what is incumbent upon him. [1]\n\nIn the case at bar, the contract executed between the parties is an absolute deed of sale. There is no evidence of an express provision in the contract that title shall not pass until full payment of the purchase price. This means that when the thing sold (dumptruck) was delivered through tradicio brevi manu, title or ownership was transferred to herein petitioner without prejudice to the right of Atty. Joven to claim payment of the price. The point, however, is that there is a disputable presumption that the ordinary course of business has been followed and it would be a contradiction to state that Atty. Joven \"did not ask for payment\" when the evidence shows that he executed an absolute deed of sale which otherwise stated that he received sufficient consideration (P70,000.00) for the dumptruck. Hence, the best evidence of payment was the deed of absolute sale.\n\nIt is not stated in the ponencia whether the introduction of parole evidence to establish that Atty. Joven \"did not ask for payment\" was objected to by the prosecution. A closer analysis of the testimony of Alberto Joven shows that what he could no longer remember was the exact date when his father received the post-dated check from petitioner. Nowhere in his testimony did he state that the exact date excludes the day when the deed of absolute sale was executed.\n\nOtherwise stated, petitioner's \"positive averment\" is, at the same time, a self-serving testimony because he can now conveniently state any day except the day when the contract was executed in order to escape prosecution for estafa. And this is because Atty. Joven, who was the real privy in the case, could no longer rise from his grave to contradict said testimony.\n\nArticle 315 sec 2 (d) of the Revised Penal Code punishes as a form of swindling \"by means of any of the following false pretenses or fraudulent acts executed prior to or simultaneously with the commission of the fraud:\n\n\"xxx xxx xxx\n\n(d) By postdating a check, or issuing a check in payment of an obligation when the offender had no funds in the bank, or his funds deposited therein were not sufficient to cover the amount of the check. The failure of the drawer of the check to deposit the amount necessary to cover his check within three (3) days from receipt of notice from the bank and/or the payee or holder that said check has been dishonored for lack or insufficiency of funds shall be prima facie evidence of deceit constituting false pretense or fraudulent act.\" Note that the law states that the false pretense or fraudulent act must be executed prior to or simultaneously with the commission of the fraud. Nowhere in the provision does it state that the obligation must be contracted at the time of the issuance of a (worthless) check.\n\nPetitioner's account with the drawee bank was already closed even before he executed the deed of absolute sale with Atty. Joven. This circumstance reinforces the fact that the act of issuing a worthless check remains a fraudulent act or a false pretense under par. 2(d) whether or not it was issued in payment of an existing obligation. However, ever since the Court had interpreted this provision under the principle that laws that impose criminal liability are (to be) strictly construed, [2] a wily estafador can never be convicted of estafa as long as he issues a worthless check not prior to or simultaneous with but after contracting an obligation.\n\nI do not also subscribe to the view that damage in estafa should only be either pecuniary or material. In fact, this Court has held, as early as 1907, that disturbance of property rights is also a form of damage suffered by a creditor. [3] The point is that a false pretense or fraudulent act must have a necessary consequence. And it cannot be truly said that Mr. Joven's property rights remained undisturbed when petitioner issued a worthless check. In this sense, the false pretense or fraudulent act of issuing a worthless check does not only occur at the time of contracting an obligation, but also at the time of payment. In both instances, the deceit is the efficient cause of the damage or defraudation.\n\nI therefore vote to AFFIRM the decision of the Court of Appeals in toto.\n\n[1] Article 1169, last paragraph.\n\n[2] People v. Sabio, L-45490, November 20, 1978, 86 SCRA 569, p. 580.\n\n[3] U.S. v. Goyonochea, 8 Phil. 117. See also U.S. v. Malong, 36 Phil. 321; U.S. v. Sevilla, 43 Phil. 136 and People v. Santiago, 54 Phil. 814, cited in People v. Sabio, supra, p. 587.",
  "content_length": 28621,
  "metadata_extraction_date": "2025-11-01T05:50:10.192867",
  "extraction_version": "2.0_enhanced_full_content"
}