{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/12/opt_case_49717.html",
  "filename": "opt_case_49717.html",
  "year": 2001,
  "month": "12",
  "case_number": "G.R. No. 171313",
  "gr_number": "171313",
  "volume_page": "612 Phil. 1140",
  "decision_date": "August 16, 2009",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDGAR TRAYCO Y MASOLA, ACCUSED-APPELLANT.D E C I S I O N BRION, J.: We review in this appeal the November 2, 2005 Decision of the Court of Appeals (CA) in CA-G.R. CR-H.C. No. 00004,[1] affirming with modification the November 20, 2002 Decision of the Regional Trial Court (RTC), Branch 73, Antipolo City.[2] The RTC Decision found accused-appellant Edgar Trayco y Masola (appellant) guilty of the crime of rape and sentenced him to suffer the penalty of reclusion perpetua.ANTECEDENT FACTSThe prosecution charged the appellant before the RTC with the crime of rape under an Information that states:x x xThat on or about the 30th day of July, 1998, in the City of Antipolo, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, while armed with a bladed weapon, by means of force, violence and intimidation, did then and there willfully, unlawfully and feloniously have carnal knowledge with one [AAA],[3] a minor, who is eleven (11) years of age, against her will and consent.CONTRARY TO LAW.[4]The appellant pleaded not guilty to the charge.[5] The prosecution presented the following witnesses in the trial on the merits that followed: AAA; Rufino Almodiel (Rufino); BBB; CCC; and Dr. Tomas Suguitan (Dr. Suguitan). The appellant, Reynilda Naprada (Reynilda), and Arnold Naprada (Arnold) took the witness stand for the defense.AAA testified that at around 5:30 a.m. of July 30, 1998, she left her house in Cogeo, Antipolo City and walked towards Bagong Nayon Elementary School to attend her classes. On her way to school, the appellant appeared from behind, went to her right side, and placed his arms over her shoulders. The appellant pointed a sharp object at AAA's neck, and told her not to make a noise. The appellant brought AAA to a nearby garage in Cogeo, and, once inside, started kissing her. AAA resisted but the appellant continued kissing her. The appellant took out his penis and asked AAA to hold it. AAA declined but the appellant threatened to kill her. AAA held the appellant's penis using her right hand; afterwards, the appellant inserted his hand into AAA's shorts and touched her private part.Thereafter, the appellant ordered AAA to lie on the hood of the car that was parked inside the garage. The appellant took off AAA's shorts and then inserted his penis inside her vagina. AAA felt pain but did not tell the appellant to stop because she felt scared. Afterwards, the appellant ordered AAA to stand and place his penis inside her mouth. AAA obliged because she was scared. Immediately after, the appellant told AAA to put back her shorts and pick up her bag. He told AAA to go to school as they went out of the garage.AAA arrived in school at around 6:30 a.m., but she went home because her teacher was not yet there. She narrated the rape to her mother, BBB, upon arriving home. BBB immediately reported the incident to the barangay officials, and then accompanied AAA to the garage where the rape took place. The appellant was no longer there. The barangay tanod conducted a search for the appellant, but only located him at around 7:00 a.m. of the next day. The tanod brought the appellant to the barangay hall, where AAA pointed to him as the person who had raped her.[6]On cross-examination, AAA confirmed that she had executed an affidavit at the police station on August 1, 1998 in the presence of BBB. She recalled that the appellant came from behind her, overtook her, covered his face with his t-shirt, came back to her right side and placed his arms around her shoulder. According to her, the appellant was wearing a moss green t-shirt and maong pants; and that his face was still partly visible despite the t-shirt on his face. She further added that the street was quite bright when the appellant approached her.[7]On re-direct, AAA explained that the appellant's face was not anymore covered when he started kissing her. On re-cross, AAA confirmed that the appellant's face was also not covered when he ordered her to lie on the hood of the car.[8]Rufino, the over-all chief tanod of Barangay Bagong Nayon, testified that AAA and BBB arrived at the barangay hall at 7:00 a.m. of July 30, 1998 to report the rape incident. AAA narrated that she had been raped inside a garage located at the corner of Road 3 and Road 4 in Cogeo; she then described the features of the suspect. Immediately after, the barangay tanod went to the garage but did not find anyone.AAA, BBB, and the victim's father, CCC, returned to the barangay hall the next morning and reported that AAA saw the appellant at Phase 2, Road 28. The barangay tanod, AAA and her parents all went to this place; AAA saw the appellant and pointed to him as the person who had raped her. Immediately after, the tanod approached the appellant and invited him to the barangay hall. At the barangay hall, AAA again identified the appellant as the person who had raped her.[9]On cross-examination, Rufino testified that the house beside the garage was owned by a certain Colonel Ruiz who was seldom home. He explained that the appellant was delivering water when he (Rufino) approached him and invited him to the barangay hall.[10]BBB stated that AAA was 11 years old on July 30, 1998. She narrated that AAA returned from school at around 7:00 a.m. of July 30, 1998, and told her that she had been raped. She and other barangay officials accompanied AAA to the garage in Cogeo, but the suspect was not there. They went to the house of her friend, Gertrudes Bascal (Gertrudes), where they waited for AAA's father, CCC. When CCC arrived, AAA narrated to him her harrowing experience. At around 10:00 a.m., AAA and BBB went to Camp Crame, where AAA was interviewed and examined. Afterwards, they went to the Antipolo Police Station to report the rape.[11]On cross-examination, BBB testified that the house of Gertrudes was near the garage where AAA had been raped. She confirmed that AAA was interviewed at Camp Crame before being examined. She added that AAA executed at the Antipolo Police Station a sworn statement narrating the rape.[12]CCC narrated that he went to the Land Transportation Office at around 5:00 a.m. of July 30, 1998 to have the meter of his taxi resealed. He went back to Cogeo at around 10:00 a.m. Upon arrival, his brother-in-law told him that AAA had been raped. AAA confirmed in their talk that she had indeed been raped. He went to the garage together with AAA, BBB and his brother-in-law, but did not see anyone. According to him, the occupants of the house adjacent to the garage refused to talk to them about the incident.CCC further testified that in the early morning of the next day, AAA informed him that she saw the appellant deliver water to a neighbor. AAA answered in the affirmative when asked if the appellant was the person who had raped her. He immediately went to the barangay hall and sought the assistance of the barangay tanod. They proceeded to Road 28 and saw the appellant delivering water to another neighbor. The chief barangay tanod invited the appellant to the barangay hall where they questioned him. There, AAA identified the appellant as the person who had raped her.[13]On cross-examination, CCC stated that he only saw one car in the garage. He added that he tried to talk to the occupants of the nearby houses but they refused to cooperate. At the barangay hall, the chief tanod took the appellant's clothes. CCC brought these clothes to Camp Crame for examination.[14]Dr. Suguitan, the Medico-Legal Officer of the PNP Crime Laboratory, Quezon City, testified that she conducted a medical examination of AAA on July 31, 1998, and made the following findings:FINDINGS:GENERAL AND EXTRAGENITAL:Fairly developed, fairly nourished and coherent female subject. Breasts are conical with pale brown areola and nipples from which secretions could be pressed out. Abdomen is flat and soft.GENITAL:There is scanty growth of pubic hair. Labia majora are full, convex and coaptated with the congested labia minora presenting in between. On separating the same disclosed a congested and abraded posterior fourchette and an elastic, fleshy-type hymen with deep fresh lacerations at 3 and 9 o'clock and shallow fresh laceration at 5 o'clock positions. External vaginal orifice offers strong resistance to the introduction of the examining index finger. Vaginal canal is narrow with prominent rugosities. Cervix is firm and closed.CONCLUSION:Findings are compatible with recent loss of virginity.There are no external signs of application of any form of trauma.REMARKS:Vaginal and peri-urethral smears are negative for gram negative diplococci and for spermatozoa.[15]According to Dr. Suguitan, the lacerations could have been caused by a blunt object like an erect male penis.[16]The defense presented a different version of the events.Reynilda testified that the appellant worked for her as a \"water-delivery helper.\" At around 5:00 a.m. of July 30, 1998, the appellant reported for work at her house in Cogeo Village, Antipolo City. She woke up her son, Arnold, and told the appellant to wait in the sala. Arnold took a shower, drank coffee and told the appellant to start the truck's engine. Afterwards, Arnold and the appellant proceeded to Buso-Buso to pick up the water they would deliver. They returned to Reynilda's house at around 10:00 a.m.[17]The appellant declared on the witness stand that he left his house in Cogeo Village, Antipolo City at around 4:30 a.m. of July 30, 1998 to report for work at the house of his employer, Reynilda. He arrived there in 20 to 30 minutes, and asked Reynilda to call Arnold as he (appellant) was ready for their water delivery. The appellant and Arnold left the house at around 6:00 a.m. and returned there after one delivery. He stayed at Reynilda's house until 3:00 p.m., and then went home.The next day, the appellant went to work at 4:30 a.m.; he and Arnold finished delivering water before 7:00 a.m. Arnold parked the delivery truck at Road 28. At this point, two men approached him and asked about the price of a drum of water. The two men then held his hand and requested him to go with them. They brought him to the barangay hall and placed him in a cell. They brought him before the barangay captain when he arrived. While before the barangay captain, a girl arrived and pointed to him as the person who had raped her. The people inside the room then mauled him.[18]On cross-examination, the appellant testified that he had stayed in Cogeo for only two weeks prior to July 30, 1998. He resides in Olongapo and worked there as a carnival employee. While in Cogeo, he was hired by Reynilda as a truck helper to assist in her water delivery business. He would report for work at around 5:00 a.m., and go with Reynilda's son, Arnold, to Buso-Buso to pick up the water they would deliver. They picked up water four to five times a day, and finish their delivery at around 5:00 p.m.He reiterated that he left his house at 4:30 a.m. on July 30, 1998 to report for work, and arrived at Reynilda's house at around 4:45 a.m. In the early morning of the next day, two men approached him while he and Arnold were delivering water at Road 28. One of the men asked about the price of a drum of water, and then told him to go with them to the barangay hall. He went with them and was handcuffed and placed in a cell at the barangay hall. He was in the cell for an hour and was thereafter brought before the barangay chairman. At that point, BBB arrived, slapped him, and accused him of raping her (BBB's) daughter. Thereafter, the men inside the barangay chairman's office punched him. His wife and mother-in-law arrived soon after. They later brought him in a vehicle to the Antipolo Police Station where they again investigated him and placed him in a cell.[19]Arnold testified that he saw the appellant wiping the delivery truck outside his house at around 5:00 a.m. of July 30, 1998. After his shower, he and the appellant proceeded to Buso Buso to pick the water they would deliver. They delivered water in Cogeo until 12:00 p.m., ate lunch and separated at Road 24. The next day, while he and the appellant were delivering water at Road 28, two men approached the appellant and invited him to come with them to the barangay hall for questioning. The appellant went with the two men and was detained at the barangay hall. A tanod informed him (Arnold) that the appellant was being accused of rape. Arnold thereafter went home.[20]In its decision of November 20, 2002, the RTC convicted the appellant of the crime of rape and sentenced him to reclusion perpetua pursuant to Republic Act No. 7610, as amended by Republic Act No. 8353. The RTC likewise ordered him to indemnify the victim the amount of P50,000.00.[21]The records of this case were originally transmitted to this Court on appeal. Pursuant to People v. Mateo,[22] we endorsed the case and the records to the CA for appropriate action and disposition.[23]In its decision[24] of November 2, 2005, the CA affirmed the RTC decision with the modification that the appellant be ordered to pay the victim P50,000.00 as moral damages.The CA held that AAA's testimony was candid, straightforward, and free from inconsistencies. AAA positively identified the appellant as the person who had raped her using force and intimidation, and her testimony was corroborated by the medico-legal report of Dr. Suguitan. According to the CA, when the victim's testimony is corroborated by the physician's finding of penetration, sufficient basis exists to conclude that carnal knowledge took place.The CA further ruled that mere carnal knowledge with AAA, even without force and intimidation, already constituted rape as the prosecution proved that AAA was only 11 years old when she was sexually abused.As its final point, the CA held that the appellant's denial cannot overcome AAA's positive identification that he was her rapist.In his brief,[25] the appellant essentially argued that the RTC erred in convicting him because the prosecution failed to prove his guilt beyond reasonable doubt.THE COURT'S RULING We resolve to deny the appeal for lack of merit but modify the amount of the awarded indemnities.Sufficiency of Prosecution EvidenceThe Revised Penal Code, as amended by Republic Act No. 8353,[26] defines and penalizes Rape under Article 266-A, paragraph 1, as follows:ART. 266-A. Rape; When and How Committed. - Rape is committed -1) By a man who shall have carnal knowledge of a woman under any of the following circumstances:a) Through force, threat or intimidation;b) When the offended party is deprived of reason or otherwise unconscious;c) By means of fraudulent machination or grave abuse of authority; andd) When the offended party is under twelve (12) years of age or is demented, even though none of the circumstances mentioned above be present.x x x xThus, for the charge of rape to prosper, the prosecution must prove that (1) the offender had carnal knowledge of a woman, and (2) he accomplished such act through force, threat, or intimidation, or when she was deprived of reason or otherwise unconscious, or when she was under 12 years of age or was demented.[27] Sexual intercourse with a girl below 12 years old is statutory rape.[28]AAA, while recounting her ordeal, positively identified the appellant as the person who had raped her. Her testimony dated October 28, 1998 was clear and straightforward; she was consistent in her recollection of the details of her defloration, and never wavered in pointing to the appellant as her abuser. To directly quote from the records: FISCAL MARIO CLUTARIO, JR.: Q: On July 30, 1998, did you leave your house to go to school? [AAA]: A: Yes. sir. Q: What time did you leave your house? A: 5:30 in the morning. Q: Who was your companion when you left your house in order to walk on your way to school? A: None, sir. Q: Do you usually leave for school alone, without any companion? A: Sometimes I have a companion and sometimes none. x x x Q: You said you were alone when you walked to your school on July 30, 1998 from your house, do you remember any unusual incident that happened on that date while you were on your way to school? x x x A: Something happened, sir. Q: What do you mean something happened? A: When I was raped. Q: Where were you raped. A: Inside a garage. Q: You said you were walking on your way to school, how did you happen to be inside a garage? A: I was brought there. Q: Who brought you inside the garage? A: Edgar Trayco. Q: How far is that garage from the place where you were walking? A: Just near, sir. Q: And how did you meet Edgar Trayco? A: While I was walking, he placed his arm on my shoulders. Q: Can you describe to the Court the position of Edgar Trayco relative to you when he placed his arm over your shoulders? A: He was on my right side. Q: And where did he come from when he was on your right side and he placed his arm over your shoulder? A: He came from behind. Q: After he came from behind and placed his arm over your shoulders, what happened next? A: He poked something on me. Q: Did you see what was that something that was poked on you? A: No, sir. Q: What part of your body did he poke that object to you? A: On my neck. Q: What did you feel when he poked something on your neck? A: It was painful. Q: What, if anything, did you say when Edgar Trayco came from behind to place his arm over your shoulders and poked something that was painful in your neck? [sic] A: He said I should not make a noise. x x x Q: After that, what happened next? A: We went to the garage. x x x Q: After you were brought to the garage, what happened next? A: He started raping me. Q: What was your position when you said he started raping you? A: At first, I was standing, sir. Q: When you said you were standing, are you telling the Court that you were raped while standing? A: No, sir, he first kissed me. x x x Q: When he kissed you, did you say anything to him? A: I told him I don't want it. x x x Q: After he kissed you, what happened next? A: He directed me to hold his penis. Q: Was his penis already out when he asked you to hold it? A: Yes, sir. x x x Q: When he asked you to hold his penis, did you obey as he ordered you? A: Yes, sir. Q: Why did you obey him? A: Because he ordered me to, and I told him I don't want to but he said if I will not obey him, he will kill me. [sic] Q: What is the position of Edgar Trayco and your position when he asked you to hold his penis? A: We were standing, sir. He was on my side. Q: Which side was he? A: He was on my right side. Q: What hand did you use in holding his penis? A: My right hand. Q: How long did you hold his penis? A: Only for a while. He touched my vagina. Q: While you were standing side by side? A: Yes, sir. Q: How was he able to touch your vagina? A: He just held my vagina. He just put his hand under my shirt and inside my shorts. Q: Did you say anything when he placed his hand inside your shorts and held your vagina? A: Yes, sir. I said I did not want it. Q: Did he say anything when you said you did not want it? A: Yes, sir. He said he will kill me. Q: After he touched your vagina, what happened next? A: He ordered me to lie on a car. Q: What part of the car were you asked to lie down? A: The front, sir. Q: You mean to say the part of the car which covers the engine? A: Yes, sir. Q: Did you lie down on the hood of the car? A: Yes, sir. Q: Then what happened next? A: He took off my shorts. x x x Q: After he took off your shorts, what happened next? A: \"Pinagdikit.\" He touched my vagina with his penis. Q: Did you feel anything when his penis touched your vagina? A: Yes, sir. I felt something. I felt pain. Q: For how long did you feel that pain when his penis was touching your vagina? A: For quite some time. x x x Q: You did not tell him to stop? A: I became scared. COURT: The Court would like to be clarified, when you said \"nakadikit,\" you mean to say that his penis was not inserted in your vagina? AAA: A: He inserted his penis inside my vagina but it is \"natatanggal.\" FISCAL MARIO CLUTARIO, JR.: Q: Was his penis hard at that time? AAA: A: \"Medyo po.\" Q: After that, what happened next? A: He ordered me to stand up. x x x Q: And after coming down from the car and you were already sanding up, what happened next? A: He told me to put his penis inside my mouth. x x x Q: Did you insert his penis inside your mouth? A: Yes, sir. Q: Why did you obey him when he asked you to insert his penis inside your mouth? A: Because I was already scared during that time. Q: How long was his penis inside your mouth? A: Only for a while. Q: After that, what happened next? A: He ordered me to put on my shorts. Q: Did you put on your shorts as he ordered? A: Yes, sir. Q: After you put on your shorts, what happened next? A: He ordered me to get my bag. Q: After that, what happened next? A: We went out. x x x x[29] [Emphasis ours] We view this testimony to be clear, convincing and credible, considering especially the corroboration it received from the medico-legal report and testimony of Dr. Suguitan. The records do not contain any evidence that would inject doubt into AAA's testimony or give rise to any suspicion that she had any ulterior motive in charging and testifying against the appellant. We have held time and again that testimonies of rape victims who are young and immature, as in this case, deserve full credence considering that no young woman, especially one of tender age, would concoct a story of defloration, allow the examination of her private parts, and subject herself to a public trial if she had not been motivated by the desire to obtain justice for the wrong committed against her.[30]The prosecution positively established the elements of rape under Article 266-A. First, the appellant succeeded in having carnal knowledge with the victim. AAA initially testified that the appellant's penis merely touched her vagina, but later clarified that the appellant's penis was inserted into her vagina. Whether the appellant's penis merely touched AAA's private part, or fully penetrated it is of no moment. Jurisprudence firmly holds that full penetration of the vaginal orifice is not an essential ingredient, nor is the rupture of the hymen necessary, to conclude that carnal knowledge took place; the mere touching of the external genitalia by a penis that is capable of consummating the sexual act is sufficient to constitute carnal knowledge.[31]Our ruling in People v. Bali-Balita[32] is particularly instructive:We have said often enough that in concluding that carnal knowledge took place, full penetration of the vaginal orifice is not an essential ingredient, nor is the rupture of the hymen necessary; the mere touching of the external genitalia by the penis capable of consummating the sexual act is sufficient to constitute carnal knowledge. But the act of touching should be understood here as inherently part of the entry of the penis into the labias of the female organ and not mere touching alone of the mons pubis or the pudendum.x x x x Thus, touching when applied to rape cases does not simply mean mere epidermal contact, stroking or grazing of organs, a slight brush or a scrape of the penis on the external layer of the victim's vagina, or the mons pubis, as in this case. There must be sufficient and convincing proof that the penis indeed touched the labias or slid into the female organ, and not merely stroked the external surface thereof, for an accused to be convicted of consummated rape. As the labias, which are required to be \"touched\" by the penis, are by their natural situs or location beneath the mons pubis or the vaginal surface, to touch them with the penis is to attain some degree of penetration beneath the surface, hence, the conclusion that touching the labia majora or the labia minora of the pudendum constitutes consummated rape.[33] [Emphasis and italics supplied]There was, at the very least, touching of the labia as AAA testified that the appellant's penis touched her vagina, as a result of which \"she felt pain.\" She also testified that the pain lasted for some time. More importantly, Dr. Suguitan testified that there were fresh hymenal lacerations on AAA's private part. To quote Dr. Suguitan's examination: FISCAL MARIO CLUTARIO, JR.: Q: Can you tell the Honorable Court what your findings are? DR. TOMAS SUGUITAN: A: The hymen has fresh lacerations at 3 and 9 o'clock and shallow fresh lacerations at 5 o'clock positions. Q: During the interview did you find out when this incident occurred? A: According to her, at 5:30 a.m. of July 30, 1998. Q: It was on the same day of examination? A: Yes, sir. x x x Q: You mentioned that you found on the genitals lacerations. [W]here in the genitals were you able to find these lacerations? A: On the hymen. Q: Can you tell the Honorable court what could have caused these lacerations? A: Probably caused by insertion of a blunt object. Q: Would you consider an erect male penis as blunt object? A: Yes, sir. Q: These lacerations that you found can you tell the Court when could have these inflicted? [sic] A: Since the laceration is still fresh, within 24 hours. Q: So, the lacerations that you found is consistent with the statement of [AAA] that the incident happened on the same day of lacerations inflicted? [sic] A: Yes, sir. x x x x[34] [Emphasis supplied] Second, the prosecution established AAA's minority during the trial through the presentation of her birth certificate (Exh. \"C\") showing that she was born on October 22, 1986. AAA's mother, BBB, likewise testified on her age.[35] Hence, when the appellant raped AAA on July 30, 1998, she was only 11 years old. Where the victim is below 12 years of age, violence or intimidation is not required, and the only subject of inquiry is whether \"carnal knowledge\" took place. Proof of force, intimidation or consent is unnecessary as force is not an element of statutory rape; the law conclusively presumes the absence of consent when the victim is below the age of twelve.[36] Thus, we held in People v. Valenzuela:What the law punishes in statutory rape is carnal knowledge of a woman below twelve (12) years old. Thus, force, intimidation, and physical evidence of injury are immaterial; the only subject of inquiry is the age of the woman and whether carnal knowledge took place. The law presumes that the victim does not and cannot have a will of her own on account of her tender years; the child's consent is immaterial because of her presumed incapacity to discern evil from good.[37]The Appellant's DefensesIn his defense, the appellant invoked denial and alibi. He denied raping the victim, and insisted that he went to the house of Reynilda at 5:00 a.m. on July 30, 1998; and thereafter delivered water to customers. He returned to Reynilda's house after one delivery, and stayed there until 3:00 p.m.To be believed, denial must be supported by strong evidence of innocence; otherwise it is regarded as a purely self-serving testimony. Alibi, on the other hand, is one of the weakest defenses in a criminal case and is rejected when the prosecution sufficiently establishes the identity of the accused. For the defense of alibi to prosper, the accused should prove the physical impossibility of his presence at the scene of the crime at the time it was committed. Physical impossibility refers to distance and the facility of access between the situs criminis and the location of the accused when the crime was committed. He must demonstrate that he was so far away and could not have been physically present at the scene of the crime and its immediate vicinity when the crime was committed.[38]In the present case, the defense completely failed to show the required physical impossibility. According to the appellant, he left his house in Agora Complex, Cogeo at 4:30 a.m. and arrived at Reynilda's house in Road 28, Cogeo at around 5:30 a.m. On cross-examination, however, he stated that he arrived at Reynilda's house at 4:45 a.m.The appellant tried to explain the discrepancies in time by stating that he was not wearing any watch when he left his house on July 30, 1998; he also admitted that the time of his arrival was a mere estimate. Rather than favor his case, however, his attempt to explain only stressed that he was not certain of the time he left his residence and the time he arrived at Reynilda's house. Considering AAA's undisputed testimony that their house is also located in Road 28, and that her school was a mere five-minute walk from her house, it was not physically impossible for the appellant to have been at Road 28 between 4:45 and 5:30 a.m. on July 30, 1998 to commit the crime charged.The fact that Reynilda and Arnold testified that the appellant went to their house at around 5:00 a.m., more or less, did not negate the possibility that the appellant met and raped AAA before he reported for work at Reynilda's place. We note in this regard that both the appellant and AAA testified that they passed by Road 28 in Cogeo during the early morning of July 30, 1998.As aptly explained by the CA:In the instant case, the victim was raped in the early morning of 30 July 1998 on her way to school which was a five minute walk from where she used to reside at 41, Road 28, Cogeo, Antipolo City. Appellant admitted that on July 30, 1998, he resided at the Agora Complex, Cogeo Village, Antipolo City and went to the house of Mrs. Naprada located at Road 28, leaving his house at 4:30 a.m. to go to work thereat. From appellant's house to the house of Mrs. Naprada, appellant walked and only traversed one road and turned at a church. This admission in fact puts appellant at the crime scene. His denial of the crime cannot overcome the categorical testimony of private complainant and her positive identification of him. Further, appellant's claim that he was delivering water on 30 July 1998 at around 5:20 a.m. until 10:00 a.m. does not constitute evidence of non-culpability because the same does not prove the impossibility for him to be at the crime scene when he raped private complainant at the appointed time. Moreover, as correctly argued by appellee, appellant's witness Reynilda Naprada could not account appellant's actual whereabouts from 5:00 to 10:00 a.m. or a full five (5) hours after appellant and her son Arnold left their house at 5:00 a.m. on July 30, 1998. x x x [sic][39]The Proper PenaltyThe applicable provisions of the Revised Penal Code, as amended by Republic Act No. 8353 (effective October 22, 1997), covering the crime of Rape are Articles 266-A and 266-B provide:Article 266-A. Rape; When and How Committed. - Rape is committed:1) By a man who shall have carnal knowledge of a woman under any of the following circumstances:x x xd) When the offended party is under twelve (12) years of age or isdemented, even though none of the circumstances mentioned above be present.x x x xArticle 266-B. Penalties. - Rape under paragraph 1 of the next preceding article shall be punished by reclusion perpetua.x x x xThe lower courts therefore are correct in imposing the penalty of reclusion perpetua on the appellant.Proper IndemnityThe award of civil indemnity to the rape victim is mandatory upon the finding of the fact of rape. Thus, this Court affirms the award of P50,000.00 as civil indemnity based on prevailing jurisprudence.[40]Similarly, moral damages are awarded to rape victims without need of proof other than the fact of rape under the assumption that the victim suffered moral injuries from the experience she underwent.[41] Pursuant to current rules, we affirm the award of P50,000.00 as moral damages to AAA.[42]In addition, we award exemplary damages in the amount of P30,000.00.[43] The award of exemplary damages is justified under Article 2229 of the Civil Code to set a public example and serve as deterrent against elders who abuse and corrupt the youth.[44]WHEREFORE, premises considered, we AFFIRM the November 2, 2005 decision of the Court of Appeals in CA-G.R. CR-H.C. No. 00004 with the following modifications:(a) appellant Edgar Trayco y Masola is hereby found GUILTY beyond reasonable doubt of statutory rape as defined and penalized in Article 266-A(1)(d) of the Revised Penal Code; and(b) he is further ORDERED to PAY the victim the amount of P30,000.00 as exemplary damages.SO ORDERED.*Carpio, ** Carpio Morales, (Acting Chairperson), Del Castillo, and Abad, JJ., concur.* Designated additional Member of the Second Division per Special Order No. 671 dated July 28, 2009.** Designated Acting Chairperson of the Second Division per Special Order No. 670 dated July 28, 2009.[1] Penned by Associate Justice Celia C. Librea-Leagogo, and concurred in by Associate Justice Renato C. Dacudao and Associate Justice Lucas P. Bersamin (now a member of this Court); rollo, pp. 3-42.[2] Penned by Executive Judge Mauricio M. Rivera.[3] This appellation is pursuant to our ruling in People v. Cabalquinto, G.R. No. 167693, September 19, 2006, 502 SCRA 419, wherein this Court has resolved to withhold the real name of the victim-survivor and to use fictitious initials instead to represent her in its decisions. Likewise, the personal circumstances of the victims-survivors or any other information tending to establish or compromise their identities, as well as those of their immediate family or household members, shall not be disclosed.[4] Records, p. 1.[5] Id., p. 23.[6] TSN, October 28, 1998, pp. 2-21.[7] TSN, February 3, 1999, pp. 2-14.[8] Id., pp. 14-17.[9] TSN, December 8, 1998, pp. 2-11.[10] Id., pp. 12-24.[11] TSN, February 10, 1999, pp. 3-17.[12] TSN, March 25, 1999, pp. 2-15.[13] TSN, April 7, 1999, pp. 3-22.[14] TSN, April 8, 1999, pp. 3-10.[15] Records, p. 13.[16] TSN, June 8, 1999, pp. 13-14.[17] TSN, June 14, 2000, pp. 3-9.[18] TSN, August 9, 2000, pp. 3-12.[19] TSN, February 28, 2001, pp. 3-30.[20] TSN, April 18, 2001, pp. 3-9.[21] CA rollo, p. 32.[22] G.R. Nos. 147678-87, July 7, 2004, 433 SCRA 640, 656.[23] Per our Resolution dated September 8, 2004.[24] Rollo, pp. 3-42.[25] CA rollo, pp. 50-67.[26] The Anti-Rape Law of 1997.[27] People v. Dela Paz, G.R. No. 177294, February 19, 2008, 546 SCRA 363.[28] See People v. Jusayan, G.R. No. 149785, April 28, 2004, 428 SCRA 228, 235.[29] TSN, October 28, 1998, pp. 5-16.[30] See People v. Malones, G.R. Nos. 124388-90, March 11, 2004, 425 SCRA 318.[31] See People v. Campuhan, G.R. No. 129433, March 30, 2000, 329 SCRA 271.[32] G.R. No. 134266, September 15, 2000, 340 SCRA 450.[33] Id., p. 465.[34] TSN, June 8, 1999, pp. 10-14.[35] TSN, February 10, 1999, p. 4.[36] See People v. Escultor, G.R. Nos. 149366-67, May 27, 2004, 429 SCRA 651.[37] G.R. No. 182057, February 6, 2009.[38] See People v. Limio, G.R. Nos. 148804-06, May 27, 2004, 429 SCRA 597.[39] Rollo, p. 38.[40] See People v. Begino, G.R. No. 181246, March 20, 2009.[41] People v. Nieto, G.R. No. 177756, March 3, 2008.[42] People v. Valenzuela, supra.[43] See People v. Sia, G.R. No. 174059, February 27, 2009; People v. Layco, Sr., G.R. No. 182191, May 8, 2009.[44] See People v. Tormis, G.R. No. 183456, December 18, 2008. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "trayco",
    "masola",
    "accused",
    "appellant",
    "review",
    "appeal",
    "november",
    "decision",
    "court",
    "appeals",
    "affirming",
    "modification",
    "regional",
    "trial",
    "branch",
    "antipolo"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDGAR TRAYCO Y MASOLA, ACCUSED-APPELLANT.D E C...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 612 Phil. 1140\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 171313, August 16, 2009 ]\n[ G.R. No. 171313, August 16, 2009 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDGAR TRAYCO Y MASOLA, ACCUSED-APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. EDGAR TRAYCO Y MASOLA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nBRION, J.:\n\nWe review in this appeal the November 2, 2005 Decision of the Court of Appeals ( CA ) in CA-G.R. CR-H.C. No. 00004, [1] affirming with modification the November 20, 2002 Decision of the Regional Trial Court ( RTC ), Branch 73, Antipolo City. [2] The RTC Decision found accused-appellant Edgar Trayco y Masola ( appellant ) guilty of the crime of rape and sentenced him to suffer the penalty of reclusion perpetua .\n\nANTECEDENT FACTS\n\nThe prosecution charged the appellant before the RTC with the crime of rape under an Information that states:\n\nx x x\n\nThat on or about the 30 th day of July, 1998, in the City of Antipolo, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, while armed with a bladed weapon, by means of force, violence and intimidation, did then and there willfully, unlawfully and feloniously have carnal knowledge with one [ AAA ], [3] a minor, who is eleven (11) years of age, against her will and consent.\n\nCONTRARY TO LAW. [4]\n\nThe appellant pleaded not guilty to the charge. [5] The prosecution presented the following witnesses in the trial on the merits that followed: AAA; Rufino Almodiel ( Rufino ); BBB; CCC; and Dr. Tomas Suguitan ( Dr. Suguitan ). The appellant, Reynilda Naprada ( Reynilda ), and Arnold Naprada ( Arnold ) took the witness stand for the defense.\n\nAAA testified that at around 5:30 a.m. of July 30, 1998, she left her house in Cogeo, Antipolo City and walked towards Bagong Nayon Elementary School to attend her classes. On her way to school, the appellant appeared from behind, went to her right side, and placed his arms over her shoulders. The appellant pointed a sharp object at AAA's neck, and told her not to make a noise. The appellant brought AAA to a nearby garage in Cogeo, and, once inside, started kissing her. AAA resisted but the appellant continued kissing her. The appellant took out his penis and asked AAA to hold it. AAA declined but the appellant threatened to kill her. AAA held the appellant's penis using her right hand; afterwards, the appellant inserted his hand into AAA's shorts and touched her private part.\n\nThereafter, the appellant ordered AAA to lie on the hood of the car that was parked inside the garage. The appellant took off AAA's shorts and then inserted his penis inside her vagina. AAA felt pain but did not tell the appellant to stop because she felt scared. Afterwards, the appellant ordered AAA to stand and place his penis inside her mouth. AAA obliged because she was scared. Immediately after, the appellant told AAA to put back her shorts and pick up her bag. He told AAA to go to school as they went out of the garage.\n\nAAA arrived in school at around 6:30 a.m., but she went home because her teacher was not yet there. She narrated the rape to her mother, BBB, upon arriving home. BBB immediately reported the incident to the barangay officials, and then accompanied AAA to the garage where the rape took place. The appellant was no longer there. The barangay tanod conducted a search for the appellant, but only located him at around 7:00 a.m. of the next day. The tanod brought the appellant to the barangay hall, where AAA pointed to him as the person who had raped her. [6]\n\nOn cross-examination, AAA confirmed that she had executed an affidavit at the police station on August 1, 1998 in the presence of BBB. She recalled that the appellant came from behind her, overtook her, covered his face with his t-shirt, came back to her right side and placed his arms around her shoulder. According to her, the appellant was wearing a moss green t-shirt and maong pants; and that his face was still partly visible despite the t-shirt on his face. She further added that the street was quite bright when the appellant approached her. [7]\n\nOn re-direct, AAA explained that the appellant's face was not anymore covered when he started kissing her. On re-cross, AAA confirmed that the appellant's face was also not covered when he ordered her to lie on the hood of the car. [8]\n\nRufino, the over-all chief tanod of Barangay Bagong Nayon, testified that AAA and BBB arrived at the barangay hall at 7:00 a.m. of July 30, 1998 to report the rape incident. AAA narrated that she had been raped inside a garage located at the corner of Road 3 and Road 4 in Cogeo; she then described the features of the suspect. Immediately after, the barangay tanod went to the garage but did not find anyone.\n\nAAA, BBB, and the victim's father, CCC, returned to the barangay hall the next morning and reported that AAA saw the appellant at Phase 2, Road 28. The barangay tanod , AAA and her parents all went to this place; AAA saw the appellant and pointed to him as the person who had raped her. Immediately after, the tanod approached the appellant and invited him to the barangay hall. At the barangay hall, AAA again identified the appellant as the person who had raped her. [9]\n\nOn cross-examination, Rufino testified that the house beside the garage was owned by a certain Colonel Ruiz who was seldom home. He explained that the appellant was delivering water when he (Rufino) approached him and invited him to the barangay hall. [10]\n\nBBB stated that AAA was 11 years old on July 30, 1998. She narrated that AAA returned from school at around 7:00 a.m. of July 30, 1998, and told her that she had been raped. She and other barangay officials accompanied AAA to the garage in Cogeo, but the suspect was not there. They went to the house of her friend, Gertrudes Bascal ( Gertrudes ), where they waited for AAA's father, CCC. When CCC arrived, AAA narrated to him her harrowing experience. At around 10:00 a.m., AAA and BBB went to Camp Crame, where AAA was interviewed and examined. Afterwards, they went to the Antipolo Police Station to report the rape. [11]\n\nOn cross-examination, BBB testified that the house of Gertrudes was near the garage where AAA had been raped. She confirmed that AAA was interviewed at Camp Crame before being examined. She added that AAA executed at the Antipolo Police Station a sworn statement narrating the rape. [12]\n\nCCC narrated that he went to the Land Transportation Office at around 5:00 a.m. of July 30, 1998 to have the meter of his taxi resealed. He went back to Cogeo at around 10:00 a.m. Upon arrival, his brother-in-law told him that AAA had been raped. AAA confirmed in their talk that she had indeed been raped. He went to the garage together with AAA, BBB and his brother-in-law, but did not see anyone. According to him, the occupants of the house adjacent to the garage refused to talk to them about the incident.\n\nCCC further testified that in the early morning of the next day, AAA informed him that she saw the appellant deliver water to a neighbor. AAA answered in the affirmative when asked if the appellant was the person who had raped her. He immediately went to the barangay hall and sought the assistance of the barangay tanod . They proceeded to Road 28 and saw the appellant delivering water to another neighbor. The chief barangay tanod invited the appellant to the barangay hall where they questioned him. There, AAA identified the appellant as the person who had raped her. [13]\n\nOn cross-examination, CCC stated that he only saw one car in the garage. He added that he tried to talk to the occupants of the nearby houses but they refused to cooperate. At the barangay hall, the chief tanod took the appellant's clothes. CCC brought these clothes to Camp Crame for examination. [14]\n\nDr. Suguitan, the Medico-Legal Officer of the PNP Crime Laboratory, Quezon City, testified that she conducted a medical examination of AAA on July 31, 1998, and made the following findings:\n\nFINDINGS:\n\nGENERAL AND EXTRAGENITAL:\n\nFairly developed, fairly nourished and coherent female subject. Breasts are conical with pale brown areola and nipples from which secretions could be pressed out. Abdomen is flat and soft.\n\nGENITAL:\n\nThere is scanty growth of pubic hair. Labia majora are full, convex and coaptated with the congested labia minora presenting in between. On separating the same disclosed a congested and abraded posterior fourchette and an elastic, fleshy-type hymen with deep fresh lacerations at 3 and 9 o'clock and shallow fresh laceration at 5 o'clock positions. External vaginal orifice offers strong resistance to the introduction of the examining index finger. Vaginal canal is narrow with prominent rugosities. Cervix is firm and closed.\n\nCONCLUSION:\n\nFindings are compatible with recent loss of virginity.\n\nThere are no external signs of application of any form of trauma.\n\nREMARKS:\n\nVaginal and peri-urethral smears are negative for gram negative diplococci and for spermatozoa. [15]\nAccording to Dr. Suguitan, the lacerations could have been caused by a\nblunt object like an erect male penis. [16]\n\nThe defense presented a different version of the events.\n\nReynilda testified that the appellant worked for her as a \"water-delivery helper.\" At around 5:00 a.m. of July 30, 1998, the appellant reported for work at her house in Cogeo Village, Antipolo City. She woke up her son, Arnold, and told the appellant to wait in the sala . Arnold took a shower, drank coffee and told the appellant to start the truck's engine. Afterwards, Arnold and the appellant proceeded to Buso-Buso to pick up the water they would deliver. They returned to Reynilda's house at around 10:00 a.m. [17]\n\nThe appellant declared on the witness stand that he left his house in Cogeo Village, Antipolo City at around 4:30 a.m. of July 30, 1998 to report for work at the house of his employer, Reynilda. He arrived there in 20 to 30 minutes, and asked Reynilda to call Arnold as he (appellant) was ready for their water delivery. The appellant and Arnold left the house at around 6:00 a.m. and returned there after one delivery. He stayed at Reynilda's house until 3:00 p.m., and then went home.\n\nThe next day, the appellant went to work at 4:30 a.m.; he and Arnold finished delivering water before 7:00 a.m. Arnold parked the delivery truck at Road 28. At this point, two men approached him and asked about the price of a drum of water. The two men then held his hand and requested him to go with them. They brought him to the barangay hall and placed him in a cell. They brought him before the barangay captain when he arrived. While before the barangay captain, a girl arrived and pointed to him as the person who had raped her. The people inside the room then mauled him. [18]\n\nOn cross-examination, the appellant testified that he had stayed in Cogeo for only two weeks prior to July 30, 1998. He resides in Olongapo and worked there as a carnival employee. While in Cogeo, he was hired by Reynilda as a truck helper to assist in her water delivery business. He would report for work at around 5:00 a.m., and go with Reynilda's son, Arnold, to Buso-Buso to pick up the water they would deliver. They picked up water four to five times a day, and finish their delivery at around 5:00 p.m.\n\nHe reiterated that he left his house at 4:30 a.m. on July 30, 1998 to report for work, and arrived at Reynilda's house at around 4:45 a.m. In the early morning of the next day, two men approached him while he and Arnold were delivering water at Road 28. One of the men asked about the price of a drum of water, and then told him to go with them to the barangay hall. He went with them and was handcuffed and placed in a cell at the barangay hall. He was in the cell for an hour and was thereafter brought before the barangay chairman. At that point, BBB arrived, slapped him, and accused him of raping her (BBB's) daughter. Thereafter, the men inside the barangay chairman's office punched him. His wife and mother-in-law arrived soon after. They later brought him in a vehicle to the Antipolo Police Station where they again investigated him and placed him in a cell. [19]\n\nArnold testified that he saw the appellant wiping the delivery truck outside his house at around 5:00 a.m. of July 30, 1998. After his shower, he and the appellant proceeded to Buso Buso to pick the water they would deliver. They delivered water in Cogeo until 12:00 p.m., ate lunch and separated at Road 24. The next day, while he and the appellant were delivering water at Road 28, two men approached the appellant and invited him to come with them to the barangay hall for questioning. The appellant went with the two men and was detained at the barangay hall. A tanod informed him (Arnold) that the appellant was being accused of rape. Arnold thereafter went home. [20]\n\nIn its decision of November 20, 2002, the RTC convicted the appellant of the crime of rape and sentenced him to reclusion perpetua pursuant to Republic Act No. 7610, as amended by Republic Act No. 8353. The RTC likewise ordered him to indemnify the victim the amount of P50,000.00. [21]\n\nThe records of this case were originally transmitted to this Court on appeal. Pursuant to People v. Mateo , [22] we endorsed the case and the records to the CA for appropriate action and disposition. [23]\n\nIn its decision [24] of November 2, 2005, the CA affirmed the RTC decision with the modification that the appellant be ordered to pay the victim P50,000.00 as moral damages.\n\nThe CA held that AAA's testimony was candid, straightforward, and free from inconsistencies. AAA positively identified the appellant as the person who had raped her using force and intimidation, and her testimony was corroborated by the medico-legal report of Dr. Suguitan. According to the CA, when the victim's testimony is corroborated by the physician's finding of penetration, sufficient basis exists to conclude that carnal knowledge took place.\n\nThe CA further ruled that mere carnal knowledge with AAA, even without force and intimidation, already constituted rape as the prosecution proved that AAA was only 11 years old when she was sexually abused.\n\nAs its final point, the CA held that the appellant's denial cannot overcome AAA's positive identification that he was her rapist.\n\nIn his brief, [25] the appellant essentially argued that the RTC erred in convicting him because the prosecution failed to prove his guilt beyond reasonable doubt.\n\nTHE COURT'S RULING\n\nWe resolve to deny the appeal for lack of merit but modify the amount of the awarded indemnities.\n\nSufficiency of Prosecution Evidence\n\nThe Revised Penal Code, as amended by Republic Act No. 8353, [26] defines and penalizes Rape under Article 266-A, paragraph 1, as follows:\n\nART. 266-A. Rape; When and How Committed . - Rape is committed -\n\n1) By a man who shall have carnal knowledge of a woman under any of the following circumstances:\n\na) Through force, threat or intimidation;\n\nb) When the offended party is deprived of reason or otherwise unconscious;\n\nc) By means of fraudulent machination or grave abuse of authority; and\n\nd) When the offended party is under twelve (12) years of age or is demented, even though none of the circumstances mentioned above be present.\nx x x x\n\nThus, for the charge of rape to prosper, the prosecution must prove that (1) the offender had carnal knowledge of a woman, and (2) he accomplished such act through force, threat, or intimidation, or when she was deprived of reason or otherwise unconscious, or when she was under 12 years of age or was demented. [27] Sexual intercourse with a girl below 12 years old is statutory rape. [28]\n\nAAA, while recounting her ordeal, positively identified the appellant as the person who had raped her. Her testimony dated October 28, 1998 was clear and straightforward; she was consistent in her recollection of the details of her defloration, and never wavered in pointing to the appellant as her abuser. To directly quote from the records:\n\n[TABLE_CONTENT]\nFISCAL MARIO CLUTARIO, JR.:\n | \nQ: | On July 30, 1998, did you leave your house to go to school?\n | \n[AAA]:\n | \nA: | Yes. sir.\n | \nQ: | What time did you leave your house?\n | \nA: | 5:30 in the morning.\n | \nQ: | Who was your companion when you left your house in order to walk on your way to school?\n | \nA: | None, sir.\n | \nQ: | Do you usually leave for school alone, without any companion?\n | \nA: | Sometimes I have a companion and sometimes none.\n | \nx x x\n | \nQ: | You said you were alone when you walked to your school on July 30, 1998 from your house, do you remember any unusual incident that happened on that date while you were on your way to school?\n | \nx x x\n | \nA: | Something happened, sir.\n | \nQ: | What do you mean something happened?\n | \nA: | When I was raped.\n | \nQ: | Where were you raped.\n | \nA: | Inside a garage.\n | \nQ: | You said you were walking on your way to school, how did you happen to be inside a garage?\n | \nA: | I was brought there.\n | \nQ: | Who brought you inside the garage?\n | \nA: | Edgar Trayco.\n | \nQ: | How far is that garage from the place where you were walking?\n | \nA: | Just near, sir.\n | \nQ: | And how did you meet Edgar Trayco?\n | \nA: | While I was walking, he placed his arm on my shoulders.\n | \nQ: | Can you describe to the Court the position of Edgar Trayco relative to you when he placed his arm over your shoulders?\n | \nA: | He was on my right side.\n | \nQ: | And where did he come from when he was on your right side and he placed his arm over your shoulder?\n | \nA: | He came from behind.\n | \nQ: | After he came from behind and placed his arm over your shoulders, what happened next?\n | \nA: | He poked something on me.\n | \nQ: | Did you see what was that something that was poked on you?\n | \nA: | No, sir.\n | \nQ: | What part of your body did he poke that object to you?\n | \nA: | On my neck.\n | \nQ: | What did you feel when he poked something on your neck?\n | \nA: | It was painful.\n | \nQ: | What, if anything, did you say when Edgar Trayco came from behind to place his arm over your shoulders and poked something that was painful in your neck? [sic]\n | \nA: | He said I should not make a noise.\n | \nx x x\n | \nQ: | After that, what happened next?\n | \nA: | We went to the garage.\n | \nx x x | \n | \nQ: | After you were brought to the garage, what happened next?\n | \nA: | He started raping me.\n | \nQ: | What was your position when you said he started raping you?\n | \nA: | At first, I was standing, sir.\n | \nQ: | When you said you were standing, are you telling the Court that you were raped while standing?\n | \nA: | No, sir, he first kissed me.\n | \nx x x\n | \nQ: | When he kissed you, did you say anything to him?\n | \nA: | I told him I don't want it.\n | \nx x x\n | \nQ: | After he kissed you, what happened next?\n | \nA: | He directed me to hold his penis.\n | \nQ: | Was his penis already out when he asked you to hold it?\n | \nA: | Yes, sir.\n | \nx x x\n | \nQ: | When he asked you to hold his penis, did you obey as he ordered you?\n | \nA: | Yes, sir.\n | \nQ: | Why did you obey him?\n | \nA: | Because he ordered me to, and I told him I don't want to but he said if I will not obey him, he will kill me. [sic]\n | \nQ: | What is the position of Edgar Trayco and your position when he asked you to hold his penis?\n | \nA: | We were standing, sir. He was on my side.\n | \nQ: | Which side was he?\n | \nA: | He was on my right side.\n | \nQ: | What hand did you use in holding his penis?\n | \nA: | My right hand.\n | \nQ: | How long did you hold his penis?\n | \nA: | Only for a while.He touched my vagina.\n | \nQ: | While you were standing side by side?\n | \nA: | Yes, sir.\n | \nQ: | How was he able to touch your vagina?\n | \nA: | He just held my vagina. He just put his hand under my shirt and inside my shorts.\n | \nQ: | Did you say anything when he placed his hand inside your shorts and held your vagina?\n | \nA: | Yes, sir. I said I did not want it.\n | \nQ: | Did he say anything when you said you did not want it?\n | \nA: | Yes, sir. He said he will kill me.\n | \nQ: | After he touched your vagina, what happened next?\n | \nA: | He ordered me to lie on a car.\n | \nQ: | What part of the car were you asked to lie down?\n | \nA: | The front, sir.\n | \nQ: | You mean to say the part of the car which covers the engine?\n | \nA: | Yes, sir.\n | \nQ: | Did you lie down on the hood of the car?\n | \nA: | Yes, sir.\n | \nQ: | Then what happened next?\n | \nA: | He took off my shorts.\n | \nx x x\n | \nQ: | After he took off your shorts, what happened next?\n | \nA: | \"Pinagdikit.\" He touched my vagina with his penis.\n | \nQ: | Did you feel anything when his penis touched your vagina?\n | \nA: | Yes, sir. I felt something.I felt pain.\n | \nQ: | For how long did you feel that pain when his penis was touching your vagina?\n | \nA: | For quite some time.\n | \nx x x | \n | \nQ: | You did not tell him to stop?\n | \nA: | I became scared.\n | \nCOURT: | \n | \n | The Court would like to be clarified, when you said \"nakadikit,\" you mean to say that his penis was not inserted in your vagina?\n | \nAAA: | \n | \nA: | Heinserted his penis inside my vaginabut it is \"natatanggal.\"\n | \nFISCAL MARIO CLUTARIO, JR.:\n | \nQ: | Was his penis hard at that time?\n | \nAAA: | \n | \nA: | \"Medyo po.\"\n | \nQ: | After that, what happened next?\n | \nA: | He ordered me to stand up.\n | \nx x x | \n | \nQ: | And after coming down from the car and you were already sanding up, what happened next?\n | \nA: | He told me to put his penis inside my mouth.\n | \nx x x | \n | \nQ: | Did you insert his penis inside your mouth?\n | \nA: | Yes, sir.\n | \nQ: | Why did you obey him when he asked you toinsert his penis inside your mouth?\n | \nA: | Because I was already scared during that time.\n | \nQ: | How long was hispenis inside your mouth?\n | \nA: | Only for a while.\n | \nQ: | After that, what happened next?\n | \nA: | He ordered me to put on my shorts.\n | \nQ: | Did you put on your shorts as he ordered?\n | \nA: | Yes, sir.\n | \nQ: | After you put on your shorts, what happened next?\n | \nA: | He ordered me to get my bag.\n | \nQ: | After that, what happened next?\n | \nA: | We went out.\n | \nx x x x[29][Emphasis ours]\n[END_TABLE]\n\nFISCAL MARIO CLUTARIO, JR.:\n\nQ: On July 30, 1998, did you leave your house to go to school?\n\n[AAA]:\n\nA: Yes. sir.\n\nQ: What time did you leave your house?\n\nA: 5:30 in the morning.\n\nQ: Who was your companion when you left your house in order to walk on your way to school?\n\nA: None, sir.\n\nQ: Do you usually leave for school alone, without any companion?\n\nA: Sometimes I have a companion and sometimes none.\n\nx x x\n\nQ: You said you were alone when you walked to your school on July 30, 1998 from your house, do you remember any unusual incident that happened on that date while you were on your way to school?\n\nx x x\n\nA: Something happened, sir.\n\nQ: What do you mean something happened?\n\nA: When I was raped.\n\nQ: Where were you raped.\n\nA: Inside a garage.\n\nQ: You said you were walking on your way to school, how did you happen to be inside a garage?\n\nA: I was brought there.\n\nQ: Who brought you inside the garage?\n\nA: Edgar Trayco.\n\nQ: How far is that garage from the place where you were walking?\n\nA: Just near, sir.\n\nQ: And how did you meet Edgar Trayco?\n\nA: While I was walking, he placed his arm on my shoulders.\n\nQ: Can you describe to the Court the position of Edgar Trayco relative to you when he placed his arm over your shoulders?\n\nA: He was on my right side.\n\nQ: And where did he come from when he was on your right side and he placed his arm over your shoulder?\n\nA: He came from behind.\n\nQ: After he came from behind and placed his arm over your shoulders, what happened next?\n\nA: He poked something on me.\n\nQ: Did you see what was that something that was poked on you?\n\nA: No, sir.\n\nQ: What part of your body did he poke that object to you?\n\nA: On my neck.\n\nQ: What did you feel when he poked something on your neck?\n\nA: It was painful.\n\nQ: What, if anything, did you say when Edgar Trayco came from behind to place his arm over your shoulders and poked something that was painful in your neck? [ sic ]\n\nA: He said I should not make a noise.\n\nx x x\n\nQ: After that, what happened next?\n\nA: We went to the garage.\n\nx x x\n\nQ: After you were brought to the garage, what happened next?\n\nA: He started raping me.\n\nQ: What was your position when you said he started raping you?\n\nA: At first, I was standing, sir.\n\nQ: When you said you were standing, are you telling the Court that you were raped while standing?\n\nA: No, sir, he first kissed me.\n\nx x x\n\nQ: When he kissed you, did you say anything to him?\n\nA: I told him I don't want it.\n\nx x x\n\nQ: After he kissed you, what happened next?\n\nA: He directed me to hold his penis.\n\nQ: Was his penis already out when he asked you to hold it?\n\nA: Yes, sir.\n\nx x x\n\nQ: When he asked you to hold his penis, did you obey as he ordered you?\n\nA: Yes, sir.\n\nQ: Why did you obey him?\n\nA: Because he ordered me to, and I told him I don't want to but he said if I will not obey him, he will kill me. [ sic ]\n\nQ: What is the position of Edgar Trayco and your position when he asked you to hold his penis?\n\nA: We were standing, sir. He was on my side.\n\nQ: Which side was he?\n\nA: He was on my right side.\n\nQ: What hand did you use in holding his penis?\n\nA: My right hand.\n\nQ: How long did you hold his penis?\n\nA: Only for a while. He touched my vagina.\n\nQ: While you were standing side by side?\n\nA: Yes, sir.\n\nQ: How was he able to touch your vagina?\n\nA: He just held my vagina. He just put his hand under my shirt and inside my shorts.\n\nQ: Did you say anything when he placed his hand inside your shorts and held your vagina?\n\nA: Yes, sir. I said I did not want it.\n\nQ: Did he say anything when you said you did not want it?\n\nA: Yes, sir. He said he will kill me.\n\nQ: After he touched your vagina, what happened next?\n\nA: He ordered me to lie on a car.\n\nQ: What part of the car were you asked to lie down?\n\nA: The front, sir.\n\nQ: You mean to say the part of the car which covers the engine?\n\nA: Yes, sir.\n\nQ: Did you lie down on the hood of the car?\n\nA: Yes, sir.\n\nQ: Then what happened next?\n\nA: He took off my shorts.\n\nx x x\n\nQ: After he took off your shorts, what happened next?\n\nA: \" Pinagdikit .\" He touched my vagina with his penis.\n\nQ: Did you feel anything when his penis touched your vagina?\n\nA: Yes, sir. I felt something. I felt pain.\n\nQ: For how long did you feel that pain when his penis was touching your vagina?\n\nA: For quite some time.\n\nx x x\n\nQ: You did not tell him to stop?\n\nA: I became scared.\n\nCOURT:\n\nThe Court would like to be clarified, when you said \" nakadikit ,\" you mean to say that his penis was not inserted in your vagina?\n\nAAA:\n\nA: He inserted his penis inside my vagina but it is \" natatangga l.\"\n\nFISCAL MARIO CLUTARIO, JR.:\n\nQ: Was his penis hard at that time?\n\nAAA:\n\nA: \" Medyo po .\"\n\nQ: After that, what happened next?\n\nA: He ordered me to stand up.\n\nx x x\n\nQ: And after coming down from the car and you were already sanding up, what happened next?\n\nA: He told me to put his penis inside my mouth.\n\nx x x\n\nQ: Did you insert his penis inside your mouth?\n\nA: Yes, sir.\n\nQ: Why did you obey him when he asked you to insert his penis inside your mouth?\n\nA: Because I was already scared during that time.\n\nQ: How long was his penis inside your mouth?\n\nA: Only for a while.\n\nQ: After that, what happened next?\n\nA: He ordered me to put on my shorts.\n\nQ: Did you put on your shorts as he ordered?\n\nA: Yes, sir.\n\nQ: After you put on your shorts, what happened next?\n\nA: He ordered me to get my bag.\n\nQ: After that, what happened next?\n\nA: We went out.\n\nx x x x [29] [ Emphasis ours ]\nWe view this testimony to be clear, convincing and credible, considering especially the corroboration it received from the medico-legal report and testimony of Dr. Suguitan. The records do not contain any evidence that would inject doubt into AAA's testimony or give rise to any suspicion that she had any ulterior motive in charging and testifying against the appellant. We have held time and again that testimonies of rape victims who are young and immature, as in this case, deserve full credence considering that no young woman, especially one of tender age, would concoct a story of defloration, allow the examination of her private parts, and subject herself to a public trial if she had not been motivated by the desire to obtain justice for the wrong committed against her. [30]\n\nThe prosecution positively established the elements of rape under Article 266-A. First , the appellant succeeded in having carnal knowledge with the victim. AAA initially testified that the appellant's penis merely touched her vagina, but later clarified that the appellant's penis was inserted into her vagina. Whether the appellant's penis merely touched AAA's private part, or fully penetrated it is of no moment. Jurisprudence firmly holds that full penetration of the vaginal orifice is not an essential ingredient, nor is the rupture of the hymen necessary, to conclude that carnal knowledge took place; the mere touching of the external genitalia by a penis that is capable of consummating the sexual act is sufficient to constitute carnal knowledge. [31]\n\nOur ruling in People v. Bali-Balita [32] is particularly instructive:\n\nWe have said often enough that in concluding that carnal knowledge took place, full penetration of the vaginal orifice is not an essential ingredient, nor is the rupture of the hymen necessary; the mere touching of the external genitalia by the penis capable of consummating the sexual act is sufficient to constitute carnal knowledge. But the act of touching should be understood here as inherently part of the entry of the penis into the labias of the female organ and not mere touching alone of the mons pubis or the pudendum.\n\nx x x x Thus, touching when applied to rape cases does not simply mean mere epidermal contact, stroking or grazing of organs, a slight brush or a scrape of the penis on the external layer of the victim's vagina, or the mons pubis , as in this case. There must be sufficient and convincing proof that the penis indeed touched the labias or slid into the female organ, and not merely stroked the external surface thereof, for an accused to be convicted of consummated rape. As the labias , which are required to be \"touched\" by the penis, are by their natural situs or location beneath the mons pubis or the vaginal surface, to touch them with the penis is to attain some degree of penetration beneath the surface, hence, the conclusion that touching the labia majora or the labia minora of the pudendum constitutes consummated rape. [33] [ Emphasis and italics supplied ]\n\nThere was, at the very least, touching of the labia as AAA testified that the appellant's penis touched her vagina , as a result of which \" she felt pain .\" She also testified that the pain lasted for some time . More importantly, Dr. Suguitan testified that there were fresh hymenal lacerations on AAA's private part. To quote Dr. Suguitan's examination:\n\n[TABLE_CONTENT]\nFISCAL MARIO CLUTARIO, JR.:\n | \nQ: | Can you tell the Honorable Court what your findings are?\n | \nDR. TOMAS SUGUITAN:\n | \nA: | The hymen has fresh lacerations at 3 and 9 o'clock and shallow fresh lacerations at 5 o'clock positions.\n | \nQ: | During the interview did you find out when this incident occurred?\n | \nA: | According to her, at 5:30 a.m. of July 30, 1998.\n | \nQ: | It was on the same day of examination?\n | \nA: | Yes, sir.\n | \nx x x | \n | \nQ: | You mentioned that you found on the genitals lacerations. [W]here in the genitals were you able to find these lacerations?\n | \nA: | On the hymen.\n | \nQ: | Can you tell the Honorable court what could have caused these lacerations?\n | \nA: | Probably caused by insertion of a blunt object.\n | \nQ: | Would you consider an erect male penis as blunt object?\n | \nA: | Yes, sir.\n | \nQ: | These lacerations that you found can you tell the Court when could have these inflicted?[sic]\n | \nA: | Since the laceration is still fresh, within 24 hours.\n | \nQ: | So, the lacerations that you found is consistent with the statement of [AAA] that the incident happened on the same day of lacerations inflicted? [sic]\n | \nA: | Yes, sir.\n | \nx x x x[34][Emphasis supplied]\n[END_TABLE]\n\nFISCAL MARIO CLUTARIO, JR.:\n\nQ: Can you tell the Honorable Court what your findings are?\n\nDR. TOMAS SUGUITAN:\n\nA: The hymen has fresh lacerations at 3 and 9 o'clock and shallow fresh lacerations at 5 o'clock positions.\n\nQ: During the interview did you find out when this incident occurred?\n\nA: According to her, at 5:30 a.m. of July 30, 1998.\n\nQ: It was on the same day of examination?\n\nA: Yes, sir.\n\nx x x\n\nQ: You mentioned that you found on the genitals lacerations. [W]here in the genitals were you able to find these lacerations?\n\nA: On the hymen .\n\nQ: Can you tell the Honorable court what could have caused these lacerations?\n\nA: Probably caused by insertion of a blunt object.\n\nQ: Would you consider an erect male penis as blunt object?\n\nA: Yes, sir.\n\nQ: These lacerations that you found can you tell the Court when could have these inflicted? [ sic ]\n\nA: Since the laceration is still fresh, within 24 hours.\n\nQ: So, the lacerations that you found is consistent with the statement of [AAA] that the incident happened on the same day of lacerations inflicted? [ sic ]\n\nA: Yes, sir.\n\nx x x x [34] [ Emphasis supplied ]\nSecond , the prosecution established AAA's minority during the trial through the presentation of her birth certificate ( Exh. \"C\") showing that she was born on October 22, 1986. AAA's mother, BBB, likewise testified on her age. [35] Hence, when the appellant raped AAA on July 30, 1998, she was only 11 years old. Where the victim is below 12 years of age, violence or intimidation is not required, and the only subject of inquiry is whether \"carnal knowledge\" took place. Proof of force, intimidation or consent is unnecessary as force is not an element of statutory rape; the law conclusively presumes the absence of consent when the victim is below the age of twelve. [36] Thus, we held in People v. Valenzuela :\n\nWhat the law punishes in statutory rape is carnal knowledge of a woman below twelve (12) years old. Thus, force, intimidation, and physical evidence of injury are immaterial; the only subject of inquiry is the age of the woman and whether carnal knowledge took place. The law presumes that the victim does not and cannot have a will of her own on account of her tender years; the child's consent is immaterial because of her presumed incapacity to discern evil from good. [37]\nThe Appellant's Defenses\n\nIn his defense, the appellant invoked denial and alibi. He denied raping the victim, and insisted that he went to the house of Reynilda at 5:00 a.m. on July 30, 1998; and thereafter delivered water to customers. He returned to Reynilda's house after one delivery, and stayed there until 3:00 p.m.\n\nTo be believed, denial must be supported by strong evidence of innocence; otherwise it is regarded as a purely self-serving testimony. Alibi, on the other hand, is one of the weakest defenses in a criminal case and is rejected when the prosecution sufficiently establishes the identity of the accused. For the defense of alibi to prosper, the accused should prove the physical impossibility of his presence at the scene of the crime at the time it was committed. Physical impossibility refers to distance and the facility of access between the situs criminis and the location of the accused when the crime was committed. He must demonstrate that he was so far away and could not have been physically present at the scene of the crime and its immediate vicinity when the crime was committed. [38]\n\nIn the present case, the defense completely failed to show the required physical impossibility. According to the appellant, he left his house in Agora Complex, Cogeo at 4:30 a.m. and arrived at Reynilda's house in Road 28, Cogeo at around 5:30 a.m. On cross-examination, however, he stated that he arrived at Reynilda's house at 4:45 a.m.\n\nThe appellant tried to explain the discrepancies in time by stating that he was not wearing any watch when he left his house on July 30, 1998; he also admitted that the time of his arrival was a mere estimate. Rather than favor his case, however, his attempt to explain only stressed that he was not certain of the time he left his residence and the time he arrived at Reynilda's house. Considering AAA's undisputed testimony that their house is also located in Road 28 , and that her school was a mere five-minute walk from her house, it was not physically impossible for the appellant to have been at Road 28 between 4:45 and 5:30 a.m. on July 30, 1998 to commit the crime charged.\n\nThe fact that Reynilda and Arnold testified that the appellant went to their house at around 5:00 a.m., more or less, did not negate the possibility that the appellant met and raped AAA before he reported for work at Reynilda's place. We note in this regard that both the appellant and AAA testified that they passed by Road 28 in Cogeo during the early morning of July 30, 1998.\n\nAs aptly explained by the CA:\n\nIn the instant case, the victim was raped in the early morning of 30 July 1998 on her way to school which was a five minute walk from where she used to reside at 41, Road 28, Cogeo, Antipolo City. Appellant admitted that on July 30, 1998, he resided at the Agora Complex, Cogeo Village, Antipolo City and went to the house of Mrs. Naprada located at Road 28, leaving his house at 4:30 a.m. to go to work thereat. From appellant's house to the house of Mrs. Naprada, appellant walked and only traversed one road and turned at a church. This admission in fact puts appellant at the crime scene. His denial of the crime cannot overcome the categorical testimony of private complainant and her positive identification of him. Further, appellant's claim that he was delivering water on 30 July 1998 at around 5:20 a.m. until 10:00 a.m. does not constitute evidence of non-culpability because the same does not prove the impossibility for him to be at the crime scene when he raped private complainant at the appointed time. Moreover, as correctly argued by appellee, appellant's witness Reynilda Naprada could not account appellant's actual whereabouts from 5:00 to 10:00 a.m. or a full five (5) hours after appellant and her son Arnold left their house at 5:00 a.m. on July 30, 1998. x x x [ sic ] [39]\nThe Proper Penalty\n\nThe applicable provisions of the Revised Penal Code, as amended by Republic Act No. 8353 (effective October 22, 1997), covering the crime of Rape are Articles 266-A and 266-B provide:\n\nArticle 266-A. Rape; When and How Committed . - Rape is committed:\n\n1) By a man who shall have carnal knowledge of a woman under any of the following circumstances:\n\nx x x\n\nd) When the offended party is under twelve (12) years of age or is\n\ndemented, even though none of the circumstances mentioned above be present.\n\nx x x x\n\nArticle 266-B. Penalties. - Rape under paragraph 1 of the next preceding article shall be punished by reclusion perpetua .\n\nx x x x\nThe lower courts therefore are correct in imposing the penalty of reclusion perpetua on the appellant.\n\nProper Indemnity\n\nThe award of civil indemnity to the rape victim is mandatory upon the finding of the fact of rape. Thus, this Court affirms the award of P50,000.00 as civil indemnity based on prevailing jurisprudence. [40]\n\nSimilarly, moral damages are awarded to rape victims without need of proof other than the fact of rape under the assumption that the victim suffered moral injuries from the experience she underwent. [41] Pursuant to current rules, we affirm the award of P50,000.00 as moral damages to AAA. [42]\n\nIn addition, we award exemplary damages in the amount of P30,000.00. [43] The award of exemplary damages is justified under Article 2229 of the Civil Code to set a public example and serve as deterrent against elders who abuse and corrupt the youth. [44]\n\nWHEREFORE , premises considered, we AFFIRM the November 2, 2005 decision of the Court of Appeals in CA-G.R. CR-H.C. No. 00004 with the following modifications :\n\n(a) appellant Edgar Trayco y Masola is hereby found GUILTY beyond reasonable doubt of statutory rape as defined and penalized in Article 266-A(1)(d) of the Revised Penal Code; and\n\n(b) he is further ORDERED to PAY the victim the amount of P30,000.00 as exemplary damages.\n\nSO ORDERED .\n\n* Carpio, ** Carpio Morales, (Acting Chairperson), Del Castillo, and Abad, JJ. , concur.\n\n* Designated additional Member of the Second Division per Special Order No. 671 dated July 28, 2009.\n\n** Designated Acting Chairperson of the Second Division per Special Order No. 670 dated July 28, 2009.\n\n[1] Penned by Associate Justice Celia C. Librea-Leagogo, and concurred in by Associate Justice Renato C. Dacudao and Associate Justice Lucas P. Bersamin (now a member of this Court); rollo , pp. 3-42.\n\n[2] Penned by Executive Judge Mauricio M. Rivera.\n\n[3] This appellation is pursuant to our ruling in People v. Cabalquinto , G.R. No. 167693, September 19, 2006, 502 SCRA 419, wherein this Court has resolved to withhold the real name of the victim-survivor and to use fictitious initials instead to represent her in its decisions. Likewise, the personal circumstances of the victims-survivors or any other information tending to establish or compromise their identities, as well as those of their immediate family or household members, shall not be disclosed.\n\n[4] Records, p. 1.\n\n[5] Id ., p. 23.\n\n[6] TSN, October 28, 1998, pp. 2-21.\n\n[7] TSN, February 3, 1999, pp. 2-14.\n\n[8] Id. , pp. 14-17.\n\n[9] TSN, December 8, 1998, pp. 2-11.\n\n[10] Id. , pp. 12-24.\n\n[11] TSN, February 10, 1999, pp. 3-17.\n\n[12] TSN, March 25, 1999, pp. 2-15.\n\n[13] TSN, April 7, 1999, pp. 3-22.\n\n[14] TSN, April 8, 1999, pp. 3-10.\n\n[15] Records, p. 13.\n\n[16] TSN, June 8, 1999, pp. 13-14.\n\n[17] TSN, June 14, 2000, pp. 3-9.\n\n[18] TSN, August 9, 2000, pp. 3-12.\n\n[19] TSN, February 28, 2001, pp. 3-30.\n\n[20] TSN, April 18, 2001, pp. 3-9.\n\n[21] CA rollo , p. 32.\n\n[22] G.R. Nos. 147678-87, July 7, 2004, 433 SCRA 640, 656.\n\n[23] Per our Resolution dated September 8, 2004.\n\n[24] Rollo , pp. 3-42.\n\n[25] CA rollo , pp. 50-67.\n\n[26] The Anti-Rape Law of 1997 .\n\n[27] People v. Dela Paz , G.R. No. 177294, February 19, 2008 , 546 SCRA 363.\n\n[28] See People v. Jusayan , G.R. No. 149785, April 28, 2004, 428 SCRA 228, 235.\n\n[29] TSN, October 28, 1998, pp. 5-16.\n\n[30] See People v. Malones, G.R. Nos. 124388-90, March 11, 2004, 425 SCRA 318.\n\n[31] See People v. Campuhan , G.R. No. 129433, March 30, 2000, 329 SCRA 271.\n\n[32] G.R. No. 134266, September 15, 2000, 340 SCRA 450.\n\n[33] Id. , p. 465.\n\n[34] TSN, June 8, 1999, pp. 10-14.\n\n[35] TSN, February 10, 1999, p. 4.\n\n[36] See People v. Escultor , G.R. Nos. 149366-67, May 27, 2004, 429 SCRA 651.\n\n[37] G.R. No. 182057, February 6, 2009.\n\n[38] See People v. Limio , G.R. Nos. 148804-06, May 27, 2004, 429 SCRA 597.\n\n[39] Rollo , p. 38.\n\n[40] See People v. Begino , G.R. No. 181246, March 20, 2009.\n\n[41] People v. Nieto , G.R. No. 177756, March 3, 2008.\n\n[42] People v. Valenzuela , supra.\n\n[43] See People v. Sia , G.R. No. 174059, February 27, 2009; People v. Layco, Sr ., G.R. No. 182191, May 8, 2009.\n\n[44] See People v. Tormis , G.R. No. 183456, December 18, 2008.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 43405,
  "metadata_extraction_date": "2025-11-01T05:54:27.224323",
  "extraction_version": "2.0_enhanced_full_content"
}