{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/august/gr_l-7226_1912.html",
  "filename": "gr_l-7226_1912.html",
  "year": 1912,
  "month": "august",
  "case_number": "gr_l-7226_1912",
  "gr_number": "gr_l-7226_1912",
  "volume_page": "Volume information not available",
  "decision_date": "August 24, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Tax Law",
    "Administrative Law",
    "Remedial Law",
    "Criminal Law",
    "Property Law"
  ],
  "keywords": [
    "defendant",
    "made",
    "opium",
    "charged",
    "confession",
    "statements",
    "his",
    "armstrong",
    "crime",
    "him",
    "smoking",
    "said",
    "court",
    "arrest",
    "house",
    "witness",
    "door",
    "evidence",
    "where",
    "place"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-7226\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-7226              August 24, 1912\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nLIO TEAM,\n\ndefendant-appellant.\n\nO'Brien and DeWitt, for appellant.\n\nOffice of the Solicitor General Harvey, for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis defendant was charged with a violation of the Opium Law. The complaint alleged:\n\nThat on or about May 13, 1911, in the city of Manila, Philippine Islands, the said Lio Team did, willfully, illegally, and criminal, smoke and take opium into his own body, not for medicinal purposes nor by prescription of a duly licensed practicing physician.\n\nAfter hearing the evidence, the Honorable Richard Campbell, judge, in his decision, made the following statement:\n\nExcluding from all consideration in connection with this case, the testimony of Dr. Goff, who appeared for the prosecution, I am of the opinion that the confession of the accused made to Mr. Armstrong, of the Internal Revenue Bureau, on the night in question, immediately after the arrest, together with the other proofs relative to the character of the house where the arrest took place and which was raided on the night in question, is sufficient to convict the accused of the crime charged.\n\nAnd upon these facts he sentenced the defendant to be in imprisoned for a period of four months and to pay the costs. The lower court ordered that the apparatus seized at the time of the arrest of the defendant be forfeited.\n\nFrom that sentence the defendant appealed and made the following assignments of error:\n\nI. The court erred in holding that the alleged statements made to the internal revenue agent, Mr. Armstrong, were made as a confession.\n\nII. The court erred in holding that the evidence was sufficient to prove a confession.\n\nWith reference to the first assignment of error, the question is presented whether or not the statements made by the defendant to the witness Armstrong, amounted to a confession of guilt of the crime charged against him. The witness Armstrong testified that he had a conversation with the defendant at or about the time of the arrest. That conversation was as follows:\n\nI asked him if it was true that he was there smoking opium, and he said it was. I asked him if it was true that he was smoking opium when I commenced to knock on the door, and he said it was. I asked him where the opium was and he laughed and said, \"Find it  you will never find it if you look a week.\" I asked him if he knew where it was hidden, and he said he did not; that the only people who knew, were the people in charge of the den. I asked him if he did not smoke when I was beating on the door and he said yes. He said, when we knocked, all the people came downstairs, and the people in charge of the place hid the opium and the pipes.\n\nThe witness Armstrong testified that no force whatever was used against the defendant and that no promises of reward of any character were made to him.\n\nThe defendant was charged with the crime of smoking and using opium. The evidence shows that the place in which the defendant and the others were arrested was a place frequented by Chinamen for the purpose of smoking opium. In view of the crime charged in the complaint and the statements made by the defendant to the witness Armstrong, the question is, Did such statements amount to a confession of the crime charged? A confession may be defined as an acknowledgment in express words, by the accused in a criminal case, of the truth of the main fact charged, or of some essential part thereof. (Wigmore on Evidence, vol. 1, sec. 821.) The complaint charged that the defendant smoked opium. The statement of the defendant to the witness Armstrong, was that he had been smoking opium. It would seem, therefore, that the confession or statement made by the defendant falls clearly within the general definition of what a confession is. The statements made by the defendant, amounting to a confession, were they sufficient upon which to base a conviction, under the law? We think they were.\n\nWhere a crime has been committed, the admissions of a party charged with the crime, deliberately made, are always admissible for the purpose of showing the guilt of the accused. (Andrews\n\nvs\n\n. People, 117 Ill., 195; U.S.\n\nvs\n\n. Castillo et al., 2 Phil. Rep., 17; U.S.\n\nvs\n\n. De la Cruz et al., 2 Phil. Rep., 148; U.S.\n\nvs\n\n. Pascual et al., 2 Phil. rep., 457.)\n\nIt appears that the statements made by the defendant with reference to his smoking opium, had been made freely and not under the influence of fear or other improper inducements.\n\nThe appellant in this court that the statements made by him to the officer Armstrong were made in jest  that he was joking. The appellant took the witness stand in his own behalf in the court below, He then denied that he made any statements at all to the officer relating to the fact that he had been smoking opium. No pretense was made in the lower court that his statements were made in jest.\n\nIn addition to the statements made by the defendant to the officer at the time of the arrest, the record fairly bristles with indications showing that the defendant and his companions, at the time and place of the arrest, had been smoking opium. There were twelve or fifteen Chinamen in the house where the defendant was arrested. The house in which the defendant and his companions were was thoroughly barricaded. The front door leading to the house was heavy door, composed of two or three thicknesses of board, covered inside and out with sheet iron. Through this door there were a number of peep-holes, the larger ones being covered by a small piece or slide on the inside. The house was wired with electric bells, so that a person, inside the room barricaded by that heavy door, might, by push-buttons, give the alarm to the persons about the house. Each of the witnesses testified, that, when they entered the room, after gaining admission with much difficulty, they found that the air in the room was laden with a very strong smell of opium smoke. A small portion of opium was found upon the table. An opium lamp was also found in the room.\n\nConfessions of guilt should always scrutinized carefully. Courts should be slow to accept them. They should be weighed with the greatest care in relation to all of the facts and circumstances presented in the evidence. In the present case we have no hesitation whatever, in view of all of the facts contained in the record, in finding the defendant guilty of the crime charged, in view of his confession. The sentence of the lower court is, therefore, hereby affirmed, with costs. So ordered.\n\nArellano, C.J., Mapa, Carson and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 6750,
  "metadata_extraction_date": "2025-11-16T09:24:27.670278",
  "extraction_version": "2.0_enhanced_full_content"
}