{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/august/gr_l-6612_1912.html",
  "filename": "gr_l-6612_1912.html",
  "year": 1912,
  "month": "august",
  "case_number": "gr_l-6612_1912",
  "gr_number": "gr_l-6612_1912",
  "volume_page": "Volume information not available",
  "decision_date": "August 31, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Family Law",
    "Remedial Law"
  ],
  "keywords": [
    "appellant",
    "cabinico",
    "opium",
    "possession",
    "lee",
    "see",
    "his",
    "steamer",
    "sugar",
    "sack",
    "law",
    "against",
    "never",
    "chan",
    "guy",
    "juan",
    "alias",
    "defendant",
    "case",
    "two"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6612\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6612              August 31, 1912\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nCHAN GUY JUAN, (\n\nalias\n\nChino Aua),\n\ndefendant-appellant.\n\nJose Varela y Calderon, for appellant.\n\nAttorney-General Villamor, for appellee.\n\nTRENT,\n\nJ.\n\n:\n\nThe facts in this case are these: On the morning of the 26th of May, 1910, the steamer\n\nTon-Yek\n\nanchored in the Bay of Calbayog Samar.  A Chinaman named Lee See (\n\nalias\n\nTuya), one of the passengers, disembarked and went to the house of the appellant, Chan Guy Juan (\n\nalias\n\nAua) in the town of Calbayog, where the two had a somewhat lengthy conversation. Lee See returned to the boat and the appellant employed one Isidro Cabinico to go alongside of the steamer with his\n\nbaroto\n\nand receive from the said, sugar. On arriving at the steamer, Lee See, who was on deck, tied a rope around the sack and lowered it into Cabinico's\n\nbaroto\n\n. The latter, while on his way to the house of the appellant with the sack and its contents, was arrested and a small amount of sugar and twenty-eight cans of opium. This opium was confiscated by the local authorities and separate criminal charges instituted against the two Chinamen and Cabinico was dismissed, while those against the two Chinamen were proceeded with, resulting in the conviction of both. Both appealed, and the sentence imposed upon Lee See has heretofore been affirmed by this court.\n\nIt clearly appears from the record that Cabinico did not know the contents of the sack which he received from Lee See and which he was on his way to deliver to the appellant. It is insisted that it can not be said, under these facts, that the appellant had possession or control of the twenty-eight cans of opium. It is true that the appellant never had actual physical possession of the opium, but it must be remembered that while he employed Cabinico to go to the steamer and receive, as he said certain amount of sugar from his countryman Lee See and bring the same to him, he knew that the sack which Cabinico would receive contained very little sugar and a large quantity of opium.\n\nThe expression \"having possession of\" in section 31 of Act No. 1761 is somewhat ambiguous. It is clear that the law never intended to hold a person guilty of the possession of the prescribed drug when in fact he merely had the custody of the same without knowledge of its nature, and this court so held in disposing of the case against Cabinico. But it is equally clear that the law never intended the possession of the drug should be limited to mere manual touch or personal custody. Upon such a holding, a guilty principal could often escape by taking of the precaution to never have the drug in his actual possession, and thus defeat the intent of the law. The words \"having possession of\" must therefore be extended to include constructive possession; that is, the still under his control and management and subject to his disposition. It is immaterial whether Lee See or Chan Guy Juan was the real owner of the opium found in the sack of sugar. The evidence shows both were guilty principals in the effort to land the opium from the steamer.\n\nCabinico was the innocent agent of the defendant in this case, and the responsibility for carrying the opium ashore therefore reverts to this defendant. (Art. 13, No. 2, Penal Code; 12 Cyc., 185, and cases cited; Bishop's New Criminal Law, vol. 1, sec. 651.)\n\nThe judgment of the lower court is therefore affirmed, with costs of this instance against the appellant.\n\nArellano, C.J., Mapa, Johnson and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3677,
  "metadata_extraction_date": "2025-11-16T09:24:14.224378",
  "extraction_version": "2.0_enhanced_full_content"
}