{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2023/12/opt_case_69590.html",
  "filename": "opt_case_69590.html",
  "year": 2023,
  "month": "12",
  "case_number": "A.M. No. 18",
  "gr_number": "AM-18",
  "volume_page": "956 Phil. 295",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "formerly",
    "bloomberry",
    "resorts",
    "hotels",
    "represented",
    "gerardo",
    "palmero",
    "complainant",
    "brigido",
    "artemon",
    "presiding",
    "judge",
    "branch"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 956 Phil. 295\n\nEN BANC\nEN BANC\n\n[ A.M. No. RTJ-24-071 (Formerly OCA IPI No. 18-4785-RTJ), July 23, 2024 ]\n[ A.M. No. RTJ-24-071 (Formerly OCA IPI No. 18-4785-RTJ), July 23, 2024 ]\n\nBLOOMBERRY RESORTS AND HOTELS, INC., REPRESENTED BY GERARDO R. PALMERO, COMPLAINANT, VS. HON. BRIGIDO ARTEMON M. LUNA II, PRESIDING JUDGE, BRANCH 196, REGIONAL TRIAL COURT, PARAÑAQUE CITY, RESPONDENT.\n\nD E C I S I O N\nBLOOMBERRY RESORTS AND HOTELS, INC., REPRESENTED BY GERARDO R. PALMERO, COMPLAINANT, VS. HON. BRIGIDO ARTEMON M. LUNA II, PRESIDING JUDGE, BRANCH 196, REGIONAL TRIAL COURT, PARAÑAQUE CITY, RESPONDENT.\n\nD E C I S I O N\n\nHERNANDO, J.:\n\nBefore the Court is a verified administrative Complaint [1] dated January 10, 2018, charging Judge Brigido Artemon M. Luna II (Judge Luna), Presiding Judge of Branch 196, Regional Trial Court (RTC), Parañaque City, with gross ignorance of the law, bias, and gross misconduct in relation to Criminal Case No. 2016-0232, and praying for his dismissal from service, forfeiture of all or part of his retirement benefits, and disqualification from reinstatement or appointment to any public office.\n\nThe facts of the case are as follows:\n\nBloomberry Resorts and Hotels, Inc. (Bloomberry) operates Solaire Resort and Casino (Solaire) in Parañaque City. [2]\n\nOn September 21, 2015, Bloomberry, through its Security Specialist Investigator, Gerardo R. Palmero (Gerardo), filed with the Office of the City Prosecutor (OCP), Parañaque City, a Complaint-Affidavit charging Joselito Eliz Meneses Asistio [3] (Joselito) and Anthony Novena Clavito (Anthony) with two counts of estafa penalized under Article 315(3)(b) of the Revised Penal Code. [4]\n\nIn the Complaint-Affidavit, Bloomberry alleged that in two separate instances on September 6, 2015, Joselito and Anthony conspired with each other to defraud Bloomberry by engaging in a \"past-posting\" cheating scheme. [5] Under this scheme, Joselito, a card game dealer employed by Bloomberry, allowed Anthony, a patron of Solaire, to place a bet at the winning combination in the card game of baccarat after the winning combination had already been announced by Joselito, thus ensuring the success of Anthony's bet. [6] Bloomberry claimed that through this scheme, Joselito and Anthony were able to defraud Bloomberry in the amount of PHP 200,000.00. [7]\n\nAfter the preliminary investigation, the OCP found probable cause to indict Joselito and Anthony and filed with the Parañaque RTC the corresponding Information [8] for two counts of estafa, docketed as Criminal Case No. 2016-0232. [9] The case was raffled to Branch 196, presided over by Judge Luna. [10]\n\nJudge Luna issued warrants for the arrest of both Joselito and Anthony, but only the latter was apprehended, with Joselito remaining at large. [11] On March 9, 2016, Anthony was arraigned and pleaded not guilty to the charge. [12]\n\nWhen the pre-trial was concluded, Judge Luna issued the Pre-Trial Order [13] dated May 2, 2016, which provided, among others, that the prosecution will present six witnesses, including Josedelio Asistio, Ramon Valenzuela (Valenzuela), and Christian Robles. [14]\n\nDuring the pendency of the case, Anthony jumped bail, which prompted his counsel to file a Notice of Withdrawal and for Judge Luna to order the cancellation of Anthony's bail bond. [15]\n\nThe case proceeded with the ex parte presentation of the prosecution's evidence, with Bloomberry engaging the services of its counsel, Picazo Buyco Tan Fider & Santos (Picazo Law), to act as private prosecutor. [16] Picazo Law, through Atty. Keith Elbert C. King (Atty. King), entered its appearance as private prosecutor during the March 8, 2017 hearing. [17]\n\nDuring the same hearing, Judge Luna asked the prosecution how the CCTV footage of Anthony and Joselito committing the acts complained would be presented. [18] The prosecution explained that it would present Valenzuela, the Bloomberry's Senior Surveillance Operator, who reviewed the CCTV footage of Joselito and Anthony engaging in the past-posting scheme and reported the same to Bloomberry's management. [19] Judge Luna characterized the nature of Palmero's testimony as merely \" post facto \" [20] and \"collaborative\" [21] and not direct evidence of the offense being charged. Judge Luna questioned the admissibility and probative value of Valenzuela's testimony before the same was presented in the court. [22]\n\nDuring the hearing on May 10, 2017, the prosecution intended to present Valenzuela to identify and testify on the CCTV footage of Joselito and Anthony engaging in the past-posting scheme. [23] However, Judge Luna insisted that Valenzuela should have first secured an authority from Bloomberry to disclose the latter's trade secrets. [24] As Valenzuela could not present such authority, Judge Luna issued an Order [25] of the same date declaring that Valenzuela was \"not ready to testify\" and considered his testimony as deemed waived. [26]\n\nOn June 9, 2017, the prosecution filed a Motion for Reconsideration [27] of the Order dated May 10, 2017, arguing that, had Judge Luna not disqualified Valenzuela, the latter could have properly identified, explained, and authenticated the CCTV footage, as recorded in a CD, which is an original document in accordance with the Rules on Electronic Evidence. [28]\n\nAfter hearing the Motion for Reconsideration on June 16, 2017, Judge Luna issued an Order [29] denying the same. Judge Luna declared that the prosecution had not sufficiently laid the basis for the admission of the CCTV footage contained in the CD in accordance with the Rules on Electronic Evidence. [30] On even date, Judge Luna issued another Order [31] disqualifying Atty. King as private prosecutor on the ground of his \"inability of appreciating the rules of evidence in the conduct of trial\" [32] and restored full control of the prosecution of the case to the public prosecutor. [33]\n\nOn June 19, 2017, the public prosecutor intended to present another witness, Rudolfh Gonzales (Gonzales), the Senior Surveillance Technician Supervisor of Bloomberry, to authenticate the processes used to create the CCTV footage and the CD containing the footage. [34] However, Judge Luna refused to hear Gonzales's testimony because he had no authority from Bloomberry to disclose its supposed \"trade secrets.\" [35] Consequently and on the same date, the Judge issued an Order, [36] which stated that \"the prosecution manifested that it is dispensing with the presentation of further evidence to this case.\" [37] Despite the foregoing pronouncement, the prosecution maintained that it did not waive its presentation of evidence. [38]\n\nIn the same Order, Judge Luna directed the prosecution to make its offer of evidence and scheduled the promulgation of judgment on July 19, 2017. [39]\n\nOn July 4, 2017, Bloomberry, through the private prosecutor, filed a Motion for Reconsideration [40] of the Order dated June 19, 2017, praying that Gonzales be permitted to testify even without the authority being required by Judge Luna and for the deferment of the promulgation of judgment until its Motion for Reconsideration shall have been resolved. [41]\n\nMeanwhile, pursuant to Judge Luna's Order dated June 19, 2017, the public prosecutor filed an Offer of Evidence dated July 10, 2017. [42]\n\nIn the Order dated July 14, 2017, Judge Luna denied Bloomberry's Motion for Reconsideration on the ground that the CCTV footage to be presented by the prosecution is not admissible. [43] Moreover, Judge Luna characterized the Motion as a mere dilatory ploy and an attempt by Bloomberry to re-open the case, considering that the public prosecutor already filed an Offer of Evidence on July 12, 2017. [44]\n\nOn July 19, 2017, Judge Luna issued an Order [45] acquitting Anthony of the crime of estafa for failure of the prosecution to prove his guilt beyond a reasonable doubt. Judge Luna found an \"utter absence of any evidence\" to prove the offense charged, as the testimony of the lone prosecution's witness, Gerardo Palermo (Palermo), consisted primarily of his authority to file the criminal complaint against Anthony and Joselito with the Parañaque OCP. Judge Luna ruled that such testimony was immaterial to prove the commission of the crime and criticized the manner with which the prosecution presented its evidence. [46]\n\nThe foregoing factual antecedents provide the context for Bloomberry's administrative Complaint dated January 10, 2018. [47]\n\nBloomberry argued that Judge Luna displayed gross ignorance of the law when he required the prosecution witnesses, namely Valenzuela and Gonzales, to present an authority from Bloomberry before they could testify in the criminal case. [48] Bloomberry emphasized that no such requirement exists under the law or rules of procedure and that the disqualification of the witnesses on this basis was arbitrary and baseless. [49]\n\nBloomberry also imputed bias and partiality on the part of Judge Luna for disqualifying all the prosecution witnesses except for Palermo, and for disqualifying Atty. King and Picazo Law from appearing in the criminal case as private prosecutor. [50] Bloomberry claimed that Judge Luna's actions unduly interfered with and impeded with the prosecution's presentation of evidence and caused harm or prejudice to Bloomberry's case. [51] Judge Luna's manifest bias and partiality is further highlighted by the haste with which he acquitted Anthony. [52] Bloomberry pointed out that after the hearing on June 19, 2017, during which Judge Luna disqualified Gonzales and waived the presentation of evidence by the prosecution, he immediately scheduled the criminal case for promulgation of judgment on July 19, 2017, which Bloomberry deemed to be an indication of Judge Luna's intention to render a judgment of acquittal as early as June 19, 2017. [53]\n\nBloomberry also imputed improper conduct on the part of Judge Luna in his treatment of Atty. King, as he repeatedly used intemperate language to mock and ridicule the latter. [54] Bloomberry quoted portions of the transcript of stenographic notes (TSN) where Judge Luna repeatedly addressed Atty. King as \" darling \" and \" hijo \" and made several statements regarding Atty. King's alleged ignorance and incompetence. [55]\n\nLastly, Bloomberry accused Judge Luna of gross misconduct for threatening Atty. King with contempt on more than one occasion, in response to Atty. King's insistence on his position that the CCTV footage could be authenticated in accordance with the Rules on Electronic Evidence. [56] According to Bloomberry, the totality of Judge Luna's conduct throughout the proceedings in the criminal case constitutes gross misconduct, which would justify the imposition of the maximum penalty of dismissal from service, with forfeiture of all or part of his retirement benefits, and disqualification from reinstatement or appointment to any public office. [57]\n\nIn his Comment, [58] Judge Luna enumerated the circumstances that led to the issuance of his orders and rulings in Criminal Case No. 2016-0232 and claimed that these circumstances best explain the reasoning behind the actions of the court. [59] According to Judge Luna, \"no dignity will ever arise\" from explaining how the conduct of the trial and presentation of evidence resulted in the issuance of the Judge's orders. [60] In connection with the principle that a magistrate acting in his judicial capacity is not subject to disciplinary action for as long as he acted in good faith, Judge Luna insisted that the complaint against him is bereft of actuations of bad faith, fraud, dishonesty, or corruption. [61] Lastly, Judge Luna pointed to the availability of judicial remedies for Bloomberry to challenge the issuances of the trial court in the criminal case and emphasized that an administrative remedy, as a disciplinary measure, is not a substitute for such legal remedies. [62] In fact, Judge Luna noted that Bloomberry has filed a petition for certiorari before the Court of Appeals to question Anthony's acquittal. [63]\n\nBased on the foregoing, Judge Luna maintained that he regularly performed his duties under the law and that he had not committed any act in the performance of his judicial function amounting to gross ignorance of the law or serious misconduct. [64] Consequently, Judge Luna prayed that the administrative complaint against him be dismissed. [65]\n\n[TABLE_CONTENT]\nRecommendation of the Office of the Court Administrator (OCA)\n[END_TABLE]\n\nRecommendation of the Office of the Court Administrator (OCA)\n\nIn its report dated December 17, 2020, [66] the OCA recommended that the administrative Complaint filed against Judge Luna for gross ignorance of the law and gross misconduct be dismissed for being judicial in nature and for lack of merit. [67] However, the OCA also recommended that the administrative complaint for conduct unbecoming of a judge against Judge Luna be re-docketed as a regular administrative matter and that Judge Luna be held liable for the same and admonished with a warning against his use of intemperate language in court. [68]\n\nThe OCA opined that the administrative case arose primarily from Judge Luna's decision to disqualify the prosecution witnesses based on his belief that they did not have the authority to testify on the CCTV footage in accordance with the Rules on Electronic Evidence. [69] The OCA characterized this issue as being judicial in nature and hence, it cannot intervene on the foregoing as the OCA does not have the authority to intervene, review, or re-evaluate the merits of a judge's decision. [70]\n\nAnent the charges of bias or impartiality and gross misconduct, the OCA held that the record is devoid of any evidence to support these imputations against the magistrate. [71] However, the OCA found Judge Luna at fault for using intemperate and insulting language towards Bloomberry's counsel, thus displaying conduct unbecoming of a judge. [72] Considering that this was Judge Luna's first offense, the OCA deemed the penalty of admonition to be appropriate. [73]\n\nPursuant to A.M. No. 18-01-05-SC, [74] the OCA forwarded the records of the case to the Judicial Integrity Board (JIB) for evaluation, report, and recommendation.\n\n[TABLE_CONTENT]\nReport and Recommendation of the Judicial Integrity Board\n[END_TABLE]\n\nReport and Recommendation of the Judicial Integrity Board\n\nIn its Report and Recommendation dated March 30, 2022, [75] the JIB recommended that the case be re-docketed as a regular administrative matter and that Judge Luna be found guilty of gross misconduct and of violating Canons 2 [Integrity] and 4 [Propriety] of A.M. No. 03-05-01-SC or the New Code of Judicial Conduct for the Philippine Judiciary (New Code of Judicial Conduct). Anent the charge of gross ignorance of the law, the JIB determined that the Judge Luna's decision to refuse to admit the CCTV footage was judicial in nature and hence, beyond the realm of administrative remedies. [76]\n\nThe JIB declared that Judge Luna's outright disqualification of the prosecution witnesses on the basis of their failure to present an authorization had no basis in the law or rules and deprived Bloomberry of its right to prosecute its case against Anthony. Further, the JIB echoed Bloomberry's observation that the haste with which Judge Luna set the promulgation indicated that the latter was too eager to acquit Anthony. The JIB pointed out that the acquittal was based on the prosecution's failure to prove the accused's guilt beyond a reasonable doubt, but it stressed that such failure was solely due to Judge Luna's baseless ruling to disqualify the prosecution witnesses. According to the JIB, Judge Luna's bias or partiality was readily apparent when he acquitted Anthony. [77]\n\nBased on the foregoing, the JIB determined that the Orders of Judge Luna disqualifying Valenzuela and Gonzales as witnesses, though issued in his judicial capacity, were glaringly tainted with serious irregularity tantamount to gross misconduct in violation of the 2019 Amendments to the 1989 Revised Rules of Evidence [78] (2019 Rules of Evidence) and the New Code of Judicial Conduct. [79]\n\nThe JIB described Judge Luna's behavior towards Atty. King as arrogant, discourteous, and inconsiderate because the latter was subjected to intemperate language, insults, and threats by the respondent Judge. According to the JIB, addressing Atty. King as \"darling\" and \" hijo ,\" making condescending remarks about Atty. King's supposed ignorance, and threatening him with contempt, when taken together all amounted to violations of Canon 2 (Integrity) and 4 (Propriety) of the New Code of Judicial Conduct. [80]\n\nThus, the JIB recommended the following action on the instant case:\n\nAccordingly, it is respectfully RECOMMENDED that:\n\n[TABLE_CONTENT]\n1. | This case beRE-DOCKETEDas a regular administrative matter;\n | \n2. | Respondent Presiding Judge Brigido Artemon M. Luna II, Regional Trial Court, Branch 196, Parañaque City, be foundGUILTYof gross misconduct and be penalized with the penalty of fine in the amount of P200,000.00; and\n | \n3. | Respondent be foundGUILTYof violations of Canons 2 and 4 of the New Code of Judicial Conduct and be penalized with a fine in the amount of [PHP] 100,000.00, with a stern warning in both offenses that a repetition of the same or similar acts shall be dealt with more severely.[81]\n[END_TABLE]\n\n1. This case be RE-DOCKETED as a regular administrative matter; 2. Respondent Presiding Judge Brigido Artemon M. Luna II, Regional Trial Court, Branch 196, Parañaque City, be found GUILTY of gross misconduct and be penalized with the penalty of fine in the amount of P200,000.00; and 3. Respondent be found GUILTY of violations of Canons 2 and 4 of the New Code of Judicial Conduct and be penalized with a fine in the amount of [PHP] 100,000.00, with a stern warning in both offenses that a repetition of the same or similar acts shall be dealt with more severely. [81]\n\nOur Ruling\n\nAfter a careful review of the case, the Court hereby adopts the recommendation of the OCA 1) that the administrative complaint for gross ignorance of the law, bias, and gross misconduct against Judge Luna be dismissed; 2) that the administrative complaint for conduct unbecoming a judge be re-docketed as a regular administrative matter; and 3) that Judge Luna be held liable for conduct unbecoming of a judge, which is classified as a light charge pursuant to Rule 140, Section 16 of the Revised Rules of Court, as amended by A.M. No. 21-08-09-SC.\n\n[TABLE_CONTENT]\nThe administrative complaint for gross ignorance of the law cannot be pursued simultaneously with the judicial remedies to assail the allegedly erroneous orders issued by Judge Luna\n[END_TABLE]\n\nThe administrative complaint for gross ignorance of the law cannot be pursued simultaneously with the judicial remedies to assail the allegedly erroneous orders issued by Judge Luna\n\nAt the outset, the Court notes that Bloomberry filed a petition for certiorari docketed as CA-G.R. SP No. 152867 before the Court of Appeals to challenge the Order dated July 19, 2017, issued by Judge Luna acquitting Anthony in the Criminal Case No. 2016-0232. [82]\n\nWhere sufficient judicial remedies are available, the filing of an administrative complaint is not the proper recourse to question the propriety of an order rendered by the judge. [83] This is in accord with the orderly administration of justice. The Court discussed the rationale behind this principle in Rizalado v. Bollozos , [84] to wit:\n\n[I]t has been held that \"the filing of an administrative complaint is not the proper remedy for the correction of actions of a judge perceived to have gone beyond the norms of propriety, where a sufficient judicial remedy exists….\"\n\nRelative thereto, \"disciplinary proceedings and criminal actions against judges are not complementary or suppletory of, nor a substitute for, these judicial remedies, whether ordinary or extraordinary. Resort to and exhaustion of these judicial remedies, as well as the entry of judgment in the corresponding action or proceeding, are pre-requisites for the taking of other measures against the persons of the judges concerned, whether of civil, administrative, or criminal nature. It is only after the available judicial remedies have been exhausted and the appellate tribunals have spoken with finality, that the door to an inquiry into [their] criminal, civil or administrative liability may be said to have opened, or closed.\" [85] (Citations omitted)\n\nIn short, an administrative remedy is not the appropriate remedy for every irregular or erroneous order or decision issued by a judge where a judicial remedy is available, because if subsequent developments in the judicial proceedings would prove the judge's challenged conduct to be correct, there would be no basis to pursue the administrative action against them. [86]\n\nAs applied to the instant case, it is evident that the administrative complaint filed by Bloomberry against Judge Luna for gross ignorance of the law in relation to the orders he issued in Criminal Case No. 2016-0232 should be dismissed while the petition for certiorari in CA-G.R. SP No. 152867 is pending, and before the same has been resolved with finality to avoid preempting the appellate court. As aptly noted by the OCA, Bloomberry's decision to file a petition for certiorari to assail the orders of Judge Luna in the criminal case is an implied recognition that the issues involved therein are judicial in nature, [87] hence the resort to an administrative remedy is premature and should consequently be dismissed.\n\n[TABLE_CONTENT]\nIn any event, the assailed orders do not amount to gross ignorance of the law absent proof that Judge Luna was motivated by bad faith, dishonesty, hatred, or an intent to do harm\n[END_TABLE]\n\nIn any event, the assailed orders do not amount to gross ignorance of the law absent proof that Judge Luna was motivated by bad faith, dishonesty, hatred, or an intent to do harm\n\nAs a rule, the acts of a judge in their judicial capacity are generally not subject to disciplinary action even though such acts are found to be erroneous. [88] Not every judicial error bespeaks ignorance of the law and, if committed in good faith, does not warrant administrative sanction if such error is within the parameters of tolerable misjudgment. [89]\n\nHowever, \"gross ignorance [of the law] transcends a simple error in the application of legal provisions.\" [90] To be held administratively liable for gross ignorance of the law, the assailed orders of a judge, who acts in their official capacity, should not only be erroneous; it must be established that the error was motivated by bad faith, dishonesty, hatred, or other similar motive to do deliberate harm, [91] or that such error was so gross and patently in disregard of well-known rules that it produces an ineluctable inference of bad faith and corruption. [92] In Department of Justice v. Mislang , [93] the Court emphasized the high ethical and competency standards to which judges are held:\n\nFor liability to attach for ignorance of the law, the assailed order; decision or actuation of the judge in the performance of official duties must not only be found erroneous but, most importantly, it must also be established that [they were] moved by bad faith, dishonesty, hatred, or some other like motive. Judges are expected to exhibit more than just cursory acquaintance with statutes and procedural laws. They must know the laws and apply them properly in all good faith. Judicial competence requires no less. Thus, unfamiliarity with the rules is a sign of incompetence. Basic rules must be at the palm of [their] hand. When a judge displays utter lack of familiarity with the rules, [they betray] the confidence of the public in the courts. Ignorance of the law is the mainspring of injustice. Judges owe it to the public to be knowledgeable, hence, they are expected to have more than just a modicum of acquaintance with the statutes and procedural rules; they must know them by heart. When the inefficiency springs from a failure to recognize such a basic and elemental rule, a law or a principle in the discharge of [their] functions, a judge is either too incompetent and undeserving of the position and the prestigious title [they hold] or [they are] too vicious that the oversight or omission was deliberately done in bad faith and in grave abuse of judicial authority. [94]\n\nHence, administrative sanction for errors in judgment will not lie absent a showing of any bad faith, fraud, malice, gross ignorance, corrupt purpose, or a deliberate intent to do an injustice on the part of the judge. [95]\n\nIn this case, Bloomberry has failed to establish the existence of any of these motivations in relation to Judge Luna's conduct in the criminal case.\n\nBloomberry based its complaint for gross ignorance of the law primarily on Judge Luna's refusal to admit the CCTV footage in evidence and his decision to disqualify the prosecution witnesses from testifying based on their alleged lack of authority to disclose Bloomberry's trade or industrial secrets. As aptly observed by the OCA and the JIB, the issue of the propriety of these orders is judicial in nature and therefore, beyond the ambit of administrative proceedings.\n\nJudge Luna's orders were issued in the exercise of his judicial function, as they involved the exercise of his judgment and his interpretation of the rules on evidence, particularly the Rules on Electronic Evidence, and there is nothing in the record to suggest that his orders were motivated by bad faith or some malicious or corrupt purpose. Bloomberry's allegations of partiality and bias on the part of Judge Luna were borne out of the several orders issued in Criminal Case No. 2015-0232 that were unfavorable to Bloomberry. However, as aptly pointed out by the OCA, adverse rulings do not, by themselves, prove bias or partiality against a party, [96] nor are they indicative of bad faith on the part of Judge Luna. [97]\n\nAn examination of the record would show that Judge Luna's main point of contention with respect to the prosecution witnesses was their competence and authority to authenticate the CCTV footage and that he raised this issue with the prosecution as early as the pre-trial hearing on March 8, 2017. [98] Further, Judge Luna gave the prosecution the opportunity in subsequent hearings to address his concerns. [99] Judge Luna's insistence that the witnesses present an authority from Bloomberry to testify on alleged industry secrets, however misplaced, appears to stem from his own interpretation of the requirements of the Rules on Electronic Evidence rather than any malicious purpose or despotic exercise of power.\n\nWhile Bloomberry's position that the authority demanded by Judge Luna is not a requirement imposed by any substantive or procedural rule is well-taken, [100] the subsequent orders issued because of Bloomberry's supposed non-compliance therewith, while erroneous, do not rise to the level of gross ignorance, as contemplated by the law and jurisprudence.\n\nClothed with judicial discretion in the disposition of cases, Judge Luna must be allowed reasonable latitude for the operation of his own individual view of the case, his appreciation of the facts, and his understanding of the applicable law and rules on the matter. [101] As held by the Court in Rizalado v. Bollozos , [102]\n\nTo hold a judge administratively accountable for every erroneous ruling or decision [they render], assuming [they have] erred, would be nothing short of harassment and would make his position doubly unbearable. To hold otherwise would be to render judicial office untenable, for no one called upon to try [the] facts or interpret the law in the process of administering justice can be infallible in [their] judgment. It is only where the error is so gross, deliberate and malicious, or incurred with evident bad faith that administrative sanctions may be imposed against the erring judge. [103]\n\nIn conclusion, Judge Luna's judicial conduct in the criminal case was not so gross, deliberate, and malicious, nor was there proof or even any allegation of bad faith to warrant a charge of gross ignorance.\n\n[TABLE_CONTENT]\nNeither do Judge Luna's actions in the criminal case rise to the level of gross misconduct\n[END_TABLE]\n\nNeither do Judge Luna's actions in the criminal case rise to the level of gross misconduct\n\nMisconduct is a transgression of some established and definite rule of action, more particularly, unlawful behavior, recklessness, or gross negligence by the public officer. [104] To be considered gross, the elements of corruption, clear intent to violate the law, or flagrant disregard of established rule must be present. To constitute an administrative charge, the misconduct should relate to or be connected with the performance of the official functions and duties of a public officer. [105]\n\nSimilar to the charge of gross ignorance of the law, Bloomberry's complaint for gross misconduct must also fail, absent substantial evidence of corruption, clear willful intent to violate the law, or flagrant disregard of established rules. [106]\n\nBloomberry argues that Judge Luna repeatedly threatening to cite Atty. King in contempt was an act of gross misconduct. However, We agree with the OCA that such act does not constitute gross misconduct, as the power to cite one in contempt was within the court's inherent power and Judge Luna did not actually proceed to cite Atty. King in contempt. [107] In conclusion, the totality of Judge Luna's conduct during the proceedings of the criminal case fails to exhibit evidence of the grave irregularity in the performance of his official duty that would warrant a finding that Judge Luna is liable for gross misconduct.\n\n[TABLE_CONTENT]\nHowever, the manner in which Judge Luna comported himself during the criminal case proceedings—particularly his treatment of Atty. King— departed from proper judicial decorum in violation of the New Code of Judicial Conduct\n[END_TABLE]\n\nHowever, the manner in which Judge Luna comported himself during the criminal case proceedings—particularly his treatment of Atty. King— departed from proper judicial decorum in violation of the New Code of Judicial Conduct\n\nAlthough Judge Luna may not be held liable for either gross ignorance of the law or gross misconduct, his inappropriate conduct during the criminal case proceedings nevertheless merits commensurate disciplinary action. For his discourteous treatment of Atty. King and his use of intemperate language in the courtroom, the Court finds that Judge Luna is guilty of conduct unbecoming of a judge.\n\nThe New Code of Judicial Conduct mandates judges to avoid impropriety and the appearance of impropriety in all their activities. [108] The foregoing provision emphasizes that judges should always exhibit conduct that would preserve the dignity, independence, and respect for their own person, the Court, and the Judiciary as a whole. [109] Judges must choose their words with the utmost caution and control in expressing themselves. [110] In other words, judges \"should not descend to the level of a sharp-tongued, ill-mannered petty tyrant by uttering harsh words, snide remarks and sarcastic comments . . . [They are] required to always be temperate, patient and courteous, both in conduct and in language.\" [111]\n\nFurther, Canon 6, Section 6 of the New Code of Judicial Conduct, provides:\n\nSection 6. Judges shall maintain order and decorum in all proceedings before the court and be patient, dignified and courteous in relation to litigants, witnesses, lawyers and others with whom the judge deals in an official capacity. Judges shall require similar conduct of legal representatives, court staff and others subject to their influence, direction or control.\n\nThis provision closely mirrors Canon 3, Rule 3.04 of the previous Code of Judicial Conduct, to wit:\n\nRule 3.04 – A judge should be patient, attentive, and courteous to lawyers, especially the inexperienced, to litigants, witnesses, and others appearing before the court. A judge should avoid unconsciously falling into the attitude of mind that the litigants are made for the courts, instead of the courts for the litigants.\n\nIn Mane v. Belen , [112] the Court favorably cited the following commentary explaining the significance of this rule:\n\nRule 3.04 of the Code of Judicial Conduct mandates that [judges] should be courteous to counsel, especially to those who are young and inexperienced and also to all those others appearing or concerned in the administration of justice in the court. [They] should be considerate of witnesses and others in attendance upon his court. [They] should be courteous and civil, for it is unbecoming of a judge to utter intemperate language during the hearing of a case. In [their] conversation with counsel in court, a judge should be studious to avoid controversies which are apt to obscure the merits of the dispute between litigants and lead to its unjust disposition. [They] should not interrupt counsel in their arguments except to clarify [their] mind as to their positions. Nor should [they] be tempted to an unnecessary display of learning or premature judgment.\n\nA judge without being arbitrary, unreasonable or unjust may endeavor to hold counsel to a proper appreciation of their duties to the courts, to their clients and to the adverse party and [their] lawyer, so as to enforce due diligence in the dispatch of business before the court. [They] may utilize [their] opportunities to criticize and correct unprofessional conduct of attorneys, brought to [their] attention, but [they] may not do so in an insulting manner. [113]\n\nThe foregoing rationale may be applied to the corresponding provision in the New Code of Judicial Conduct. A judge must treat counsel, regardless of their age or level of experience, with courtesy and civility in order to maintain the order of the proceedings and to uphold the dignity of the court.\n\nBy repeatedly addressing Atty. King as \"darling\" and \" hijo \" and speaking to him patronizingly about his supposed ignorance of the law and inexperience, Judge Luna failed to uphold the exacting standards of his office and display the level of respect to which every lawyer, and indeed every person, appearing before the court is entitled. For the foregoing reasons, the Court finds that Judge Luna's comportment during the criminal case proceedings constitutes conduct unbecoming of a judge.\n\nIt is also proper to mention at this juncture that Judge Luna had been previously found administratively liable for conduct unbecoming, and admonished and warned that a repetition of the same or any similar act will be dealt with more severely. [114] In the said case, Judge Luna was found to have unnecessarily berated complainant and his counsel and threatened to cite them in contempt. The Court held that:\n\n[T]he Court has always reminded judges to exercise [their contempt power] judiciously, sparingly, and with utmost self-restraint. [Judges] should never allow [themselves] to be moved by pride, prejudice, passion, or pettiness in the performance of his duties. Judge Luna failed to take heed of this reminder. His brazen threat was evidently made not so much for the purpose to correct or preserve the dignity of the court or in the interest of justice, but merely out of arrogance and pettiness. This was compounded by his further threat to resort to a 'toss coin' to determine who between complainant and his counsel should be cited in contempt. If, indeed, he determined that the Third-Party Complaint was insufficient in form and substance, Judge Luna could have simply dismissed the same without resorting to his acts that were clearly designed to only humiliate complainant and his counsel. [115] (Citations omitted)\n\nPursuant to the Rules of Court, as amended by A.M. No. 21-08-09-SC, [116] in particular, Rule 140, Section 16, conduct unbecoming of a judge or unbecoming conduct is classified as a light offense, which is punishable by any of the following: (a) a fine of not less than PHP 1,000.00 but not exceeding PHP 35,000.00, and/or; (b) censure; (c) reprimand. [117] After a careful consideration of the peculiar circumstances of this case, the Court deems it proper to impose against Judge Luna the penalty of a reprimand.\n\nACCORDINGLY , Judge Brigido Artemon M. Luna II, Presiding Judge of Branch 196, Regional Trial Court of Parañaque City, is found GUILTY of conduct unbecoming of a judge for which he is REPRIMANDED , with a stern warning that a repetition of the same or similar act will be dealt with more severely.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Kho, Jr ., and Singh, JJ ., concur.\nCaguioa, * J ., on official leave.\nMarquez, * * J ., no part.\n\n* On official leave.\n\n* * No part.\n\n[1] Rollo , pp. 2–60.\n\n[2] Id. at 3.\n\n[3] Also referred as Josedelio Eliz Meneses Asistio in some parts of the rollo .\n\n[4] Rollo , p. 4.\n\n[5] Id.\n\n[6] Id.\n\n[7] Id.\n\n[8] Id. at 64–65.\n\n[9] Id. at 3–4.\n\n[10] Id. at 4.\n\n[11] Id. at 5.\n\n[12] Id.\n\n[13] Id. at 66.\n\n[14] Id.\n\n[15] Id. at 6.\n\n[16] Id.\n\n[17] Id.\n\n[18] Id.\n\n[19] Id. at 7.\n\n[20] Id. at 74.\n\n[21] Id.\n\n[22] Id. at 7–8.\n\n[23] Id. at 9.\n\n[24] Id.\n\n[25] Id. at 85.\n\n[26] Id.\n\n[27] Id. at 114–172.\n\n[28] Id. at 120–122, 125–127.\n\n[29] Id. at 173–174.\n\n[30] Id. at 173.\n\n[31] Id. at 175.\n\n[32] Id. at 174.\n\n[33] Id. at 175.\n\n[34] Id. at 19.\n\n[35] Id.\n\n[36] Id. at 197.\n\n[37] Id.\n\n[38] Id. at 19.\n\n[39] Id. at 197.\n\n[40] Id. at 198–209.\n\n[41] Id. at 208.\n\n[42] Id. at 20.\n\n[43] Id. at 212.\n\n[44] Id. at 211–212.\n\n[45] Id. at 213–219.\n\n[46] Id. at 217.\n\n[47] Id. at 2–52.\n\n[48] Id. at 27.\n\n[49] Id. at 27–30.\n\n[50] Id. at 31.\n\n[51] Id. at 31–32.\n\n[52] Id. at 34.\n\n[53] Id.\n\n[54] Id. at 38–42.\n\n[55] Id. at 39–42.\n\n[56] Id. at 45–47.\n\n[57] Id. at 51.\n\n[58] Id. at 221–233.\n\n[59] Id. at 229.\n\n[60] Id.\n\n[61] Id. at 229–230.\n\n[62] Id. at 230.\n\n[63] Id. at 230–231.\n\n[64] Id. at 231.\n\n[65] Id. at 231–232.\n\n[66] Id. at 246–268. The December 17, 2020 report in OCA IPI No. 18-4785-RTJ was penned by Court Administrator Jose Midas P. Marquez (now a Member of this Court).\n\n[67] Id. at 268.\n\n[68] Id.\n\n[69] Id. at 263.\n\n[70] Id. at 264.\n\n[71] Id. at 266.\n\n[72] Id. at 267.\n\n[73] Id.\n\n[74] Entitled \"Establishment of the Judicial Integrity Board (JIB) and the Corruption Prevention and Investigation Office (CPIO),\" July 7, 2020.\n\n[75] Rollo , pp. 269–289. The March 30, 2022 Report and Recommendation in OCA IPI No. 18-4785-RTJ was penned by Vice Chairperson Justice Angelina Sandoval-Gutierrez (Ret.) and concurred in by Chairperson Justice Romeo J. Callejo, Sr. (Ret.), First Regular Member Justice Sesinando E. Villon (Ret.) and Second Regular Member Justice Rodolfo A. Ponferrada (Ret.) of the Judicial Integrity Board.\n\n[76] Id. at 275–276.\n\n[77] Id. at 276–279.\n\n[78] RULES OF COURT, Rule 130, sec. 21. Witnesses; Their qualifications. – All persons who can perceive, and perceiving, can make known their perception to others, may be witnesses.\n\n[79] The JIB cited the following provisions of the New Code of Judicial Conduct:\n\nCanon 2, sec. 1. Judges shall ensure that not only is their conduct above reproach, but that it is perceived to be so in the view of a reasonable observer.\n\nCanon 3. Impartiality is essential to the proper discharge of the judicial office. It applies not only to the decision itself but also to the process by which the decision is made.\n\n[80] Rollo , 285–286.\n\n[81] Id. at 288.\n\n[82] See rollo , pp. 53–54.\n\n[83] Peralta v. Omelio , 720 Phil. 60, 82 (2013) [ Per Curiam, En Banc ], citing Lacurom v. Tienzo , 561 Phil. 376, 382–383 (2007) [Per J. Nachura, Third Division].\n\n[84] 811 Phil. 20 (2017) [Per J. Perlas-Bernabe, First Division].\n\n[85] Id. at 34–35, citing Rivera v. Mendoza , 529 Phil. 600, 606–607 (2006) [Per J. Ynares-Santiago, First Division]; Barbers v. Laguio, Jr. , 404 Phil. 443, 458–459 (2001) [Per J. De Leon, Jr., Second Division].\n\n[86] See v. Mislang , 832 Phil. 151, 164 (2018) [Per J. Carpio, Second Division], citing Martinez v. De Vera , 661 Phil. 11, 23–24 (2011) [Per J. Carpio, Second Division].\n\n[87] Rollo , p. 265.\n\n[88] Luna v. Mirafuente , 508 Phil. 1, 7 (2005) [Per J. Carpio Morales, Third Division], citing Ang v. Asis , 424 Phil. 105, 114 (2002) [Per J. Ynares-Santiago, First Division].\n\n[89] Department of Justice v. Mislang , 791 Phil. 219, 227 (2016) [ Per Curiam, En Banc ], citing Peralta v. Omelio , 720 Phil. 60, 86 (2013) [ Per Curiam, En Banc ].\n\n[90] Biado v. Brawner-Cualing , 805 Phil. 694, 703 (2017) [Per J. Leonen, Second Division], citing Luna v. Mirafuente , 508 Phil. 1, 7 (2005) [Per J. Carpio Morales, Third Division].\n\n[91] Id. , citing Luna v. Mirafuente , 508 Phil. 1, 7–8 (2005) [Per J. Carpio Morales, Third Division].\n\n[92] Philippine Commercial International Bank v. Spouses Dy , 606 Phil. 615, 639 (2009) [Per C.J. Puno, First Division], citing Webb v. People , 342 Phil. 206, 217 (1997) [Per J. Puno, Second Division].\n\n[93] 791 Phil. 219 (2016) [ Per Curiam, En Banc ].\n\n[94] Id. at 228, citing Re: Complaint Against Justice John Elvi S. Asuncion of the Court of Appeals , 547 Phil. 418, 438 (2007) [ Per Curiam, En Banc ].\n\n[95] Atoc v. Camello , 801 Phil. 207, 214–215 (2016) [Per J. Perez, En Banc], citing Ceniza-Layese v. Asis , 590 Phil. 56, 60 (2008) [Per J. Reyes, R.T., Third Division].\n\n[96] Dipatuan v. Mangotara , 633 Phil. 67, 75 (2010) [Per J. Peralta, Third Division].\n\n[97] Rollo , pp. 265–266.\n\n[98] Id. at 70–72.\n\n[99] See id. at 89–90, 178–181.\n\n[100] See Armed Forces of the Philippines Retirement and Separation Benefits System v. Republic , 707 Phil. 109, 116 (2013) [Per J. Villarama, Jr., First Division].\n\n[101] Rizalado v. Bollozos , 811 Phil. 20, 35 (2017) [Per J. Perlas-Bernabe, First Division], citing Ad Hoc Committee Report - Judge Tayao, RTC, Br. 143 Makati , 299 Phil. 774, 782 (1994) [Per J. Feliciano, En Banc ].\n\n[102] Id.\n\n[103] Id. , citing Rodriguez v. Gatdula , 442 Phil. 307, 312 (2002) [Per J. Sandoval-Gutierrez, Third Division].\n\n[104] Office of the Court Administrator v. Reyes , 889 Phil. 622, 637 (2020) [ Per Curiam, En Banc ], citing Tolentino-Genilo v. Pineda , 819 Phil. 588, 594 (2017) [ Per Curiam, En Banc ].\n\n[105] Id.\n\n[106] Domingo v. Civil Service Commission , 874 Phil. 587, 603 (2020) [Per J. Lazaro-Javier, First Division], citing Civil Service Commission v. Ledesma , 508 Phil. 569, 579 (2005) [Per J. Carpio, En Banc ].\n\n[107] See rollo , p. 266.\n\n[108] NEW CODE OF JUD. CONDUCT, Canon 4, sec. 1.\n\n[109] Tormis v. Paredes , 753 Phil. 41, 54 (2015) [Per J. Mendoza, Second Division].\n\n[110] Id.\n\n[111] Id. , citing Lorenzana v. Austria , 731 Phil. 82, 102 (2014) [Per J. Brion, Second Division].\n\n[112] 579 Phil. 46 (2008) [Per J. Carpio Morales, Second Division].\n\n[113] Id. at 52–53, citing RUBEN E. AGPALO, LEGAL AND JUDICIAL ETHICS, 558–559 (2002 ed.).\n\n[114] See Bonajos v. Hon. Luna, II , A.M. No. RTJ-24-052 (formerly OCA IPI No. 19-4951-RTJ) , August 30, 2023 [Unsigned Resolution, Third Division].\n\n[115] Id.\n\n[116] Entitled \"Further Amendments to Rule 140 of the Rules of Court,\" February 22, 2022.\n\n[117] RULES OF COURT, Rule 140, sec. 17(3), as amended by A.M. 21-08-09-SC, February 22, 2022.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 43493,
  "metadata_extraction_date": "2025-11-01T05:59:16.245918",
  "extraction_version": "2.0_enhanced_full_content"
}