{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1907/november/gr_l-3985_1907.html",
  "filename": "gr_l-3985_1907.html",
  "year": 1907,
  "month": "november",
  "case_number": "gr_l-3985_1907",
  "gr_number": "gr_l-3985_1907",
  "volume_page": "Volume information not available",
  "decision_date": "November 6, 1907",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "cervo",
    "ananias",
    "opulencia",
    "crime",
    "accused",
    "tomas",
    "murder",
    "chinaman",
    "both",
    "found",
    "who",
    "upon",
    "struck",
    "banca",
    "made",
    "commission",
    "judgment",
    "testimony",
    "eyewitnesses",
    "therefore"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3985\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3985               November 6, 1907\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nANANIAS CERVO and TOMAS OPULENCIA,\n\ndefendants-appellants.\n\nRamon del Rosario, for appellants.\n\nAttorney-General Araneta, for appellee.\n\nARELLANO,\n\nC. J.:\n\nThe accused are found guilty of the murder of a Chinaman named Domingo Cheng Lioco, who was staying at the time, as he was wont to do in his travels to the pueblo of Cabuyao to buy fertilizers, in the house of one Ananias Cervo. Domingo Cheng Lioco had with him on this occasion the sum of 150 pesos.\n\nThe murderers [say the inferior judge] were armed with cylindrical wooden clubs, 1 vara long, in their attack upon the victim, who was then in a kneeling position begging for his life. The Chinaman was struck on the head repeatedly with the said clubs, and afterwards dragged along to the side of the lagoon, put aboard a banca, and finally thrown overboard into the stream away from the shore.\n\nSetting aside the mutual accusations made during the preliminary investigation by the accused, Ananias Cervo and Tomas Opulencia, regarding their responsibility as authors of the crime by direct participation in the commission thereof [the judgment continues] the testimony of two eyewitnesses to the murder is clear, as stated by the justice of the peace at the preliminary hearing. This testimony is corroborated by the owner of the banca, from whom Ananias Cervo obtained the loan of the same on the date and at the time of the murder.\n\nAccording to the testimony of one of these two eyewitnesses, it was Cervo who struck the Chinaman on the head, while Opulencia stood guard over the only exit to the little room where the murder took place. According to the other eyewitnesses, a woman, both Cervo and Opulencia struck the Chinaman. Both witnesses, however, agree that the accused carried the body to the banca and then proceeded with it to the midstream.\n\nThe conclusion of the judgment, therefore, is in accordance with the statute in so far as concerns the placing of the responsibility for the crime upon the accused, and no error can be found on this point. But the qualifying circumstance of vindictiveness can not well be adduced from the judgment as rendered, nor that of treachery from the pleadings of the fiscal, because as a matter of fact, such circumstances did not exist. It does not appear from the evidence that, in the commission of the crime, the accused made use of means to insure themselves against any possible defense on the part of the person attacked, nor did they deliberately and unnecessarily increase the sufferings of the latter.\n\nThe crime as perpetrated is therefore homicide, with the attendant aggravating circumstances on the part of Ananias Cervo, of abuse of confidence and of perpetration of the crime in the abode of the injured party; on the part of Tomas Opulencia, the commission of the crime was without provocation.\n\nlawphil.net\n\nTherefore, we sentence Ananias Cervo to twenty years and Tomas Opulencia to eighteen years of\n\nreclusion temporal\n\n, and the remainder of the sentence below is hereby affirmed, provided that the indemnity imposed upon both is hereby made P1,000, together with the costs of both instances. So ordered.\n\nTorres, Mapa, Johnson, Carson, Willard and Tracey, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3418,
  "metadata_extraction_date": "2025-11-16T08:23:27.038402",
  "extraction_version": "2.0_enhanced_full_content"
}