{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/august/GR_115844.html",
  "filename": "GR_115844.html",
  "year": 1997,
  "month": "august",
  "case_number": "115844",
  "gr_number": "115844",
  "volume_page": "343 Phil. 184",
  "decision_date": "August 15, 1997",
  "title": "CESAR G. VIOLA, CHAIRMAN, BGY. 167, ZONE 15, DISTRICT II, MANILA, PETITIONER, VS. HON. RAFAEL M. ALUNAN III, SECRETARY, DILG, ALEX L. DAVID, PRESIDENT/SECRETARY GENERAL, NATIONAL LIGA NG MGA BARANGAY, LEONARDO L. ANGAT, PRESIDENT, CITY OF MANILA, LIGA NG MGA BARANGAY, RESPONDENTS. D E C I S I O N MENDOZA, J.: This is a petition for prohibition challenging the validity of Art. III, Â§Â§1-2 of the Revised Implementing Rules and Guidelines for the General Elections of the Liga ng mga Barangay Officers so far as they provide for the election of first, second and third vice presidents and for auditors for the National Liga ng mga Barangay and its chapters. The provisions in question read:1. Local Liga Chapters. The Municipal, City, Metropolitan and Provincial Chapters shall directly elect the following officers and directors to constitute their respective Board of Directors, namely:1.1 President1.2 Executive Vice-President1.3 First Vice-President1.4 Second Vice-President1.5 Third Vice-President1.6 Auditor1.7 Five (5) DirectorsÂ§2. National Liga. The National Liga shall directly elect the following officers and directors to constitute the National Liga Board of Directors namely:2.1 President2.2 Executive Vice-President2.3 First Vice-President2.4 Second Vice-President2.5 Third Vice-President2.6 Secretary General2.7 Auditor2.8 Five (5) DirectorsPetitioner Cesar G. Viola brought this action as barangay chairman of Bgy. 167, Zone 15, District II, Manila against then Secretary of Interior and Local Government Rafael M. Alunan III, Alex L. David, president/secretary general of the National Liga ng mga Barangay, and Leonardo L. Angat, president of the City of Manila Liga ng mga Barangay, to restrain them from carrying out the elections for the questioned positions on July 3, 1994.Petitionerâs contention is that the positions in question are in excess of those provided in the Local Government Code (R.A. No. 7160), Â§493 of which mentions as elective positions only those of president, vice president, and five members of the board of directors in each chapter at the municipal, city, provincial, metropolitan political subdivision, and national levels. Petitioner argues that, in providing for the positions of first, second and third vice presidents and auditor for each chapter, Â§Â§1-2 of the Implementing Rules expand the number of positions authorized in Â§493 of the Local Government Code in violation of the principle that implementing rules and regulations cannot add or detract from the provisions of the law they are designed to implement.Although the elections are now over, the issues raised in this case are likely to arise again in future elections of officers of the Liga ng mga Barangay. For one thing, doubt may be cast on the validity of the acts of those elected. For another, this comes within the rule that courts will decide a question which is otherwise moot and academic if it is âcapable of repetition, yet evading review.â[1]We will therefore proceed to the merits of this case.Petitionerâs contention that the additional positions in question have been created without authority of law is untenable. To begin with, the creation of these positions was actually made in the Constitution and By-laws of the Liga ng Mga Barangay, which was adopted by the First Barangay National Assembly on January 11, 1994. This Constitution and By-laws provide in pertinent parts:ARTICLE VIOFFICERS AND DIRECTORSSection 1. Organization of Board of Directors of Local Chapters. - The chapters shall directly elect their respective officers, namely, a president; executive vice president; first, second, and third vice presidents; auditor; and five (5) members to constitute the Board of Directors of their respective chapter. Thereafter, the Board shall appoint a secretary, treasurer, and public relations officer from among the five (5) members, with the rest serving as Directors of Board. The Board may create such other positions as it may deem necessary for the management of the chapter. Pending elections of the president of the municipal, city, provincial and metropolitan chapters of the Liga, the incumbent presidents of the ABCs of the municipality, city province and Metropolitan Manila shall continue to act as presidents of the corresponding Liga chapters, subject to the provisions of the Local Government Code of 1991.Section 2. Organization of Board of Directors of the National Liga. - The National Liga shall be composed of the presidents of the provincial Liga chapters, highly urbanized and independent component city chapters, and the metropolitan chapter who shall directly elect their respective officers, namely, a president, executive vice president; first, second, and third vice president, auditor, secretary general; and five (5) members to constitute the Board of Directors of the National Liga. Thereafter, the Board shall appoint a treasurer, secretary and public relations officers from among the five (5) members with the rest serving as directors of the Board. The Board may create such other positions as it may deem necessary for the management of the National Liga. Pending election of Secretary-General, the incumbent president of the Pambansang Katipunan ng mga Barangay (PKB) shall act as the Secretary-General. The incumbent members of the Board of the PKB, headed by the Secretary-General who continue to be presidents of the respective chapters of the Liga to which they belong, shall constitute a committee to exercise the powers and duties of the National Liga and with the primordial responsibility of drafting a Constitution and By-Laws needed for the organization of the Liga as a whole pursuant to the provisions of the Local Government Code of 1991.The post of executive vice president is in reality that of the vice president in Â§493 of the LGC, so that the only additional positions created for each chapter in the Constitution and By-laws are those of first, second and third vice presidents and auditor. Contrary to petitionerâs contention, the creation of the additional positions is authorized by the LGC which provides as follows:493. Organization. The liga at the municipal, city, provincial, metropolitan political subdivision, and national levels directly elect a president, a vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such other positions as it may deem necessary for the management of the chapter. A secretary-general shall be elected from among the members of the national liga and shall be charged with the overall operation of the liga on the national level. The board shall coordinate the activities of the chapters of the liga. (emphasis added)This provision in fact requires Â¾ and not merely authorizes Â¾ the board of directors to âcreate such other positions as it may deem necessary for the management of the chapterâ and belies petitionerâs claim that said provision (Â§493) limits the officers of a chapter to the president, vice president, five members of the board of directors, secretary, and treasurer. That Congress can delegate the power to create positions such as these has been settled by our decisions upholding the validity of reorganization statutes authorizing the President of the Philippines to create, abolish or merge offices in the executive department.[2] The question is whether, in making a delegation of this power to the board of directors of each chapter of the Liga ng Mga Barangay, Congress provided a sufficient standard so that, in the phrase of Justice Cardozo, administrative discretion may be âcanalized within proper banks that keep it from overflowing.â[3]Statutory provisions authorizing the President of the Philippines to make reforms and changes in government owned or controlled corporations for the purpose of promoting âsimplicity, economy and efficiencyâ[4] in their operations and empowering the Secretary of Education to prescribe minimum standards of âadequate and efficient instructionâ[5] in private schools and colleges have been found to be sufficient for the purpose of valid delegation. Judged by these cases, we hold that Â§493 of the Local Government Code, in directing the board of directors of the liga to âcreate such other positions as may be deemed necessary for the management of the chapter[s],â embodies a fairly intelligible standard. There is no undue delegation of power by Congress.Justice Davide contends in dissent, however, that âonly the Board of Directors â and not any other body â is vested with the power to create other positions as may be necessary for the management of the chapterâ and that, in any case, there is no showing that the Barangay National Assembly was authorized to draft the Constitution and By-laws because he is unable to find any law creating it. The Barangay National Assembly is actually the Pambansang Katipunan ng mga Barangay (PKB) referred to in Art. 210(f)(2)(3) of the Rules and Regulations Implementing the Local Government Code of 1991, which Justice Davideâs dissent cites. It will be helpful to quote these provisions:(2) A secretary-general shall be elected from among the members of the national liga who shall be responsible for the overall operation of the liga. Pending election of a secretary-general under this rule, the incumbent president of the pambansang katipunan ng mga barangay shall act as the secretary-general. The incumbent members of the board of the pambansang katipunan ng mga barangay, headed by the secretary-general, who continue to be presidents of the respective chapters of the liga to which they belong, shall constitute a committee to exercise the powers and duties of the national liga and draft or amend the constitution and by-laws of the national liga to conform to the provisions of this Rule.(3) The board of directors shall coordinate the activities of the various chapters of the liga. (Emphasis added)Pursuant to these provisions, pending the organization of the Liga ng mga Barangay, the board of directors of the PKB was constituted into a committee, headed by the PKB president, who acted as secretary general, with a two-fold mandate: â[1] exercise the powers and duties of the national liga and [2] draft or amend the constitution and by-laws of the national liga to conform to the provisions of this Rule.â The board of directors of the PKB, functioning in place of the board of directors of the National Liga ng mga Barangay, exercised one of these powers of the National Liga board, namely, to create additional positions which it deemed necessary for the management of a chapter. There is therefore no basis for the claim that because the power to create additional positions in the Liga or its chapters is vested only in the board of directors the exercise of this power by the Barangay National Assembly is unauthorized and illegal and the positions created are void. The Barangay National Assembly was actually the Pambansang Katipunan ng mga Barangay or PKB. Pending the organization of the Liga ng mga Barangay, it served as the Liga.But it is contended in the dissent that âSection 493 of the LGC . . . vests the power to create additional positions in the Board of Directors of the chapter.â The implication seems to be that the board of the directors at the national level did not have that power. It is necessary to consider the organizational structure of the Liga ng mga Barangay as provided in the LGC, as follows:492. Representation, Chapters, National Liga. - Every barangay shall be represented in said liga by the punong barangay, or in his absence or incapacity, by a sanggunian member duly elected for the purpose among its members, who shall attend all meetings or deliberations called by the different chapters of the liga.The liga shall have chapters at the municipal, city, provincial and metropolitan political subdivision levels.The municipal and city chapters of the liga shall be composed of the barangay representatives of municipal and city barangays, respectively. The duly elected presidents of component municipal and city chapters shall constitute the provincial chapter or the metropolitan political subdivision chapter. The duly elected presidents of highly-urbanized cities, provincial chapters, the Metropolitan Manila chapter and metropolitan political subdivision chapters shall constitute the National Liga ng mga Barangay.Â§493. Organization. Â¾ The liga at the municipal, city, provincial, metropolitan political subdivision, and national levels directly elect a president, a vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such other positions as it may deem necessary for the management of the chapter. A secretary-general shall be elected from among the members of the national liga and shall be charged with the overall operation of the liga on the national level. The board shall coordinate the activities of the chapters of the liga.(Emphasis added)While the board of directors of a local chapter can create additional positions to provide for the needs of the chapter, the board of directors of the National Liga must be deemed to have the power to create additional positions not only for its management but also for that of all the chapters at the municipal, city, provincial and metropolitan political subdivision levels. Otherwise the National Liga would be no different from the local chapters. There would then be only so many local chapters without a national one, when what is contemplated in the above-quoted provisions of the LGC is that there should be one Liga ng mga Barangay with local chapters at all levels of local government units. The dissent, by denying to the board of directors at the National Liga the power to create additional positions in the local chapters, would reduce such board to a board of a local chapter. The fact is that Â§493 grants the power to create positions not only to the boards of the local chapters but to the board of the Liga at the national level as well.Indeed what was done in the Constitution and By-laws of their liga was to create additional positions in each chapter, whether national or local, without however precluding the boards of directors of the chapters as well as that of the national liga from creating other positions for their peculiar needs. The creation by the board of the National Liga of the positions of first, second and third vice presidents, auditors and public relations officers was intended to provide uniform officers for the various chapters in line with the mandate in Art. 210(g)(2) of the Rules and Regulations Implementing the Local Government Code of 1991 to the Barangay National Assembly to âformulate uniform constitution and by-laws applicable to the national liga and all local chapters.â The various chapters could have different minor officers depending on their local needs, but they must have the same major elective officers, meaning to say, the additional vice presidents and auditors.The dissent further argues that, following the rule of ejusdem generis, what may be created as additional positions can only be appointive ones because the positions of secretary and treasurer are appointive positions. The rule might apply if what is involved is the appointment of other officers. But what we are dealing with in this case is the creation of additional positions. Section 493 actually gives the board the power to â[1] appoint its secretary and treasurer and [2] create such other positions as it may deem necessary for the management of the chapter.â The additional positions to be created need not therefore be appointive positions.Nor is it correct to say that Â§493, in providing that additional positions to be created must be those which are âdeemed necessary for the management of the chapter,â contemplates only appointive positions. Management positions are not necessarily limited to appointive positions. Elective officers, such as the president and vice president, can be expected to be involved in the general administration or management of the chapter. Hence, the creation of other elective positions which may be deemed necessary for the management of the chapter is within the purview of Â§493.WHEREFORE, the petition for prohibition is DISMISSED for lack of merit.SO ORDERED.Narvasa, C.J., Padilla, Regalado, Bellosillo, Melo, Puno, Kapunan, Francisco, and Hermosisima, Jr., JJ., concur.Davide, Jr., J., see dissenting opinion.Romero, Vitug, and Panganiban, JJ., joins the dissent of J. Davide.Torres, Jr., J. took no part, on leave.[1] Southern Pac. Terminal Co. v. ICC, 219 U.S. 498, 55 L.Ed. 310 (1911); Moore v. Ogilvie, 394 U.S. 814, 23 L.Ed.2d 1 (1969) (challenge to signature requirement on nominating petitions, election had been held before the U.S. Supreme Court could decide case); Dunn v. Blumstein, 405 U.S. 330, 31 L.Ed.2d 274 (1972) (U.S. Supreme Court decided merits of a challenge to durational residency requirement for voting even though Blumstein had in the meantime satisfied that requirement).[2] See Cervantes v. Auditor General, 91 Phil. 359 (1952) (R.A. No. 51 valid). Cf. David v. Alaska Lumber Co., 115 Phil. 191 (1962) (impliedly holding R.A. No. 997, the Reorganization Act, valid); Corominas and Co. v. Labor Standards Commission, 112 Phil. 551 (1961); San Miguel Corp. v. Sobremesana, 113 Phil. 14 (1961).[3] Panama Refining Co. v. Ryan, 293 U.S. 388, 440, 79 L.Ed. 446, 469 (1935) (dissenting); A.L.A. Schechter Poultry Corp. v. United States, 295 U.S. 495, 79 L.Ed. 1570, 1591 (1935) (concurring).[4] Cervantes v. Auditor General, 91 Phil. at 364.[5] PACU v. Secretary of Educ., 97 Phil. 806, 814 (1955).DISSENTING OPINIONDAVIDE, JR., J.:In light of the disclosure in the revised ponencia that the creating of the questioned additional position of the Executive Vice-President, First, Second and Third Vice-Presidents, and Auditor, embodied in Article III of the Revised Implementing Rules and Guidelines for the General Elections of the Liga ng mga Barangay Officers was made by way of the Constitution and By-Laws adopted by the first Barangay National Assembly on 11 January, 1994, the ultimate issue then to be resolved is whether or not the Barangay Assembly is empowered to create said additional positions.Section 493 of the Local Government code of 1991 (LGC) specifically provides as follows:493. Organization. The liga at the municipality, city, provincial, metropolitan political subdivision, and national levels directly elect a president, a vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such positions as it may deem necessary for the management of the chapter. A secretary-general shall be elected from among the members of the national liga and shall be charged with the overall operation of the liga on the national level. The board shall coordinate the activities of the chapters of the liga. (Underscoring supplied).Article VI of the Constitution and By-Laws of the Liga ng Mga Barangay provides as follows:ARTICLE VIOFFICERS AND DIRECTORSSection 1. Organization of Board of Directors of Local Chapters. â The chapter shall directly elect their respective officers, namely a president; executive vice president; first, second, and third vice presidents; auditor; and five (5) members to constitute the Board of Directors of their respective chapter. Thereafter, the Board shall appoint a secretary, treasurer and public relations officer among the five (5) members, with rest serving as Directors of Board. The Board may create such other position as it may deem necessary for the management of the chapter. Pending elections of the president of the municipality, city, provincial and metropolitan chapters of the Liga, the incumbent presidents of the ABCs of the municipality, city, province and Metropolitan Manila shall continue to act as presidents of the corresponding Liga chapters, subject to the provision of the Local Government Code of 1991.Section 2. Organization of Board of Directors of the National Liga â The National Liga shall be composed of the presidents of the provincial Liga chapters, highly urbanized and independent component city chapters, and the metropolitan chapter who shall directly elect their respective officers, namely, a president, executive vice-president; first, second, and third vice-presidents, auditor, secretary general; and five (5) members to constitute the Board of Directors of theNational Liga. Thereafter, the Board shall appoint a treasure, secretary and public relations officer from among the five (5) members with the rest serving as directors of the Board. The Board may create such other positions as it may deem necessary for the management of the National Liga. Pending election of Secretary-General, the incumbent president of the Pambansang Katipunan ng mga Barangay (PKB) shall act as the Secretary-General who continue to be presidents of the respective chapters of the Liga to which they belong, shall constitute a committee to exercise the powers and duties of the National Liga and with the primordial responsibility of drafting a Constitution and By-Laws needed for the organization of the Liga as a whole pursuant to the provision of theLocal Government Code of 1991. (Underscoring supplied)Sections 1 and 2 of Article III of the Revised Implementing Rules and Guidelines for the General Elections of Liga ng Mga Barangay Officers read as follows:1. Local Liga Chapters. The Municipal City Metropolitan and Provincial Chapters shall directly elect the following officers and directors to constitute their respective Board of Directors, namely:1.1 President1.2 Executive Vice-President1.3 First Vice-President1.4 Second Vice-President1.5 Third Vice-President1.6 Auditor1.7 Five (5) DirectorsÂ§2 National Liga. The National Liga shall directly elect the following officers and directors to constitute the National Liga of Board Directors namely:2.1 President2.2 Executive Vice-President2.3 First Vice-President2.4 Second Vice-President2.5 Third Vice-President2.6 Secretary General2.7 Auditor2.8 Five (5) DirectorsTo implement Section 493 of the Local Government Code, Article 211 (f) of the Rules and Regulations Implementing the Local Government Code of 1991 provides:(f) Organizational Structure â (1) The national liga and its local chapters shall directly elect their respective officers, namely: a president, vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such positions as it may deem necessary for the management of the chapter. Pending election of presidents of the municipal, city, provincial, and metropolitan chapters of the liga, the incumbent presidents of the association of barangay councils in the municipality, city, province and Metropolitan Manila shall continue to act as presidents of the corresponding chapters under this Rule. (Underscoring supplied).(2) A secretary-general shall be elected from among the members of the national liga who shall be responsible for the overall operation of the liga. Pending election of a secretary general under this rule, the incumbent president of the pambansang katipunan ng mga barangay shall act as the secretary general This incumbent members of the board of pambansang katipunan ng mga barangay, headed by the secretary general, who continue to be presidents of the respective chapters of the liga to which they belong, shall constitute a committee to exercise the powers and duties of the national liga and draft or amend the constitution and by-laws of the national liga to conform to the provisions of this rule.(3) The board of directors shall coordinate the activities of the various chapters of the liga.It may readily be observed that Section 493 of the LGC and Article 211 (f) of the Implementinbg Rules are clear that the officers of the national liga and its local chapters are: (1) the President, (2) Vice President and (3) five (5) members of the Board of Directors. In turn, it is the Board of Directors which appoints the secretary treasurer and is empowered to âcreate such other positions as it may deem necessary for the management of the chapter concerned.â It is, therefore, unequivocally clear that only the Board of Directors â and not any other body â which is vested with the power to create other positions as may be necessary for the management of the chapter.The Ponencia maintains that since the questioned positions were provided for in the Constitution and By-laws of the Liga ng Mga Barangay adopted during its First Barangay National Assembly on 11 January 1994, then such additional positions âwere as much the creations of the local chapters as of the national league. The barangays themselves, through the constitution and by-laws of their liga, created the additional positions without precluding the boards of directors of the chapters as well as that of the national liga from creating other positions.âI beg to differ. In the first place, I am unable to find any provision of the LGC creating or establishing the Barangay National Assembly. What the LGC has created is the Liga ng Mga Barangay (Sec. 491) with local chapters at the municipal, city, provincial and metropolitan subdivision levels (Sec. 492). Under the Implementing Rules of LGC (Art. 211 [c][4]), the National Liga ng Mga Barangay is composed of the duly elected presidents of highly urbanized city chapters, provincial chapters and metropolitan chapters.Pursuant to Article 211 [f][2] of the Implementing Rules, the members of the Board of the Pambansang Katipunan ng Mga Barangay, headed by the Secretary-General, were constituted into a committee to exercise the powers and duties of the national liga and draft or amend the Constitution and By-Laws of the Liga. There is at all no showing that this committee was the so-called First Barangay National Assembly which convened on 11 January 1994.Second, even assuming that the committee was so-called First Barangay National Assembly of 11 January 1994, said committee was not authorized to create, by virtue of the Constitution and By-Laws it enacted additional positions for the national liga and the liga at the local levels. The aforementioned Article 211 (g), limits the powers of this committee, as follows:(g) Constitution and By-Laws of the Liga â (1) All other matters not provided under this Rule affecting the internal organization of the liga shall be governed by its constitution and by-laws, unless inconsistent with the Constitution and applicable laws, rules, and regulations.(2) The committee created in this Article shall formulate uniform constitution and by-laws applicable to the national liga and all local chapters. The committee shall convene the national liga to ratify the constitution and by-laws within six (6) months from issuance of these rules.Note that the constitution and by-laws which the committee may enact must not be inconsistent with â¦ âapplicable laws, rules and regulations.â Of course, one of thelaws that come to mind is the LGC of 1991 and the rules and regulations could nothing be than the Rules implementing the Local Government Code of 1991. It goes without saying that the LGC and its Implementing Rules must perforce be heeded. It bears repeating that as they stand, Section 493 of the LGC and Article 211 (f) of the Implementing Rules limit the officers to the President, Vice President, and the Board of directors composed of five (5) members. The latter then appoints a secretary and a treasurer and may create such other positions as it may deem necessary for the management of the chapter. Plainly, neither the LGC nor the Implementing Rules authorizes any person or entity, other than the Board of Directors, to create additional positions.Third, it would be clear case of judicial legislation to declare that since the additional positions were created in the Constitution and By-Laws of the Liga ng Mga Barangay, then they âwere as much as the creatios of the local chapters as of the national league.â This runs afoul of Section 493 of the LGC which vests the power to create additional positions only in the Board of Directors of the chapter.The Claim in the ponencia that the creation of additional positions in the Constitution and By-Laws does not preclude the board of directors of the chapter as well as that of the national liga from creating other positions, is inconsistent with the earlier proposition that such new positions âwere as much the creations of the local chapters and the leagueâ and the further justification proferred that the creation of the national position âwas intended to provide uniform officers for the various chapters and the national liga was inline with the mandate of the assembly to âformulate uniform constitution and by-laws applicable to the national liga and all local chapters.ââ If this were so, then the chapters are barred from creating additional positions other than those created in the Constitution and By laws of the Liga ng Mga Barangay.Finally, it may likewise be observed that Section 493 merely allows the creation of other appointive positions âas it may deem necessary for the management of the chapter.â I lay stress on the term âappointive,â in light of the clause preceding the grant of the power, which reads: âThe board shall appoint its secretary and treasurer. Following the rule of ejusdem generis in statutory construction, the âother positionsâ which maybe created must be of the same category, viz., APPOINTIVE, as that of secretary and treasurer. There other positions may then be that of an assistant secretary, assistant treasurer, auditor, public relations officer, or information officer, or even a sergeant-at-arms. Further, under Section 493, the new positions which may be created are those âdeemed necessary for the management of the chapter,â which may only pertain to the day-to-day business and affairs of the liga chapter, and not to policy formulation which may be exercised the executive officers and Board of Directors. In short, the section does not empower the local liga to create elective positions other than that of President, Vice-President, and Board of Directors.For the foregoing reasons, I vote to declare void, for lack of legislative authority Sections 1 and 2 of Article III of the Implementing Rules and Guidelines for the General Elections of the Liga ng Mga Barangay Officers and Sections 1 and 2 of Article VI of the Constitution and By-Laws of the Liga ng Mga Barangay, insofar as they relate to the creation of the positions of executive vice president, first, second and third vice presidents and auditor. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "chairman",
    "district",
    "manila",
    "petitioner",
    "rafael",
    "alunan",
    "secretary",
    "president",
    "general",
    "national",
    "barangay",
    "leonardo",
    "respondents",
    "mendoza",
    "petition",
    "prohibition",
    "challenging",
    "validity",
    "revised",
    "implementing"
  ],
  "title_summary": "CESAR G. VIOLA, CHAIRMAN, BGY. 167, ZONE 15, DISTRICT II, MANILA, PETITIONER, VS. HON. RAFAEL M. ...",
  "formatted_case_content": "View printer friendly version\n343 Phil. 184\n\nEN BANC\nEN BANC\n\n[ G.R. No. 115844, August 15, 1997 ]\n[ G.R. No. 115844, August 15, 1997 ]\n\nCESAR G. VIOLA, CHAIRMAN, BGY. 167, ZONE 15, DISTRICT II,\nMANILA, PETITIONER, VS. HON. RAFAEL M. ALUNAN III, SECRETARY,\nDILG, ALEX L. DAVID, PRESIDENT/SECRETARY GENERAL, NATIONAL LIGA NG MGA BARANGAY,\nLEONARDO L. ANGAT, PRESIDENT, CITY OF MANILA, LIGA NG MGA BARANGAY, RESPONDENTS.\nD E C I S I O N\nCESAR G. VIOLA, CHAIRMAN, BGY. 167, ZONE 15, DISTRICT II,\nMANILA, PETITIONER, VS. HON. RAFAEL M. ALUNAN III, SECRETARY,\nDILG, ALEX L. DAVID, PRESIDENT/SECRETARY GENERAL, NATIONAL LIGA NG MGA BARANGAY,\nLEONARDO L. ANGAT, PRESIDENT, CITY OF MANILA, LIGA NG MGA BARANGAY, RESPONDENTS.\n\nD E C I S I O N\n\nMENDOZA, J.:\n\nThis is a petition for prohibition challenging the validity of Art. III, Â§Â§1-2 of the Revised Implementing Rules and Guidelines for the General Elections of the Liga ng mga Barangay Officers so far as they provide for the election of first, second and third vice presidents and for auditors for the National Liga ng mga Barangay and its chapters. The provisions in question read:\n1. Local Liga Chapters. The Municipal, City, Metropolitan and Provincial Chapters shall directly elect the following officers and directors to constitute their respective Board of Directors, namely:\n\n1.1 President\n\n1.2 Executive Vice-President\n\n1.3 First Vice-President\n\n1.4 Second Vice-President\n\n1.5 Third Vice-President\n\n1.6 Auditor\n\n1.7 Five (5) Directors\n\nÂ§2. National Liga. The National Liga shall directly elect the following officers and directors to constitute the National Liga Board of Directors namely:\n\n2.1 President\n\n2.2 Executive Vice-President\n\n2.3 First Vice-President\n\n2.4 Second Vice-President\n\n2.5 Third Vice-President\n\n2.6 Secretary General\n\n2.7 Auditor\n\n2.8 Five (5) Directors Petitioner Cesar G. Viola brought this action as barangay chairman of Bgy. 167, Zone 15, District II, Manila against then Secretary of Interior and Local Government Rafael M. Alunan III, Alex L. David, president/secretary general of the National Liga ng mga Barangay, and Leonardo L. Angat, president of the City of Manila Liga ng mga Barangay, to restrain them from carrying out the elections for the questioned positions on July 3, 1994.\n\nPetitionerâs contention is that the positions in question are in excess of those provided in the Local Government Code (R.A. No. 7160), Â§493 of which mentions as elective positions only those of president, vice president, and five members of the board of directors in each chapter at the municipal, city, provincial, metropolitan political subdivision, and national levels. Petitioner argues that, in providing for the positions of first, second and third vice presidents and auditor for each chapter, Â§Â§1-2 of the Implementing Rules expand the number of positions authorized in Â§493 of the Local Government Code in violation of the principle that implementing rules and regulations cannot add or detract from the provisions of the law they are designed to implement.\n\nAlthough the elections are now over, the issues raised in this case are likely to arise again in future elections of officers of the Liga ng mga Barangay. For one thing, doubt may be cast on the validity of the acts of those elected. For another, this comes within the rule that courts will decide a question which is otherwise moot and academic if it is âcapable of repetition, yet evading review.â [1]\n\nWe will therefore proceed to the merits of this case.\n\nPetitionerâs contention that the additional positions in question have been created without authority of law is untenable. To begin with, the creation of these positions was actually made in the Constitution and By-laws of the Liga ng Mga Barangay, which was adopted by the First Barangay National Assembly on January 11, 1994. This Constitution and By-laws provide in pertinent parts:\n\nARTICLE VI\n\nOFFICERS AND DIRECTORS\n\nSection 1. Organization of Board of Directors of Local Chapters. - The chapters shall directly elect their respective officers, namely, a president; executive vice president; first, second, and third vice presidents; auditor; and five (5) members to constitute the Board of Directors of their respective chapter. Thereafter, the Board shall appoint a secretary, treasurer, and public relations officer from among the five (5) members, with the rest serving as Directors of Board. The Board may create such other positions as it may deem necessary for the management of the chapter. Pending elections of the president of the municipal, city, provincial and metropolitan chapters of the Liga, the incumbent presidents of the ABCs of the municipality, city province and Metropolitan Manila shall continue to act as presidents of the corresponding Liga chapters, subject to the provisions of the Local Government Code of 1991.\n\nSection 2. Organization of Board of Directors of the National Liga. - The National Liga shall be composed of the presidents of the provincial Liga chapters, highly urbanized and independent component city chapters, and the metropolitan chapter who shall directly elect their respective officers, namely, a president, executive vice president; first, second, and third vice president, auditor, secretary general; and five (5) members to constitute the Board of Directors of the National Liga. Thereafter, the Board shall appoint a treasurer, secretary and public relations officers from among the five (5) members with the rest serving as directors of the Board. The Board may create such other positions as it may deem necessary for the management of the National Liga. Pending election of Secretary-General, the incumbent president of the Pambansang Katipunan ng mga Barangay (PKB) shall act as the Secretary-General. The incumbent members of the Board of the PKB, headed by the Secretary-General who continue to be presidents of the respective chapters of the Liga to which they belong, shall constitute a committee to exercise the powers and duties of the National Liga and with the primordial responsibility of drafting a Constitution and By-Laws needed for the organization of the Liga as a whole pursuant to the provisions of the Local Government Code of 1991.\n\nThe post of executive vice president is in reality that of the vice president in Â§493 of the LGC, so that the only additional positions created for each chapter in the Constitution and By-laws are those of first, second and third vice presidents and auditor. Contrary to petitionerâs contention, the creation of the additional positions is authorized by the LGC which provides as follows:\n\n493. Organization. The liga at the municipal, city, provincial, metropolitan political subdivision, and national levels directly elect a president, a vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such other positions as it may deem necessary for the management of the chapter. A secretary-general shall be elected from among the members of the national liga and shall be charged with the overall operation of the liga on the national level. The board shall coordinate the activities of the chapters of the liga. (emphasis added) This provision in fact requires Â¾ and not merely authorizes Â¾ the board of directors to âcreate such other positions as it may deem necessary for the management of the chapterâ and belies petitionerâs claim that said provision (Â§493) limits the officers of a chapter to the president, vice president, five members of the board of directors, secretary, and treasurer. That Congress can delegate the power to create positions such as these has been settled by our decisions upholding the validity of reorganization statutes authorizing the President of the Philippines to create, abolish or merge offices in the executive department. [2] The question is whether, in making a delegation of this power to the board of directors of each chapter of the Liga ng Mga Barangay, Congress provided a sufficient standard so that, in the phrase of Justice Cardozo, administrative discretion may be âcanalized within proper banks that keep it from overflowing.â [3]\n\nStatutory provisions authorizing the President of the Philippines to make reforms and changes in government owned or controlled corporations for the purpose of promoting âsimplicity, economy and efficiencyâ [4] in their operations and empowering the Secretary of Education to prescribe minimum standards of âadequate and efficient instructionâ [5] in private schools and colleges have been found to be sufficient for the purpose of valid delegation. Judged by these cases, we hold that Â§493 of the Local Government Code, in directing the board of directors of the liga to âcreate such other positions as may be deemed necessary for the management of the chapter[s],â embodies a fairly intelligible standard. There is no undue delegation of power by Congress.\n\nJustice Davide contends in dissent, however, that âonly the Board of Directors â and not any other body â is vested with the power to create other positions as may be necessary for the management of the chapterâ and that, in any case, there is no showing that the Barangay National Assembly was authorized to draft the Constitution and By-laws because he is unable to find any law creating it. The Barangay National Assembly is actually the Pambansang Katipunan ng mga Barangay (PKB) referred to in Art. 210(f)(2)(3) of the Rules and Regulations Implementing the Local Government Code of 1991, which Justice Davideâs dissent cites. It will be helpful to quote these provisions:\n\n(2)      A secretary-general shall be elected from among the members of the national liga who shall be responsible for the overall operation of the liga. Pending election of a secretary-general under this rule, the incumbent president of the pambansang katipunan ng mga barangay shall act as the secretary-general. The incumbent members of the board of the pambansang katipunan ng mga barangay, headed by the secretary-general, who continue to be presidents of the respective chapters of the liga to which they belong, shall constitute a committee to exercise the powers and duties of the national liga and draft or amend the constitution and by-laws of the national liga to conform to the provisions of this Rule.\n\n(3)      The board of directors shall coordinate the activities of the various chapters of the liga.\n\n(Emphasis added)\n\nPursuant to these provisions, pending the organization of the Liga ng mga Barangay, the board of directors of the PKB was constituted into a committee, headed by the PKB president, who acted as secretary general, with a two-fold mandate: â [1] exercise the powers and duties of the national liga and [2] draft or amend the constitution and by-laws of the national liga to conform to the provisions of this Rule.â The board of directors of the PKB, functioning in place of the board of directors of the National Liga ng mga Barangay, exercised one of these powers of the National Liga board, namely, to create additional positions which it deemed necessary for the management of a chapter. There is therefore no basis for the claim that because the power to create additional positions in the Liga or its chapters is vested only in the board of directors the exercise of this power by the Barangay National Assembly is unauthorized and illegal and the positions created are void. The Barangay National Assembly was actually the Pambansang Katipunan ng mga Barangay or PKB. Pending the organization of the Liga ng mga Barangay, it served as the Liga.\n\nBut it is contended in the dissent that âSection 493 of the LGC . . . vests the power to create additional positions in the Board of Directors of the chapter.â The implication seems to be that the board of the directors at the national level did not have that power. It is necessary to consider the organizational structure of the Liga ng mga Barangay as provided in the LGC, as follows:\n492. Representation, Chapters, National Liga. - Every barangay shall be represented in said liga by the punong barangay, or in his absence or incapacity, by a sanggunian member duly elected for the purpose among its members, who shall attend all meetings or deliberations called by the different chapters of the liga.\n\nThe liga shall have chapters at the municipal, city, provincial and metropolitan political subdivision levels.\n\nThe municipal and city chapters of the liga shall be composed of the barangay representatives of municipal and city barangays, respectively. The duly elected presidents of component municipal and city chapters shall constitute the provincial chapter or the metropolitan political subdivision chapter. The duly elected presidents of highly-urbanized cities, provincial chapters, the Metropolitan Manila chapter and metropolitan political subdivision chapters shall constitute the National Liga ng mga Barangay.\n\nÂ§493. Organization. Â¾ The liga at the municipal, city, provincial, metropolitan political subdivision, and national levels directly elect a president, a vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such other positions as it may deem necessary for the management of the chapter. A secretary-general shall be elected from among the members of the national liga and shall be charged with the overall operation of the liga on the national level. The board shall coordinate the activities of the chapters of the liga.\n\n(Emphasis added) While the board of directors of a local chapter can create additional positions to provide for the needs of the chapter, the board of directors of the National Liga must be deemed to have the power to create additional positions not only for its management but also for that of all the chapters at the municipal, city, provincial and metropolitan political subdivision levels. Otherwise the National Liga would be no different from the local chapters. There would then be only so many local chapters without a national one, when what is contemplated in the above-quoted provisions of the LGC is that there should be one Liga ng mga Barangay with local chapters at all levels of local government units. The dissent, by denying to the board of directors at the National Liga the power to create additional positions in the local chapters, would reduce such board to a board of a local chapter. The fact is that Â§493 grants the power to create positions not only to the boards of the local chapters but to the board of the Liga at the national level as well.\n\nIndeed what was done in the Constitution and By-laws of their liga was to create additional positions in each chapter, whether national or local, without however precluding the boards of directors of the chapters as well as that of the national liga from creating other positions for their peculiar needs. The creation by the board of the National Liga of the positions of first, second and third vice presidents, auditors and public relations officers was intended to provide uniform officers for the various chapters in line with the mandate in Art. 210(g)(2) of the Rules and Regulations Implementing the Local Government Code of 1991 to the Barangay National Assembly to âformulate uniform constitution and by-laws applicable to the national liga and all local chapters.â The various chapters could have different minor officers depending on their local needs, but they must have the same major elective officers, meaning to say, the additional vice presidents and auditors.\n\nThe dissent further argues that, following the rule of ejusdem generis, what may be created as additional positions can only be appointive ones because the positions of secretary and treasurer are appointive positions. The rule might apply if what is involved is the appointment of other officers. But what we are dealing with in this case is the creation of additional positions. Section 493 actually gives the board the power to â [1] appoint its secretary and treasurer and [2] create such other positions as it may deem necessary for the management of the chapter.â The additional positions to be created need not therefore be appointive positions.\n\nNor is it correct to say that Â§493, in providing that additional positions to be created must be those which are âdeemed necessary for the management of the chapter,â contemplates only appointive positions. Management positions are not necessarily limited to appointive positions. Elective officers, such as the president and vice president, can be expected to be involved in the general administration or management of the chapter. Hence, the creation of other elective positions which may be deemed necessary for the management of the chapter is within the purview of Â§493.\n\nWHEREFORE , the petition for prohibition is DISMISSED for lack of merit.\nSO ORDERED.\n\nNarvasa, C.J., Padilla, Regalado, Bellosillo, Melo, Puno, Kapunan, Francisco, and Hermosisima, Jr., JJ., concur.\nDavide, Jr., J., see dissenting opinion.\nRomero, Vitug, and Panganiban, JJ., joins the dissent of J. Davide.\nTorres, Jr., J. took no part, on leave.\n\n[1] Southern Pac. Terminal Co. v. ICC, 219 U.S. 498, 55 L.Ed. 310 (1911); Moore v. Ogilvie, 394 U.S. 814, 23 L.Ed.2d 1 (1969) (challenge to signature requirement on nominating petitions, election had been held before the U.S. Supreme Court could decide case); Dunn v. Blumstein, 405 U.S. 330, 31 L.Ed.2d 274 (1972) (U.S. Supreme Court decided merits of a challenge to durational residency requirement for voting even though Blumstein had in the meantime satisfied that requirement).\n\n[2] See Cervantes v. Auditor General, 91 Phil. 359 (1952) (R.A. No. 51 valid). Cf. David v. Alaska Lumber Co., 115 Phil. 191 (1962) (impliedly holding R.A. No. 997, the Reorganization Act, valid); Corominas and Co. v. Labor Standards Commission, 112 Phil. 551 (1961); San Miguel Corp. v. Sobremesana, 113 Phil. 14 (1961).\n\n[3] Panama Refining Co. v. Ryan, 293 U.S. 388, 440, 79 L.Ed. 446, 469 (1935) (dissenting); A.L.A. Schechter Poultry Corp. v. United States, 295 U.S. 495, 79 L.Ed. 1570, 1591 (1935) (concurring).\n\n[4] Cervantes v. Auditor General, 91 Phil. at 364.\n\n[5] PACU v. Secretary of Educ., 97 Phil. 806, 814 (1955).\n\nDISSENTING OPINION\n\nDAVIDE, JR., J.:\n\nIn light of the disclosure in the revised ponencia that the creating of the questioned additional position of the Executive Vice-President, First, Second and Third Vice-Presidents, and Auditor, embodied in Article III of the Revised Implementing Rules and Guidelines for the General Elections of the Liga ng mga Barangay Officers was made by way of the Constitution and By-Laws adopted by the first Barangay National Assembly on 11 January, 1994, the ultimate issue then to be resolved is whether or not the Barangay Assembly is empowered to create said additional positions.\n\nSection 493 of the Local Government code of 1991 (LGC) specifically provides as follows:\n493. Organization. The liga at the municipality, city, provincial, metropolitan political subdivision, and national levels directly elect a president, a vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such positions as it may deem necessary for the management of the chapter. A secretary-general shall be elected from among the members of the national liga and shall be charged with the overall operation of the liga on the national level. The board shall coordinate the activities of the chapters of the liga. (Underscoring supplied). Article VI of the Constitution and By-Laws of the Liga ng Mga Barangay provides as follows:\n\nARTICLE VI\n\nOFFICERS AND DIRECTORS\n\nSection 1. Organization of Board of Directors of Local Chapters. â The chapter shall directly elect their respective officers, namely a president; executive vice president; first, second, and third vice presidents; auditor; and five (5) members to constitute the Board of Directors of their respective chapter. Thereafter, the Board shall appoint a secretary, treasurer and public relations officer among the five (5) members, with rest serving as Directors of Board. The Board may create such other position as it may deem necessary for the management of the chapter. Pending elections of the president of the municipality, city, provincial and metropolitan chapters of the Liga, the incumbent presidents of the ABCs of the municipality, city, province and Metropolitan Manila shall continue to act as presidents of the corresponding Liga chapters, subject to the provision of the Local Government Code of 1991.\n\nSection 2. Organization of Board of Directors of the National Liga â The National Liga shall be composed of the presidents of the provincial Liga chapters, highly urbanized and independent component city chapters, and the metropolitan chapter who shall directly elect their respective officers, namely, a president, executive vice-president; first, second, and third vice-presidents, auditor, secretary general; and five (5) members to constitute the Board of Directors of theNational Liga. Thereafter, the Board shall appoint a treasure, secretary and public relations officer from among the five (5) members with the rest serving as directors of the Board. The Board may create such other positions as it may deem necessary for the management of the National Liga. Pending election of Secretary-General, the incumbent president of the Pambansang Katipunan ng mga Barangay (PKB) shall act as the Secretary-General who continue to be presidents of the respective chapters of the Liga to which they belong, shall constitute a committee to exercise the powers and duties of the National Liga and with the primordial responsibility of drafting a Constitution and By-Laws needed for the organization of the Liga as a whole pursuant to the provision of theLocal Government Code of 1991. (Underscoring supplied) Sections 1 and 2 of Article III of the Revised Implementing Rules and Guidelines for the General Elections of Liga ng Mga Barangay Officers read as follows:\n\n1.     Local Liga Chapters. The Municipal City Metropolitan and Provincial Chapters shall directly elect the following officers and directors to constitute their respective Board of Directors, namely:\n\n1.1     President\n\n1.2     Executive Vice-President\n\n1.3     First Vice-President\n\n1.4     Second Vice-President\n\n1.5     Third Vice-President\n\n1.6     Auditor\n\n1.7     Five (5) Directors\n\nÂ§2      National Liga. The National Liga shall directly elect the following officers and directors to constitute the National Liga of Board Directors namely:\n\n2.1     President\n\n2.2     Executive Vice-President\n\n2.3     First Vice-President\n\n2.4     Second Vice-President\n\n2.5     Third Vice-President\n\n2.6     Secretary General\n\n2.7     Auditor\n\n2.8     Five (5) Directors To implement Section 493 of the Local Government Code, Article 211 (f) of the Rules and Regulations Implementing the Local Government Code of 1991 provides:\n\n(f) Organizational Structure â\n\n(1) The national liga and its local chapters shall directly elect their respective officers, namely: a president, vice-president, and five (5) members of the board of directors. The board shall appoint its secretary and treasurer and create such positions as it may deem necessary for the management of the chapter. Pending election of presidents of the municipal, city, provincial, and metropolitan chapters of the liga, the incumbent presidents of the association of barangay councils in the municipality, city, province and Metropolitan Manila shall continue to act as presidents of the corresponding chapters under this Rule. (Underscoring supplied).\n\n(2) A secretary-general shall be elected from among the members of the national liga who shall be responsible for the overall operation of the liga. Pending election of a secretary general under this rule, the incumbent president of the pambansang katipunan ng mga barangay shall act as the secretary general This incumbent members of the board of pambansang katipunan ng mga barangay, headed by the secretary general, who continue to be presidents of the respective chapters of the liga to which they belong, shall constitute a committee to exercise the powers and duties of the national liga and draft or amend the constitution and by-laws of the national liga to conform to the provisions of this rule.\n\n(3) The board of directors shall coordinate the activities of the various chapters of the liga.\n\nIt may readily be observed that Section 493 of the LGC and Article 211 (f) of the Implementinbg Rules are clear that the officers of the national liga and its local chapters are: (1) the President, (2) Vice President and (3) five (5) members of the Board of Directors. In turn, it is the Board of Directors which appoints the secretary treasurer and is empowered to âcreate such other positions as it may deem necessary for the management of the chapter concerned.â It is, therefore, unequivocally clear that only the Board of Directors â and not any other body â which is vested with the power to create other positions as may be necessary for the management of the chapter.\n\nThe Ponencia maintains that since the questioned positions were provided for in the Constitution and By-laws of the Liga ng Mga Barangay adopted during its First Barangay National Assembly on 11 January 1994, then such additional positions âwere as much the creations of the local chapters as of the national league. The barangays themselves, through the constitution and by-laws of their liga, created the additional positions without precluding the boards of directors of the chapters as well as that of the national liga from creating other positions.â\n\nI beg to differ. In the first place, I am unable to find any provision of the LGC creating or establishing the Barangay National Assembly. What the LGC has created is the Liga ng Mga Barangay (Sec. 491) with local chapters at the municipal, city, provincial and metropolitan subdivision levels (Sec. 492). Under the Implementing Rules of LGC (Art. 211 [c] [4] ), the National Liga ng Mga Barangay is composed of the duly elected presidents of highly urbanized city chapters, provincial chapters and metropolitan chapters.\n\nPursuant to Article 211 [f] [2] of the Implementing Rules, the members of the Board of the Pambansang Katipunan ng Mga Barangay, headed by the Secretary-General, were constituted into a committee to exercise the powers and duties of the national liga and draft or amend the Constitution and By-Laws of the Liga. There is at all no showing that this committee was the so-called First Barangay National Assembly which convened on 11 January 1994.\n\nSecond, even assuming that the committee was so-called First Barangay National Assembly of 11 January 1994, said committee was not authorized to create, by virtue of the Constitution and By-Laws it enacted additional positions for the national liga and the liga at the local levels. The aforementioned Article 211 (g), limits the powers of this committee, as follows:\n\n(g)      Constitution and By-Laws of the Liga â\n\n(1) All other matters not provided under this Rule affecting the internal organization of the liga shall be governed by its constitution and by-laws, unless inconsistent with the Constitution and applicable laws, rules, and regulations.\n\n(2) The committee created in this Article shall formulate uniform constitution and by-laws applicable to the national liga and all local chapters. The committee shall convene the national liga to ratify the constitution and by-laws within six (6) months from issuance of these rules.\n\nNote that the constitution and by-laws which the committee may enact must not be inconsistent with â¦ âapplicable laws, rules and regulations.â Of course, one of thelaws that come to mind is the LGC of 1991 and the rules and regulations could nothing be than the Rules implementing the Local Government Code of 1991. It goes without saying that the LGC and its Implementing Rules must perforce be heeded. It bears repeating that as they stand, Section 493 of the LGC and Article 211 (f) of the Implementing Rules limit the officers to the President, Vice President, and the Board of directors composed of five (5) members. The latter then appoints a secretary and a treasurer and may create such other positions as it may deem necessary for the management of the chapter. Plainly, neither the LGC nor the Implementing Rules authorizes any person or entity, other than the Board of Directors, to create additional positions.\n\nThird, it would be clear case of judicial legislation to declare that since the additional positions were created in the Constitution and By-Laws of the Liga ng Mga Barangay, then they âwere as much as the creatios of the local chapters as of the national league.â This runs afoul of Section 493 of the LGC which vests the power to create additional positions only in the Board of Directors of the chapter.\n\nThe Claim in the ponencia that the creation of additional positions in the Constitution and By-Laws does not preclude the board of directors of the chapter as well as that of the national liga from creating other positions, is inconsistent with the earlier proposition that such new positions âwere as much the creations of the local chapters and the leagueâ and the further justification proferred that the creation of the national position âwas intended to provide uniform officers for the various chapters and the national liga was inline with the mandate of the assembly to âformulate uniform constitution and by-laws applicable to the national liga and all local chapters.ââ If this were so, then the chapters are barred from creating additional positions other than those created in the Constitution and By laws of the Liga ng Mga Barangay.\n\nFinally, it may likewise be observed that Section 493 merely allows the creation of other appointive positions âas it may deem necessary for the management of the chapter.â I lay stress on the term âappointive,â in light of the clause preceding the grant of the power, which reads: âThe board shall appoint its secretary and treasurer. Following the rule of ejusdem generis in statutory construction, the âother positionsâ which maybe created must be of the same category, viz., APPOINTIVE, as that of secretary and treasurer. There other positions may then be that of an assistant secretary, assistant treasurer, auditor, public relations officer, or information officer, or even a sergeant-at-arms. Further, under Section 493, the new positions which may be created are those âdeemed necessary for the management of the chapter,â which may only pertain to the day-to-day business and affairs of the liga chapter, and not to policy formulation which may be exercised the executive officers and Board of Directors. In short, the section does not empower the local liga to create elective positions other than that of President, Vice-President, and Board of Directors.\n\nFor the foregoing reasons, I vote to declare void, for lack of legislative authority Sections 1 and 2 of Article III of the Implementing Rules and Guidelines for the General Elections of the Liga ng Mga Barangay Officers and Sections 1 and 2 of Article VI of the Constitution and By-Laws of the Liga ng Mga Barangay, insofar as they relate to the creation of the positions of executive vice president, first, second and third vice presidents and auditor.",
  "content_length": 31594,
  "metadata_extraction_date": "2025-11-01T05:49:41.374801",
  "extraction_version": "2.0_enhanced_full_content"
}