{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/august/GR_119252.html",
  "filename": "GR_119252.html",
  "year": 1997,
  "month": "august",
  "case_number": "119252",
  "gr_number": "119252",
  "volume_page": "343 Phil. 411",
  "decision_date": "August 18, 1997",
  "title": "COMMISIONER OF INTERNAL REVENUE AND COMMISIONER OF CUSTOMS, PETITIONERS, VS. HON. APOLINARIO B. SANTOS, IN HIS CAPACITY AS PRESIDING JUDGE OF THE REGIONAL TRIAL COURT, BRANCH 67, PASIG CITY; ANTONIO M. MARCO; JEWELRY BY MARCO & CO., INC., AND GUILD OF PHILIPPINE JEWELLERS, INC., RESPONDENTS. D E C I S I O N HERMOSISIMA, JR., J.: Of grave concern to this Court is the judicial pronouncement of the court a quo that certain provisions of the Tariff & Customs Code and the National Internal Revenue Code are unconstitutional. This provokes the issue: Can the Regional Trial Courts declare a law inoperative and without force and effect or otherwise unconstitutional? If it can, under what circumstances?In this petition, the Commissioner of Internal Revenue and the Commissioner of Customs jointly seek the reversal of the Decision,[1] dated February 16, 1995, of herein public respondent, Hon. Apolinario B. Santos, Presiding Judge of Branch 67 of the Regional Trial Court of Pasig City.The following facts, concisely related in the petition[2] of the Office of the Solicitor General, appear to be undisputed:\"1. Private respondent Guild of Philippine Jewelers, Inc., is an association of Filipino jewelers engaged in the manufacture of jewelers (sic) and allied undertakings. Among its members are Hans Brumann, Inc., Miladay Jewels Inc., Mercelles, Inc., Solid Gold International Traders inc., Diagem Trading Corporation, and Private respondent Jewelry by Marco & Co., Inc. Private respondent Antonio M. Marco is the President of the Guild.2. On August 5, 1988, Felicidad L. Viray, then Regional Director, Region No. 4-A of the Bureau of Internal Revenue, acting for and in behalf of the Commissioner of Internal Revenue, issued Regional Mission Order No. 109-88 to BIR officers, led by Eliseo Corcega, to conduct surveillance, monitoring, and inventory of all imported articles of Hans Brumann, Inc., and place the same under preventive embargo. The duration of the mission was from August 8 to August 20, 1988 (Exhibit â1â; Exhibit âAâ).3. On August 17, 1988, persuant to the aforementioned Mission Order, the BIR officers proceeded to the establishment of Hans Brumann, Inc., served the Mission Order, and informed the establishment that they were going to make an inventory of the articles involved to see if the proper taxes thereon have been paid. They then made an inventory of the articles displayed in the cabinets with the assistance of an employee of the establishment. They listed down the articles, which list was signed by the assistant employee. They also requested the presentation of proof of necessary payments for excise tax and value-added tax on said articles (pp, 10-15, TSN April 12,1993, Exhibits â2â, â2-Aâ, â3â, â3-aâ).4. The BIR officers requested the establishment not to sell the articles until it can be proven that the necessary taxes thereon have been paid. Accordingly, Mr. Hans Brumann, the owner of the establishment, signed a receipt for Goods, Articles, and Things Seized under Authority of the National Internal Revenue Code (dated August 17, 1988), acknowledging that the articles inventoried have been seized and left in his possession, and promising not to dispose of the same without authority of the Commissioner of Internal Revenue pending investigation.[3]5. Subsequently, BIR officer Eliseo Corcega submitted to his superiors a report of the inventory conducted and a computation of the value-added tax and ad valorem tax on the articles for evaluation and disposition.[4]6. Mr. Hans Brumann, the owner of the establishment, never filed a protest with the BIR on the preventive embargo of the articles.[5]7. On October 17, 1988, Letter of Authority No. 0020596 was issued by Deputy Commissioner Eufracio D. Santos to BIR officers to examine the books of accounts and other accounting records of Hans Brumann, Inc., for âstocktaking investigation for excise tax purposes for the period January 1, 1988 to presentâ (Exhibit âCâ). In a latter dated October 27, 1988, in connection with the physical count of the inventory (stocks on hand) pursuant to said Letter of Authority, Hans Brumann, Inc. was requested to prepare and make available to the BIR the documents indicated therein (Exhibit 'D').8. Hans Brumann, inc., did not produce the documents requested by the BIR.[6]9. Similar Letters of Authority were issued to BIR officers to examine the books of accounts ans other accounting records of Miladay Jewels, Inc., Mercelles, Inc., Solid Gold International Traders, Inc., (Exhibit âEâ, âGâ and âNâ) and Diagem Trading Corporation[7] for âstocktaking/investigation for excise tax pirpose for the period January 1, 1988 to presentâ.10. In the case of Miladay Jewels, Inc. and Mercelles, Inc., there is no account of what actually transpired in the implementation of the Letters of Authority.11. In the case of Solid Gold International Traders Corporation, the BIR officers made an inventory of the articles in the establishment.[8] The same is true with respect to Diagem Traders Corporation.[9]12. On November 29, 1988, private respondents Antonio M. Marco and Jewelry By Marco & Co., Inc. filed with the Regional Trial Court, National Capital Judicial Region, Pasig City, Meto Manila, a petition for declaratory relief with writ of preliminary injunction and/or temporary restraining order against herein petitioners and Revenue Regional Director Felicidad L. Viray (docketed as Civil Case No. 56736) praying that Sections 126, 127(a) and (b) and 150 (a) of the National Internal Revenue Code and Hdg. No 71.01, 71.02, 71.03 and 71.04, Chapter 71 of the Tariff and Customs Code of the Philippines be declared unconstitutional and void, and that the Commissioner of Internal Revenue and Customs be prevented or enjoined from issuing mission orders and other orders of similar nature. x x x13. On February 9, 1989, herein petitioners filed their answer to the petition. x x x14. On October 16, 1989, private respondents filed a Motion with Leave to Amend Petition by including as petitioner the Guild of Philippine Jewelers, Inc., which motion was granted. x x x15. The case, which was originally assigned to Branch 154, was later reassigned to Branch 67.16. On February 16, 1995, public respondent rendered a decision, the dispositive portion of which reads:'In view of the foregoing reflections, judgment is hereby rendered, as follows:1. Declaring Section 104 of the Tariff and the Custom Code of the Philippines, Hdg, 71.01, 71.02, 71.03, and 71.04, Chapter 71 as amended by Executive Order No. 470, imposing three to ten (3% to 10%) percent tariff and customs duty on natural and cultured pearls and precious or semi-precious stones, and Section 150 par. (a)the National Internal Revenue Code of 1977, as amended, renumbered and rearranged by Executive Order 273, imposing twenty (20%) percent excise tax on jewelry, pearls and other precious stones, as INOPERATIVE and WITHOUT FORCE and EFFECT insofar as petitioners are concerned.2. Enforcement of the same is hereby enjoined.No cost.SO ORDERED.ââSection 150 (a) of Executive Order No. 273 reads:âSEC. 150. Non-essential goods. â There shall be levied, assessed and collected a tax equivalent to 20% based on the wholesale price or the value of importation used by the Bureau of Customs in determining tariff and customs duties; net of the excise tax and value-added tax, of the following goods:(a) All goods commonly or commercially known as jewelry, whether real or imitation, pearls, precious and semi-precious stones and imitations thereof; goods made of, or ornamented, mounted and fitted with, precious metals or imitations thereof or ivory (not including surgical and dental instruments, silver-plated wares, frames or mountings for spectacles or eyeglasses, and dental gold or gold alloys and other precious metals used in filling, mounting or fitting of the teeth); opera glasses and lorgnettes. The term âprecious metalsâ shall include platinum, gold, silver, and other metals of similar or greater value. The term âimitation thereofâ shall include platings and alloys of such metals.âSection 150 (a) of Executive Order No. 273, which took effect on January 1, 1988, amended the then Section 163 (a) of the Tax Code of 1986 which provided that:âSEC. 163. Percentage tax on sales of non-essential articles. â There shall be levied, assessed and collected, once only on every original sale, barter, exchange or similar transaction for nominal or valuable consideration intended to transfer ownership of, or title to, the article herein below enumerated a tax equivalent to 50% of the gross value in money of the articles so sold, bartered. Exchanged or transferred, such tax to be paid by the manufacturer or producer:(a) All articles commonly or commercially known as jewelry, whether real or imitation, pearls, precious and semi-precious stones, and imitations thereof, articles made of, or ornamented, mounted or fitted with, precious metals or imitations thereof or ivory (not including surgical and dental instruments, silver-plated wares, frames or mounting for spectacles or eyeglasses, and dental gold or gold alloys and other precious metal used in filling, mounting or fitting of the teeth); opera glasses, and lorgnettes. The term âprecious metalsâ shall include platinum, gold, silver, and other metals of similar or greater value. The term âimitations thereof shall include platings and alloys of such metals;âSection 163(a) of the 1986 Tax Code was formerly Section 194(a) of the 1977 Tax Code and Section 184(a) of the Tax code, as amended by Presidential Decree No. 69, which took effect on January 1, 1974.It will be noted that, while under the present law, jewelry is subject to a 20% excise tax in addition to a 10% value-added tax under the old law, it was subjected to 50% percentage tax. It was even subjected to a 70% percentage tax under then Section 184(a) of the Tax Code, as amended by P.D. 69.Section 104, Hdg, Nos. 17.01, 17.02, 17.03 and 17.04, Chapter 71 of the Tariff and Customs Code, as amended by Executive Order No. 470, dated July 20, 1991, imposes import duty on natural or cultured pearls and precious or semi-precious stones at the rate of 3% to 10% to be applied in stages from 1991 to 1994 and 30% in 1995.Prior to the issuance of E.O. 470, the rate of import duty in 1988 was 10% to 50% when the petition was filed in the court a quo.In support of their petition before the lower court, the private respondents submitted a position paper purporting to be an exhaustive study of the tax rates on jewelry prevailing in other Asian countries, in comparison to tax rates levied on the same in the Philippines.[10]The following issues were thus raised therein:\"1. Whether or not the Honorable Court has jurisdiction over the subject matter of the petition.2. Whether the petition states a cuase of action or whether the petition alleges a justiciable controversy between the parties.3. Whether Section 150, par. (a) of the NIRC and Section 104, Hdg. 71.01, 71.02, 71.03 and 71.04 of the Tariff and Customs Code are unconstitutional.4. Whether the issuance of the Mission Order and Letters of Authority is valid and legal.âIn the assailed decision, the public respondent held indeed that the Regional Trial Court has jurisdiction to take cognizance of the petition since âjurisdiction over the nature of the suit is conferred by law and it is detemine[d] through the allegations in the petitionâ, and that the âCourt of Tax Appeals ha no jurisdiction to declare a statute unconstitutional much less issue writs of certiorari and prohibition in order to correct acts of respondents allegedly committed with grave abuse of discretion amounting to lack of jurisdictionâ.As to the second issue, the public respondent, made the holding that there exist a justiciable controversy between the parties, agreeing with the statements made in the position paper presented by the private respondents, and considering these statements to be factual evidence, to wit:âEvidence for the petitioners indeed reveals that government taxation policy treats jewelry, pearls, and other precious stones and metals as non-essential luxury items and therefore, taxed heavily; that the atmospheric cost of taxation is killing the local manufacturing jewelry industry because they cannot compete with the neighboring and other countries where importation and manufacturing of jewelry is not taxed heavily, if not at all; that while government incentives and subsidies exist, local manufacturers cannot avail of the same because officially many of them are unregistered and are unable to produce the required official documents because they operate underground, outside the tariff and tax structure; that local jewelry manufacturing is under threat of extinction, otherwise discouraged, while domestic trading has become more attractive; and as a consequence, neighboring countries, such as Hongkong, Singapore, Malaysia, Thailand, and other foreign competitors supplying the Philippine market either through local channels or through the black market for smuggled goods are the ones who are getting business and making money, while members of the petitioner Guild of Philippine Jewelers, Inc. are constantly subjected to bureaucratic harassment instead of being given by the government the necessary support in order to survive and generate revenue for the government, and most of all fight competitively not only in the domestic market but in the arena of world market where the real contest is.Considering the allegations of fact in the petition which were duly proven during the trial, the Court holds that the petition states a cause of action and there exist a justiciable controversy between the parties which would require determination of constitutionality of laws imposing excise tax and customs duty on jewelry.â[11] (emphasis ours)The public respondent, in addressing the third issue, ruled that the laws in question are confiscatory and oppressive. Again, virtually adopting verbatim the reasons presented by the private respondents in their position paper, the lower court stated:âThe court finds that indeed government taxation policy trats(sic) hewelry(sic) as non-essential luxury item and therefore, taxed heavily. Aside from the ten (10%) percent value added tax (VAT), local jewelry manufacturers contend with the (manufacturing) excise tax of twenty (20%) percent (to be applied in stages) customs duties on imported raw materials, the highest in the Asia-Pacific region. In contrast, imported gemstones and other precious metals are duty free in Hongkong, Thailand, Malaysia and Singapore.The court elaborates further on the experience of other countries in their treatment of the jewelry sector.MALAYSIADuties and taxes on imported gemstones and gold and the sales tax on jewelry were abolished in Malaysia in 1984. They were removed to encouraged the development of Malaysiaâs jewelry manufacturing industry and to increase exports of jewelry.THAILANDGems and jewelry are Thailandâs ninth most important export earner. In the past, the industry was overlooked by successive administrations much to the dismay of those involved in developing trade. Prohibitive import duties and sales tax on precious gemstones restricted the growth (sic) of the industry, resulting in most of the business being unofficial. It was indeed difficult for a government or businessman to promote an industry which did not officially exist.Despite these circumstances, Thailandâs Gem business kept growing up in (sic) businessmen began to realize itâs potential. In 1978, the government quietly removed the severe duties on precious stones, but imposed a sales tax of 3.5%. Little was said or done at that time as the government wanted to see if a free trade in gemstones and jewelry would increase local manufacturing and exports or if it would mean more foreign made jewelry pouring into Thailand. However, as time progressed, there were indications that local manufacturing was indeed being encouraged and the economy was earning more from exports. The government soon removed the 3% sales tax too. Putting Thailand at par with Hongkong and Singapore. In these countries, there are no more import duties and sales tax on gems. (Cited in pages 6 and 7 of Exhibit âMâ. The Center for Research and Communication in cooperation with the Guild of Philippine Jewelers, Inc., June 1986).To illustrate, shown hereunder in the Philippine tariff and tax structure on jewelry and other percious and semi-precious stones compared to other neighboring countries, to wit:Tariff on importedJewelry and (MANUFACTURING) Sales Tax 10% (VAT)Precious stones Excise TaxPhilippines 3% to 10% to be 20% 10% VATapplied in stagesMalaysia None None NoneThailand None None NoneSingapore None None NoneHongkong None None NoneIn this connection, the present tariff and tax structure increases manufacturing costs and renders the local jewelry manufacturers uncompetitive against other countries even before they start manufacturing and trading. Because of the prohibitive cast(sic) of taxation, most manufacturers source from black market for smuggled goods, and that while manufacturers can avail of tax exemption and/or tax credits from the (manufacturing) excise tax, they have no documents to present when filing this exemption because, as pointed out earlier, most of them source their raw materials from the black market, and since many of them do not legally exist or operate onofficially(sic), or underground, again they have no records (receipts) to indicate where and when they will utilize such tax credits. (Cited in Exhibit âMâ â Buencamino Report).Given these constraints, the local manufacturer has no recourse but to the back door for smuggled goods if only to be able to compete even ineffectively, or cease manufacturing activities and instead engage in the tradinf (sic) of smuggled finished jewelry.Worthy of not is the fact that indeed no evidence was adduced by respondents to disprove the foregoing allegations of fact. Under the foregoing factual circumstances, the Court finds the questioned statutory provisions confiscatory and destructive of the proprietary right of the petitioners to engage in business in violation of Section 1, Article III of the Constitution which states, as follows:âNo person shall be deprived of the life, liberty, or property without due process of law x x xâ.â[12]Anent the fourth and last issue, the herein public respondent did not find it necessary to rule thereon, since, in his opinion, âthe same has been rendered moot and academic by the aforementioned pronouncement.â[13]The petitioners now assail the decision rendered by the public respondent, contending that the latter has no authority to pass judgment upon the taxation policy of the government. In addition, the petitioners impugn the decision in question by asserting that there was no showing that the tax laws on jewelry are confiscatory and desctructive of private respondentâs proprietary rights.We rule in favor of the petitioners.It is interesting to note that public respondent, in the dispositive portion of his decision, perhaps keeping in mind his limitations under the law as a trial judge, did not go so far as to declare the laws in question to be unconstitutional. However, therein he declared the laws to be inoperative and without force and effect insofar as the private respondents are concerned. But, respondent judge, in the body of his decision, unequivocally but wrongly declared the said provisions of law to be violative of Section 1, Article III of the Constitution. In fact, in their Supplemental Comment on the Petition for Review,[14] the private respondents insist that Judge Santos, in his capacity as judge of the Regional Trial Court, acted within his authority in passing upon the issues, to wit:âA perusal of the appealed decision would undoubtedly disclose that public respondent did not pass judgment on the soundness or wisdom of the governmentâs tax policy on jewelry. True, public respondent, in his questioned decision, observed, inter alia, that indeed government tax policy treats jewelry as non-essential item, and therefore, taxed heavily; that the present tariff and tax structure increase manufacturing cost and renders the local jewelry manufacturers uncompetitive against other countries even before they start manufacturing and trading; that many of the local manufacturers do not legally exist or operate unofficially or underground; and that the manufacturers have no recourse but to the back door for smuggled goods if only to be able to compete even if ineffectively or cease manufacturing activities.BUT, public respondent did not, in any manner, interfere with or encroach upon the prerogative of the legislature to determine what should be the tax policy on jewelry. On the other hand, the issue raised before, and passed upon by, the public respondent was whether or not Section 150, paragraph (a) of the National Internal Revenue Code (NIRC) and Section 104, Hdg, 71.01, 71.02, 71.03 and 71,04 of the Tariff and Customs Code are unconstitutional, or differently stated, whether or not the questioned statutory provisions affect the constitutional right of private respondents to engage in business.It is submitted that public respondent confined himself on this issue which is clearly a judicial questionâ.We find it incongruous, in the face of the sweeping pronouncements made by Judge Santos in his decision, that private respondents can still persist in their argument that the former did not overreach the restrictions dictated upon him by law. There is no doubt in the Courtâs mind, despite protestations to the contrary, that respondent judge encroached upon matters properly falling within the province of legislative functions. In citing as basis for his decision unproven comparative data pertaining to differences between tax rates of various Asian countries, and concluding that the jewelry industry in the Philippines suffers as a result, the respondent judge took it upon himself to supplant legislative policy regarding jewelry taxation. In advocating the abolition of local tax and duty on jewelry simply because other countries have adopted such policies, the respondent judge overlooked the fact that such matters are not for him to decide. There are reasons why jewelry, a non-essential item, is taxed as it is in this country, and these reasons, deliberate upon by our legislature, are beyond the reach of judicial questioning. As held in Macasiano vs. National Housing Authority:[15]âThe policy of our courts is to avoid ruling on constitutional questions and to presume that the acts of the political departments are valid in the absence of a clear and unmistakable showing to the contrary. To doubt is to sustain, this presumption is based on the doctrine of separation of powers which enjoins upon each department a becoming respect for the acts of the other departments. The theory is that as the joint act of Congress and the President of the Philippines, a law has been carefully studied and determined to be in accordance with the fundamental law before it was finally enacted.â (emphasis ours)What we see here is a debate on the WISDOM of the laws in question. This is a matter on which the RTC is not competent to rule.[16] As Cooley observed: âDebatable questions are for the legislature to decide. The courts do not sit to resolve the merits of conflicting issuesâ.[17] In Angara vs. Electoral Commission,[18] Justice Laurel made it clear that âthe judiciary does not pass upon question of wisdom, justice or expediency of legislation.â And fittingly so, for in the exercise of judicial power, we are allowed only âto settle actual controversies involving rights which are legally demandable and enfoceableâ, and may not annul an act of the political departments simply because we feel it is unwise or impractical.[19] This is not to say that Regional Trial Courts have no power whatsoever to declare a law unconstitutional. In J. M. Tuason and Co. v. Court of Appeals[20] we said that â[p]lainly the Constitution contemplates that the inferior courts should have jurisdiction in cases involving constitutionality of any treaty or law, for it speaks of appellate review of final judgments of inferior courts in cases where such constitutionality happens to be in issue.â this authority of lower courts to decide questions of constitutionality in the first instance was reaffirmed in Ynos v. Intermediate Court of Appeals.[21] But this authority does not extend to deciding questions which pertain to legislative policy.The trial court is not the proper forum for the ventilation of the issues raised by the private respondents. The arguments they presented focus on the wisdom of the provisions of law which they seek to nullify. Regional Trial Courts can only look into the validity of a provision, that is, whether or not it has been passed according to the procedures laid down by law, and thus cannot inquire as to the reasons for its existence. Granting arguendo that the private respondents may have provided convincing arguments why the jewelry industry in the Philippines should not be taxed as it is, it is to the legislature that they must resort to for relief, since with the legislature primarily lies the discretion to determine the nature (kind), object (purpose), extent (rate), coverage (subjects) and situs (place) of taxation. This Court cannot freely delve into those matters which, by constitutional fiat, rightly rest on legislative judgment.[22]As succinctly put in Lim vs. Pacquing:[23] âWhere a controversy may be settled an a platform other than one involving constitutional adjudication, the court should exercise becoming modesty and avoid the constitutional question.â As judges, we can only interpret and apply the law and, despite our doubts about its wisdom, cannot repeal or amend it.[24]The respondents presented an exhaustive study on the tax rates on jewelry levied by different Asian countries. This is meant to convince us that compared to other countries, the tax rates imposed on said industry in the Philippines is oppressive and confiscatory. This Court, however, cannot subscribe to the theory that the tax rates of other countries should be used as a yardstick in determining what may be the proper subjects of taxation in our own country. It should be pointed out that in imposing the aforementioned taxes and duties, the State, acting through the legislative and executive branches, is exercising its sovereign prerogative. It is inherent in the power to tax that the State be free to select the subjects of taxation, and it has been repeatedly held that âinequalities which result from singling out of one particular class for taxation, or exemption, infringe no constitutional limitation.â[25]WHEREFORE, premises considered, the petition is hereby GRANTED, and the DECISION in Civil Case No. 56736 is hereby REVERSED and SET ASIDE. No costs.SO ORDEREDPadilla, (Chairman), Bellosillo, Vitug, and Kapunan, JJ., concur.[1] Civil Case No. 56736.[2] Rollo, pp. 8-29.[3] TSN, April 12, 1993, pp. 18-19; Exhibit â4â; Exhibit âBâ.[4] TSN, April 12, 1993, pp. 20-21; Exhibits â5â & â5-Aâ.[5] TSN, June 16, 1993, p. 16.[6] TSN, October 21, 1992, p. 11.[7] TSN, September 16, 1992, pp. 9-14; pp. 44-45.[8] TSN, December 7, 1992, pp. 6-7.[9] TSN, September 16, 1992, pp. 9-14; pp.44-45.[10] This position paper was prepared by a certain J. Antonio Buencamino of the Corporate Planning Services Division, Center for Research and Communication in cooperation with the Guild of Philippine Jewelers, Inc.[11] Decision, pp. 7-8; Rollo, pp. 36-37.[12] Decision, pp. 10-12; Rollo, pp. 39-41.[13] Decision, p. 13; Rollo, p. 42.[14] Rollo, pp. 146-147.[15] Macasiano vs. National Housing Authority, 224 SCRA 236 (1993), citing Garcia vs. Executive Secretary, 204 SCRA 516 (1991).[16] Ibid.[17] Ibid.[18] 63 Phil. 139 (1936).[19] Macasiano vs. National Housing Authority, supra.[20] 3 SCRA 696 [1961].[21] 148 SCRA 659 [1987].[22] Tan vs. Del Rosario, Jr., 237 SCRA 324 (1994).[23] 240 SCRA 649 (1995). See separate opinion.[24] Pangilinan vs. Maglaya, 225 SCRA 511 (1993).[25] Lutz vs. Araneta, 98 Phil. 148 (1955); Sison Jr. vs. Ancheta, 130 SCRA 654, 663 (1984); Kapatiran ng mga Naglilingkod sa Pamahalaan ng Pilipinas, Inc. vs. Tan, 163 SCRA 371 (1988); Tolentino vs. Secretary of Finance, 249 SCRA 628 (1995). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "commisioner",
    "internal",
    "revenue",
    "customs",
    "petitioners",
    "apolinario",
    "santos",
    "capacity",
    "presiding",
    "judge",
    "regional",
    "trial",
    "court",
    "branch",
    "antonio",
    "jewelry",
    "philippine",
    "jewellers",
    "respondents",
    "hermosisima"
  ],
  "title_summary": "COMMISIONER OF INTERNAL REVENUE AND COMMISIONER OF CUSTOMS, PETITIONERS, VS. HON. APOLINARIO B. S...",
  "formatted_case_content": "View printer friendly version\n343 Phil. 411\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 119252, August 18, 1997 ]\n[ G.R. No. 119252, August 18, 1997 ]\n\nCOMMISIONER OF INTERNAL REVENUE AND COMMISIONER OF CUSTOMS, PETITIONERS,\nVS. HON. APOLINARIO B. SANTOS, IN HIS CAPACITY AS PRESIDING JUDGE OF THE\nREGIONAL TRIAL COURT, BRANCH 67, PASIG CITY; ANTONIO M. MARCO; JEWELRY BY MARCO\n& CO., INC., AND GUILD OF PHILIPPINE JEWELLERS, INC., RESPONDENTS. D E C I S I O N\nCOMMISIONER OF INTERNAL REVENUE AND COMMISIONER OF CUSTOMS, PETITIONERS,\nVS. HON. APOLINARIO B. SANTOS, IN HIS CAPACITY AS PRESIDING JUDGE OF THE\nREGIONAL TRIAL COURT, BRANCH 67, PASIG CITY; ANTONIO M. MARCO; JEWELRY BY MARCO\n& CO., INC., AND GUILD OF PHILIPPINE JEWELLERS, INC., RESPONDENTS.\n\nD E C I S I O N\n\nHERMOSISIMA, JR., J.:\n\nOf grave concern to this Court is the judicial pronouncement of the court a quo that certain provisions of the Tariff & Customs Code and the National Internal Revenue Code are unconstitutional. This provokes the issue: Can the Regional Trial Courts declare a law inoperative and without force and effect or otherwise unconstitutional? If it can, under what circumstances?\n\nIn this petition, the Commissioner of Internal Revenue and the Commissioner of Customs jointly seek the reversal of the Decision, [1] dated February 16, 1995, of herein public respondent, Hon. Apolinario B. Santos, Presiding Judge of Branch 67 of the Regional Trial Court of Pasig City.\n\nThe following facts, concisely related in the petition [2] of the Office of the Solicitor General, appear to be undisputed:\n\n\"1. Private respondent Guild of Philippine Jewelers, Inc., is an association of Filipino jewelers engaged in the manufacture of jewelers (sic) and allied undertakings. Among its members are Hans Brumann, Inc., Miladay Jewels Inc., Mercelles, Inc., Solid Gold International Traders inc., Diagem Trading Corporation, and Private respondent Jewelry by Marco & Co., Inc. Private respondent Antonio M. Marco is the President of the Guild.\n\n2. On August 5, 1988, Felicidad L. Viray, then Regional Director, Region No. 4-A of the Bureau of Internal Revenue, acting for and in behalf of the Commissioner of Internal Revenue, issued Regional Mission Order No. 109-88 to BIR officers, led by Eliseo Corcega, to conduct surveillance, monitoring, and inventory of all imported articles of Hans Brumann, Inc., and place the same under preventive embargo. The duration of the mission was from August 8 to August 20, 1988 (Exhibit â1â; Exhibit âAâ).\n\n3. On August 17, 1988, persuant to the aforementioned Mission Order, the BIR officers proceeded to the establishment of Hans Brumann, Inc., served the Mission Order, and informed the establishment that they were going to make an inventory of the articles involved to see if the proper taxes thereon have been paid. They then made an inventory of the articles displayed in the cabinets with the assistance of an employee of the establishment. They listed down the articles, which list was signed by the assistant employee. They also requested the presentation of proof of necessary payments for excise tax and value-added tax on said articles (pp, 10-15, TSN April 12,1993, Exhibits â2â, â2-Aâ, â3â, â3-aâ).\n\n4. The BIR officers requested the establishment not to sell the articles until it can be proven that the necessary taxes thereon have been paid. Accordingly, Mr. Hans Brumann, the owner of the establishment, signed a receipt for Goods, Articles, and Things Seized under Authority of the National Internal Revenue Code (dated August 17, 1988), acknowledging that the articles inventoried have been seized and left in his possession, and promising not to dispose of the same without authority of the Commissioner of Internal Revenue pending investigation. [3]\n\n5. Subsequently, BIR officer Eliseo Corcega submitted to his superiors a report of the inventory conducted and a computation of the value-added tax and ad valorem tax on the articles for evaluation and disposition. [4]\n\n6. Mr. Hans Brumann, the owner of the establishment, never filed a protest with the BIR on the preventive embargo of the articles. [5]\n\n7. On October 17, 1988, Letter of Authority No. 0020596 was issued by Deputy Commissioner Eufracio D. Santos to BIR officers to examine the books of accounts and other accounting records of Hans Brumann, Inc., for âstocktaking investigation for excise tax purposes for the period January 1, 1988 to presentâ (Exhibit âCâ). In a latter dated October 27, 1988, in connection with the physical count of the inventory (stocks on hand) pursuant to said Letter of Authority, Hans Brumann, Inc. was requested to prepare and make available to the BIR the documents indicated therein (Exhibit 'D').\n\n8. Hans Brumann, inc., did not produce the documents requested by the BIR. [6]\n\n9. Similar Letters of Authority were issued to BIR officers to examine the books of accounts ans other accounting records of Miladay Jewels, Inc., Mercelles, Inc., Solid Gold International Traders, Inc., (Exhibit âEâ, âGâ and âNâ) and Diagem Trading Corporation [7] for âstocktaking/investigation for excise tax pirpose for the period January 1, 1988 to presentâ.\n\n10.     In the case of Miladay Jewels, Inc. and Mercelles, Inc., there is no account of what actually transpired in the implementation of the Letters of Authority.\n\n11. In the case of Solid Gold International Traders Corporation, the BIR officers made an inventory of the articles in the establishment. [8] The same is true with respect to Diagem Traders Corporation. [9]\n\n12.     On November 29, 1988, private respondents Antonio M. Marco and Jewelry By Marco & Co., Inc. filed with the Regional Trial Court, National Capital Judicial Region, Pasig City, Meto Manila, a petition for declaratory relief with writ of preliminary injunction and/or temporary restraining order against herein petitioners and Revenue Regional Director Felicidad L. Viray (docketed as Civil Case No. 56736) praying that Sections 126, 127(a) and (b) and 150 (a) of the National Internal Revenue Code and Hdg. No 71.01, 71.02, 71.03 and 71.04, Chapter 71 of the Tariff and Customs Code of the Philippines be declared unconstitutional and void, and that the Commissioner of Internal Revenue and Customs be prevented or enjoined from issuing mission orders and other orders of similar nature. x x x\n\n13.     On February 9, 1989, herein petitioners filed their answer to the petition. x x x\n\n14.     On October 16, 1989, private respondents filed a Motion with Leave to Amend Petition by including as petitioner the Guild of Philippine Jewelers, Inc., which motion was granted. x x x\n\n15.     The case, which was originally assigned to Branch 154, was later reassigned to Branch 67.\n\n16.     On February 16, 1995, public respondent rendered a decision, the dispositive portion of which reads:\n\n'In view of the foregoing reflections, judgment is hereby rendered, as follows:\n\n1. Declaring Section 104 of the Tariff and the Custom Code of the Philippines, Hdg, 71.01, 71.02, 71.03, and 71.04, Chapter 71 as amended by Executive Order No. 470, imposing three to ten (3% to 10%) percent tariff and customs duty on natural and cultured pearls and precious or semi-precious stones, and Section 150 par. (a)the National Internal Revenue Code of 1977, as amended, renumbered and rearranged by Executive Order 273, imposing twenty (20%) percent excise tax on jewelry, pearls and other precious stones, as INOPERATIVE and WITHOUT FORCE and EFFECT insofar as petitioners are concerned.\n\n2. Enforcement of the same is hereby enjoined.\n\nNo cost.\n\nSO ORDERED.ââ\n\nSection 150 (a) of Executive Order No. 273 reads:\n\nâSEC. 150. Non-essential goods. â There shall be levied, assessed and collected a tax equivalent to 20% based on the wholesale price or the value of importation used by the Bureau of Customs in determining tariff and customs duties; net of the excise tax and value-added tax, of the following goods: (a) All goods commonly or commercially known as jewelry, whether real or imitation, pearls, precious and semi-precious stones and imitations thereof; goods made of, or ornamented, mounted and fitted with, precious metals or imitations thereof or ivory (not including surgical and dental instruments, silver-plated wares, frames or mountings for spectacles or eyeglasses, and dental gold or gold alloys and other precious metals used in filling, mounting or fitting of the teeth); opera glasses and lorgnettes. The term âprecious metalsâ shall include platinum, gold, silver, and other metals of similar or greater value. The term âimitation thereofâ shall include platings and alloys of such metals.â\n\nSection 150 (a) of Executive Order No. 273, which took effect on January 1, 1988, amended the then Section 163 (a) of the Tax Code of 1986 which provided that:\n\nâSEC. 163. Percentage tax on sales of non-essential articles. â There shall be levied, assessed and collected, once only on every original sale, barter, exchange or similar transaction for nominal or valuable consideration intended to transfer ownership of, or title to, the article herein below enumerated a tax equivalent to 50% of the gross value in money of the articles so sold, bartered. Exchanged or transferred, such tax to be paid by the manufacturer or producer:\n\n(a) All articles commonly or commercially known as jewelry, whether real or imitation, pearls, precious and semi-precious stones, and imitations thereof, articles made of, or ornamented, mounted or fitted with, precious metals or imitations thereof or ivory (not including surgical and dental instruments, silver-plated wares, frames or mounting for spectacles or eyeglasses, and dental gold or gold alloys and other precious metal used in filling, mounting or fitting of the teeth); opera glasses, and lorgnettes. The term âprecious metalsâ shall include platinum, gold, silver, and other metals of similar or greater value. The term âimitations thereof shall include platings and alloys of such metals;â\n\nSection 163(a) of the 1986 Tax Code was formerly Section 194(a) of the 1977 Tax Code and Section 184(a) of the Tax code, as amended by Presidential Decree No. 69, which took effect on January 1, 1974.\n\nIt will be noted that, while under the present law, jewelry is subject to a 20% excise tax in addition to a 10% value-added tax under the old law, it was subjected to 50% percentage tax. It was even subjected to a 70% percentage tax under then Section 184(a) of the Tax Code, as amended by P.D. 69.\n\nSection 104, Hdg, Nos. 17.01, 17.02, 17.03 and 17.04, Chapter 71 of the Tariff and Customs Code, as amended by Executive Order No. 470, dated July 20, 1991, imposes import duty on natural or cultured pearls and precious or semi-precious stones at the rate of 3% to 10% to be applied in stages from 1991 to 1994 and 30% in 1995.\n\nPrior to the issuance of E.O. 470, the rate of import duty in 1988 was 10% to 50% when the petition was filed in the court a quo.\n\nIn support of their petition before the lower court, the private respondents submitted a position paper purporting to be an exhaustive study of the tax rates on jewelry prevailing in other Asian countries, in comparison to tax rates levied on the same in the Philippines. [10]\n\nThe following issues were thus raised therein:\n\"1.      Whether or not the Honorable Court has jurisdiction over the subject matter of the petition.\n\n2.       Whether the petition states a cuase of action or whether the petition alleges a justiciable controversy between the parties.\n\n3.       Whether Section 150, par. (a) of the NIRC and Section 104, Hdg. 71.01, 71.02, 71.03 and 71.04 of the Tariff and Customs Code are unconstitutional.\n\n4.       Whether the issuance of the Mission Order and Letters of Authority is valid and legal.â In the assailed decision, the public respondent held indeed that the Regional Trial Court has jurisdiction to take cognizance of the petition since âjurisdiction over the nature of the suit is conferred by law and it is detemine[d] through the allegations in the petitionâ, and that the âCourt of Tax Appeals ha no jurisdiction to declare a statute unconstitutional much less issue writs of certiorari and prohibition in order to correct acts of respondents allegedly committed with grave abuse of discretion amounting to lack of jurisdictionâ.\n\nAs to the second issue, the public respondent, made the holding that there exist a justiciable controversy between the parties, agreeing with the statements made in the position paper presented by the private respondents, and considering these statements to be factual evidence, to wit:\n\nâEvidence for the petitioners indeed reveals that government taxation policy treats jewelry, pearls, and other precious stones and metals as non-essential luxury items and therefore, taxed heavily; that the atmospheric cost of taxation is killing the local manufacturing jewelry industry because they cannot compete with the neighboring and other countries where importation and manufacturing of jewelry is not taxed heavily, if not at all; that while government incentives and subsidies exist, local manufacturers cannot avail of the same because officially many of them are unregistered and are unable to produce the required official documents because they operate underground, outside the tariff and tax structure; that local jewelry manufacturing is under threat of extinction, otherwise discouraged, while domestic trading has become more attractive; and as a consequence, neighboring countries, such as Hongkong, Singapore, Malaysia, Thailand, and other foreign competitors supplying the Philippine market either through local channels or through the black market for smuggled goods are the ones who are getting business and making money, while members of the petitioner Guild of Philippine Jewelers, Inc. are constantly subjected to bureaucratic harassment instead of being given by the government the necessary support in order to survive and generate revenue for the government, and most of all fight competitively not only in the domestic market but in the arena of world market where the real contest is.\n\nConsidering the allegations of fact in the petition which were duly proven during the trial, the Court holds that the petition states a cause of action and there exist a justiciable controversy between the parties which would require determination of constitutionality of laws imposing excise tax and customs duty on jewelry.â [11] (emphasis ours)\n\nThe public respondent, in addressing the third issue, ruled that the laws in question are confiscatory and oppressive. Again, virtually adopting verbatim the reasons presented by the private respondents in their position paper, the lower court stated:\n\nâThe court finds that indeed government taxation policy trats(sic) hewelry(sic) as non-essential luxury item and therefore, taxed heavily. Aside from the ten (10%) percent value added tax (VAT), local jewelry manufacturers contend with the (manufacturing) excise tax of twenty (20%) percent (to be applied in stages) customs duties on imported raw materials, the highest in the Asia-Pacific region. In contrast, imported gemstones and other precious metals are duty free in Hongkong, Thailand, Malaysia and Singapore.\n\nThe court elaborates further on the experience of other countries in their treatment of the jewelry sector.\n\nMALAYSIA\n\nDuties and taxes on imported gemstones and gold and the sales tax on jewelry were abolished in Malaysia in 1984. They were removed to encouraged the development of Malaysiaâs jewelry manufacturing industry and to increase exports of jewelry.\nTHAILAND\n\nGems and jewelry are Thailandâs ninth most important export earner. In the past, the industry was overlooked by successive administrations much to the dismay of those involved in developing trade. Prohibitive import duties and sales tax on precious gemstones restricted the growth (sic) of the industry, resulting in most of the business being unofficial. It was indeed difficult for a government or businessman to promote an industry which did not officially exist.\n\nDespite these circumstances, Thailandâs Gem business kept growing up in (sic) businessmen began to realize itâs potential. In 1978, the government quietly removed the severe duties on precious stones, but imposed a sales tax of 3.5%. Little was said or done at that time as the government wanted to see if a free trade in gemstones and jewelry would increase local manufacturing and exports or if it would mean more foreign made jewelry pouring into Thailand. However, as time progressed, there were indications that local manufacturing was indeed being encouraged and the economy was earning more from exports. The government soon removed the 3% sales tax too. Putting Thailand at par with Hongkong and Singapore. In these countries, there are no more import duties and sales tax on gems. (Cited in pages 6 and 7 of Exhibit âMâ. The Center for Research and Communication in cooperation with the Guild of Philippine Jewelers, Inc., June 1986).\n\nTo illustrate, shown hereunder in the Philippine tariff and tax structure on jewelry and other percious and semi-precious stones compared to other neighboring countries, to wit:\n\nTariff on imported\n\nJewelry and (MANUFACTURING) Sales Tax 10% (VAT)\n\nPrecious stones Excise Tax\n\nPhilippines 3% to 10% to be 20% 10% VAT\n\napplied in stages\n\nMalaysia None None None\n\nThailand None None None\n\nSingapore None None None\n\nHongkong None None None\n\nIn this connection, the present tariff and tax structure increases manufacturing costs and renders the local jewelry manufacturers uncompetitive against other countries even before they start manufacturing and trading. Because of the prohibitive cast(sic) of taxation, most manufacturers source from black market for smuggled goods, and that while manufacturers can avail of tax exemption and/or tax credits from the (manufacturing) excise tax, they have no documents to present when filing this exemption because, as pointed out earlier, most of them source their raw materials from the black market, and since many of them do not legally exist or operate onofficially(sic), or underground, again they have no records (receipts) to indicate where and when they will utilize such tax credits. (Cited in Exhibit âMâ â Buencamino Report).\n\nGiven these constraints, the local manufacturer has no recourse but to the back door for smuggled goods if only to be able to compete even ineffectively, or cease manufacturing activities and instead engage in the tradinf (sic) of smuggled finished jewelry.\n\nWorthy of not is the fact that indeed no evidence was adduced by respondents to disprove the foregoing allegations of fact. Under the foregoing factual circumstances, the Court finds the questioned statutory provisions confiscatory and destructive of the proprietary right of the petitioners to engage in business in violation of Section 1, Article III of the Constitution which states, as follows:\n\nâNo person shall be deprived of the life, liberty, or property without due process of law x x xâ.â [12]\n\nAnent the fourth and last issue, the herein public respondent did not find it necessary to rule thereon, since, in his opinion, âthe same has been rendered moot and academic by the aforementioned pronouncement.â [13]\n\nThe petitioners now assail the decision rendered by the public respondent, contending that the latter has no authority to pass judgment upon the taxation policy of the government. In addition, the petitioners impugn the decision in question by asserting that there was no showing that the tax laws on jewelry are confiscatory and desctructive of private respondentâs proprietary rights.\n\nWe rule in favor of the petitioners.\n\nIt is interesting to note that public respondent, in the dispositive portion of his decision, perhaps keeping in mind his limitations under the law as a trial judge, did not go so far as to declare the laws in question to be unconstitutional. However, therein he declared the laws to be inoperative and without force and effect insofar as the private respondents are concerned. But, respondent judge, in the body of his decision, unequivocally but wrongly declared the said provisions of law to be violative of Section 1, Article III of the Constitution. In fact, in their Supplemental Comment on the Petition for Review, [14] the private respondents insist that Judge Santos, in his capacity as judge of the Regional Trial Court, acted within his authority in passing upon the issues, to wit:\nâA perusal of the appealed decision would undoubtedly disclose that public respondent did not pass judgment on the soundness or wisdom of the governmentâs tax policy on jewelry. True, public respondent, in his questioned decision, observed, inter alia, that indeed government tax policy treats jewelry as non-essential item, and therefore, taxed heavily; that the present tariff and tax structure increase manufacturing cost and renders the local jewelry manufacturers uncompetitive against other countries even before they start manufacturing and trading; that many of the local manufacturers do not legally exist or operate unofficially or underground; and that the manufacturers have no recourse but to the back door for smuggled goods if only to be able to compete even if ineffectively or cease manufacturing activities.\n\nBUT, public respondent did not, in any manner, interfere with or encroach upon the prerogative of the legislature to determine what should be the tax policy on jewelry. On the other hand, the issue raised before, and passed upon by, the public respondent was whether or not Section 150, paragraph (a) of the National Internal Revenue Code (NIRC) and Section 104, Hdg, 71.01, 71.02, 71.03 and 71,04 of the Tariff and Customs Code are unconstitutional, or differently stated, whether or not the questioned statutory provisions affect the constitutional right of private respondents to engage in business.\n\nIt is submitted that public respondent confined himself on this issue which is clearly a judicial questionâ. We find it incongruous, in the face of the sweeping pronouncements made by Judge Santos in his decision, that private respondents can still persist in their argument that the former did not overreach the restrictions dictated upon him by law. There is no doubt in the Courtâs mind, despite protestations to the contrary, that respondent judge encroached upon matters properly falling within the province of legislative functions. In citing as basis for his decision unproven comparative data pertaining to differences between tax rates of various Asian countries, and concluding that the jewelry industry in the Philippines suffers as a result, the respondent judge took it upon himself to supplant legislative policy regarding jewelry taxation. In advocating the abolition of local tax and duty on jewelry simply because other countries have adopted such policies, the respondent judge overlooked the fact that such matters are not for him to decide. There are reasons why jewelry, a non-essential item, is taxed as it is in this country, and these reasons, deliberate upon by our legislature, are beyond the reach of judicial questioning. As held in Macasiano vs. National Housing Authority: [15]\n\nâThe policy of our courts is to avoid ruling on constitutional questions and to presume that the acts of the political departments are valid in the absence of a clear and unmistakable showing to the contrary. To doubt is to sustain, this presumption is based on the doctrine of separation of powers which enjoins upon each department a becoming respect for the acts of the other departments. The theory is that as the joint act of Congress and the President of the Philippines, a law has been carefully studied and determined to be in accordance with the fundamental law before it was finally enacted.â (emphasis ours) What we see here is a debate on the WISDOM of the laws in question. This is a matter on which the RTC is not competent to rule. [16] As Cooley observed: âDebatable questions are for the legislature to decide. The courts do not sit to resolve the merits of conflicting issuesâ. [17] In Angara vs. Electoral Commission, [18] Justice Laurel made it clear that âthe judiciary does not pass upon question of wisdom, justice or expediency of legislation.â And fittingly so, for in the exercise of judicial power, we are allowed only âto settle actual controversies involving rights which are legally demandable and enfoceableâ, and may not annul an act of the political departments simply because we feel it is unwise or impractical. [19] This is not to say that Regional Trial Courts have no power whatsoever to declare a law unconstitutional. In J. M. Tuason and Co. v. Court of Appeals [20] we said that â[p]lainly the Constitution contemplates that the inferior courts should have jurisdiction in cases involving constitutionality of any treaty or law, for it speaks of appellate review of final judgments of inferior courts in cases where such constitutionality happens to be in issue.â this authority of lower courts to decide questions of constitutionality in the first instance was reaffirmed in Ynos v. Intermediate Court of Appeals. [21] But this authority does not extend to deciding questions which pertain to legislative policy.\n\nThe trial court is not the proper forum for the ventilation of the issues raised by the private respondents. The arguments they presented focus on the wisdom of the provisions of law which they seek to nullify. Regional Trial Courts can only look into the validity of a provision, that is, whether or not it has been passed according to the procedures laid down by law, and thus cannot inquire as to the reasons for its existence. Granting arguendo that the private respondents may have provided convincing arguments why the jewelry industry in the Philippines should not be taxed as it is, it is to the legislature that they must resort to for relief, since with the legislature primarily lies the discretion to determine the nature (kind), object (purpose), extent (rate), coverage (subjects) and situs (place) of taxation. This Court cannot freely delve into those matters which, by constitutional fiat, rightly rest on legislative judgment. [22]\n\nAs succinctly put in Lim vs. Pacquing: [23] âWhere a controversy may be settled an a platform other than one involving constitutional adjudication, the court should exercise becoming modesty and avoid the constitutional question.â As judges, we can only interpret and apply the law and, despite our doubts about its wisdom, cannot repeal or amend it. [24]\n\nThe respondents presented an exhaustive study on the tax rates on jewelry levied by different Asian countries. This is meant to convince us that compared to other countries, the tax rates imposed on said industry in the Philippines is oppressive and confiscatory. This Court, however, cannot subscribe to the theory that the tax rates of other countries should be used as a yardstick in determining what may be the proper subjects of taxation in our own country. It should be pointed out that in imposing the aforementioned taxes and duties, the State, acting through the legislative and executive branches, is exercising its sovereign prerogative. It is inherent in the power to tax that the State be free to select the subjects of taxation, and it has been repeatedly held that âinequalities which result from singling out of one particular class for taxation, or exemption, infringe no constitutional limitation.â [25]\n\nWHEREFORE , premises considered, the petition is hereby GRANTED , and the DECISION in Civil Case No. 56736 is hereby REVERSED and SET ASIDE. No costs.\n\nSO ORDERED\nPadilla, (Chairman), Bellosillo, Vitug, and Kapunan, JJ., concur.\n\n[1] Civil Case No. 56736.\n\n[2] Rollo, pp. 8-29.\n\n[3] TSN, April 12, 1993, pp. 18-19; Exhibit â4â; Exhibit âBâ.\n\n[4] TSN, April 12, 1993, pp. 20-21; Exhibits â5â & â5-Aâ.\n\n[5] TSN, June 16, 1993, p. 16.\n\n[6] TSN, October 21, 1992, p. 11.\n\n[7] TSN, September 16, 1992, pp. 9-14; pp. 44-45.\n\n[8] TSN, December 7, 1992, pp. 6-7.\n\n[9] TSN, September 16, 1992, pp. 9-14; pp.44-45.\n\n[10] This position paper was prepared by a certain J. Antonio Buencamino of the Corporate Planning Services Division, Center for Research and Communication in cooperation with the Guild of Philippine Jewelers, Inc.\n\n[11] Decision, pp. 7-8; Rollo, pp. 36-37.\n\n[12] Decision, pp. 10-12; Rollo, pp. 39-41.\n\n[13] Decision, p. 13; Rollo, p. 42.\n\n[14] Rollo, pp. 146-147.\n\n[15] Macasiano vs. National Housing Authority, 224 SCRA 236 (1993), citing Garcia vs. Executive Secretary, 204 SCRA 516 (1991).\n\n[16] Ibid.\n\n[17] Ibid.\n\n[18] 63 Phil. 139 (1936).\n[19] Macasiano vs. National Housing Authority, supra.\n\n[20] 3 SCRA 696 [1961] .\n\n[21] 148 SCRA 659 [1987] .\n\n[22] Tan vs. Del Rosario, Jr., 237 SCRA 324 (1994).\n\n[23] 240 SCRA 649 (1995). See separate opinion.\n\n[24] Pangilinan vs. Maglaya, 225 SCRA 511 (1993).\n\n[25] Lutz vs. Araneta, 98 Phil. 148 (1955); Sison Jr. vs. Ancheta, 130 SCRA 654, 663 (1984); Kapatiran ng mga Naglilingkod sa Pamahalaan ng Pilipinas, Inc. vs. Tan, 163 SCRA 371 (1988); Tolentino vs. Secretary of Finance, 249 SCRA 628 (1995).",
  "content_length": 29364,
  "metadata_extraction_date": "2025-11-01T05:49:41.706825",
  "extraction_version": "2.0_enhanced_full_content"
}