{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/august/35124.html",
  "filename": "35124.html",
  "year": 1997,
  "month": "august",
  "case_number": "35124",
  "gr_number": "35124",
  "volume_page": "343 Phil. 24",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "august",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "rufino",
    "bacalito",
    "rufing",
    "roberto",
    "bartonico",
    "ricardo",
    "bacalto",
    "gemino",
    "camilo"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n343 Phil. 24\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. Nos. 116307-10, August 14, 1997 ]\n[ G.R. Nos. 116307-10, August 14, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RUFINO BACALITO ALIAS RUFING, ROBERTO BARTONICO, RICARDO BACALTO, NOEL GEMINO, CAMILO HENERAL, ALEJANDRO LIPALAM ALIAS ANDOY AND RENE GEMINO, ACCUSED-APPELLANTS.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RUFINO BACALITO ALIAS RUFING, ROBERTO BARTONICO, RICARDO BACALTO, NOEL GEMINO, CAMILO HENERAL, ALEJANDRO LIPALAM ALIAS ANDOY AND RENE GEMINO, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nNARVASA, C.J.:\n\nIt is said that superstition is merely an outward manifestation of an inner fear. This case, an appeal from the decisions of the Regional Trial Court of Isulan, Sultan Kudarat convicting the accused of murder and frustrated murder, [1] may well be cited as an example of how that fear can lead to murder, no other motive for the crimes charged having been clearly shown.\n\nOn the night of September 29, 1991, Rodillo Villanueva, William Villanueva, Endralin Villanueva and Juliet Estiva left their home in Sultan Kudarat for a nearby area to make ready for delivery to the market, corn recently harvested from their land. Finished with that chore, they were on their way back home when they were accosted by several men who shot them at a close range. William, Endralin and Juliet were killed. Rodillo survived although seriously wounded; a slug penetrated his head behind the left ear and remains lodged in his body to this day.\n\nThat same evening, Ricardo Villanueva, the father of Rodillo, William and Endralin, reported the incident to Commander Roy of the CAFGU. In the course of the following days, the accused – Rufino Bacalto @ Rufing, Roberto Bartonico, Ricardo Bacalto, Noel Gemino, Camilo Heneral, Alejandro Lipalam @ Andoy, and Rene Germino – were arrested and detained in the municipal jail. On October 1, 1991, four criminal informations were filed against them; three for murder and one for frustrated murder. [2] At their arraignment on February 25, 1992, all of them pleaded not guilty. [3]\n\nAt the joint trial, Rodillo Villanueva recounted the events of the evening of September 29, 1991. [4] He testified that after supper, he, his brother William, his sister Endralin and his niece Juliet, left their home along the boundary of sitios Chua and Muno, Sultan Kudarat, taking with them one flashlight and three torches to light their way, and a carabao-drawn sled, to transfer sacks of newly harvested corn from where these had earlier been piled to where they would be fetched by a truck. Having done that, he, Endralin and Juliet started back home ahead of William who stayed behind to cover the sacks with a sheet of tarpaulin to protect them from rain. [5] Rodillo rode the carabao, while Endralin and Juliet walked alongside.\n\nOn their way home, seven armed men blocked their path and levelled their weapons at Rodillo and his group, Rodillo identified them as the seven accused; Alejandrino Lipalam; Roberto Bartonico; Rufino Bacalto; Noel Gemino; Camilo Heneral; Rene Gemino; and Ricardo Bacalto, [6] all residents of sitio Muno. [7] Ricardo Bacalto, Rufino Bacalto and Roberto Bartonico were armed with 12-gauge shotguns, while the others carried home made pistols. [8]\n\nRodillo was ordered to dismount from the carabao. He pleaded that they not be harmed. But Ricardo Bacalto said that they would be killed because they were “aswangs.” [9] Three of the malefactors, Lipalam, Rufino Bacalto and Heneral, held Rodelio by the hands and pointed their guns at his chest. The other four had their firearms aimed at Endralin and Juliet, who began shouting for help. Juliet cried out that she would report the attackers to William who was following behind.\n\nAt that moment, the accused started firing. Rodillo was hit and fell to the ground; and he heard more shots go off as he lay face down pretending to be dead. He heard Juliet asking why her uncle and aunt were killed. It was at that point that Noel Gemino, one of the accused shot Juliet. Rodillo overheard one of the accused urging the others to leave. Shortly after, he also heard two gunshots from the general direction where William would be coming. William’s corpse, life ended by bullets, would later be found near the area where the corn had been moved.\n\nRodillo was able to crawl back home where he called to his father for help. When his father asked what happened he said they had been attacked by seven men; and when asked who shot him, Rodillo answered, “It was Andoy (Alejandro Lipalam).” [10]\n\nOn the day of their murders, William was nineteen years of age; Endralin was sixteen; and Juliet, a child of ten. [11]\n\nRodillo positively identified the seven accused as the killers. He testified that he had known all of them personally for a number of years, since they lived neighboring houses near the only trail that leads to town from the Villanueva’s home and often played basketball at the nearby court. [12] He further declared that he was on good terms with all of them, and up to the time of the killings, knew of no cause or reason for them to kill and his kin. [13]\n\nAfter the shooting, Rodillo was brought to the Sultan Kudarat Provincial Hospital for treatment. Dr. Divinagracia Factora testified that she treated Rodillo for the injuries he suffered; that he was shot in the post-auricular area with gun held about two feet away from the victim; that the slug still remained in his body, just behind the spinal column; and that he would not have survived the gunshot wound without timely medical treatment. [14]\n\nAll seven accused denied participation in the killings, all offering alibis as defense. Except for Rufino Bacalto and Alejandrino Lipalam, all the accused claimed that they were at home and asleep on the night of the murders, and each testified in his own behalf regarding his whereabouts on the night of the murders.\n\nNo other witnesses were presented to cooroborate the testimonies of the defendants except Milagros Gemino, mother of the accused Noel and Rene Gemino, who declared that her sons were at home and asleep during the night of the murders. Rufino Bacalto declared that from September 25, 1991 to October 1, 1991, he was in T’boli, South Cotabato, Lipalam stated that he spent the night of September 25, 1991 in his brother’s house in Sitio Malipayan, approximately nine (9) kilometers away from the scene of the crime. No other evidence was presented to buttress these assertions.\n\nThe trial court gave credence to Rodillo Villanueva and rejected the alibis of the accused. It said: [15]\n\nThe main defense put up by the accused is alibi and complete denial, a defense which undoubtedly is said to be the weakest, seldom believed or given weight, unless the identity of the accused has not been positively made and when the evidence of alibi is airtight. Examining the evidence of the defense in the above-entitled case, the Court is not impressed by the alibi interposed by all of the accused. Definitely, the identification of all the accused, by the surviving offended victim, Rodelio [Rodillo] Villanueva, as the perpetrators of the crime charged in this case was not shattered into grave doubts and suspicion. It is in fact the defense of alibi that should be considered with suspicion and always received with caution, not only because it is inherently weak and unreliable but also because it is easily fabricated. The Supreme Court, in one case, has held that the defense of alibi is unavailing where the accused is positively identified by one without motive to charge falsely the accused. (People v. Arbois, 138 SCRA 24). Evidently, the bare denial of all the accused in the case and in Criminal Case Nos. 2003, 2004, and 2005, that they could not have shot and killed William Villanueva, Endralin Villnueva and Juliet Estiva, and seriously wounded Rodelio [Rodillio] Villanueva in the evening of September 29, 1991, at the crime scene, since most of them were already asleep, while the two other accused, Rufino Bacalto and Alejandrino [Alejandro] Lipalam, were allegedly out of sitio Nuling [Muno], when the crimes in question were committed, is indubitably insufficient to overcome their positive identification by Rodelio [Rodillo] Villanueva, against whom, all the accused had not shown any evil motive that may have prompted him to acuse them unjustly. Judgement was rendered on December 13, 1993. All the accused were convicted of the murders of William Villanueva, Endralin Villanueva and Juliet Estiva, and the frustrated murder of Rodillo Villanueva. [16] For each of the murders, all of the accused, except Ricardo Bacalto and Rene Gemino, were sentenced to reclusion perpetua. The latter two, being minors above fifteen and below eighteen years of age at the time of the commission of the crimes, were each sentenced to eight (8) years and 20 days of prision mayor, as minimum, to 12 years, 5 months and 11 days of reclusion temporal as maximum. [17] For the frustrated murder of Rodillo Villanueva, the accused were each sentenced to 6 years, 1 month and 11 days of prision mayor, as minimum, 12 years, 5 months and 11 days of reclusion temporal as maximum, except for the minors Bacalto and Gemino, who received reduced sentences. [18]\n\nThe accused were also jointly and severally ordered to pay: 1) actual damages totalling P55,600.00 as burial expenses and P22,252.00 as miscellaneous espenses to the heirs of all the deceased; 2) P20,000.00 as moral damages, P10,000.00 as exemplary damages and P50,000.00 as indemnity for death for each murder committed ; and 3) P25,000.00 as moral damages, P15,000.00 as exemplary damages, and P10,000.00 as actual damages, to Rodillo Villanueva. [19]\n\nNotice of appeal was filed with the court a quo by the Public Attorney’s Office in behalf of all the accused, on December 27, 1993. [20]\n\nAs their sole assignment of error, appellants assert that the trial court erred in ruling that they had been satisfactorily identified. They argue that it was too dark for a proper identification to be made. [21] According to their counsel, the Trial Court should have acquitted them since the presumption of innocence was not overcome, the prosecution having failed to establish their guilt beyond reasonable doubt. [22]\n\nThe argument is unconvincing. The appeal is clearly without merit.\n\nThere is uncontradicted testimony that the victims had with them a flashlight and three torches to light their way during that evening. One of the torches remained with William, who was left behind to cover the sacks. The two torches and the flashlight remained lit when the victims were accosted by their attackers. These were only put out or discarded when the former were ordered to do so by the latter. Rodillo testified that he had more than enough opportunity to identify his attackers, viz: [23]\n\n[TABLE_CONTENT]\nQ | Do (sic) you use also a flashlight during the time while you were hauling your corn because it was dark?\nA | Yes sir, we had a flashlight as well as torches.\nQ | How many flashlights did you use?\nA | One, sir.\nQ | How many torches?\nA | Three torches, sir.\nQ | What were you holding, a flashlight or a torch?\nA | I was holding a torch.\nQ | Who was holding the other torch?\nA | Juliet Estiva was holding the other torch.\nQ | How about the other one because you said there were three torches?\nA | The other torch was left behind with William.\nQ | And the flashlight?\nA | Endralyn [Endralin] Villanueva was holding the flashlight.\nQ | Was (sic) the three torches lighted when these persons were pointing their guns at you?[24]\nA | Yes, sir.\nQ | You want to tell us that you did not put off those two torches during that time?\nA | They did not put off the light.\nQ | How about the flashlight, was it still lighted during that time?\nA | Yes, sir.\nQ | Despite of (sic) that not even one of them commented to put off the light?\nA | They took the flashlight from Endralyn [Endralin]\nQ | How about the torch, did anyone of them do (sic) any remark to put off the torch?\nA | Andoy said that.\nQ | When Alejandrino [Alejandro] Lipalam, told you to put off the lamp, you do that (sic)?\nA | He was the one who put the torch off.\nQ | After he, Alejandrino [Alejandro] Lipalam, put off the torch, what happened then?\nA | They pointed the guns at my sister Endralyn, while rene Gimeno was tearing her clothes.\nQ | That was already, when the torch as well as the flashlight was put off, is that correct?\nA | The light was still on.\nQ | So what time did they put of the torch after Rene Gimeno try (sic) to tear the clothes of your sister?\nA | When they had already pointed their guns at all of us.\nQ | that was the time when they put off the light,is that correct?\nA | Not yet sir.\nQ | How many minutes thereafter?\nA | About three minutes.\n[END_TABLE]\n\nQ\nDo (sic) you use also a flashlight during the time while you were hauling your corn because it was dark? A Yes sir, we had a flashlight as well as torches. Q How many flashlights did you use? A One, sir. Q How many torches?\n\nA Three torches, sir. Q What were you holding, a flashlight or a torch?\n\nA I was holding a torch. Q Who was holding the other torch?\n\nA Juliet Estiva was holding the other torch. Q\nHow about the other one because you said there were three torches?\n\nA The other torch was left behind with William. Q And the flashlight?\n\nA Endralyn [Endralin] Villanueva was holding the flashlight. Q Was (sic) the three torches lighted when these persons were pointing their guns at you? [24]\n\nA Yes, sir. Q\nYou want to tell us that you did not put off those two torches during that time?\n\nA They did not put off the light. Q How about the flashlight, was it still lighted during that time?\n\nA Yes, sir. Q\nDespite of (sic) that not even one of them commented to put off the light?\n\nA They took the flashlight from Endralyn [Endralin] Q How about the torch, did anyone of them do (sic) any remark to put off the torch?\n\nA Andoy said that. Q When Alejandrino [Alejandro] Lipalam, told you to put off the lamp, you do that (sic)?\n\nA He was the one who put the torch off. Q After he, Alejandrino [Alejandro] Lipalam, put off the torch, what happened then?\n\nA They pointed the guns at my sister Endralyn, while rene Gimeno was tearing her clothes. Q That was already, when the torch as well as the flashlight was put off, is that correct?\n\nA The light was still on. Q So what time did they put of the torch after Rene Gimeno try (sic) to tear the clothes of your sister?\n\nA When they had already pointed their guns at all of us. Q that was the time when they put off the light,is that correct?\n\nA Not yet sir. Q How many minutes thereafter?\n\nA About three minutes.\nIn context of the facts that: (1) Rodillo had known the seven accused personally for a number of years, as neighbors living next to each other in adjoining sitios, [25] near the lone trail which the Villanuevas took everyday to reach the town. [26] (2) during the attack, the accused stood very near said witness – his testimony to this effect being confirmed by that Dr. Factora who said Rodillo was shot from a distance of two feet, as indicated by powder burns on the skin [27] – Rodillo’s positive identification of the accused as the assailants merits credence as against mere unsupported denials.\n\nThe court a quo was correct in convicting the accused on the basis of the testimony of this lone eyewitness. The rule is well-settled that where the issue is one of credibility of witness, appellate courts will generally not disturb the findings of the trial court, unless it has plainly overlooked certain facts of substance and value which if considered might affect the result of the case. [28] Appellants have failed to establish that their case falls under the exception which would justify the Court’s overturning the findings of fact of the Trial Court. Nor have they shown that Rodillo Villanueva was acting with improper motives when he testified against them. Where there is nothing to indicated that the principal witness for the prosecution was actuated by improper motives, the presumption is that he was not, and his testimony is entitled to full faith and credit. [29]\n\nBy the same token, the trial court did not err in disbelieving the alibis offered by the defendants. They are all residents of sitio Muno. The scene of murders was near the boundary of sitios Muno and Chua. In no sense may the impossibility of appellants being at the locus criminis be conceded.\n\nTwo of the accused claimed to be outside sitio Muno at the night of the murders. But they failed to present corroboration of their own self-serving testimony. [30] It is axiomatic that especially where there is positive identification of the accused, [31] proof that he was somewhere else when the crime was committed will not suffice; it must likewise be demonstrated that he could not possibly have been physically present at the place of the crime, or in its vicinity, at the time of its commission. [32]\n\nThe trial court held that the killing of Juliet Estiva, William Villanueva and Endralin Villanueva constituted murder, viz: [33]\nThe Court is convinced that treachery was consciously adopted by the accused as a method or form of attack in the commission of the said crimes, executed at nighttime for the purpose of impunity and in order to realize the crimes with more ease, thereby, qualifying the crime committed in each of the above entitled cases (Criminal Cases 2003-2005) to murder. Obviously, there was evident premeditation that attended the commission of the crimes in question. The conclusion is correct. However, the Trial Court’s holding the evident premeditation “attended the commission of crimes in question,” does not appear to rest on evidence as substantial and convincing as of the killings themselves, and cannot be sustained.\n\nFor evident premeditation to be appreciated, the prosecution must prove: (1) the time when the offender determined to commit the crime; (2) an act manifestly indicating that the culprit had clung to his determination; and (3) a sufficient lapse of time between determination and execution, to allow him to reflect upon the consequences of his act and allow his conscience to overcome the resolution of his will. [34] The absolute absence of evidence regarding the planning of the attack on the victims (i.e., the time they decided to commit the crime) negates the presence of evident premeditation. Precisely, Rodillo testified that until the night of the attack, he knew of no reason for the accused to kill them. [35]\n\nBut alevosia does indeed qualify the offenses to murder (and frustrated murder). “There is treachery,” the law says [36] “when the offender commits any of the crimes against the person, employing means, methods, or forms in the execution thereof which tend directly and specially to insure its execution, without risk to himself arising from the defense which offended party might make.” When the killers began discharging their firearms at their victims, the latter were in no position whatever to put up any defense or offer any resistance to the assault. The victims had no weapons, and whatever thought of defense or resistace might have crossed their minds must have quickly died a-borning. They were faced by seven men, three of whom were armed with shotguns, and four, with pistols. All these weapons were pointed at the hapless victims who were pleading that they be not shot because they were not “aswangs.” It was in this situation - in the face because of overwhelming physical superiority, with no idea whatever of resisting or defending themselves, indeed with no means of doing so even if they were so minded, and while supplicating with the seven men confronting them with levelled firearms – that the victims were gunned down, cold bloodedly and ruthlessly. It was a situation of which the murderers were quite evidently aware, and of which they obviously took advantage in order to carry out their deadly intent, directly and efficiently, without any risk to themselves at all.\n\nAs regards Juliet Estiva, who was but a girl of ten at the time of her death, it is germane to advert to the doctrine that the killing of children, who by reason of their tender years cannot be expected to put up a defense, is considered attended with treachery even if the manner of attack is not precisely shown. [37] The killing of Juliet must be deemed ipso facto qualified treachery, established not only by the mode of attack, but also by reason of her inherent defenselessness.\n\nAbuse of superior strenght appears to have been established by the evidence, but cannot be appreciated as a generic aggravating circumstance against appellants, being necessarily absorbed in the qualifying circumstance of treachery. [38]\n\nThe Court agrees with the designation of the crime against Rodillo Villanueva as frustrated murder. The Revised Penal Code provides that felonies are frustrated if the offender performs all the necessary acts of execution and the acts performed would produce the felony as a consequence, but the felony is not produced by reason of cause independent of the will of the perpetrator. [39] It is indubitable from the acts of the accused that they intended to kill all their victims on the night of the attack, took all necessary measures to complete this criminal design, and in fact assumed that they had succeeded. And it seems clear that Rodillo survived the attack only because as he testified, he lay still after he was shot and pretended to be dead. According to Dr. Factora, he would have not survived had it not been for prompt medical intervention. [40]\n\nFinally, the trial court correctly appreciated the generic aggravating circumstance of nighttime, which the appellants are shown to have sought to facilitate the commission of the crimes and ensure impunity. [41] Ordering the victims to put out the torches and the flashlight cannot but confirm the appellants’ intent to carry out their nefarious deed s under cover of darkness. Contrary to the general rule, [42] the aggravating circumstance of nocturnity cannot in this case be deemed absorbed in that of alevosia because the existence of the latter rests upon an entirely different basis. [43] The point is of no moment, however, for the reasons set out in the succeeding paragraph.\n\nThe penalty for murder prescribed by law is reclusion perpetua to death. [44] Since the murders were committed at the time (September 29, 1991) when the Constitution still proscribed the imposition of the death penalty, [45] and Congress had not yet provided, for compelling reasons, for its re-imposition as regards to heinous crimes, [46] the proper imposable penalty for each of the murderers in the premises is reclusion perpetua. The penalties for the minor offenders (Ricardo Bacalto and Rene Gemino), as well as for the felony of frustrated murder committed against Rodillo Villanueva, appear to have been correctly computed by the Court a quo.\n\nFinally, the Court agrees with the evident commensurateness and essential justness of the civil indemnities imposed by the Trial Court on the accused.\n\nWHEREFORE , as above modified, the Decisions of the court a quo subject of the appellate proceedings at bar, are AFFIRMED , with costs de oficio.\n\nIT IS SO ORDERED.\nDavide, Jr., Melo, Francisco, and Panganiban, JJ., concur.\n\n[1] Criminal Cases Nos. 2003, 2004, 2005 & 2006 raffled to Branch 19, presided by Judge German M. Malcampo. While four cases were tried jointly, two decisions were rendered by the court, one for frustrated murder in Criminal Case No. 2006 and another for the consolidated murder cases.\n\n[2] Criminal Complaint Nos. 1193-B to 1196-B, Original Records (O.R.) at 2-5.\n\n[3] Certificate of Arraignment, O.R. at 28.\n\n[4] Supra at note 1; Villanueva’s testimony can be found in T.S.N. August 12, 1992, at 2-41 and continues on T.S.N. August 13, 1992, at 15-29.\n\n[5] T.S.N. August 12, 1992, at 6-7.\n\n[6] T.S.N. August 12, 1992, at 8-10.\n\n[7] Sitio Muno is also known in the vicinity as sitio Nuling, Rollo, p. 53.\n\n[8] T.S.N. August 12, 1992, at 12-14.\n\n[9] Rollo, at 39. N.B. An aswang (asuwáng, aswáng) “in folklore, (is) an evil creature supposed to be able to assume different forms and to harass people at night, esp. women about to give birth” (English, Leo: Tagalog-English Dictionary).\n\n[10] Rollo, at 42.\n\n[11] T.S.N. August 12, 1992, pp. 7-8.\n\n[12] T.S.N. August 12, 1992, p. 26.\n\n[13] T.S.N. August 13, 1992, p.18.\n\n[14] T.S.N. August 13, 1992, p. 12.\n\n[15] Rollo, at 72-74.\n\n[16] Judgement in Criminal Case 2006 for frustrated murder Rollo, 30-81: Judgement in Criminal Cases 2003, 2004 & 2005 for murder, Rollo at 83-136.\n\n[17] See Art. 68 of the Revised Penal Code and the Indeterminate Sentence Law.\n\n[18] Rollo at 79 et seq.; Bacalto and Gemino were both sentenced to 2 years, 10 months and 20 days of prision correccional a minimum to 6 years, 1 month and 11 days of prison mayor as maximum.\n\n[19] Id. At 79-81, 133-6.\n\n[20] Rollo at 29.\n\n[21] Appellants’ Brief, Rollo at p. 179.\n\n[22] Id. At 180-183.\n\n[23] T.S.N. August 12, 1992, pp. 39-41.\n\n[24] More precisely, two torches and one flashlight.\n\n[25] T.S.N. August 12, 1992, at 24-26.\n\n[26] Id. at 26.\n\n[27] T.S.N. August 12, 1992, at 8.\n\n[28] People v. Talaboc, 256 SCRA 441 (1996); People v. Español , 256 SCRA 137 (1996).\n\n[29] People v. Laurente, 255 SCRA 543 (1996); People v. Lua, 256 SCRA 539 (1996); People v. Villanueva, 252 SCRA 47 (1995); People v. de Leon, 245 SCRA 538 (1995); People v. Ong Co. , 245 SCRA 733 (1995); People v. Genobia, 234 SCRA 699 (1994); People v. Balisteros, 237 SCRA 449 (1994); People v. Lase, 219 SCRA 584 (1993); People v. Rostata, 218 SCRA 657 (1993); People v. Simon, 209 SCRA 148 (1992); People v. Blas, 209 SCRA 339 (1992).\n\n[30] Rollo, at 75.\n\n[31] People v. Porras, 255 SCRA 514 (1996); citing People v. Manero, Jr., 218 SCRA 85 (1993); see also People v. Canturia, 245 SCRA 275 (1995); People v. Penoñes, 200 SCRA 624 (1991); People v. Baguio, 196 SCRA 459 (1991); People v. Cuyo, 196 SCRA 447 (1991); People v. Bustarde, 182 SCRA 554 (1990); People v. Andaya, 152 SCRA 570 (1987); People v. Serante, 152 SCRA 510 (1987); People v. Dava, 149 SCRA 582 (1987); People v. Ferrera, 151 SCRA 113 (1987).\n\n[32] People v. Soriano, 196 SCRA 123 (1991); People v. Manuel, 160 SCRA 248 (1988); People v. Atencio, 156 SCRA 242 (1987); People v. Perante, 143 SCRA 56 (1986); People v. Pecato, 151 SCRA 14 (1987); People v. Gapasin, 145 SCRA 178 (1986); People v. Pacada, 142 SCRA 427 (1986).\n\n[33] Rollo at 131-132.\n\n[34] People v. Barros, 245 SCRA 312 (1995); People v. Halili, 245 SCRA 340 (1995); People v. Peñones, 200 SCRA 624 (1991); People v. Lasanas, 152 SCRA 27 (1987); People v. Albofera, 152 SCRA 123 (1987).\n\n[35] T.S.N. August 13, 1992 at 18.\n\n[36] Art. 14 Par. 16, Revised Penal Code.\n\n[37] People v. Magtuloy, 221 SCRA 153 (1993); People v. Cabarrubias, 223 SCRA 363 (1991); People v. Abuyen, 213 SCRA 569 (1992); People v. Ganohon, 196 SCRA 431 (1991)\n\n[38] People v. Padica, 221 SCRA 362 (1993); People v. Dominguez, 217 SCRA 170 (1993); People v. Moka, 196 SCRA 378 (1991); People v. Peñones, 200 SCRA 624 (1991); People v. Pascual, 204 SCRA 618 (1991).\n\n[39] Art. 6, Revised Penal Code (1932).\n\n[40] T.S.N. August 13, 1992 at 12.\n\n[41] Rollo at 131.\n\n[42] SEE Aquino, The Revised Penal Code, 1976 Ed., Vol. 1 pp. 310 et seq.\n\n[43] SEE p. 7 of this ponencia; and Aquino op. cit., p. 311, citing “Berdida, 17 SCRA 520”.\n\n[44] ART. 248, Revised Penal Code.\n\n[45] ART. III, Sec. 19 (1), Constitution.\n\n[46] R.A. No. 7659 – approved December 13m 1993 and made effective 15 days after publication in two (2) national newspapers of general circulation – declared in its preamble that “the Congress, in the interest of justice, public order and the rule of law, and the need to rationalize and harmonize the penal sanctions for heinous crimes, finds compelling reasons to immpose the death penalty for said crimes.**.”",
  "content_length": 28093,
  "metadata_extraction_date": "2025-11-01T05:49:39.854492",
  "extraction_version": "2.0_enhanced_full_content"
}