{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/august/GR_134608.html",
  "filename": "GR_134608.html",
  "year": 2000,
  "month": "august",
  "case_number": "134608",
  "gr_number": "134608",
  "volume_page": "392 Phil. 815",
  "decision_date": "August 16, 2000",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. PEDRO DUCTA @ PETER DUCTA, ACCUSED-APPELLANT. D E C I S I O N VITUG, J.: An appeal was interposed from the decision of the Regional Trial Court, Branch 52, of Sorsogan, Sorsogon, finding accused-appellant Pedro Ducta, a.k.a. Peter Ducta, guilty beyond reasonable doubt of the crime of rape and sentencing him to suffer the penalty of reclusion perpetua and to pay the amount of P50,000.00 by way of civil indemnity to the victim. The information filed by the provincial prosecution against accused-appellant read: âThat on or about the 10th day of August, 1996, at barangay Sampaloc, municipality of Sorsogon, province of Sorsogon, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, with lewd designs, by means of force and intimidation, did then and there, wilfully, unlawfully and feloniously, had carnal knowledge of one ERLINDA CLAR, a mentally retarded girl, against the victim's will, to her damage and prejudice of said victim. \"CONTRARY TO LAW.\"[1] The accused, when arraigned before the trial court on 07 January 1997, entered a plea of \"not guilty.â The facts submitted by the prosecution and the defense, found by the trial court, were reflected in the ponencia under review. \"Ester de los Santos Brondial testified that on August 10, 1996 at about 3:00 o'clock in the afternoon, more or less while she was in her store at Market Site, Sorsogon, Sorsogon, decided to go home. When she reached home, the door of her house was locked so she pushed it hard and as it opened, she saw the accused Pedro Ducta on top of her daughter doing sexual intercourse by moving his buttocks up and down. At first, she was shocked but after few seconds, she was able to get hold of a bamboo slot and hit him with it. Accused did not fight back but tried to ask forgiveness. According to said witness, when she left for her store, she left her daughter alone as she is mentally retarded. Her daughter is already 43 years old and from morning till afternoon, she just sat down. She sent her to school but stayed three years in Grade I and she learned only how to make circle. That she shouted for policeman, and Kagawad Norberto Mateos and Domingo Polinag arrived in her house. That same day, she brought her daughter to Dr. Humilde Janaban, and a medical certificate was issued which was marked as Exh. A. Erlinda Clar when called to the witness stand and when asked if she knew the accused answered in the affirmative and when asked why she knew him, she answered because he went up the house and when asked what did he do, she answered, he removed his clothes and after removing his clothes when asked what did he do, witness made a sign meaning sexual intercourse by placing her thumb in between her forefinger and middle finger and when asked to whom did he do that, she answered she was the one, pointing to herself. \"Dr. Humilde Janaban testified that when she examined the victim, her findings were: \"Physical Examination: \"Vagina admits 2 fingers with ease with old hymenal laceration at 6:00, 3:00 & 9:00 positions; \"Erythema and abrasions at the urethra, with minimal whitish vaginal discharge (Exh. A). \"According to the doctor, the hymenal laceration can be due to sexual intercourse and the erythema and abrasions at the urethra could have been caused also by sexual intercourse. And she also testified that the erythema and abrasions at the urethra is recent, that is, it could be hours before the examination. She further testified that when she examined the victim, she noticed that she is having abnormal mental status, meaning she is in the form of psychiatric patient, she was answering most of the time, when she would ask question, victim would smile, in short she is not normal as far as mental status is concerned. âThe defense presented the accused and Nena Despabaladeras whose testimony is to wit: \"That on August 10, 1996 at about 3:00 o'clock in the afternoon he was at a roadside in front of the house of the complainant in Sampaloc, Sorsogon, Sorsogon, having just finished washing his tricycle. While thereat, he was called by Ester de los Santos Brondial, his neighbor and requested him to bring outside her house the bananas. That while they were talking, Nena Despabiladeras passed by and when asked by him, where she is going, she answered she is going to the market. That he went up the house and saw five boxes of bananas on the floor. Because he does not know the box he will carry, he went down the house to ask Ester de los Santos what to carry but when he met her on the door way, said Ester de los Santos went up and hit him with a bamboo stick hitting him in the head and at the same time uttering 'you are a thief, a rapist.â He tried to pacify Ester de los Santos, telling her why she is doing that to him when he did not do anything wrong. Ester de los Santos continued talking and so what he did, he just sit down. She continued shouting in the window. âHere is the thief, here is the rapist.â Then Kagawad Norbeto Mateos and Kagawad Domingo Polinag arrived. When asked by Norberto Mateos, Ester answered that she came upon this Peter who was standing, and she don't know what he was doing. The two suggested to Ester to have her child examined by the doctor and the incident placed in the police blotter. When the police arrived he was brought to the station and he was detained. \"Defense witness Nena Despabeladeras testified that on August 10, 1996 at about 2:30 p.m. she went to the market, passing the house of Ester de los Santos, and she saw the accused and said Ester conversing and when she returned home, she passed the same route end she saw many people in the house of Ester de Santos but she did not inquire why there are so many people. \"On rebuttal, Ester de los Santos Brondial denied that she ever asked the accused to carry boxes of bananas and she likewise denied ever seeing witness Nena Despabeladeras passing near her house.\"[2] On 25 March 1998, the trial court rendered judgment convicting the accused; it held: \"WHEREFORE, the Court hereby finds the accused Pedro Ducta y Pascual alias Peter guilty beyond reasonable doubt of the crime of rape and sentences him to suffer an imprisonment of reclusion perpetua and to pay the sum of P50,000.00 as civil indemnity without subsidiary imprisonment in case of insolvency.â[3] In his appeal to this Court, accused-appellant raised the following assignment of errors, to wit: â1. The trial court gravely erred in declaring that private complainant, Ellen delos Santos' (a.k.a. Clarita Clar in the Information) is a mental retardate notwithstanding the absence of pertinent medical and clinical examination having been conducted on the latter. â2. Granting arguendo that private complainant is a mental retardate, the trial court still gravely erred in giving due weight and credence to the unintelligible and incoherent testimony of the former thereby casting grave doubt on the criminal culpability of appellant Pedro Ducta. â3. The trial court likewise gravely erred in giving due weight and credence to the testimony of prosecution alleged eyewitness Ester delos Santos Brondial despite the existence of imputed ill-motive nurtured by the latter against appellant Pedro Ducta.\"[4] The Court finds no cogent justification for decreeing a reversal of the judgment rendered by the trial court. Ester de los Santos Brondial sufficiently demonstrated in her testimony that her daughter, Ellen (Erlinda Clar), although already forty-three (43) years old at the time of the incident in question, was indeed a mental retardate. \"Court: \"Q Your daughter is Ellen de los Santos? \"A Yes, Your Honor. \"Prosecutor Gabito: \"Q How old is your daughter? \"A 43 year olds old, madam. \"Q At that age, how does she behaves? \"A She do not know anything, morning till afternoon, she just sat down, if you do not ask her, she does not answers and sometimes, she do not answers me when I asked her. Whenever I sent her to an errand, her execution is not perfect. \"Court: âQ Did she go to school? \"A She went to school but she was not able to learn, Your Honor. \"Q What grade did she finish? \"A She stayed in grade 1 for almost three years but she only learned how to make circles. \"Prosecutor Gabito: \"Q. Did you say that she acts like a normal 43 years old lady? \"A No. \"Q Was she born that way? \"A Yes. \"Court: \"Q Did you consult a doctor to examine your daughter? \"A Yes, Your Honor, but I cannot afford for a therapy because I am very poor. \"Q What is the finding of that doctor? \"A According to the doctor, she will not get well because that is already her natural condition. \"Q What is that condition? \"A If you let her sit down, the whole afternoon, sometimes, she dances, sing a song but she cannot perform any household chores.\"[5] Likewise, Dr. Ma. Humilde Janaban, the physician who conducted the medical examination on private complainant, declared that the latter had an \"abnormal mental status;\" she testified: \"Q At the time that you examined the patient, were you able to observe her behavior? \"A Yes, madam. \"Atty. Hibo: Your Honor, please, this witness was called to testify on the medical certificate and not on the behavior of the patient, she is not competent to testify on that. \"Prosecutor Gabito: That is an outward manifestation: \"Court: She can notice the behavior, manner of the patient. Answer. \"Witness: \"A The patient was noted to be having abnormal mental status; meaning, she is in the form of psychiatric patient, she was answering most of the time, when I would asked a question, she would smile, in other words, not normal as far as mental status is concerned.\"[6] The Court has already ruled once before that the state of mental retardation of a victim of rape can be established by evidence other than by the medical findings of a specialist.[7] So also, in a good number of instances, the Court has said that a woman need not be completely deprived of reason for sexual intercourse by a man with her to constitute the crime of rape. The term \"deprived of reason\" has been construed to include the feeble-minded although coherent and those suffering from mental deficiency or some form of mental disorder.[8] Looking at her testimony, Erlinda, despite her mental condition, was nevertheless able to give coherent answers, although with apparent difficulty, about the rape incident and to identify accused-appellant as being the culprit. \"Direct Examination by Prosecutor Gabito: We are presenting this witness, Your Honor for the purpose of showing her behavior and how she will answer the questions propounded to her if she can discern her answers and other related matters. \"Atty. Hibo: The Court can just observe the demeanor of the witness, the victim. \"Prosecutor Gabito: With leave of Court. \"Court: We have to find out whether she can answer the questions intelligently. Proceed. \"Prosecutor Gabito: \"Q Ellen, do you know Pedro Ducta alias Peter? \"Atty. Hibo: That is already outside the purpose for which this witness is being presented. \"Court: Make that on record. \"Prosecutor Gabito: How can we prove, Your Honor, if we will not ask the witness. \"Court: Answer. \"Witness: \"A (Witness nodding her head) \"Prosecutor Gabito: âQ Is he in Court? âA Yes, madam. \"Q Please point him? \"A He is there (witness pointing to a man inside the courtroom who identified himself as Pedro Ducta). \"Q Why do you know him? \"A Because he went up the house. \"Q What did he do in your house? \"A He removed his clothes. \"Q After removing his clothes, what did he do? \"A (witness - made a sign meaning sexual intercourse by placing her thumb in between her forefinger and middle finger). \"Q To whom did he do this? \"A I was the one (witness pointing to herself with the gesture she demonstrated a while ago). \"Q How many times did he do this to you? \"A (Witness demonstrating by raising her palm, meaning five). \"Q What did you feel? \"A I felt his penis (BOTO). \"Q Where did you feel his penis? \"A In my vagina (SA BULI). \"Q Whose vagina was that? âA Mine, madam (witness pointing to herself).â[9] The Court finds it here relevant to repeat the rule that a mental retardate who has the ability to make her perceptions known to others is still a competent witness.[10] The imputation of ill-motive on the part of eyewitness Ester de los Santos Brondial against accused-appellant fell far too short from being said to be an established fact. Nothing significant on record could show that Ester entertained any previous personal grudge against accused-appellant. At all events, it would be unnatural for a mother to subject her daughter to humiliation and disgrace[11] if it were not due solely to her desire to see to it that justice was done.[12] Not to be missed was the medical finding of Dr. Janaban who conducted the medical examination on the victim. Dr. Janaban found multiple hymenal lacerations, positive erythema and abrasion on the victim's genitalia, as well as urethra in the internal part of her vagina, indicative of a recent sexual act. She testified: âQ You have two findings,here, based on your physical examination, can you please read this to us? \"A (witness reading the findings) \"Q Considering this hymenal laceration, what can you tell us about its cause? \"A It can be due to sexual intercourse. \"Q Repeated, considering the multiple laceration? \"A Not necessarily. \"Q What about this positive erythema and abrasion, what is this in layman's language? \"A Abrasion is Gasgas while erythema is reddening. \"Q What could have caused the erythema and abrasion at the time you examined her? \"A Due to scratches on the surface. \"Q What could have caused those scratches? \"A It can be due to sexual intercourse. \"Q Is this urethra found in the internal part of the vagina? \"A Yes, madam. \"Q And, would you say that these abrasions, erythema were very recently inflicted at the time that you examined her? \"A Usually, if there is urethra, it is recent. \"Q How recent would it be? \"A That could be hours.â[13] The testimony of defense witness Nena Despabiladeras that she saw accused-appellant and Ester, the victimâs mother, in a casual conversation along the roadside minutes before the alleged incident did not prove anything except to show, in fact, that no bad blood existed between accused-appellant and Ester. Moreover, that Ester was not far from the scene of the crime did not make the commission of rape unlikely; past events would show that rapists had not been deterred from committing their odious act by the presence of people, nearby.[14] In accordance with recent jurisprudence, the Court finds that an additional award to the victim of P50,000.00 by way of moral damages is in order. WHEREFORE, the decision of the court a quo, convicting accused-appellant Pedro Ducta of the crime of rape and imposing on him the penalty of reclusion perpetua, is AFFIRMED with the MODIFICATION that, in addition to the award of civil indemnity of P50,000.00, he hereby is likewise ordered to pay the victim, by way of moral damages, the amount of P50,000.00. Cost against accused-appellants. SO ORDERED. Melo, (Chairman), Panganiban, Purisima, and Gonzaga-Reyes, JJ., concur. [1] Records, p. 8. [2] Rollo, pp. 51-53. [3] Rollo, p. 55. [4] Rollo, pp. 33-34. [5] TSN, 17 February 1997, p. 4. [6] TSN, 18 February 1997, pp. 7-8. [7] People vs. Romua, 272 SCRA 818. [8] People vs. Guerrero, 242 SCRA 606. [9] TSN, 17 February 1997, pp. 8-10. [10] People vs. Erardo, 277 SCRA 643. [11] People vs. Galleno, 291 SCRA 761. [12] People vs. Oliva, 282 SCRA 470. [13] TSN, 18 February 1997, pp. 5-7. [14] People vs. Ramos, 296 SCRA 559. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "accused",
    "appellant",
    "appeal",
    "interposed",
    "decision",
    "regional",
    "trial",
    "court",
    "branch",
    "sorsogan",
    "sorsogon",
    "finding",
    "guilty",
    "beyond",
    "reasonable",
    "crime"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. PEDRO DUCTA @ PETER DUCTA, ACCUSED-APPELLANT. ...",
  "formatted_case_content": "View printer friendly version\n392 Phil. 815\n\n[ G.R. No. 134608, August 16, 2000 ]\n[ G.R. No. 134608, August 16, 2000 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. PEDRO DUCTA @ PETER DUCTA, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. PEDRO DUCTA @ PETER DUCTA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nVITUG, J.:\n\nAn appeal was interposed from the decision of\n the Regional Trial Court, \nBranch 52, of Sorsogan, Sorsogon, finding accused-appellant Pedro Ducta,\n a.k.a. Peter Ducta, guilty beyond reasonable doubt of the crime of rape\n and sentencing him to suffer the penalty of reclusion \nperpetua and to pay the amount of P50,000.00 by way of civil \nindemnity to the victim.\n\nThe information filed by the provincial prosecution against \naccused-appellant read:\n\nâThat on or about the 10th day of August, 1996, at barangay \nSampaloc, municipality of Sorsogon, province of Sorsogon, Philippines, \nand within the jurisdiction of this Honorable Court, the above-named \naccused, with lewd designs, by means of force and intimidation, did then\n and there, wilfully, unlawfully and feloniously, had carnal knowledge \nof one ERLINDA CLAR, a mentally retarded girl, against the victim's \nwill, to her damage and prejudice of said victim.\n\n\"CONTRARY TO LAW.\" [1]\n\nThe accused, when arraigned before the trial court on 07 January 1997, \nentered a plea of \"not guilty.â\n\nThe facts submitted by the prosecution and the defense, found by the \ntrial court, were reflected in the ponencia under review.\n\n\"Ester de los Santos Brondial testified that on August 10, \n1996 at\n about 3:00 o'clock in the afternoon, more or less while she was in her \nstore at Market Site, Sorsogon, Sorsogon, decided to go home. When she \nreached home, the door of her house was locked so she pushed it hard and\n as it opened, she saw the accused Pedro Ducta on top of her daughter \ndoing sexual intercourse by moving his buttocks up and down. At first, \nshe was shocked but after few seconds, she was able to get hold of a \nbamboo slot and hit him with it. Accused did not fight back but tried \nto ask forgiveness. According to said witness, when she left for her \nstore, she left her daughter alone as she is mentally retarded. Her \ndaughter is already 43 years old and from morning till afternoon, she \njust sat down. She sent her to school but stayed three years in Grade I\n and she learned only how to make circle. That she shouted for \npoliceman, and Kagawad Norberto Mateos and Domingo Polinag arrived in \nher house. That same day, she brought her daughter to Dr. Humilde \nJanaban, and a medical certificate was issued which was marked as Exh. \nA. Erlinda Clar when called to the witness stand and when asked if she \nknew the accused answered in the affirmative and when asked why she knew\n him, she answered because he went up the house and when asked what did \nhe do, she answered, he removed his clothes and after removing his \nclothes when asked what did he do, witness made a sign meaning sexual \nintercourse by placing her thumb in between her forefinger and middle \nfinger and when asked to whom did he do that, she answered she was the \none, pointing to herself.\n\n\"Dr. Humilde Janaban testified that when she examined the \nvictim, her findings were:\n\n\"Physical Examination:\n\n\"Vagina admits 2 fingers with ease with old hymenal \nlaceration at 6:00, 3:00 & 9:00 positions;\n\n\"Erythema and abrasions at the urethra, with minimal whitish\n vaginal discharge (Exh. A).\n\n\"According to the doctor, the hymenal laceration can be due \nto \nsexual intercourse and the erythema and abrasions at the urethra could \nhave been caused also by sexual intercourse. And she also testified \nthat the erythema and abrasions at the urethra is recent, that is, it \ncould be hours before the examination. She further testified that when \nshe examined the victim, she noticed that she is having abnormal mental \nstatus, meaning she is in the form of psychiatric patient, she was \nanswering most of the time, when she would ask question, victim would \nsmile, in short she is not normal as far as mental status is concerned.\n\nâThe defense presented the accused and Nena Despabaladeras \nwhose testimony is to wit:\n\n\"That on August 10, 1996 at about 3:00 o'clock in the \nafternoon he\n was at a roadside in front of the house of the complainant in Sampaloc,\n Sorsogon, Sorsogon, having just finished washing his tricycle. While \nthereat, he was called by Ester de los Santos Brondial, his neighbor and\n requested him to bring outside her house the bananas. That while they \nwere talking, Nena Despabiladeras passed by and when asked by him, where\n she is going, she answered she is going to the market. That he went up\n the house and saw five boxes of bananas on the floor. Because he does \nnot know the box he will carry, he went down the house to ask Ester de \nlos Santos what to carry but when he met her on the door way, said Ester\n de los Santos went up and hit him with a bamboo stick hitting him in \nthe head and at the same time uttering 'you are a thief, a rapist.â He \ntried to pacify Ester de los Santos, telling her why she is doing that \nto him when he did not do anything wrong. Ester de los Santos continued\n talking and so what he did, he just sit down. She continued shouting \nin the window. âHere is the thief, here is the rapist.â Then Kagawad \nNorbeto Mateos and Kagawad Domingo Polinag arrived. When asked by \nNorberto Mateos, Ester answered that she came upon this Peter who was \nstanding, and she don't know what he was doing. The two suggested to \nEster to have her child examined by the doctor and the incident placed \nin the police blotter. When the police arrived he was brought to the \nstation and he was detained.\n\n\"Defense witness Nena Despabeladeras testified that on \nAugust 10, \n1996 at about 2:30 p.m. she went to the market, passing the house of \nEster de los Santos, and she saw the accused and said Ester conversing \nand when she returned home, she passed the same route end she saw many \npeople in the house of Ester de Santos but she did not inquire why there\n are so many people.\n\n\"On rebuttal, Ester de los Santos Brondial denied that she \never \nasked the accused to carry boxes of bananas and she likewise denied ever\n seeing witness Nena Despabeladeras passing near her house.\" [2]\n\nOn 25 March 1998, the trial court rendered judgment convicting the \naccused; it held:\n\n\"WHEREFORE, the Court hereby finds the accused Pedro Ducta y\n \nPascual alias Peter guilty beyond reasonable doubt of the crime of rape \nand sentences him to suffer an imprisonment of reclusion \nperpetua and to pay the sum of P50,000.00 as civil indemnity \nwithout subsidiary imprisonment in case of insolvency.â [3]\n\nIn his appeal to this Court, accused-appellant raised the following \nassignment of errors, to wit:\n\nâ1. The trial court gravely erred in declaring that private \ncomplainant, Ellen delos Santos' (a.k.a. Clarita Clar in the \nInformation) is a mental retardate notwithstanding the absence of \npertinent medical and clinical examination having been conducted on the \nlatter.\n\nâ2. Granting arguendo that private complainant is a mental \nretardate, the trial court still gravely erred in giving due weight and \ncredence to the unintelligible and incoherent testimony of the former \nthereby casting grave doubt on the criminal culpability of appellant \nPedro Ducta.\n\nâ3. The trial court likewise gravely erred in giving due \nweight \nand credence to the testimony of prosecution alleged eyewitness Ester \ndelos Santos Brondial despite the existence of imputed ill-motive \nnurtured by the latter against appellant Pedro Ducta.\" [4]\n\nThe Court finds no cogent justification for decreeing a reversal of the \njudgment rendered by the trial court.\n\nEster de los Santos Brondial sufficiently demonstrated in her testimony \nthat her daughter, Ellen (Erlinda Clar), although already forty-three \n(43) years old at the time of the incident in question, was indeed a \nmental retardate.\n\n\"Court:\n\n\"Q Your daughter is Ellen de los Santos?\n\n\"A Yes, Your Honor.\n\n\"Prosecutor Gabito:\n\n\"Q How old is your daughter?\n\n\"A 43 year olds old, madam.\n\n\"Q At that age, how does she behaves?\n\n\"A She do not know anything, morning till afternoon, she \njust \nsat down, if you do not ask her, she does not answers and sometimes, she\n do not answers me when I asked her. Whenever I sent her to an errand, \nher execution is not perfect.\n\n\"Court:\n\nâQ Did she go to school?\n\n\"A She went to school but she was not able to learn, Your\n Honor.\n\n\"Q What grade did she finish?\n\n\"A She stayed in grade 1 for almost three years but she \nonly learned how to make circles.\n\n\"Prosecutor Gabito:\n\n\"Q. Did you say that she acts like a normal 43 years old \nlady?\n\n\"A No.\n\n\"Q Was she born that way?\n\n\"A Yes.\n\n\"Court:\n\n\"Q Did you consult a doctor to examine your daughter?\n\n\"A Yes, Your Honor, but I cannot afford for a therapy \nbecause I am very poor.\n\n\"Q What is the finding of that doctor?\n\n\"A According to the doctor, she will not get well because\n that is already her natural condition.\n\n\"Q What is that condition?\n\n\"A If you let her sit down, the whole afternoon, \nsometimes, she\n dances, sing a song but she cannot perform any household \nchores.\" [5]\n\nLikewise, Dr. Ma. Humilde Janaban, the physician who conducted the \nmedical examination on private complainant, declared that the latter had\n an \"abnormal mental status;\" she testified:\n\n\"Q At the time that you examined the patient, were you \nable to observe her behavior?\n\n\"A Yes, madam.\n\n\"Atty. Hibo:\n\nYour Honor, please, this witness was called to testify on the \nmedical certificate and not on the behavior of the patient, she is not \ncompetent to testify on that.\n\n\"Prosecutor Gabito:\n\nThat is an outward manifestation:\n\n\"Court:\n\nShe can notice the behavior, manner of the patient. Answer.\n\n\"Witness:\n\n\"A The patient was noted to be having abnormal mental \nstatus; \nmeaning, she is in the form of psychiatric patient, she was answering \nmost of the time, when I would asked a question, she would smile, in \nother words, not normal as far as mental status is concerned.\" [6]\n\nThe Court has already ruled once before that the state of mental \nretardation of a victim of rape can be established by evidence other \nthan by the medical findings of a specialist. [7] So also, in a good number of instances, the Court has said that a \nwoman need not be completely deprived of reason for sexual intercourse \nby a man with her to constitute the crime of rape. The term \"deprived \nof reason\" has been construed to include the feeble-minded although \ncoherent and those suffering from mental deficiency or some form of \nmental disorder. [8]\n\nLooking at her testimony, Erlinda, despite her mental condition, was \nnevertheless able to give coherent answers, although with apparent \ndifficulty, about the rape incident and to identify accused-appellant as\n being the culprit.\n\n\"Direct Examination by Prosecutor Gabito:\n\nWe are presenting this witness, Your Honor for the purpose of showing \nher behavior and how she will answer the questions propounded to her if \nshe can discern her answers and other related matters.\n\n\"Atty. Hibo:\n\nThe Court can just observe the demeanor of the witness, the victim.\n\n\"Prosecutor Gabito:\n\nWith leave of Court.\n\n\"Court:\n\nWe have to find out whether she can answer the questions intelligently.\n\nProceed.\n\n\"Prosecutor Gabito:\n\n\"Q Ellen, do you know Pedro Ducta alias Peter?\n\n\"Atty. Hibo:\n\nThat is already outside the purpose for which this witness is being \npresented.\n\n\"Court:\n\nMake that on record.\n\n\"Prosecutor Gabito:\n\nHow can we prove, Your Honor, if we will not ask the witness.\n\n\"Court:\n\nAnswer.\n\n\"Witness:\n\n\"A (Witness nodding her head)\n\n\"Prosecutor Gabito:\n\nâQ Is he in Court?\n\nâA Yes, madam.\n\n\"Q Please point him?\n\n\"A He is there (witness pointing to a man inside the \ncourtroom who identified himself as Pedro Ducta).\n\n\"Q Why do you know him?\n\n\"A Because he went up the house.\n\n\"Q What did he do in your house?\n\n\"A He removed his clothes.\n\n\"Q After removing his clothes, what did he do?\n\n\"A (witness - made a sign meaning sexual intercourse by \nplacing her thumb in between her forefinger and middle finger).\n\n\"Q To whom did he do this?\n\n\"A I was the one (witness pointing to herself with the \ngesture she demonstrated a while ago).\n\n\"Q How many times did he do this to you?\n\n\"A (Witness demonstrating by raising her palm, meaning \nfive).\n\n\"Q What did you feel?\n\n\"A I felt his penis (BOTO).\n\n\"Q Where did you feel his penis?\n\n\"A In my vagina (SA BULI).\n\n\"Q Whose vagina was that?\n\nâA Mine, madam (witness pointing to herself).â [9]\n\nThe Court finds it here relevant to repeat the rule that a mental \nretardate who has the ability to make her perceptions known to others is\n still a competent witness. [10]\n\nThe imputation of ill-motive on the part of eyewitness Ester de los \nSantos Brondial against accused-appellant fell far too short from being \nsaid to be an established fact. Nothing significant on record could show\n that Ester entertained any previous personal grudge against \naccused-appellant. At all events, it would be unnatural for a mother to\n subject her daughter to humiliation and disgrace [11] if it were not due solely to her \ndesire to see to it that justice was done. [12]\n\nNot to be missed was the medical finding of Dr. Janaban who conducted \nthe medical examination on the victim. Dr. Janaban found multiple \nhymenal lacerations, positive erythema and abrasion on the victim's \ngenitalia, as well as urethra in the internal part of her vagina, \nindicative of a recent sexual act. She testified:\n\nâQ You have two findings,here, based on your physical \nexamination, can you please read this to us?\n\n\"A (witness reading the findings)\n\n\"Q Considering this hymenal laceration, what can you tell \nus about its cause?\n\n\"A It can be due to sexual intercourse.\n\n\"Q Repeated, considering the multiple laceration?\n\n\"A Not necessarily.\n\n\"Q What about this positive erythema and abrasion, what is\n this in layman's language?\n\n\"A Abrasion is Gasgas while erythema is reddening.\n\n\"Q What could have caused the erythema and abrasion at the\n time you examined her?\n\n\"A Due to scratches on the surface.\n\n\"Q What could have caused those scratches?\n\n\"A It can be due to sexual intercourse.\n\n\"Q Is this urethra found in the internal part of the \nvagina?\n\n\"A Yes, madam.\n\n\"Q And, would you say that these abrasions, erythema were \nvery recently inflicted at the time that you examined her?\n\n\"A Usually, if there is urethra, it is recent.\n\n\"Q How recent would it be?\n\n\"A That could be hours.â [13]\n\nThe testimony of defense witness Nena Despabiladeras that she saw \naccused-appellant and Ester, the victimâs mother, in a casual \nconversation along the roadside minutes before the alleged incident did \nnot prove anything except to show, in fact, that no bad blood existed \nbetween accused-appellant and Ester. Moreover, that Ester was not far \nfrom the scene of the crime did not make the commission of rape \nunlikely; past events would show that rapists had not been deterred from\n committing their odious act by the presence of people, nearby. [14]\n\nIn accordance with recent jurisprudence, the Court finds that an \nadditional award to the victim of P50,000.00 by way of moral damages is \nin order.\n\nWHEREFORE, the decision of the court a quo,\n convicting \naccused-appellant Pedro Ducta of the crime of rape and imposing on him \nthe penalty of reclusion perpetua , is AFFIRMED with\n the \nMODIFICATION that, in addition to the award of civil indemnity of \nP50,000.00, he hereby is likewise ordered to pay the victim, by way of \nmoral damages, the amount of P50,000.00. Cost against \naccused-appellants.\n\nSO ORDERED. Melo, (Chairman), Panganiban, Purisima , and Gonzaga-Reyes, JJ., concur.\n\n[1] Records, p. \n8.\n\n[2] Rollo, pp. \n51-53.\n\n[3] Rollo, p. 55.\n\n[4] Rollo, pp. \n33-34.\n\n[5] TSN, 17 \nFebruary 1997, p. 4.\n\n[6] TSN, 18 \nFebruary 1997, pp. 7-8.\n\n[7] People vs. \nRomua, 272 SCRA 818.\n\n[8] People vs. \nGuerrero, 242 SCRA 606.\n\n[9] TSN, 17 \nFebruary 1997, pp. 8-10.\n\n[10] People vs. \nErardo, 277 SCRA 643.\n\n[11] People vs. \nGalleno, 291 SCRA 761.\n\n[12] People vs. \nOliva, 282 SCRA 470.\n\n[13] TSN, 18 \nFebruary 1997, pp. 5-7.\n\n[14] People vs. \nRamos, 296 SCRA 559.",
  "content_length": 16262,
  "metadata_extraction_date": "2025-11-01T05:53:02.075263",
  "extraction_version": "2.0_enhanced_full_content"
}