{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/august/36368.html",
  "filename": "36368.html",
  "year": 2000,
  "month": "august",
  "case_number": "A.C. No. 3910",
  "gr_number": "AC-3910",
  "volume_page": "392 Phil. 394",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "august",
    "complainant",
    "arsenio",
    "villalon",
    "crispulo",
    "ducusin",
    "respondents",
    "before",
    "verified",
    "letter",
    "complaint",
    "disbarment",
    "against"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n392 Phil. 394\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ A.C. No. 3910, August 14, 2000 ]\n[ A.C. No. 3910, August 14, 2000 ]\n\nJOSE S. DUCAT, JR., COMPLAINANT, VS. ATTYS. ARSENIO C. VILLALON, JR. AND CRISPULO DUCUSIN, RESPONDENTS.D E C I S I O N\nJOSE S. DUCAT, JR., COMPLAINANT, VS. ATTYS. ARSENIO C. VILLALON, JR. AND CRISPULO DUCUSIN, RESPONDENTS.\n\nD E C I S I O N\n\nDE LEON, JR., J.:\n\nBefore us is a verified letter-complaint [1] for disbarment against Attys. Arsenio C. Villalon, Jr.; Andres Canares,\n Jr. and Crispulo Ducusin for deceit and gross misconduct in violation \nof the lawyer’s oath. Investigation proceeded only against respondent \nVillalon because it was discovered that Andres Canares was not a lawyer \nwhile Atty. Crispulo Ducusin passed away on February 3, 1996. [2]\n\nIn the letter-complaint, [3] complainant alleged that on October 29, 1991, respondent Villalon, as \ncounsel for the family of complainant, spoke to the father of \ncomplainant and asked that he be given the title over a property owned \nby complainant located in Pinugay, Antipolo, Rizal and covered by TCT \nNo. M-3023, Emancipation Patent No. 410414, because he allegedly had to \nverify the proper measurements of the subject property. Sometime in \nNovember, 1991, however, complainant and his family were surprised when \nseveral people entered the subject property and, when confronted by the \ncompanions of complainant, the latter were told that they were workers \nof Canares and were there to construct a piggery. Complainant \ncomplained to the barangay authorities in Pinugay and narrated the \nincident but respondent Canares did not appear before it and continued \nwith the construction of the piggery in the presence of armed men who \nwere watching over the construction. Complainant then went to \nrespondent Villalon to complain about the people of respondent Canares \nbut nothing was done.\n\nComplainant then filed a case for ejectment against respondent \nCanares. In his Reply however, the latter answered that the subject \nproperty was already sold by complainant to respondent Canares in the \namount of P450,000.00 as evidenced by the Deed of Absolute Sale of Real \nProperty dated December 5, 1991 and notarized by respondent Atty. \nCrispulo Ducusin. Complainant, however, averred that he never sold the \nproperty, signed any document nor received any money therefor, and he \nalso denied having appeared before respondent Ducusin who was the notary\n public for the Deed of Absolute Sale. Complainant discovered that \nrespondent Villalon claimed that complainant’s father allegedly gave the\n subject property to him (respondent Villalon) as evidenced by a \ndocument of sale purportedly signed by complainant.\n\nIn his Comment, [4] respondent Villalon denied that allegations of the complainant and in \nturn, he alleged that the property was given voluntarily by Jose Ducat, \nSr. to him out of close intimacy and for past legal services rendered. \nThereafter, respondent Villalon, with the knowledge and consent of Jose \nDucat, Sr., allowed the subject property to be used by Andres Canares to\n start a piggery business without any monetary consideration. A Deed of\n Sale of Parcel of Land was then signed by Jose Ducat, Sr. to evidence \nthat he has conveyed the subject property to respondent Villalon with \nthe name of respondent Canares included therein as protection because of\n the improvements to be introduced in the subject property. Upon \npresenting the title covering the subject property, it was discovered \nthat the property was registered in the name of Jose Ducat, Jr. and not \nJose Ducat, Sr., but the latter told respondents Villalon and Canares \nnot to worry because the land was actually owned by him and that he \nmerely placed the name of his son, Jose Ducat, Jr. Jose Ducat, Sr. then\n suggested that the subject property be transferred directly from Jose \nDucat, Jr. to respondent Canares; hence, he (Ducat, Sr.) got the title \nand guaranteed that he would return the document already signed and \nnotarized, which he did the following day. According to respondent \nCanares, the trouble began when Jose Ducat, Sr. came to his office \ndemanding to know why he was not allowed to cut the trees inside the \nsubject property by the caretaker of respondent Canares.\n\nOn January 21, 1993, Jose Ducat, Jr. wrote [5] to this Court and averred that he neither signed the Deed of Sale \ncovering the subject property nor did he appear before the notary public\n Crispulo Ducusin, who notarized the same. He averred that respondents \nVillalon and Ducusin should be disbarred from the practice of law and \nrespondent Villalon be imprisoned for forging his signature and selling \nthe subject property without his consent.\n\nIn his Rejoinder [6] , \nrespondent Villalon denied the allegations of complainant and maintained\n that he is a member of good standing of the Integrated Bar and that he \nhas always preserved the high standards of the legal profession. \nRespondent Villalon expressed his willingness to have the Deed of Sale \nexamined by the National Bureau of Investigation and reiterated that the\n subject property was orally given to him by Jose Ducat, Sr. and it was \nonly in October, 1991 that the conveyance was reduced in writing. He \nadded that the complainant knew that his father, Jose Ducat, Sr., was \nthe person who signed the said document for and in his behalf and that \nthis was done with his consent and knowledge.\n\nThis Court referred [7] the case to the Integrated Bar of the Philippines for investigation, report and recommendation.\n\nOn May 17, 1997, the IBP Board of Governors passed a resolution \nadopting and approving the report and recommendation of its \nInvestigating Commissioner who found respondent Atty. Villalon guilty, \nand recommended his suspension from the practice of law for two (2) \nyears and likewise directed respondent Atty. Villalon to deliver to the \ncomplainant his TCT No. M-3023 within ten (10) days from receipt of \nnotice, otherwise, this will result in his disbarment.\n\nThe findings of IBP Investigating Commissioner Victor C. Fernandez are as follows:\n\nComplainant and his witness, Jose Ducat, Sr., testified in a \nstraightforward, spontaneous and candid manner. The sincerity and \ndemeanor they displayed while testifying before the Commission inspire \nbelief as to the truth of what they are saying. More importantly, \nrespondent failed to impute any ill-motive on the part of the \ncomplainant and his witness which can impel them to institute the \ninstant complaint and testify falsely against him. To be sure, the \ntestimony of the complainant and his witness deserves the Commission’s \nfull faith and credence.\n\nRespondent’s evidence, on the other hand, leaves much to be \ndesired. His defense (that he considered himself the owner of the \nsubject property which was allegedly given to him by Jose Ducat, Sr.) \nrings hollow in the face of a welter of contravening and \nincontrovertible facts.\n\nFIRST, the registered owner of the subject property is complainant \nJose Ducat, Jr. Accordingly, respondent (being a lawyer) knew or ought \nto know that Jose Ducat, Sr. could not possibly give to him the said \nproperty unless the former is duly authorized by the complainant through\n a Special Power of Attorney. No such authorization has been given. \nMoreover, Jose Ducat, Sr. has vigorously denied having given the subject\n property to the respondent. This denial is not too difficult to \nbelieve considering the fact that he (Jose Ducat, Sr.) is not the owner \nof said property.\n\nSECOND, being a lawyer, respondent knew or ought to know that \nconveyance of a real property, whether gratuitously or for a \nconsideration, must be in writing. Accordingly, it is unbelievable that\n he would consider himself the owner of the subject property on the \nbasis of the verbal or oral “giving” of the property by Jose Ducat, Sr. \nno matter how many times the latter may have said that.\n\nTHIRD, the Deed of Sale of Parcel of Land (Exh. “1” for the \nrespondent and Exh. “A-2” for the complainant) allegedly executed by \nJose Ducat, Sr. in favor of respondent Atty. Arsenio Villalon and/or \nAndres Canares, Jr. covering the subject parcel of land which respondent\n prepared allegedly upon instruction of Jose Ducat, Sr. is of dubious \ncharacter. As earlier adverted to, Jose Ducat, Sr. is not the owner of \nsaid property. Moreover, said Deed of Sale of Parcel of Land is a \nfalsified document as admitted by the respondent himself when he said \nthat the signature over the typewritten name Maria Cabrido (wife of Jose\n Ducat, Sr.) was affixed by Jose Ducat, Sr. Being a lawyer, respondent \nknew or ought to know that the act of Jose Ducat, Sr. in affixing his \nwife’s signature is tantamount to a forgery. Accordingly, he should \nhave treated the said Deed of Sale of Parcel of Land has (sic) a mere \nscrap of worthless paper instead of relying on the same to substantiate \nhis claim that the subject property was given to him by Jose Ducat, Sr. \n Again, of note is the fact that Jose Ducat, Sr. has vigorously denied \nhaving executed said document which denial is not too difficult to \nbelieve in the light of the circumstances already mentioned.\n\nFOURTH, the Deed of Absolute Sale of Real Property (Exh. “2” for \nthe respondent and Exh. “A-3” for the complainant) allegedly executed by\n Jose Ducat, Jr. in favor of Andres Canares, Jr. over the subject \nproperty (which respondent claims he prepared upon instruction of Jose \nDucat, Sr.) is likewise of questionable character. Complainant Jose \nDucat, Jr. has vigorously denied having executed said document. He \nclaims that he has never sold said property to Andres Canares, Jr. whom \nhe does not know; that he has never appeared before Atty. Crispulo \nDucusin to subscribe to the document; and that he has never received the\n amount of P450,000.00 representing the consideration of said \ntransaction. More importantly, the infirmity of the said Deed of \nAbsolute Sale of Real Property was supplied by the respondent no less \nwhen he admitted that there was no payment of P450,000.00 and that the \nsame was placed in the document only to make it appear that the \nconveyance was for a consideration. Accordingly, and being a lawyer, \nrespondent knew or ought to know the irregularity of his act and that he\n should have treated the document as another scrap of worthless paper \ninstead of utilizing the same to substantiate his defense. [8]\n\nAfter a careful consideration of the record of the instant case, it \nappears that the findings of facts and observations of the Investigating\n Commissioner, Integrated Bar of the Philippines, which were all adopted\n by its Board of Governors, are well-taken, the same being supported by \nthe evidence adduced.\n\nThe ethics of the legal profession rightly enjoin lawyers to act \nwith the highest standards of truthfulness, fair play and nobility in \nthe course of his practice of law. A lawyer may be disciplined or \nsuspended for any misconduct, whether in his professional or private \ncapacity, which shows him to be wanting in moral character, in honesty, \nin probity and good demeanor, thus rendering unworthy to continue as an \nofficer of the court. [9] Canon\n 7 of the Code of Professional Responsibility mandates that “a lawyer \nshall at all times uphold the integrity and dignity of the legal \nprofession.” The trust and confidence necessarily reposed by clients \nrequire in the lawyer a high standard and appreciation of his duty to \nthem. To this end, nothing should be done by any member of the legal \nfraternity which might tend to lessen in any degree the confidence of \nthe public in the fidelity, honesty, and integrity of the profession. [10]\n\nIt has been established that the subject parcel of land, with an \narea of five (5) hectares located in Barrio Pinugay, Antipolo, Rizal, is\n owned by and registered in the name of complainant herein, Jose Ducat, \nJr. Respondent Villalon insists nonetheless that the property was \norally given to him by complainant’s father, Jose Ducat, Sr., allegedly \nwith the complete knowledge of the fact that the subject property \nbelonged to his son, Jose Ducat, Jr. It is basic law, however, that \nconveyance or transfer of any titled real property must be in writing, \nsigned by the registered owner or at least by his attorney-in-fact by \nvirtue of a proper special power of attorney and duly notarized. \nRespondent Villalon, as a lawyer, is presumed to know, or ought to know,\n this process. Worse, when the transfer was first reduced in writing in\n October, 1991 per Deed of Sale of Parcel of Land, [11] purportedly in favor of “Atty. Arsenio C. Villalon and/or Andres \nCanares, Jr.,” respondent Villalon knew that it was Jose Ducat, Sr. who \nsigned the said document of sale without any Special Power of Attorney \nfrom the registered owner thereof, Jose Ducat, Jr.; and that Jose Ducat,\n Sr. also signed it for his wife, Maria Cabrido, under the word \n“Conforme”. As regards the subsequent Deed of Absolute Sale of Real \nProperty dated December 5, 1991, covering the same property, this time \npurportedly in favor of Andres Canares, Jr. only, respondent Villalon \nadmitted that there was in fact no payment of P450,000.00 and that the \nsaid amount was placed in that document only to make it appear that the \nconveyance was for a consideration.\n\nAll these taken together, coupled with complainant Jose Ducat, \nJr.’s strong and credible denial that he allegedly sold the subject \nproperty to respondent Villalon and/or Andres Canares, Jr. and that he \nallegedly appeared before respondent notary public Ducusin, convince us \nthat respondent Villalon’s acts herein complained of which constitute \ngross misconduct were duly proven.\n\nPublic confidence in law and lawyers may be eroded by the \nirresponsible and improper conduct of a member of the Bar. Thus, every \nlawyer should act and comport himself in such a manner that would \npromote public confidence in the integrity of the legal profession. \nMembers of the Bar are expected to always live up to the standards of \nthe legal profession as embodied in the Code of Professional \nResponsibility inasmuch as the relationship between an attorney and his \nclient is highly fiduciary in nature and demands utmost fidelity and \ngood faith. [12]\n\nWe find, however, the IBP’s recommended penalty of two (2) years \nsuspension to be imposed upon respondent Atty. Villalon too severe in \nthe light of the facts obtaining in the case at bar. In Cesar V. Roces \nvs. Atty. Jose G. Aportadera, [13] this Court suspended therein respondent Atty. Aportadera for a period \nof two (2) years from the practice of law for two main reasons:\n\n(i) His dubious involvement in the preparation and notarization of \nthe falsified sale of his client’s property merits the penalty of \nsuspension imposed on him by the IBP Board of Governors; and\n\n(ii) The NBI investigation reveals that: (1) respondent \nmisrepresented himself to Gregorio Licuanan as being duly authorized by \nIsabel Roces to sell her property; (2) it was respondent who prepared \nthe various deeds of sale over Isabel’s subdivision lots; (3) Isabel was\n already confined at a hospital in Metro Manila on January 4, 1980, the \ndeed’s date of execution; (4) respondent knew that Isabel was \nhospitalized in Metro Manila when he subscribed the deed; (5) he knew \nthat Isabel died in Metro Manila soon after her confinement; and (6) he \ndid not give the seller a copy of the questioned deed of sale. [14]\n\nUnlike the circumstances prevailing in the said case of Aportadera ,\n the record does not show that respondent Villalon had any direct \nparticipation in the notarization by respondent notary public Crispulo \nDucusin of the Deed of Absolute Sale of Real Property dated December 5, \n1991, [15] which was supposedly\n signed by complainant Jose Ducat, Jr. who, however, strongly denied \nhaving signed the same. The earlier Deed of Sale of Parcel of Land \ndated “this ___day of October 1991,” allegedly signed by Jose S. Ducat, \nSr., as vendor, covering the same property, in favor of respondent \n“Arsenio S. Villalon and/or Andres Canares, Jr.” was not notarized. The\n record also shows that Jose Ducat, Sr. and complainant Jose Ducat, Jr. \nare father and son and that they live in the same house at 912 Leo \nStreet, Sampaloc, Manila. It is not also disputed that respondent \nVillalon has been the lawyer for a number of years of the family of Jose\n Ducat, Sr.\n\nWHEREFORE , respondent ATTY. ARSENIO C. VILLALON,\n JR. is hereby found guilty of gross misconduct, and he is SUSPENDED \nfrom the practice of law for a period of ONE (1) YEAR with a warning \nthat a repetition of the same or similar act will be dealt with more \nseverely. Respondent Villalon is further directed to deliver to the \nregistered owner, complainant Jose Ducat Jr., the latter’s TCT No. \nM-3023 covering the subject property within a period of sixty (60) days\n from receipt of this Decision, at his sole expense; and that failure \non his part to do so will result in his disbarment.\n\nLet a copy of this Decision be attached to Atty. Villalon’s \npersonal record in the Office of the Bar Confidant and copies thereof be\n furnished the Integrated Bar of the Philippines.\n\nSO ORDERED.\n\nMendoza, Quisumbing, and Buena, JJ. , concur.\n\nBellosillo, J., (Chairman) , on leave.\n\n[1] September 24, 1992, filed by Jose Ducat, Jr.\n\n[2] Resolution dated March 1, 2000.\n\n[3] Records, Vol. I, pp. 1-3.\n\n[4] Records, Vol. I, pp. 10-19.\n\n[5] Records, Vol. I, pp. 47-48.\n\n[6] Records, Vol. I, pp. 64-72.\n\n[7] Resolution dated February 1, 1993, Records, p. 46.\n\n[8] Records, Vol. I, Report and Recommendation, pp. 7-10.\n\n[9] Fernando C. Cruz \nand Amelia Cruz vs. Atty. Ernesto C. Jacinto,Adm. Case No. 5235, March \n22, 2000 citing Maligsa vs. Cabantig, 272 SCRA 408 (1997)\n\n[10] Leonito Gonato and\n Primrose Gonato vs. Atty. Cesilo A. Adaza, Adm. Case No. 4083, March \n27, 2000 citing Marcelo vs. Javier, Sr., 214 SCRA 1(1992)\n\n[11] Exhibit “A-2”, Rollo Vol. I, p. 20.\n\n[12] Nakpil vs. Valdes, 286 SCRA 758, 774 (1998) citing Igual vs. Javier, 254 SCRA 416 (1996)\n\n[13] Adm. Case No. 2936, March 31, 1995, 243 SCRA 108.\n\n[14] Ibid., pp.114, 117-118.\n\n[15] Exhibit “A-3”, Rollo Vol. II, p. 21.",
  "content_length": 18314,
  "metadata_extraction_date": "2025-11-01T05:52:58.368577",
  "extraction_version": "2.0_enhanced_full_content"
}