{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/august/GR_115079.html",
  "filename": "GR_115079.html",
  "year": 2000,
  "month": "august",
  "case_number": "G.R. No. 115079",
  "gr_number": "115079",
  "volume_page": "392 Phil. 229",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "august",
    "vicente",
    "bayani",
    "before",
    "failed",
    "submit",
    "service",
    "solicitor",
    "general",
    "consequent",
    "inability",
    "latter",
    "appellee",
    "supreme",
    "court"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n392 Phil. 229\n\nEN BANC\nEN BANC\n\n[ A.C. No. 5307, August 09, 2000 ]\n[ A.C. No. 5307, August 09, 2000 ]\n\nIN RE: VICENTE Y. BAYANI R E S O L U T I O N\nIN RE: VICENTE Y. BAYANI\n\nR E S O L U T I O N\n\nPARDO, J.:\n\nThe case before us arose when Atty. Vicente Y. Bayani failed to \nsubmit proof of service of the appellant’s brief on the Solicitor \nGeneral in G.R. No. 115079 [1] and the consequent inability of the latter to file the appellee's brief.\n\nOn August 09, 1999, the Supreme Court referred Atty. Bayani's \nfailure to submit the procedural requirement to the Integrated Bar of \nthe Philippines for investigation, report and recommendation. [2]\n\nOn September 27, 1999, IBP Commissioner Victoria Gonzalez-De Los \nReyes sent a letter to Atty. Bayani requiring him to submit his comment \nwithin five (5) days from receipt of the letter. [3]\n\nHowever, the letter was returned to the IBP with the notation \"Return to Sender-Moved.\" [4]\n\nThus, in her report and recommendation dated January 25, 2000, \nCommissioner Gonzalez-De Los Reyes recommended Atty. Bayani's suspension\n as follows:\n\n\"IN VIEW OF THE FOREGOING, the undersigned Commissioner recommends \nthat Atty. Vicente Bayani, for his violation of Rule 18.03 of the Canon \n18 of the Code of Professional Responsibility, be SUSPENDED from the \npractice of the law profession for a period of three (3) months and \nuntil the time he complies with the Order of the Supreme Court.\" [5]\n\nOn March 18, 2000, the Board of Governors of the Integrated Bar of \nthe Philippines issued a resolution adopting and approving the report \nand recommendation of the investigating commissioner. [6]\n\nWe concur.\n\nA lawyer shall not neglect a legal matter entrusted to him as his negligence in connection therewith shall render him liable. [7]\n\nAtty. Bayani's failure to submit proof of service of appellant's \nbrief on the Solicitor General in G. R. No. 115079 and his failure to \nsubmit the required comment manifest willful disobedience to the lawful \norders of the Supreme Court, a clear violation of the canons of \nprofessional ethics.\n\nIt appears that Atty. Bayani has fallen short of the \ncircumspection required of a member of the Bar. A counsel must always \nremember that his actions or omissions are binding on his clients. [8] A lawyer owes his client the exercise of utmost prudence and capability in that representation.\n\nFurther, lawyers are expected to be acquainted with the rudiments\n of law and legal procedure, and anyone who deals with them has the \nright to expect not just a good amount of professional learning and \ncompetence but also a whole-hearted fealty to his client's cause. [9]\n\nWHEREFORE , the Court finds Atty. Vicente Y. \nBayani remiss in his sworn duty to his client, to the Court and the Bar.\n He is thus SUSPENDED from the practice of law for a period of three (3)\n months and until the time he complies with the Order of the Supreme \nCourt to submit the required proof of service in G. R. No. 115079.\n\nLet a copy of this decision be entered in the personal records of\n respondent as an attorney and as a member of the Integrated Bar, and \nfurnish the Bar Confidant, the Integrated Bar of the Philippines, with \ncopies thereof and the Court Administrator for circulation to all courts\n in the country.\n\nSO ORDERED.\n\nDavide, Jr., C.J., Melo, Puno, Vitug, Kapunan, Mendoza, Panganiban, Quisumbing, Purisima, Buena, Gonzaga-Reyes, Ynares-Santiago, and De Leon, Jr., JJ. , concur.\n\nBellosillo, J. , abroad on official business.\n\n[1] Entitled, People of the Philippines vs. Francisco Albior.\n\n[2] Rollo, p. 2.\n\n[3] Rollo, p. 1.\n\n[4] Rollo, p. 5.\n\n[5] In CBD Case No. 00-689, Rollo, pp. 8-10.\n\n[6] Rollo, p. 7.\n\n[7] Rule 18.03, Canon of Professional Responsibility; Villaluz vs. Armenta, 285 SCRA 1 (1998)\n\n[8] Torres vs. Orden, \nA.C. No. 4646, April 6, 2000, citing Gerard vs. NLRC, 187 SCRA 701 \n(1990); Diaz-Duarte vs. Ong, 298 SCRA 388 (1998); Kalubiran vs. Court of\n Appeals, 300 SCRA 320 (1998); Velasquez vs. Court of Appeals, 309 SCRA \n539 (1999).\n\n[9] Torres vs. Orden, supra, citing Vda. De Alisbo vs. Jalandoon, Sr. 199 SCRA 321 (1991).",
  "content_length": 4138,
  "metadata_extraction_date": "2025-11-01T05:52:59.179726",
  "extraction_version": "2.0_enhanced_full_content"
}