{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/february/GR_131851.html",
  "filename": "GR_131851.html",
  "year": 2001,
  "month": "february",
  "case_number": "131851",
  "gr_number": "131851",
  "volume_page": "405 Phil. 216",
  "decision_date": "February 22, 2001",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ALFREDO BASADRE, ACCUSED-APPELLANT.D E C I S I O N GONZAGA-REYES, J.: At around 4:30 in the afternoon of 2 September 1995, Dionesa Naguio went to the store of Ramon Maria in order to look for her common-law husband, Tirso Naguio, who had gone to buy their food. Upon arriving at the store, Dionesa found her husband drinking \"fighter\" wine with accused-appellant Alfredo Basadre[1] and Sonny Bernabe. Ramon was also there. Accused and Tirso were joking around, pretending to be gay. Using the dull side of a bolo, accused pretended to slash the penis of Tirso, compelling Dionesa to exclaim, \"Don't do that, that is not good. It is an indecent act.\" Accused explained that they were just playing around. Alex Basadre, elder brother of accused, told the latter to go home, but accused refused to go without first consuming the contents of the wine bottles. Alex then told Tirso to leave the place. Tirso and his wife left.On their way home, Dionesa heard a whistle and saw a man pass by on a path parallel to the road they were taking. The man stopped near a coconut tree to their right, about two armslength away. Dionesa recognized the man to be the accused. Accused was clutching a bolo in his right hand, which he raised and pointed at Dionesa, who jumped to the left. Accused turned to Tirso and said, \"Bay.\" When Tirso answered \"Ha?\" accused hacked him at both his shoulders. Tirso tried to parry the blow by covering his face with his hands, at the same time asking, \"What is this Jun?\", but accused slashed at his forearms. When Tirso repeated his question, accused hacked at both his knees, causing him to fall to the ground in a kneeling position. Tirso pleaded with accused, saying \"Jun, that is enough.\" In response, accused stabbed Tirso in his right and left chest and in the abdomen. Tirso fell to the ground, face down, and was trembling. Accused repeatedly hacked at Tirso's back.During the attack, Dionesa shouted for help, but no one came, although the store of Ramon was only fifty meters away. Dionesa ran to the house of her husband's aunt, Lusina Pajo, and told her that Tirso was killed by accused. Lusina accompanied Dionesa to the house of the Barangay Chairman, Buenaventura Labininay, to whom Dionesa related the details of the attack.[2]While walking home from the house of Ramon, Sonny Bernabe met accused holding a bloodstained bolo. Accused's right hand was bloodied. Accused told him that he had killed someone. Sonny and accused returned to the house of Ramon, who suggested to accused that he surrender. Accused agreed and so Sonny and Ramon accompanied him to the house of Barangay Chairman Labininay. Upon reaching the barangay chairman's house, accused surrendered himself and also gave up the bolo he had used to kill Tirso.[3]The post mortem examination conducted by Dr. Cesar Tiro revealed that Tirso Naguio sustained seventeen (17) wounds which were most probably inflicted by a sharp-edged instrument. These wounds caused an internal hemorrhage which resulted in Tirso's untimely death.[4]On 9 October 1995, accused was charged with the crime of murder, punishable under Article 248 of the Revised Penal Code, in an information which reads as follows:That on or about September 2, 1995 at around 6:30 in the evening at Malasag, Cugman, Cagayan de Oro City, and within the jurisdiction of this Honorable Court, the said accused did then and there wilfully, unlawfully and feloniously, with intent to kill and with treachery and evident premeditation, attack, assault and use personal violence upon the person of one Tirso J. Naguio by then and there stabbing him suddenly on his arm, chest, thigh, abdomen and other parts of his body, thereby inflicting upon the latter mortal wounds which were the direct and immediate cause of his death thereafter.[5]Upon arraignment on 15 February 1996, accused pleaded not guilty to the charge.[6] Accused claimed that he acted in self-defense and expectedly, he gave a totally different version of the events which transpired on the evening of 2 September 1995.According to accused, he was hunting for birds in the forests of Malasag, Cagayan de Oro City from 8 a.m. until 5 p.m. On his way home, at 6:30 p.m., he met Tirso, 100 meters away from the house of Ramon. Since it was dark, accused did not recognize Tirso at first, but nevertheless he greeted him with a perfunctory \"Good evening.\" The accused narrated the details of the attack as follows -QAfter saying those words what did you reply?AThat is all what [sic] he said. QWhat happened after that?AHe came near me. QHow did he come near you?AHe had bad intention on [sic] me. QHow did you come in [sic] that conclusion that he had bad intention on you?ABecause his position at the time was unusual. QWill you please demonstrate his position which you interpret [sic] not good?AHe was in a position as if to strike me. (Witness demonstrating by turning to his right and his left hand in the act of striking) QUpon saying that what did you say?AI did not say anything. QWhat did you do then?ABecause I know that he has [sic] bad intention with me and it was dark [,] I pulled out my bolo. QFrom where did you pull out your bolo?AFrom my left waist. QWhat held your bolo in your side?AA scabbard. QWhat did you do with that bolo?AI held that in preparation. QHow about Tirso Naquio [,] what did he do?AHe rushed at me. QWhat did you do after he rushed at you?AI met him and stabbed him. QHow did you meet him?AWhen he rushed at me [,] I met him.(Witness demonstrating his right hand forward) QTowards where [did] the bolo hit when you thrust it forward?AHere. (Witness pointing to his chest on the vicinity of his upper sternum) COURT: He was hit at the middle of his body. ATTY. ROA: (CONT'NG) QSo what happened to him?AHis body passed by me (nasaylo). QWhy his body passed by you? [sic]ABecause he was hit, then he fell. QWhen he fell [,] was he facing downward?AFacing downward. QWhat else happened after that?AHe was not able to stand up. QHow about you what did you do?AI finished him off (Gitiwasan) [.] QHow did you do that?AI stabbed and hacked him. COURT: Did you deliver some more thrust on his body?ANo, Your Honor. QWhat you did is slashing and stabbing him?AHacking, slashing and stabbing him, Your Honor. QHow many times?AThree times. QYou are sure that there were only three [-] the slashing, hacking and stabbing?AYes, Your Honor. QYou could feel your bolo entering the body of the victim?AYes, Sir. QJust cutting meat in the kitchen?AYes, Your Honor. QCan you remember the parts of the body where the bolo landed?AI can still remember. QWhat part?AHere (Witness demonstrating middle of the chest, back and lower waist, near scapular area, left lumbar region, middle of the back) QWhy did you not try to avoid the person you meet [sic] that is fierce from the beginning?ABecause he was very near me at the time.On cross-examination, accused gave further details on his unfortunate encounter with the victim -QWhen you first met the deceased[,] how far were you to [sic] him?AAbout 1 fathom or 1 meter away. QAnd that was the time you greeted him and you said, `Good evening'.AYes, Sir. QWhen you greeted him and he responded[,] he stayed to [sic] where he was standing?AHe was moving and came near me. QYou also declared that he moved to his right and moved back his left arm as if to strike you?AYes, Sir. QHow far was he to [sic] you at the time?AOne (1) fathom. QStill one fathom away when you pulled out your bolo from your left waist?AYes, Sir. QWhere did you place your bolo?AOn my right hand. QDid the victim move forward to your direction or stayed in the place about one fathom from you?AHe rushed at me. COURT: QYou never mentioned that the deceased has a bolo because there was none?AI did not observe because it was dark and I could not see clearly. QIn short, you attacked him without you not being attacked?AWhen he came near me I understood that he has evil motives towards me. QDon't you know that boxing involves only fists?AYes, Sir. QIt did not occur to you because it was nighttime you cannot determine whether you were attacked or not?AIt was too late (Apiki naman kaayo.) QWhy too late?ABecause it was slippery. QBut you are walking by a road built by Mayor Magtajas?AYes, Your Honor. PROS. DAMASING: (CONT'NG) QYou said that the deceased cam rushing towards you, is that correct?AYes, Sir. QWhat was your distance or how far was he able to go near you before you thrust forward your bolo?ATwo steps. QHe was still about one meter away from you before you thrust your bolo?AVery near. QAbout two feet away from you?AYes, Sir. QAs a matter of fact as you declared earlier you met him when you thrust your bolo?AYes, Sir [,] when he made two steps I met him. QYou mean you took steps forward?AI met him with the bolo. QYou said that the victim was moving towards you and you met him with your bolo?AYes, Sir. QAnd you distinctly remember that your bolo penetrated the body of the deceased?AYes, Sir. QAs a matter of fact you can recall that your bolo penetrated the body of the deceased?AYes, Sir. QAs far as you know when that bolo of yours hit the deceased for the first time that was a deep and serious wound?AYes, Sir. COURT: QAnd you know that it was a fatal stabbing of yours?AYes, Your Honor. QIn fact he fell down?AYes, Your Honor. QWith his face down?AYes, Your Honor. QAnd now that he was disabled and you did not find any weapon in his body?AI don't know whether he has a bolo. QBut you knew that he could not fight back anymore?AYes, Sir. QWhy you stabbed him, slashed him and hacked him so much and you knew that he could not fight you anymore? [sic]AI forgot myself. QYou forgot yourself and you knew that you are the assailant[,] not the victim?AI just want to be sure.[7] xxx xxx xxx PROS. DAMASING: (TO WITNESS) QIn the last hearing of this case your last testimony was that when you thrust your long bolo for the first time on the accused you inflicted on him the deep and serious wound which you term in the dialect `ikapatay' which would case [sic] his death, do you recall having said that?AYes, Sir. QAs a matter of fact it was a serious wound you inflicted that Tirso Naquio slump[ed] face down and you knew him to have been disabled already and could not fight back anymore?AYes, Sir. QBut you said that you continued to hack him some more while on [sic] that condition because you forgot yourself which in Cebuano dialect you said `nakalimot ako[.]' [C]an you remember having said that?AYes, Sir. QWhen you finally stopped hacking Tirso Naquio[,] you are sure that he was already dead?AYes, Sir. QYou said that you forgot yourself that is why you continued hacking him and the cause of this you having been answered by him, `unsay maayong gabii diha', afterwards he made a boxing stance towards you?AYes, Sir. QBefore you stabbed him for the first time[,] Tirso Naquio was unable to touch any part of your body?AHe rushed at me. QThe question is: when he rushed at you he was unable to touch you?ANone. QLikewise when he slump[ed] on the ground you first stabbed him and he was likewise unable to touch any part of your body before you continued to stab him?AYes, [n]one.[8]After the attack, accused proceeded to the house of Ramon and on his way he met Sonny, to whom he confessed having killed someone. Upon reaching Ramon's house, he also told Ramon that he had killed someone and the latter advised him to give himself up to the authorities, to which he acceded. Accused, accompanied by Sonny and Ramon, went to the house of the Barangay Chairman Labininay in order to give himself up.[9]The trial court[10] found accused guilty beyond a reasonable doubt of the crime of murder for the killing of Tirso Naguio, with the qualifying circumstance of treachery. It imposed upon accused the penalty of reclusion perpetua, appreciating in his favor the mitigating circumstance of voluntary surrender. The court also ordered accused to indemnify the heirs of the victim in the amount of P50,000.00.[11]It is a basic principle in criminal law that a plea of self-defense automatically shifts the burden of proof from the prosecution to the defense since such a plea means that the accused admits to having performed the criminal act, but disclaims legal liability on the ground that his life had been exposed to harm first before he committed the act in defense of himself.[12] After openly admitting responsibility for the killing, the accused must rely on the strength of his own evidence and not on the weakness of the prosecution's evidence, for even if the latter were weak it could not be disbelieved.[13] In order to exculpate himself from any criminal liability, the accused must prove the following elements by clear and convincing evidence: (1) unlawful aggression on the part of the victim; (2) reasonable necessity of the means employed to prevent or repel it; and (3) lack of sufficient provocation on the part of the person defending himself.[14]The existence of an unlawful aggression on the part of the victim directed against the person defending himself is a condition sine qua non for the right of self-defense to exist at all. It is vital that its exercise be preceded by an assault, or at least by an imminent and immediate threat of an assault.[15] There is no unlawful aggression when the peril to one's life, limb or right is not either actual or imminent. Thus, there must be actual physical force or a threat to inflict real injury. In case of a threat, it must be offensive and positively strong so as to display a real, not imagined, intent to cause an injury.[16] Even going by the version of accused, no unlawful aggression was ever exhibited by the victim so as to give rise to a valid exercise of the right to self-defense. On direct examination, accused testified that Tirso merely exhibited a \"bad intention.\" There was no actual assault to speak of, nor an utterance of any threatening remarks. Accused said that Tirso \"rushed\" at him, which in and by itself does not constitute an unlawful aggression.[17] Meanwhile, accused admitted on cross-examination that Tirso never even touched him, only that the later took two steps towards him, after which accused met him with his bolo and inflicted upon him a fatal wound by stabbing him in the chest.[18]It is useless to even inquire whether the other two remaining elements of self-defense are present when there is no finding of unlawful aggression. The circumstances of \"reasonable necessity of the means employed\" and lack of \"sufficient provocation\" on the part of one invoking legitimate self-defense both presuppose unlawful aggression, which, as already explained, is not present in the instant case.[19] However, it is still worth noting that accused himself admitted that after he inflicted the first fatal stab wound, which caused the victim to fall to the ground, he knew that the victim would not be able to stand up anymore, much less fight back, still, he continued hacking at the victim because he \"forgot himself\" and in order to \"finish him off.\"[20] Clearly, even if we follow accused's version, there was no reasonable necessity of the means employed by accused to prevent or repel the alleged attack. After the first blow, there was no longer any actual or imminent danger to accused's life or limb since, based on accused's own testimony, the victim was mortally wounded and no longer posed any threat to accused, yet the latter persisted in hacking at the victim. According to accused, he hacked at the victim's chest, stomach and back - all vital parts of the victim's body.[21] This display of brutal conduct belies a murderous intent on the part of accused and stands as an irrefutable testament against his claim that he was only defending himself.In fact, the medical expert testified that Tirso sustained a total of seventeen hack wounds in various part of his body, involving the chest, abdomen and the back. The location, number and seriousness of the stab and hack wounds inflicted on the victim are important indicia which disprove accused's plea of self-defense.[22]Moreover, accused's testimony stands totally uncorroborated. Even his friends - Sonny Bernabe and Ramon Maria - testified for the prosecution. Although they denied that accused was drinking with the victim before the attack, they both admitted that they met accused at around 6:30 p.m. on 2 September 1995, that accused was clutching a bolo and that his hand and bolo were bloodied, and that accused confessed to them that he had killed someone.The trial court did not err in upholding the testimonies of the prosecution witnesses which, based on our own independent study, we find to be worthy of full faith and credence. It is firmly established doctrine that absent any showing that it has overlooked, misapprehended, or misapplied some facts of weight and substance which, if properly considered, would have altered the result of the case, the trial court's assessment of the credibility of the witnesses must be sustained.[23] The defense has not shown that the prosecution witnesses were moved by improper motives, thus, it must be presumed that they were not so moved.[24] On the contrary, we find that the testimonies of the prosecution witnesses were clear and straightforward, coinciding on all material points.Based on the testimony of Dionesa Naguio, the killing of her husband was done with treachery. Treachery exists when the offender employs means, methods, or forms in the execution of the crime which tend directly and specially to insure its execution, without risk to himself arising from the defense which the offended party might make.[25] There is treachery when the attack is sudden and unexpected, rendering the victim unable to defend himself.[26] Tirso had no reason to anticipate an attack from accused, having parted ways amicably after an extended drinking session where he and accused were even gamely joking around. Accused came down upon the couple of a sudden, having first hidden behind some trees on the side of the road, concealing himself in the shadows as it was already dark. Tirso, who was very drunk and even needed the help of his wife in negotiating the road home, did not stand a chance against accused, who was wielding a bolo which he used none too sparingly on the helpless man. Not content with only wounding Tirso, he hacked, slashed and stabbed at the latter seventeen times, at vital portions of his body, ignoring his pleas, until he was sure that his victim was dead. Clearly, a murderous intent was present in this case.The trial court correctly imposed the penalty of reclusion perpetua pursuant to article 63 of the Revised Penal Code, considering the existence of the mitigating circumstance of voluntary surrender and the absence of any aggravating circumstances. Also, consistent with current jurisprudence, the award of P50,000.00 by way of indemnity was properly made.[27]WHEREFORE, the 18 September 1997 Decision of Branch 19 of the Regional Trial Court of Cagayan de Oro City in Criminal Case No. 95-660 is hereby AFFIRMED. Costs against accused.SO ORDERED.Melo, (Chairman), Vitug, Panganiban, and Sandoval-Gutierrez, JJ., concur.[1] Sometimes referred to in the transcripts as Junior Basadre.[2] TSN, 19 May 1997, 34-49.[3] TSN, 29 April 1997, 4-9.[4] TSN, 25 July 1997, 63-75.[5] Rollo, 10.[6] Records, 267.[7] TSN, 8 August 1997, 6-8, 19-22.[8] TSN, 27 August 1997, 1-2.[9] TSN, 8 August 1997, 11-13; TSN, 27 August 1997, 2-3.[10] Penned by Judge Anthony E. Santos.[11] Records, 273-274.[12] People v. De la Cruz, 291 SCRA 164 (1998); People v. Timblor, 285 SCRA 64 (1998).[13] People v. PeÃ±a, 291 SCRA 606 (1998); People v. Mendoza, 284 SCRA 705 (1998).[14] People v. Noay, 296 SCRA 292 (1998); People v. Cario, 288 SCRA 404 (1998); People v. Timblor, supra.[15] People v. Sazon, 189 SCRA 700 (1990); People v. Bayocot, 174 SCRA 285 (1989).[16] People v. Crisostomo, 108 SCRA 288 (1981); U.S. v. Guy-sayco, 13 Phil 292 (1909).[17] TSN, 8 August 1997, 6-8.[18] Ibid., 19-21.[19] People v. Yuman, 61 Phil 786 (1935).[20] TSN, 8 August 1997, 7, 22.[21] Ibid., 8-10.[22] People v. Umadhay, 293 SCRA 545 (1998); People v. CaÃ±ete, 287 SCRA 490 (1998).[23] People v. Atop, 286 SCRA 157 (1998); People v. Viovicente, 286 SCRA 1 (1998).[24] People v. Mendoza, supra.[25] People v. Gungon, 287 SCRA 618 (1998).[26] People v. Cortes, 286 SCRA 295 (1998).[27] People v. Solis, 291 SCRA 529 (1998). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "alfredo",
    "basadre",
    "accused",
    "appellant",
    "gonzaga",
    "around",
    "afternoon",
    "september",
    "dionesa",
    "naguio",
    "common",
    "law",
    "husband",
    "arriving",
    "drinking",
    "fighter"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ALFREDO BASADRE, ACCUSED-APPELLANT.D E C I S I...",
  "formatted_case_content": "View printer friendly version\n405 Phil. 216\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 131851, February 22, 2001 ]\n[ G.R. No. 131851, February 22, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ALFREDO BASADRE, ACCUSED-APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ALFREDO BASADRE, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nGONZAGA-REYES, J.:\n\nAt around 4:30 in the afternoon of 2 September 1995, Dionesa Naguio went to the store of Ramon Maria in order to look for her common-law husband, Tirso Naguio, who had gone to buy their food. Upon arriving at the store, Dionesa found her husband drinking \"fighter\" wine with accused-appellant Alfredo Basadre [1] and Sonny Bernabe. Ramon was also there. Accused and Tirso were joking around, pretending to be gay. Using the dull side of a bolo, accused pretended to slash the penis of Tirso, compelling Dionesa to exclaim, \"Don't do that, that is not good. It is an indecent act.\" Accused explained that they were just playing around. Alex Basadre, elder brother of accused, told the latter to go home, but accused refused to go without first consuming the contents of the wine bottles. Alex then told Tirso to leave the place. Tirso and his wife left.\n\nOn their way home, Dionesa heard a whistle and saw a man pass by on a path parallel to the road they were taking. The man stopped near a coconut tree to their right, about two armslength away. Dionesa recognized the man to be the accused. Accused was clutching a bolo in his right hand, which he raised and pointed at Dionesa, who jumped to the left. Accused turned to Tirso and said, \"Bay.\" When Tirso answered \"Ha?\" accused hacked him at both his shoulders. Tirso tried to parry the blow by covering his face with his hands, at the same time asking, \"What is this Jun?\", but accused slashed at his forearms. When Tirso repeated his question, accused hacked at both his knees, causing him to fall to the ground in a kneeling position. Tirso pleaded with accused, saying \"Jun, that is enough.\" In response, accused stabbed Tirso in his right and left chest and in the abdomen. Tirso fell to the ground, face down, and was trembling. Accused repeatedly hacked at Tirso's back.\n\nDuring the attack, Dionesa shouted for help, but no one came, although the store of Ramon was only fifty meters away. Dionesa ran to the house of her husband's aunt, Lusina Pajo, and told her that Tirso was killed by accused. Lusina accompanied Dionesa to the house of the Barangay Chairman, Buenaventura Labininay, to whom Dionesa related the details of the attack. [2]\n\nWhile walking home from the house of Ramon, Sonny Bernabe met accused holding a bloodstained bolo. Accused's right hand was bloodied. Accused told him that he had killed someone. Sonny and accused returned to the house of Ramon, who suggested to accused that he surrender. Accused agreed and so Sonny and Ramon accompanied him to the house of Barangay Chairman Labininay. Upon reaching the barangay chairman's house, accused surrendered himself and also gave up the bolo he had used to kill Tirso. [3]\n\nThe post mortem examination conducted by Dr. Cesar Tiro revealed that Tirso Naguio sustained seventeen (17) wounds which were most probably inflicted by a sharp-edged instrument. These wounds caused an internal hemorrhage which resulted in Tirso's untimely death. [4]\n\nOn 9 October 1995, accused was charged with the crime of murder, punishable under Article 248 of the Revised Penal Code, in an information which reads as follows:\nThat on or about September 2, 1995 at around 6:30 in the evening at Malasag, Cugman, Cagayan de Oro City, and within the jurisdiction of this Honorable Court, the said accused did then and there wilfully, unlawfully and feloniously, with intent to kill and with treachery and evident premeditation, attack, assault and use personal violence upon the person of one Tirso J. Naguio by then and there stabbing him suddenly on his arm, chest, thigh, abdomen and other parts of his body, thereby inflicting upon the latter mortal wounds which were the direct and immediate cause of his death thereafter. [5] Upon arraignment on 15 February 1996, accused pleaded not guilty to the charge. [6] Accused claimed that he acted in self-defense and expectedly, he gave a totally different version of the events which transpired on the evening of 2 September 1995.\n\nAccording to accused, he was hunting for birds in the forests of Malasag, Cagayan de Oro City from 8 a.m. until 5 p.m. On his way home, at 6:30 p.m., he met Tirso, 100 meters away from the house of Ramon. Since it was dark, accused did not recognize Tirso at first, but nevertheless he greeted him with a perfunctory \"Good evening.\" The accused narrated the details of the attack as follows -\n\n[TABLE_CONTENT]\nQ | After saying those words what did you reply?\nA | That is all what [sic] he said.\n | \nQ | What happened after that?\nA | He came near me.\n | \nQ | How did he come near you?\nA | He had bad intention on [sic] me.\n | \nQ | How did you come in [sic] that conclusion that he had bad intention on you?\nA | Because his position at the time was unusual.\n | \nQ | Will you please demonstrate his position which you interpret [sic] not good?\nA | He was in a position as if to strike me. (Witness demonstrating by turning to his right and his left hand in the act of striking)\n | \nQ | Upon saying that what did you say?\nA | I did not say anything.\n | \nQ | What did you do then?\nA | Because I know that he has [sic] bad intention with me and it was dark [,] I pulled out my bolo.\n | \nQ | From where did you pull out your bolo?\nA | From my left waist.\n | \nQ | What held your bolo in your side?\nA | A scabbard.\n | \nQ | What did you do with that bolo?\nA | I held that in preparation.\n | \nQ | How about Tirso Naquio [,] what did he do?\nA | He rushed at me.\n | \nQ | What did you do after he rushed at you?\nA | I met him and stabbed him.\n | \nQ | How did you meet him?\nA | When he rushed at me [,] I met him.\n(Witness demonstrating his right hand forward)\n | \nQ | Towards where [did] the bolo hit when you thrust it forward?\nA | Here. (Witness pointing to his chest on the vicinity of his upper sternum)\n | \nCOURT:\n | \n | He was hit at the middle of his body.\n | \nATTY. ROA: (CONT'NG)\n | \nQ | So what happened to him?\nA | His body passed by me (nasaylo).\n | \nQ | Why his body passed by you? [sic]\nA | Because he was hit, then he fell.\n | \nQ | When he fell [,] was he facing downward?\nA | Facing downward.\n | \nQ | What else happened after that?\nA | He was not able to stand up.\n | \nQ | How about you what did you do?\nA | I finished him off (Gitiwasan) [.]\n | \nQ | How did you do that?\nA | I stabbed and hacked him.\n | \nCOURT:\n | Did you deliver some more thrust on his body?\nA | No, Your Honor.\n | \nQ | What you did is slashing and stabbing him?\nA | Hacking, slashing and stabbing him, Your Honor.\n | \nQ | How many times?\nA | Three times.\n | \nQ | You are sure that there were only three [-] the slashing, hacking and stabbing?\nA | Yes, Your Honor.\n | \nQ | You could feel your bolo entering the body of the victim?\nA | Yes, Sir.\n | \nQ | Just cutting meat in the kitchen?\nA | Yes, Your Honor.\n | \nQ | Can you remember the parts of the body where the bolo landed?\nA | I can still remember.\n | \nQ | What part?\nA | Here (Witness demonstrating middle of the chest, back and lower waist, near scapular area, left lumbar region, middle of the back)\n | \nQ | Why did you not try to avoid the person you meet [sic] that is fierce from the beginning?\nA | Because he was very near me at the time.\n[END_TABLE]\n\nQ After saying those words what did you reply? A That is all what [sic] he said.\n\nQ What happened after that? A He came near me.\n\nQ How did he come near you? A He had bad intention on [sic] me.\n\nQ How did you come in [sic] that conclusion that he had bad intention on you? A Because his position at the time was unusual.\n\nQ Will you please demonstrate his position which you interpret [sic] not good? A He was in a position as if to strike me. (Witness demonstrating by turning to his right and his left hand in the act of striking)\n\nQ Upon saying that what did you say? A I did not say anything.\n\nQ What did you do then? A Because I know that he has [sic] bad intention with me and it was dark [,] I pulled out my bolo.\n\nQ From where did you pull out your bolo? A From my left waist.\n\nQ What held your bolo in your side? A A scabbard.\n\nQ What did you do with that bolo? A I held that in preparation.\n\nQ How about Tirso Naquio [,] what did he do? A He rushed at me.\n\nQ What did you do after he rushed at you? A I met him and stabbed him.\n\nQ How did you meet him? A When he rushed at me [,] I met him. (Witness demonstrating his right hand forward)\n\nQ Towards where [did] the bolo hit when you thrust it forward? A Here. (Witness pointing to his chest on the vicinity of his upper sternum)\n\nCOURT:\n\nHe was hit at the middle of his body.\n\nATTY. ROA: (CONT'NG)\n\nQ So what happened to him? A His body passed by me (nasaylo).\n\nQ Why his body passed by you? [sic] A Because he was hit, then he fell.\n\nQ When he fell [,] was he facing downward? A Facing downward.\n\nQ What else happened after that? A He was not able to stand up.\n\nQ How about you what did you do? A I finished him off (Gitiwasan) [.]\n\nQ How did you do that? A I stabbed and hacked him.\n\nCOURT:\nDid you deliver some more thrust on his body? A No, Your Honor.\n\nQ What you did is slashing and stabbing him? A Hacking, slashing and stabbing him, Your Honor.\n\nQ How many times? A Three times.\n\nQ You are sure that there were only three [-] the slashing, hacking and stabbing? A Yes, Your Honor.\n\nQ You could feel your bolo entering the body of the victim? A Yes, Sir.\n\nQ Just cutting meat in the kitchen? A Yes, Your Honor.\n\nQ Can you remember the parts of the body where the bolo landed? A I can still remember.\n\nQ What part? A Here (Witness demonstrating middle of the chest, back and lower waist, near scapular area, left lumbar region, middle of the back)\n\nQ Why did you not try to avoid the person you meet [sic] that is fierce from the beginning? A Because he was very near me at the time. On cross-examination, accused gave further details on his unfortunate encounter with the victim -\n\n[TABLE_CONTENT]\nQ | When you first met the deceased[,] how far were you to [sic] him?\nA | About 1 fathom or 1 meter away.\n | \nQ | And that was the time you greeted him and you said, `Good evening'.\nA | Yes, Sir.\n | \nQ | When you greeted him and he responded[,] he stayed to [sic] where he was standing?\nA | He was moving and came near me.\n | \nQ | You also declared that he moved to his right and moved back his left arm as if to strike you?\nA | Yes, Sir.\n | \nQ | How far was he to [sic] you at the time?\nA | One (1) fathom.\n | \nQ | Still one fathom away when you pulled out your bolo from your left waist?\nA | Yes, Sir.\n | \nQ | Where did you place your bolo?\nA | On my right hand.\n | \nQ | Did the victim move forward to your direction or stayed in the place about one fathom from you?\nA | He rushed at me.\n | \nCOURT:\n | \nQ | You never mentioned that the deceased has a bolo because there was none?\nA | I did not observe because it was dark and I could not see clearly.\n | \nQ | In short, you attacked him without you not being attacked?\nA | When he came near me I understood that he has evil motives towards me.\n | \nQ | Don't you know that boxing involves only fists?\nA | Yes, Sir.\n | \nQ | It did not occur to you because it was nighttime you cannot determine whether you were attacked or not?\nA | It was too late (Apiki naman kaayo.)\n | \nQ | Why too late?\nA | Because it was slippery.\n | \nQ | But you are walking by a road built by Mayor Magtajas?\nA | Yes, Your Honor.\n | \nPROS. DAMASING: (CONT'NG)\n | \nQ | You said that the deceased cam rushing towards you, is that correct?\nA | Yes, Sir.\n | \nQ | What was your distance or how far was he able to go near you before you thrust forward your bolo?\nA | Two steps.\n | \nQ | He was still about one meter away from you before you thrust your bolo?\nA | Very near.\n | \nQ | About two feet away from you?\nA | Yes, Sir.\n | \nQ | As a matter of fact as you declared earlier you met him when you thrust your bolo?\nA | Yes, Sir [,] when he made two steps I met him.\n | \nQ | You mean you took steps forward?\nA | I met him with the bolo.\n | \nQ | You said that the victim was moving towards you and you met him with your bolo?\nA | Yes, Sir.\n | \nQ | And you distinctly remember that your bolo penetrated the body of the deceased?\nA | Yes, Sir.\n | \nQ | As a matter of fact you can recall that your bolo penetrated the body of the deceased?\nA | Yes, Sir.\n | \nQ | As far as you know when that bolo of yours hit the deceased for the first time that was a deep and serious wound?\nA | Yes, Sir.\n | \nCOURT:\n | \nQ | And you know that it was a fatal stabbing of yours?\nA | Yes, Your Honor.\n | \nQ | In fact he fell down?\nA | Yes, Your Honor.\n | \nQ | With his face down?\nA | Yes, Your Honor.\n | \nQ | And now that he was disabled and you did not find any weapon in his body?\nA | I don't know whether he has a bolo.\n | \nQ | But you knew that he could not fight back anymore?\nA | Yes, Sir.\n | \nQ | Why you stabbed him, slashed him and hacked him so much and you knew that he could not fight you anymore? [sic]\nA | I forgot myself.\n | \nQ | You forgot yourself and you knew that you are the assailant[,] not the victim?\nA | I just want to be sure.[7]\n | \nxxx xxx xxx\n | \nPROS. DAMASING: (TO WITNESS)\n | \nQ | In the last hearing of this case your last testimony was that when you thrust your long bolo for the first time on the accused you inflicted on him the deep and serious wound which you term in the dialect `ikapatay' which would case [sic] his death, do you recall having said that?\nA | Yes, Sir.\n | \nQ | As a matter of fact it was a serious wound you inflicted that Tirso Naquio slump[ed] face down and you knew him to have been disabled already and could not fight back anymore?\nA | Yes, Sir.\n | \nQ | But you said that you continued to hack him some more while on [sic] that condition because you forgot yourself which in Cebuano dialect you said `nakalimot ako[.]' [C]an you remember having said that?\nA | Yes, Sir.\n | \nQ | When you finally stopped hacking Tirso Naquio[,] you are sure that he was already dead?\nA | Yes, Sir.\n | \nQ | You said that you forgot yourself that is why you continued hacking him and the cause of this you having been answered by him, `unsay maayong gabii diha', afterwards he made a boxing stance towards you?\nA | Yes, Sir.\n | \nQ | Before you stabbed him for the first time[,] Tirso Naquio was unable to touch any part of your body?\nA | He rushed at me.\n | \nQ | The question is: when he rushed at you he was unable to touch you?\nA | None.\n | \nQ | Likewise when he slump[ed] on the ground you first stabbed him and he was likewise unable to touch any part of your body before you continued to stab him?\nA | Yes, [n]one.[8]\n[END_TABLE]\n\nQ When you first met the deceased[,] how far were you to [sic] him? A About 1 fathom or 1 meter away.\n\nQ And that was the time you greeted him and you said, `Good evening'. A Yes, Sir.\n\nQ When you greeted him and he responded[,] he stayed to [sic] where he was standing? A He was moving and came near me.\n\nQ You also declared that he moved to his right and moved back his left arm as if to strike you? A Yes, Sir.\n\nQ How far was he to [sic] you at the time? A One (1) fathom.\n\nQ Still one fathom away when you pulled out your bolo from your left waist? A Yes, Sir.\n\nQ Where did you place your bolo? A On my right hand.\n\nQ Did the victim move forward to your direction or stayed in the place about one fathom from you? A He rushed at me.\n\nCOURT:\n\nQ\n\nYou never mentioned that the deceased has a bolo because there was none? A I did not observe because it was dark and I could not see clearly.\n\nQ In short, you attacked him without you not being attacked? A When he came near me I understood that he has evil motives towards me.\n\nQ Don't you know that boxing involves only fists? A Yes, Sir.\n\nQ It did not occur to you because it was nighttime you cannot determine whether you were attacked or not? A It was too late (Apiki naman kaayo.)\n\nQ Why too late? A Because it was slippery.\n\nQ But you are walking by a road built by Mayor Magtajas? A Yes, Your Honor.\n\nPROS. DAMASING: (CONT'NG)\n\nQ You said that the deceased cam rushing towards you, is that correct? A Yes, Sir.\n\nQ What was your distance or how far was he able to go near you before you thrust forward your bolo? A Two steps.\n\nQ He was still about one meter away from you before you thrust your bolo? A Very near.\n\nQ About two feet away from you? A Yes, Sir.\n\nQ As a matter of fact as you declared earlier you met him when you thrust your bolo? A Yes, Sir [,] when he made two steps I met him.\n\nQ You mean you took steps forward? A I met him with the bolo.\n\nQ You said that the victim was moving towards you and you met him with your bolo? A Yes, Sir.\n\nQ And you distinctly remember that your bolo penetrated the body of the deceased? A Yes, Sir.\n\nQ As a matter of fact you can recall that your bolo penetrated the body of the deceased? A Yes, Sir.\n\nQ As far as you know when that bolo of yours hit the deceased for the first time that was a deep and serious wound? A Yes, Sir.\n\nCOURT:\n\nQ And you know that it was a fatal stabbing of yours? A Yes, Your Honor.\n\nQ In fact he fell down? A\n\nYes, Your Honor.\n\nQ With his face down? A Yes, Your Honor.\n\nQ And now that he was disabled and you did not find any weapon in his body? A I don't know whether he has a bolo.\n\nQ But you knew that he could not fight back anymore? A Yes, Sir.\n\nQ Why you stabbed him, slashed him and hacked him so much and you knew that he could not fight you anymore? [sic] A I forgot myself.\n\nQ You forgot yourself and you knew that you are the assailant[,] not the victim? A I just want to be sure. [7]\n\nxxx xxx xxx\n\nPROS. DAMASING: (TO WITNESS)\n\nQ In the last hearing of this case your last testimony was that when you thrust your long bolo for the first time on the accused you inflicted on him the deep and serious wound which you term in the dialect `ikapatay' which would case [sic] his death, do you recall having said that? A Yes, Sir.\n\nQ As a matter of fact it was a serious wound you inflicted that Tirso Naquio slump[ed] face down and you knew him to have been disabled already and could not fight back anymore? A Yes, Sir.\n\nQ But you said that you continued to hack him some more while on [sic] that condition because you forgot yourself which in Cebuano dialect you said `nakalimot ako[.]' [C]an you remember having said that? A Yes, Sir.\n\nQ When you finally stopped hacking Tirso Naquio[,] you are sure that he was already dead? A Yes, Sir.\n\nQ You said that you forgot yourself that is why you continued hacking him and the cause of this you having been answered by him, `unsay maayong gabii diha', afterwards he made a boxing stance towards you? A Yes, Sir.\n\nQ Before you stabbed him for the first time[,] Tirso Naquio was unable to touch any part of your body? A He rushed at me.\n\nQ The question is: when he rushed at you he was unable to touch you? A None.\n\nQ Likewise when he slump[ed] on the ground you first stabbed him and he was likewise unable to touch any part of your body before you continued to stab him? A Yes, [n]one. [8] After the attack, accused proceeded to the house of Ramon and on his way he met Sonny, to whom he confessed having killed someone. Upon reaching Ramon's house, he also told Ramon that he had killed someone and the latter advised him to give himself up to the authorities, to which he acceded. Accused, accompanied by Sonny and Ramon, went to the house of the Barangay Chairman Labininay in order to give himself up. [9]\n\nThe trial court [10] found accused guilty beyond a reasonable doubt of the crime of murder for the killing of Tirso Naguio, with the qualifying circumstance of treachery. It imposed upon accused the penalty of reclusion perpetua , appreciating in his favor the mitigating circumstance of voluntary surrender. The court also ordered accused to indemnify the heirs of the victim in the amount of P50,000.00. [11]\n\nIt is a basic principle in criminal law that a plea of self-defense automatically shifts the burden of proof from the prosecution to the defense since such a plea means that the accused admits to having performed the criminal act, but disclaims legal liability on the ground that his life had been exposed to harm first before he committed the act in defense of himself. [12] After openly admitting responsibility for the killing, the accused must rely on the strength of his own evidence and not on the weakness of the prosecution's evidence, for even if the latter were weak it could not be disbelieved. [13] In order to exculpate himself from any criminal liability, the accused must prove the following elements by clear and convincing evidence: (1) unlawful aggression on the part of the victim; (2) reasonable necessity of the means employed to prevent or repel it; and (3) lack of sufficient provocation on the part of the person defending himself. [14]\n\nThe existence of an unlawful aggression on the part of the victim directed against the person defending himself is a condition sine qua non for the right of self-defense to exist at all. It is vital that its exercise be preceded by an assault, or at least by an imminent and immediate threat of an assault. [15] There is no unlawful aggression when the peril to one's life, limb or right is not either actual or imminent. Thus, there must be actual physical force or a threat to inflict real injury. In case of a threat, it must be offensive and positively strong so as to display a real, not imagined, intent to cause an injury. [16] Even going by the version of accused, no unlawful aggression was ever exhibited by the victim so as to give rise to a valid exercise of the right to self-defense. On direct examination, accused testified that Tirso merely exhibited a \"bad intention.\" There was no actual assault to speak of, nor an utterance of any threatening remarks. Accused said that Tirso \"rushed\" at him, which in and by itself does not constitute an unlawful aggression. [17] Meanwhile, accused admitted on cross-examination that Tirso never even touched him, only that the later took two steps towards him, after which accused met him with his bolo and inflicted upon him a fatal wound by stabbing him in the chest. [18]\n\nIt is useless to even inquire whether the other two remaining elements of self-defense are present when there is no finding of unlawful aggression. The circumstances of \"reasonable necessity of the means employed\" and lack of \"sufficient provocation\" on the part of one invoking legitimate self-defense both presuppose unlawful aggression, which, as already explained, is not present in the instant case. [19] However, it is still worth noting that accused himself admitted that after he inflicted the first fatal stab wound, which caused the victim to fall to the ground, he knew that the victim would not be able to stand up anymore, much less fight back, still, he continued hacking at the victim because he \"forgot himself\" and in order to \"finish him off.\" [20] Clearly, even if we follow accused's version, there was no reasonable necessity of the means employed by accused to prevent or repel the alleged attack. After the first blow, there was no longer any actual or imminent danger to accused's life or limb since, based on accused's own testimony, the victim was mortally wounded and no longer posed any threat to accused, yet the latter persisted in hacking at the victim. According to accused, he hacked at the victim's chest, stomach and back - all vital parts of the victim's body. [21] This display of brutal conduct belies a murderous intent on the part of accused and stands as an irrefutable testament against his claim that he was only defending himself.\n\nIn fact, the medical expert testified that Tirso sustained a total of seventeen hack wounds in various part of his body, involving the chest, abdomen and the back. The location, number and seriousness of the stab and hack wounds inflicted on the victim are important indicia which disprove accused's plea of self-defense. [22]\n\nMoreover, accused's testimony stands totally uncorroborated. Even his friends - Sonny Bernabe and Ramon Maria - testified for the prosecution. Although they denied that accused was drinking with the victim before the attack, they both admitted that they met accused at around 6:30 p.m. on 2 September 1995, that accused was clutching a bolo and that his hand and bolo were bloodied, and that accused confessed to them that he had killed someone.\n\nThe trial court did not err in upholding the testimonies of the prosecution witnesses which, based on our own independent study, we find to be worthy of full faith and credence. It is firmly established doctrine that absent any showing that it has overlooked, misapprehended, or misapplied some facts of weight and substance which, if properly considered, would have altered the result of the case, the trial court's assessment of the credibility of the witnesses must be sustained. [23] The defense has not shown that the prosecution witnesses were moved by improper motives, thus, it must be presumed that they were not so moved. [24] On the contrary, we find that the testimonies of the prosecution witnesses were clear and straightforward, coinciding on all material points.\n\nBased on the testimony of Dionesa Naguio, the killing of her husband was done with treachery. Treachery exists when the offender employs means, methods, or forms in the execution of the crime which tend directly and specially to insure its execution, without risk to himself arising from the defense which the offended party might make. [25] There is treachery when the attack is sudden and unexpected, rendering the victim unable to defend himself. [26] Tirso had no reason to anticipate an attack from accused, having parted ways amicably after an extended drinking session where he and accused were even gamely joking around. Accused came down upon the couple of a sudden, having first hidden behind some trees on the side of the road, concealing himself in the shadows as it was already dark. Tirso, who was very drunk and even needed the help of his wife in negotiating the road home, did not stand a chance against accused, who was wielding a bolo which he used none too sparingly on the helpless man. Not content with only wounding Tirso, he hacked, slashed and stabbed at the latter seventeen times, at vital portions of his body, ignoring his pleas, until he was sure that his victim was dead. Clearly, a murderous intent was present in this case.\n\nThe trial court correctly imposed the penalty of reclusion perpetua pursuant to article 63 of the Revised Penal Code, considering the existence of the mitigating circumstance of voluntary surrender and the absence of any aggravating circumstances. Also, consistent with current jurisprudence, the award of P50,000.00 by way of indemnity was properly made. [27]\n\nWHEREFORE, the 18 September 1997 Decision of Branch 19 of the Regional Trial Court of Cagayan de Oro City in Criminal Case No. 95-660 is hereby AFFIRMED. Costs against accused.\n\nSO ORDERED.\n\nMelo, (Chairman), Vitug, Panganiban, and Sandoval-Gutierrez, JJ., concur.\n\n[1] Sometimes referred to in the transcripts as Junior Basadre.\n\n[2] TSN, 19 May 1997, 34-49.\n\n[3] TSN, 29 April 1997, 4-9.\n\n[4] TSN, 25 July 1997, 63-75.\n\n[5] Rollo, 10.\n\n[6] Records, 267.\n\n[7] TSN, 8 August 1997, 6-8, 19-22.\n\n[8] TSN, 27 August 1997, 1-2.\n\n[9] TSN, 8 August 1997, 11-13; TSN, 27 August 1997, 2-3.\n\n[10] Penned by Judge Anthony E. Santos.\n\n[11] Records, 273-274.\n\n[12] People v. De la Cruz, 291 SCRA 164 (1998); People v. Timblor, 285 SCRA 64 (1998).\n\n[13] People v. PeÃ±a, 291 SCRA 606 (1998); People v. Mendoza, 284 SCRA 705 (1998).\n\n[14] People v. Noay, 296 SCRA 292 (1998); People v. Cario, 288 SCRA 404 (1998); People v. Timblor, supra .\n\n[15] People v. Sazon, 189 SCRA 700 (1990); People v. Bayocot, 174 SCRA 285 (1989).\n\n[16] People v. Crisostomo, 108 SCRA 288 (1981); U.S. v. Guy-sayco, 13 Phil 292 (1909).\n\n[17] TSN, 8 August 1997, 6-8.\n\n[18] Ibid ., 19-21.\n\n[19] People v. Yuman, 61 Phil 786 (1935).\n\n[20] TSN, 8 August 1997, 7, 22.\n\n[21] Ibid ., 8-10.\n\n[22] People v. Umadhay, 293 SCRA 545 (1998); People v. CaÃ±ete, 287 SCRA 490 (1998).\n\n[23] People v. Atop, 286 SCRA 157 (1998); People v. Viovicente, 286 SCRA 1 (1998).\n\n[24] People v. Mendoza, supra .\n\n[25] People v. Gungon, 287 SCRA 618 (1998).\n\n[26] People v. Cortes, 286 SCRA 295 (1998).\n\n[27] People v. Solis, 291 SCRA 529 (1998).",
  "content_length": 28631,
  "metadata_extraction_date": "2025-11-01T05:54:57.477583",
  "extraction_version": "2.0_enhanced_full_content"
}