{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/february/51248.html",
  "filename": "51248.html",
  "year": 2000,
  "month": "february",
  "case_number": "51248",
  "gr_number": "51248",
  "volume_page": "381 Phil. 906",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "december",
    "division",
    "february",
    "petitioner",
    "honorable",
    "sandiganbayan",
    "office",
    "special",
    "prosecutor",
    "respondents",
    "before",
    "court",
    "action",
    "certiorari",
    "preliminary"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n381 Phil. 906; 97 OG No. 49, 7143 (December 3, 2001)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 137017-18, February 08, 2000 ]\n[ G.R. Nos. 137017-18, February 08, 2000 ]\n\nRAMON G. CUYCO, PETITIONER, VS. THE HONORABLE SANDIGANBAYAN, FIFTH DIVISION AND THE HONORABLE OFFICE OF THE SPECIAL PROSECUTOR, RESPONDENTS.D E C I S I O N\nRAMON G. CUYCO, PETITIONER, VS. THE HONORABLE SANDIGANBAYAN, FIFTH DIVISION AND THE HONORABLE OFFICE OF THE SPECIAL PROSECUTOR, RESPONDENTS.\n\nD E C I S I O N\n\nPARDO, J.:\n\nThe case before the Court is a special civil action for certiorari with preliminary injunction or temporary restraining order seeking to review the resolutions of the Sandiganbayan, Fifth Division, [1] that denied petitioner's motion to quash information for violation of Section 3(e), Republic Act No. 3019, as amended, for lack of jurisdiction, and another resolution suspending petitioner from office for a period of ninety (90) days for the same offense.\n\nThe facts are as follows:\n\nOn April 18, 1995, Graft Investigation Officer Ma. Lourdes M. Vilaria-Yap found probable cause for the indictment of petitioner Ramon G. Cuyco, Generoso P. Germino and Melcy V. Wee for violation of Section 3(a), Republic Act No. 3019, and petitioner Ramon G. Cuyco together with Rolando R. Madarang for violation of Section 3(e) of the same Act, and recommended the filing of two informations against petitioner, together with the other respondents.\n\nOn October 30, 1995, the Ombudsman approved the recommendation, and on November 2, 1995, the prosecution filed with the Sandiganbayan two informations against petitioner for the offenses aforesaid. [2]\n\nOn June 20, 1997, petitioner filed with the Sandiganbayan a motion to quash the information for lack of jurisdiction, contending that the Sandiganbayan had no jurisdiction over the cases under Republic Act No. 7975, which was subsequently amended by Republic Act No. 8249, approved on February 5, 1997.\n\nOn June 8, 1998, Prosecutor Jacqueline J. Ongpauco-Cortel filed with the Sandiganbayan her comment stating that \"the prosecution interposes no objection to the remanding of the case to the Regional Trial Court of Zamboanga City.\" [3]\n\nOn August 5, 1998, the Sandiganbayan issued a resolution denying petitioner's motion to quash and on September 21, 1998, issued another resolution ordering the preventive suspension of petitioner and his co-accused for ninety (90) days. [4]\n\nOn September 23, 1998, petitioner filed with the Sandiganbayan a motion for reconsideration seeking to set aside the resolutions in question and to dismiss the criminal cases for want of jurisdiction. [5]\n\nOn December 16, 1998, the Sandiganbayan issued a resolution denying petitioner's motion for reconsideration. [6]\n\nHence, this petition. [7]\n\nOn March 8, 1999, we required respondents to comment on the petition, and issued a temporary restraining order, without bond, enjoining the Sandiganbayan from enforcing its resolution suspending petitioner from office. [8]\n\nOn August 25, 1999, we resolved to give due course to the petition. [9]\n\nAt issue is whether or not at the time of the filing of the informations on November 2, 1995 the Sandiganbayan had jurisdiction over the cases against petitioner for violation of Sections 3(a) and (e), Republic Act No. 3019, as amended.\n\nThe Sandiganbayan has jurisdiction over offenses and felonies, whether simple or complexed with other crimes committed by public officers and employees mentioned in subsection (a) of Section 4, Republic Act No. 7975, as amended by Republic Act No. 8249 in relation to their office, where the accused holds a position with salary grade \"27\" and higher under the Compensation and Position Classification Act of 1989.\n\nPetitioner contends that at the time of the commission of the offense in 1992, he was occupying the position of Director II, Salary Grade 26, hence, jurisdiction over the cases falls with the Regional Trial Court. [10]\n\nWe sustain petitioner's contention.\n\nThe Sandiganbayan has no jurisdiction over violations of Section 3(a) and (e), Republic Act No. 3019, as amended, unless committed by public officials and employees occupying positions of regional director and higher with Salary Grade \"27\" or higher, under the Compensation and Position Classification Act of 1989 (Republic Act No. 6758) in relation to their office.\n\nIn ruling in favor of its jurisdiction, even though petitioner admittedly occupied the position of Director II with Salary Grade \"26\" under the Compensation and Position Classification Act of 1989 (Republic Act No. 6758), the Sandiganbayan incurred in serious error of jurisdiction, and acted with grave abuse of discretion amounting to lack of jurisdiction in suspending petitioner from office, entitling petitioner to the reliefs prayed for.\n\nWHEREFORE , the Court hereby GRANTS the petition for certiorari and ANNULS the resolutions of the Sandiganbayan, issued on August 5, 1998, September 21, 1998, and December 16, 1998, in Criminal Case Nos. 23016 and 23017, and makes the temporary restraining order permanent.\n\nThe Court orders the Sandiganbayan to dismiss Criminal Cases Nos. 23016 and 23017, for lack of jurisdiction. However, the Ombudsman may re-file the cases with the court of proper jurisdiction, the Regional Trial Court, Zamboanga City, and inform this Court of the action taken hereon within ten (10) days from finality.\n\nNo costs.\n\nSO ORDERED.\n\nPuno, Kapunan, and Ynares-Santiago, JJ., concur.\n\nDavide, Jr., C.J., (Chairman), voted to REFER this case to the RTC, instead of ordering the dismissal thereof.\n\n[1] Chico-Nazario, J., ponente, Badoy, Jr. and Legaspi, JJ., concurring.\n\n[2] Docketed as Criminal Cases Nos. 23016 and 23017.\n\n[3] Petition, Annex \"H\", Rollo, pp. 88-89.\n\n[4] Petition, Annex \"C\", Rollo, pp. 33-36.\n\n[5] Petition, Annex \"I\", Rollo, pp. 92-102.\n\n[6] Petition, Annex \"A\", Rollo, pp. 29-30.\n\n[7] Petition, filed on January 26, 1999, Rollo, pp. 3-28.\n\n[8] Rollo, pp. 109-113.\n\n[9] Rollo, pp. 164-165.\n\n[10] Uy vs. Sandiganbayan, G.R. Nos. 105965-70, August 9, 1999; Lacson vs. Executive Secretary, 301 SCRA 298 [1999] .",
  "content_length": 6132,
  "metadata_extraction_date": "2025-11-01T05:53:14.111547",
  "extraction_version": "2.0_enhanced_full_content"
}