{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/february/GR_109767.html",
  "filename": "GR_109767.html",
  "year": 2000,
  "month": "february",
  "case_number": "G.R. No. 109767",
  "gr_number": "109767",
  "volume_page": "382 Phil. 1",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "february",
    "pastor",
    "villarin",
    "paciano",
    "bartolome",
    "evarolo",
    "complainants",
    "restituto",
    "sabate",
    "respondent",
    "administrative",
    "sanctions",
    "imposed"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n382 Phil. 1\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ A.C. No. 3324, February 09, 2000 ]\n[ A.C. No. 3324, February 09, 2000 ]\n\nPASTOR EDWIN VILLARIN, PACIANO DE VEYRA, SR., AND BARTOLOME EVAROLO, SR., COMPLAINANTS, VS. ATTY. RESTITUTO SABATE, JR., RESPONDENT.R E S O L U T I O N\nPASTOR EDWIN VILLARIN, PACIANO DE VEYRA, SR., AND BARTOLOME EVAROLO, SR., COMPLAINANTS, VS. ATTY. RESTITUTO SABATE, JR., RESPONDENT.\n\nR E S O L U T I O N\n\nBUENA, J.:\n\nComplainants Pastor Edwin Villarin, Paciano de Veyra, Sr. and Bartolome Evarolo, Sr. prays that administrative sanctions be imposed on respondent Atty. Restituto Sabate, Jr. for not having observed honesty and utmost care in the performance of his duties as notary public.\n\nIn their Affidavit-Complaint, [1] complainants alleged that through their counsel Atty. Eduardo D. Estores, they filed a complaint against Paterno Diaz, et al. under SEC Case No. DV091, Region XI Davao Extension Office, Davao City.\n\nRespondents in the SEC Case filed their \"Motion to Dismiss With Answer To Villarin’s Et. Al., Complaint To The Securities and Exchange Commission\" [2] prepared and notarized by Atty. Resituto Sabate, Jr. The verification of the said pleading reads:\n\n\"V E R I F I C A T I O N\n\n\"REPUBLIC OF THE PHILIPPINES)\nC A G A Y A N D E O R O C I T Y) S.S.\n\n\"WE, REV. PASTORS PATERNO M. DIAZ, MANUEL DONATO, ULYSSES CAMAGAY, LEVI PAGUNSAN, ALEJANDRO BOFETIADO, All of legal ages after having been sworn in accordance with law depose and say:\n\n\"1. That we were the one who caused the above writings to be written;\n\n\"2. That we have read and understood all statements therein and believed that all are true and correct to the best of our knowledge and belief.\n\n\"IN WITNESS WHEREOF hereunto affixed our signatures on the 6th day of February, 1989 at the City of Cagayan de Oro, Philippines.\n\nBy: (Sgd.) Lilian C. Diaz (Sgd..) Camagay (Sgd.) M Donato\n\nBy (Sgd.) Atty. Restituto B. Sabate\n\n(Sgd.) Dr. Levi Pagunsan (Sgd.) Pastor A. Bofetiado\n\n\"SUBSCRIBED AND SWORN to before the above-named affiants on the 6th day of February, 1989 at the City of Cagayan de Oro, Philippines.\n\n(Sgd.) RESTITUTO B. SABATE, JR.\nNotary Public\" [3]\n\nComplainants alleged that the signature of Paterno Diaz was not his, but that of a certain Lilian Diaz; that with regard to the signatures of Levi Pagunsan and Alejandro Bofetiado, it was Atty. Sabate, Jr. who signed for them; and that herein respondent Sabate, Jr. made it appear that said persons participated in the said act when in fact they did not do so. Complainants averred that respondent’s act undermined the public’s confidence for which reason administrative sanctions should be imposed against him.\n\nIn his Answer, [4] respondent alleged that Paterno Diaz, Levi Pagunsan and Alejandro Bofetiado swore to the correctness of the allegations in the motion to dismiss / pleading for the SEC through their authorized representatives known by their names as Lilian C. Diaz, wife of Paterno Diaz, and Atty. Restituto B. Sabate, Jr. manifested by the word \"By\" which preceded every signature of said representatives. Respondent allegedly signed for and in the interest of his client backed-up by their authorization [5] ; and Lilian Diaz was authorized to sign for and in behalf of her husband as evidenced by a written authority. [6] Respondent alleged that on the strength of the said authorization he notarized the said document.\n\nRespondent also alleged that in signing for and in behalf of his client Pagunsan and Bofetiado, his signature was preceded by the word \"By\" which suggests that he did not in any manner make it appear that those persons signed in his presence; aside from the fact that his clients authorized him to sign for and in their behalf, considering the distance of their place of residence to that of the respondent and the reglementary period in filing said pleadings he had to reckon with. Respondent further alleged that the complaint is malicious and anchored only on evil motives and not a sensible way to vindicate complainants’ court losses, for respondent is only a lawyer defending a client and prayed that the case be dismissed with further award for damages to vindicate his honor and mental anguish as a consequence thereof.\n\nThe designated Investigating Commissioner of the Integrated Bar of the Philippines recommended that respondent Atty. Restituto Sabate, Jr. be suspended from his Commission as Notary Public for a period of six (6) months. The Board of Governors of the Integrated Bar of the Philippines adopted the said recommendation and resolved to suspend the respondent’s Commission for six (6) months for failure to exercise due diligence in upholding his duty as a notary public.\n\nFrom the facts obtaining, it is apparent that respondent Atty. Restituto Sabate, Jr. notarized the Motion to Dismiss With Answer prepared by him which pleading he signed for and in behalf of Levi Pagunsan and Alejandro Bofetiado (while Lilian Diaz signed for her husband Pastor Diaz), three of the respondents in the SEC case, with the word \"By\" before their signatures, because he was their counsel in said case and also because he was an officer of the religious sect and corporation respondents-Pastors.\n\nBut while it would appear that in doing so, he acted in good faith, the fact remains that the same cannot be condoned. He failed to state in the preliminary statements of said motion/answer that the three respondents were represented by their designated attorneys-in-fact. Besides, having signed the Verification of the pleading, he cannot swear that he appeared before himself as Notary Public.\n\nThe function of a notary public is, among others, to guard against any illegal or immoral arrangements. [7] That function would be defeated if the notary public were one of the signatories to the instrument. For then, he would be interested in sustaining the validity thereof as it directly involves himself and the validity of his own act. It would place him in an inconsistent position, and the very purpose of the acknowledgment, which is to minimize fraud, would be thwarted. [8]\n\nSection 1 of Public Act No. 2103 provides:\n\"(a) The acknowledgment shall be made before a notary public or an officer duly authorized by law of the country to take acknowledgment of instruments or documents in the place where the act is done. The notary public or the officer taking the acknowledgment shall certify that the person acknowledging the instrument or document is known to him and that he is the same person who executed it, and acknowledged that the same is his free act and deed. The certificate shall be made under his official seal, if he is by law required to keep a seal and if not, his certificate shall so state.\" [9]\nA member of the bar who performs an act as a notary public should not notarize a document unless the persons who signed the same are the very same persons who executed and personally appeared before said notary public to attest to the contents and truth of what are stated therein. The acts of affiants cannot be delegated to anyone for what are stated therein are facts they have personal knowledge of and swore to the same personally and not through any representative. Otherwise, their representative’s names should appear in the said documents as the ones who executed the same and that is only the time they can affix their signatures and personally appear before the notary public for notarization of said document.\n\nAs a lawyer commissioned as notary public, respondent is mandated to subscribe to the sacred duties pertaining to his office, such duties being dictated by public policy impressed with public interest. Faithful observance and utmost respect of the legal solemnity of the oath in an acknowledgement or jurat is sacrosanct. Simply put, such responsibility is incumbent upon and failing therein, he must now accept the commensurate consequences of his professional indiscretion. [10]\n\nThat respondent acted the way he did because he was confronted with an alleged urgent situation is no excuse at all. As an individual, and even more so as a member of the legal profession, he is required to obey the laws of the land at all times. [11] For notarizing the Verification of the Motion to Dismiss With Answer when three of the affiants thereof were not before him and for notarizing the same instrument of which he was one of the signatories, he failed to exercise due diligence in upholding his duty as a notary public.\n\nWHEREFORE, for lack of diligence in the observance of the Notarial Law, respondent Atty. Restituto Sabate, Jr. is SUSPENDED from his Commission as Notary Public for a period of one (1) year.\n\nSO ORDERED.\n\nBellosillo, (Chairman), Mendoza, Quisumbing, and De Leon, Jr., JJ., concur.\n\n[1] Affidavit-Complainant, Rollo, pp. 2-4.\n\n[2] Annex \"B\" of Affidavit-Complaint, Rollo, pp. 9-19\n\n[3] Rollo, pp. 18-19\n\n[4] Records of the proceedings before the IBP, pp. 8-13\n\n[5] Affidavit of Dr. Pagunsan and Rev. Bofetiado, Annex \"C\", Answer, IBP Records, p. 22\n\n[6] Certification issued by Rev. Diaz, Annex \"B\", Answer, IBP Records, p. 21.\n\n[7] Valles vs. Quijano, A.M. No. P-99-1338, Nov. 18, 1999, citing Balinon v. De Leon, 50 O.G. 538\n\n[8] Valles vs. Quijano, ibid., citing Cf. Cruz vs. Villasor, 54 SCRA 31\n\n[9] cited in Arrieta vs. Llosa, 282 SCRA 248, 251\n\n[10] Flores vs. Chua, G.R. No. 109767 April 30, 1999\n\n[11] Arrieta vs. Llosa, 282 SCRA 248, 253.",
  "content_length": 9452,
  "metadata_extraction_date": "2025-11-01T05:53:14.682142",
  "extraction_version": "2.0_enhanced_full_content"
}