{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2008/12/opt_case_44626.html",
  "filename": "opt_case_44626.html",
  "year": 2008,
  "month": "12",
  "case_number": "opt_case_44626",
  "gr_number": "157647",
  "volume_page": "562 Phil. 131",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "division",
    "october",
    "government",
    "service",
    "insurance",
    "system",
    "petitioner",
    "national",
    "relations",
    "commission",
    "lanting",
    "security",
    "watchman"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 562 Phil. 131\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. NO. 157647, October 15, 2007 ]\n[ G.R. NO. 157647, October 15, 2007 ]\n\nGOVERNMENT SERVICE INSURANCE SYSTEM (GSIS), PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION, LANTING SECURITY AND WATCHMAN AGENCY, TOMAS LANTING, DANIEL FANILA,* HECTOR MORENO, ISAURO FERRER,** RUBIN WILFREDO, JESUS DELIMA, JR., MARIA LEGASPI, SANTIAGO NOTO, JR., AND VIRGILIO SORIANO, RESPONDENTS. D E C I S I O N\nGOVERNMENT SERVICE INSURANCE SYSTEM (GSIS), PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION, LANTING SECURITY AND WATCHMAN AGENCY, TOMAS LANTING, DANIEL FANILA, * HECTOR MORENO, ISAURO FERRER, ** RUBIN WILFREDO, JESUS DELIMA, JR., MARIA LEGASPI, SANTIAGO NOTO, JR., AND VIRGILIO SORIANO, RESPONDENTS.\n\nD E C I S I O N\n\nAUSTRIA-MARTINEZ, J.:\n\nBefore the Court is a Petition for Review on Certiorari of the Decision [1] dated July 25, 2002 of the Court of Appeals (CA) in CA-G.R. SP No. 61570 and the CA Resolution [2] dated March 19, 2003 which denied the motion for reconsideration thereof.\n\nThe facts:\n\nTomas Lanting, doing business under the name and style of Lanting Security and Watchman Agency (LSWA) entered into a Security Service Contract to provide security guards to the properties of the Government Service Insurance System (GSIS) at the contract rate of P3,000.00 per guard per month. [3]\n\nDuring the effectivity of the contract, LSWA requested the GSIS for an upward adjustment of the contract rate in view of Section 7 of Wage Order No. 1 and Section 3 of Wage Order No. 2, which were issued by the Regional Tripartite Wages and Productivity Board-NCR pursuant to Republic Act No. 6727, otherwise known as the Wage Rationalization Act.\n\nActing on the request of LSWA, the GSIS, through its Board of Trustees and under Board Resolution No. 207, dated May 24, 1991, approved the upward adjustments of the contract price from P3,000.00 to P3,716.07 per guard, per month effective November 1, 1990 to January 7, 1991, and P4,200.00 effective January 8, 1991 to May 31, 1991. [4]\n\nLSWA assigned security guards Daniel Fanila, Hector Moreno, Isauro Ferrer, Rubin Wilfredo, Jesus Delima, Jr., Maria Legaspi, Santiago Noto, Jr., and Virgilio Soriano (hereafter complainants) to guard one of GSIS's properties. The complainants have the following dates of employment and compensation package with LSWA:\n\n[TABLE_CONTENT]\n1. Daniel Fanila | 3/28/91-3/15/93 | P3,100/month\n2. Virgilio Soriano | 10/0/91-3/15/93 | P3,100/month\n3. Hector Moreno | 1/04/89-3/15/93 | P3,100/month\n4. Isauro Torres | 11/  /88-3/15/93 | P3,100/month\n5. Rubin Wilfredo | 3/08/91-3/15/93 | P3,100/month\n6. Jesus Delima, Jr. | 3/28/91-3/15/93 | P3,100/month\n6. Jesus Delima, Jr. | 3/28/91-3/15/93 | P3,100/month\n[END_TABLE]\n\n1. Daniel Fanila 3/28/91-3/15/93 P3,100/month 2. Virgilio Soriano 10/0/91-3/15/93 P3,100/month 3. Hector Moreno 1/04/89-3/15/93 P3,100/month 4. Isauro Torres 11/  /88-3/15/93 P3,100/month 5. Rubin Wilfredo 3/08/91-3/15/93 P3,100/month 6. Jesus Delima, Jr. 3/28/91-3/15/93 P3,100/month 6. Jesus Delima, Jr. 3/28/91-3/15/93 P3,100/month On March 15, 1993, GSIS terminated the Security Service Contract with LSWA. All the complainants, except Virgilio Soriano, were absorbed by the incoming security agency.\n\nOn March 7, 1994, complainants filed separate complaints against LSWA for underpayment of wages and non-payment of labor standard benefits from March 1991 to March 15, 1993.  Virgilio Soriano also complained of illegal dismissal.\n\nIn its Position Paper, LSWA alleged that complainants were estopped from claiming that they were underpaid because they were informed that the pay and benefits given to them were based on the contract rate of P103.00 per eight hours of work or about P3,100.00 per month.\n\nOn August 9, 1994, LSWA filed a Third-Party Complaint [5] against GSIS for underpayment of complainants' wages.\n\nIn its Position Paper, [6] GSIS alleged that the Third-Party Complaint states no cause of action against it; that LSWA obligated itself in the Security Service Contract to be solely liable for the enforcement of and compliance with all existing labor laws, rules and regulations; that the GSIS Board of Trustees approved the upward adjustment on a month-to-month basis, at P4,200 per guard per month, effective January 8, 1991 to May 31, 1991, under Board Resolution No. 207 dated May 24, 1991, which was incorporated in the Security Service Contract; that GSIS fully paid the services of the security guards as agreed upon in the Security Service Contract.\n\nOn August 27, 1996, Labor Arbiter Renato Bugarin rendered a Decision [7] in favor of complainants, the dispositive portion of which reads:\nWHEREFORE, premises considered judgment is hereby rendered:\nOrdering respondents Lanting Security and Watchman Agency and Tomas Lanting to reinstate complainant Virgilio Soriano without loss of seniority rights and benefits and to pay his backwages amounting to P161,400.47, computed up to the promulgation of this decision.  Failure to reinstate complainant to his former position as hereby ordered, his backwages shall continue to run but in no case shall exceed three (3) years;\n\nOrdering, respondents Lanting Security and Watchman Agency and/or Thomas Lanting and the Government Service Insurance System, jointly and severally liable to pay the complainants, their salary differentials; cash equivalent of their service incentive leaves and proportionate 13th month pay covering the period from June 1, 1991 to March 15, 1993, hereto indicated as follows:\n\n[TABLE_CONTENT]\n1.Daniel Fanila,Jr. | - | P18, 439.50\n2. Hector Moreno | - | P18, 439.50\n3. Isauro Torres | - | P18, 439.50\n4. Rubin Wilfredo | - | P18, 439.50\n5. Jesus Delima, Jr. | - | P18, 439.50\n6. Maria Legaspi | - | P18, 439.50\n7. Virgilio Soriano | - | P18, 439.50\n[END_TABLE]\n\n1.Daniel Fanila,Jr. - P18, 439.50 2. Hector Moreno - P18, 439.50 3. Isauro Torres - P18, 439.50 4. Rubin Wilfredo - P18, 439.50 5. Jesus Delima, Jr. - P18, 439.50 6. Maria Legaspi - P18, 439.50 7. Virgilio Soriano\n\n- P18, 439.50 All other claims are hereby dismissed for lack of merit. SO ORDERED. [8]\nThe Labor Arbiter held LSWA and GSIS jointly and severally liable for the payment of complainants' money claims, pursuant to Articles 106 and 107 of the Labor Code.\n\nLSWA appealed to the NLRC. On April 14, 2000, the NLRC issued a Resolution, [9] the dispositive portion of which reads:\nWHEREFORE, premises considered, the Appeal is hereby GRANTED.  Accordingly, the Decision appealed from is SUSTAINED subject to the modification that Complainant-Appellee Soriano was not illegally dismissed and hence,  is not entitled to reinstatement to his former position and to payment of any backwages; that from the other Complainants-Appellees' awarded salary differentials from 7 March 1991 to 1 June 1991 in the amount of (sic) each should be deducted from their awarded total salary differentials in the sum of P10,917.00 each; and that the Third-Party Respondent GSIS is alone liable for payment of their salary differentials.\n\nSO ORDERED. [10]\nThe NLRC held the GSIS solely liable for payment of complainants' money claims.\n\nDissatisfied, the GSIS filed on May 15, 2000 a Motion for Reconsideration. [11] On August 20, 2000, the NLRC issued a Resolution [12] denying GSIS's Motion for Reconsideration.\n\nOn November 6, 2000, the GSIS filed a Petition for Certiorari [13] with the CA arguing that the NLRC gravely abused its discretion in holding GSIS solely liable for complainants' money claims.\n\nOn July 25, 2002, the CA rendered a Decision, [14] the dispositive portion of which reads:\nWHEREFORE, the petition is GRANTED for being meritorious.  The questioned resolution dated 14 April 2000 of the NLRC is hereby modified insofar as it holds petitioner GSIS solely liable for the salary differentials of the complainants.  Instead, We revert back to the ruling of the Honorable Labor Arbiter and hold petitioner GSIS and respondent Lanting Security and Watchman Agency and/or Tomas Lanting jointly and severally liable for the payment of complainants' salary differentials.\n\nSO ORDERED. [15]\nWhile finding that the GSIS complied with its obligations under Wage Order Nos. 1 and 2 by incorporating the mandated increase in the Security Service Contract, the CA held the GSIS jointly and severally liable with LSWA for complainants' money claims pursuant to Articles 106 and 107 of the Labor Code.\n\nOn September 3, 2002, the GSIS filed a Motion for Reconsideration. [16] In a Resolution [17] dated March 19, 2003, the CA denied the motion for reconsideration.\n\nHence, the present petition anchored on the following assigned error:\nTHE HONORABLE COURT OF APPEALS COMMITTED REVERSIBLE ERROR IN HOLDING THAT PETITIONER GSIS IS SOLIDARILY LIABLE FOR PAYMENT OF COMPLAINANTS-RESPONDNENTS' SALARY DIFFERENTIALS. [18]\nThe GSIS avers that it cannot twice be held liable for complainants' salary differentials since it fully paid complainants' salaries by incorporating in the Security Service Contract the salary rate increases mandated by Wage Order Nos. 1 and 2; otherwise, it would be unjust enrichment on the part of complainants and/or LSWA at its expense.  It submits that Articles 106 and 107 of the Labor Code were not contemplated by its framers to cover principals or clients of service contractors who had already paid for the wages of the contractor or subcontractor.\n\nIn its Comment, [19] LSWA maintains that the GSIS is jointly and severally  liable with LSWA because Articles 106 and 107 of the Labor Code provide so and these provisions were intended to ensure that employees are paid the wages due them in case of violation of the Labor Code of either the contractor or the principal; that the GSIS cannot claim that holding it jointly and severally liable with LSWA would result in grave injustice since the law did not leave it without recourse as the GSIS has the right of reimbursement from its co-debtor under Article 1217 [20] of the Civil Code.\n\nIn their Comment, [21] complainants argue that the GSIS is jointly and severally liable with LSWA for complainants' money claims since LSWA actually paid only the sum of P3,100.00 a month, even though the GSIS incorporated in the Security Service Contract the mandated wage increases in Wage Order Nos. 1 and 2; that although the Security Service Contract provided that there shall be employer-employer relationship between LSWA and/or its security guards and the GSIS, Article 106 of the Labor Code establishes an employer-employee relationship between the employer and the job contractor's employees for a limited purpose, that is, in order to ensure that the latter get paid the wages due them.\n\nThe Court gave due course to the petition and required the parties to submit their respective memoranda. [22] Only the GSIS complied. [23] In the interest of justice and speedy disposition of cases, the Court resolved to dispense with the filing of the respective memoranda of LSWA and the complainants and to decide the case based on the pleadings filed. [24]\n\nThe petition is bereft of merit.\n\nArticles 106 and 107 of the Labor Code provide:\nART. 106. Contractor or subcontractor. – Whenever an employer enters into contract with another person for the performance of the former’s work, the employees of the contractor and of the latter’s subcontractor, if any, shall be paid in accordance with the provisions of this Code.\n\nIn the event that the contractor or subcontractor fails to pay the wage of his employees in accordance with this Code, the employer shall be jointly and severally liable with his contractor or subcontractor to such employees to the extent of the work performed under the contract, in the same manner and extent that he is liable to employees directly employed by him.\n\nx x x\n\nART. 107 Indirect employer. – The provisions of the immediately preceding Article shall likewise apply to any person, partnership, association or corporation which, not being an employer, contracts with an independent contractor for the performance of any work, task, job or project. (Emphasis supplied.)\nIn this case, the GSIS cannot evade liability by claiming that it had fully paid complainants' salaries by incorporating in the Security Service Contract the salary rate increases mandated by Wage Order Nos. 1 and 2 by increasing the contract price from P3,000.00 to P3,176.07 per guard per month effective November 1, 1990 to January 7, 1991, and P4,200.00 effective January 8, 1991 to May 31, 1991.\n\nIn Rosewood Processing, Inc. v. National Labor Relations Commission , [25] the Court explained the rationale for the joint and several liability of the employer, thus:\nThe joint and several liability of the employer or principal was enacted to ensure compliance with the provisions of the Code, principally those on statutory minimum wage. The contractor or subcontractor is made liable by virtue of his or her status as a direct employer, and the principal as the indirect employer of the contractor’s employees. This liability facilitates, if not guarantees, payment of the workers’ compensation, thus, giving the workers ample protection as mandated by the 1987 Constitution.  This is not unduly burdensome to the employer. Should the indirect employer be constrained to pay the workers, it can recover whatever amount it had paid in accordance with the terms of the service contract between itself and the contractor. (Emphasis supplied) [26]\nThus, the Court does not agree with the GSIS's claim that a double burden would be imposed upon the latter because it would be paying twice for complainants' services. Such fears are unfounded.  Under Article 1217 of the Civil Code, if the GSIS should pay the money claims of complainants, it has the right to recover from LSWA whatever amount it has paid in accordance with the terms of the service contract between the LSWA and the GSIS.\n\nJoint and solidary liability is simply meant to assure aggrieved workers of immediate and sufficient payment of what is due them.  This is in line with the policy of the State to protect and alleviate the plight of the working class.\n\nWHEREFORE, the petition is DENIED .  The Decision dated July 25, 2002 and the Resolution dated March 19, 2003 of the Court of Appeals (CA) in CA-G.R. SP No. 61570 are AFFIRMED with the MODIFICATION that the joint and solidary liability of LSWA and the GSIS to pay complainants' salary differentials shall be without prejudice to the GSIS's right of reimbursement from LSWA.\n\nSO ORDERED.\n\nYnares-Santiago, (Chairperson), Chico-Nazario, Nachura, and Reyes, JJ., concur.\n\n* Known as “Daniel Fanila, Jr.” in other parts of the rollo .\n\n** Known as “Isauro Torres” in other parts of the rollo .\n\n[1] Penned by Associate Justice Eloy R. Bello, Jr. (retired) and concurred in by Associate Justices Godardo A. Jacinto (retired) and Rebecca de Guia-Salvador, CA rollo , p. 101.\n\n[2] Id. at 141.\n\n[3] Id. at 42.\n\n[4] Id. at 43.\n\n[5] Id. at 71.\n\n[6] Id. at 76.\n\n[7] Id. at  29.\n\n[8] Id.\n\n[9] Id. at  15.\n\n[10] Id. at  24.\n\n[11] Id. at  92.\n\n[12] Id. at  26.\n\n[13] Id. at  2.\n\n[14] Supra note 1.\n\n[15] Id. at  107-108.\n\n[16] Id. at  119.\n\n[17] Supra note 2.\n\n[18] Rollo , p. 33.\n\n[19] Id. at 249.\n\n[20] ART. 1217.  Payment made by one of the solidary debtors extinguishes the obligation.  If two or more solidary debtors offer to pay, the creditor may choose which offer to accept.\n\nHe who made the payment may claim from his co-debtors only the share which corresponds to each, with the interest for the payment already made.  If the payment is made before the debt is due, no interest for the intervening period may be demanded.\n\nWhen one of the solidary debtors cannot, because of his insolvency, reimburse his share  to the debtor paying the obligation, such share shall be borne by all his co-debtors, in proportion to the debt of each.\n\n[21] Id. at 275.\n\n[22] Id. at 317.\n\n[23] Id. at 330.\n\n[24] Id. at 321, 325.\n\n[25] 352 Phil. 1013 (1998).\n\n[26] Id. at  1033-1034. See also Mariveles Shipyard v. Court of Appeals, 461 Phil. 249 (2003).\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 16220,
  "metadata_extraction_date": "2025-11-01T05:58:03.132610",
  "extraction_version": "2.0_enhanced_full_content"
}