{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/november/gr_l-936_1902.html",
  "filename": "gr_l-936_1902.html",
  "year": 1902,
  "month": "november",
  "case_number": "gr_l-936_1902",
  "gr_number": "gr_l-936_1902",
  "volume_page": "Volume information not available",
  "decision_date": "November 29, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "General"
  ],
  "keywords": [
    "colocar",
    "catalino",
    "defendants",
    "proclamation",
    "amnesty",
    "finohermoso",
    "appellee",
    "appellants",
    "arellano",
    "american",
    "received",
    "ceferino",
    "other",
    "killing",
    "order",
    "upon",
    "therefore",
    "authority",
    "case",
    "title"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-936\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-936          November 29, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nCATALINO COLOCAR, ET AL.,\n\ndefendants-appellants.\n\nEugenio de Lara, for appellants.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nARELLANO,\n\nC.J.:\n\nFor the purpose of determining the applicability of the amnesty proclamation the following facts may be taken as proven: (1) That Catalino Colocar was regarded as an officer with the rank of second lieutenant of infantry, and that as such he took part in the insurrection against the American Government in Mindoro; (2) that he received from Maj. Estanislao Cayton orders to kill Mariano Finohermoso, who was considered to be a spy of the American Army; (3) that Ceferino Colocar protected his son, Catalino, in this matter; (4) that the other defendants are accused of having participated in some degree in the actual killing of Finohermoso, this participation consisting in the digging of the grave and the burial of Finohermoso, by order of Catalino Colocar. It does not appear that there was or could have been any other motive for the killing.\n\nUpon the hypothesis of the guilt of the defendants, it would be, therefore, a crime of a political character committed by the defendant Catalino Colocar, the principal offender, in obedience to an order received from a military authority, and consequently the case falls strictly within the terms of the amnesty proclamation.\n\nlawphi1.net\n\nWe therefore hold that Catalino Colocar, Ceferino Colocar, Lucio Alcala, and Diego Cueto, defendants in the present case, are embraced by the amnesty proclamation, upon condition of their taking and subscribing before a competent authority the oath prescribed in the proclamation of July 4, 1902, with the costs\n\nde oficio.\n\nSo ordered.\n\nTorres, Cooper, Smith, Willard, Mapa, and Ladd, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1962,
  "metadata_extraction_date": "2025-11-16T07:51:05.268447",
  "extraction_version": "2.0_enhanced_full_content"
}