{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/february/gr_l-1752_1906.html",
  "filename": "gr_l-1752_1906.html",
  "year": 1906,
  "month": "february",
  "case_number": "gr_l-1752_1906",
  "gr_number": "gr_l-1752_1906",
  "volume_page": "Volume information not available",
  "decision_date": "February 26, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "appellant",
    "plaintiff",
    "defendant",
    "damages",
    "trial",
    "said",
    "judgment",
    "court",
    "capistrano",
    "possession",
    "thereof",
    "found",
    "appellee",
    "land",
    "complaint",
    "question",
    "one",
    "fact",
    "opinion",
    "eduardo"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1752\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1752            February 26, 1906\n\nNICASIO CAPULE,\n\nplaintiff-appellee,\n\nvs.\n\nEVARISTO CAPISTRANO,\n\ndefendant-appellant.\n\nF. Manalo for appellant.\n\nL. Joaquin for appellee.\n\nCARSON,\n\nJ.:\n\nThis is an action to recover possession of a tract of land described in the complaint, and damages for the unlawful detention thereof.\n\nThe only question raised by the pleadings and submitted on appeal is one of fact, and as to this, we are of opinion that the trial judge rightly found that the plaintiff purchased the land in question from one Eduardo Capistrano, since deceased, through whom the defendant claims as heir at law, and that the plaintiff took possession thereof prior to the death of said Eduardo Capistrano and was thereafter unlawfully deprived of said possession by the defendant.\n\nCounsel for defendant and appellant alleges in argument that the document evidencing the said sale was not produced in evidence, but this allegation which appears of record for the first time in appellant's brief, and is not supported by affidavit or otherwise, can not be taken into consideration in view of the fact that in the judgment of the trial court, as it is set out in the bill of exceptions, the court expressly declares that the transfer was proved by said document, corroborated by four witnesses.\n\nWe are of opinion, however, that the claim of damages set out in the complaint was not sustained by the evidence introduced at the trial, and therefore the judgment appealed from, so far as it allows damages, should be, and is hereby, reversed, and the plaintiff's claim of damages expressly disallowed.\n\nWith this modification the judgment of the trial court is affirmed, with the costs of this instance against the appellant. At the expiration of twenty days judgment will be entered in accordance herewith and the record remanded to the court from whence it came for execution thereof. So ordered.\n\nArellano, C.J., Torres, Mapa, and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2096,
  "metadata_extraction_date": "2025-11-16T08:11:23.761755",
  "extraction_version": "2.0_enhanced_full_content"
}