{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/february/gr_l-2442_1906.html",
  "filename": "gr_l-2442_1906.html",
  "year": 1906,
  "month": "february",
  "case_number": "gr_l-2442_1906",
  "gr_number": "gr_l-2442_1906",
  "volume_page": "Volume information not available",
  "decision_date": "February 26, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "court",
    "procedure",
    "mandamus",
    "respondent",
    "code",
    "civil",
    "writ",
    "remedy",
    "actions",
    "judge",
    "under",
    "should",
    "whereas",
    "provisions",
    "section",
    "demur",
    "demurrer",
    "right",
    "issued",
    "provided"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2442\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2442            February 26, 1906\n\nGREGORIO CEDRE, ET AL.,\n\npetitioners,\n\nvs.\n\nJAMES C. JENKINS, judge of the Court of First Instance of Pangasinan,\n\nrespondent.\n\nIsabelo Artacho for petitioners.\n\nKitchens and Moran for respondent.\n\nPER CURIAM:\n\nWhereas the writ of\n\nmandamus\n\ndirected to the judge of the Court of First Instance of Pangasinan under and by virtue of the resolution of this court, dated the 15th instant, in regard to the settlement and allowance of a bill of exceptions, was issued in accordance with the provisions of section 499 of the Code of Civil Procedure; and\n\nWhereas the remedy provided in the said section of the Code of Civil Procedure, which remedy is similar of the\n\nrecurso de queja\n\nprovided in the old Spanish Law of Civil Procedure, is quite different from the extraordinary remedy referred to in sections 222 and 515 of the present Code of Procedure; and\n\nWhereas the provisions of the aforesaid section 499 of the Code of Civil Procedure do not authorize the respondent judge to demur to the complaint, which is only allowed in ordinary actions, instead of stating in writing his reasons for not certifying the bill of exceptions; and\n\nWhereas the court below in order to comply with the writ of this court issued on the 15th instant should follow the provisions contained in paragraph 2 of the above-mentioned section 499 of the Code of Procedure in Civil Actions: Now, therefore,\n\nResolved\n\n, That this court refuses to consider the demurrer of the respondent judge, and it is hereby ordered that he be notified of this decision for his information and guidance.\n\nArellano, C.J., Torres, Mapa, Carson, and Willard, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nJOHNSON,\n\nJ.,\n\ndissenting:\n\nI can see no reason for maintaining two classes of procedure in\n\nmandamus\n\ncases under the provisions of the Code of Procedure in Civil Actions and the rules and decisions of this court heretofore made.\n\nJudge Jenkins had a right to believe that a demurrer was the proper defense to make when he was served with the order of this court to show cause why the writ of\n\nmandamus\n\nshould not be issued against him. Rule 34 of this court relating to original jurisdiction provides:\n\nWhen the original jurisdiction of this court is invoked in cases of\n\ncertiorari\n\n,\n\nmandamus\n\n, prohibitions, and\n\nquo warranto\n\n, like procedure as to process and pleading shall be observed as is provided in the Code of Procedure in Civil Actions and the rules of the court in\n\nordinary actions\n\n.\n\nThe case of Hoey\n\nvs\n\n. Baldwin\n\n1\n\nwas an application for\n\nmandamus\n\n. The respondent appeared and demurred on the ground that the court had no jurisdiction of the defendant, or of the subject-matter of the action; that the petition did not state facts sufficient to constitute a cause of action and that the petitioner had another remedy which was plain, speedy, and adequate and the court held that the respondent had a right to demur. Nothing is said, either in the said rule or decisions with reference to two classes of\n\nmandamus\n\nwhich is now made. I see no reason, under the Code of Procedure in Civil Actions, to maintain two classes of\n\nmandamus\n\n, one regarded as an ordinary remedy and the other as an extraordinary remedy. But even though this classification is made, certainly the respondent should have the right when he is ordered to show cause why the writ of\n\nmandamus\n\nshould not issue against him, to appear and demur, providing the application for the\n\nmandamus\n\ndoes not disclose facts sufficient to justify the court in issuing the mandatory writ.\n\nDoes this court mean to say that, notwithstanding the fact that the applicant in his petition for the writ of\n\nmandamus\n\nhas not stated facts sufficient to entitle him to the same, that the respondent can not call the court's attention to this deficiency by a demurrer? Under the above rule (34) the respondent had the right to appear and demur and the court should have examined the sufficiency of the complaint under such demurrer.\n\nFootnotes\n\nJOHNSON, J.,\n\ndissenting:\n\n1\n\n1 Phil. Rep., 551.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4195,
  "metadata_extraction_date": "2025-11-16T08:11:21.526092",
  "extraction_version": "2.0_enhanced_full_content"
}