{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/february/gr_l-1618_1906.html",
  "filename": "gr_l-1618_1906.html",
  "year": 1906,
  "month": "february",
  "case_number": "gr_l-1618_1906",
  "gr_number": "gr_l-1618_1906",
  "volume_page": "Volume information not available",
  "decision_date": "February 14, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "land",
    "plaintiff",
    "buenaventura",
    "possession",
    "title",
    "defendant",
    "his",
    "right",
    "june",
    "action",
    "complaint",
    "diaz",
    "interest",
    "owner",
    "court",
    "sale",
    "him",
    "declared",
    "thereof",
    "contract"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1618\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1618            February 14, 1906\n\nMIGUEL SIOJO,\n\nplaintiff-appellant,\n\nvs.\n\nGERARDO DIAZ,\n\ndefendant-appellee.\n\nAguedo Velarde for appellant.\n\nMapa and Buencamino for appellee.\n\nCARSON,\n\nJ.:\n\nOn June 1, 1889, one Emo Buenaventura entered into an agreement with Gerardo Diaz, the defendant in this action, for the repurchase of a certain tract of land described in the complaint. The sale was not actually completed because Diaz was unable at that time to furnish the documents of title, but the sum of 2,520 pesos, the price agreed upon, was paid to and received by Diaz on June 4, 1889, he on his part obligating himself to deliver possession of the land together with the title deeds within five days. This, however, he failed to do, and to this day he has continued in possession of the land in question.\n\nOn June 19, 1889, Buenaventura sold all his right, title, and interest in and to the land to Miguel Siojo, the plaintiff in this action, and confirmed this sale on October 18, 1901. Plaintiff prays that possession of the land be given him, and that he be declared the owner thereof since the date of his purchase of Buenaventura's interest on June 19, 1889, and that the defendant be required to account to him as the owner of the land for the profits derived from the unlawful occupation thereof since that date.\n\nThe trial court dismissed the complaint on the ground that the plaintiff had no right to be declared the owner of the land, but reserving to him his right to file a new complaint to enforce such other rights in the premises as he might set up.\n\nWe think that the court properly found that the plaintiff had no right to be declared the owner of the land because he could not purchase any greater interest therein than that which was held by Buenaventura, through whom he claims, and the uncompleted contract or agreement entered into between Buenaventura and the defendant in this action did not and could not pass title to the land in question, and only gave Buenaventura a right to enforce the fulfillment of the contract, or to damages for its non-fulfillment in the event that for any reason it became impossible for the defendant to comply with its terms.\n\nWe think, however, that the plaintiff, having prayed for possession of the land, and the defendant under the terms of his contract of sale dated June 4, 1889, being obliged to give possession to the plaintiff, who purchased all Buenaventura's right, title, and interest, the trial court should have given judgment for possession in conformance with the prayer of the complaint.\n\nThere is evidence in the record touching various judicial proceedings had between the parties to the transaction prior to the filing of this action, but all these proceedings appear to have been abandoned or dismissed, and whatever may have been the purpose for which this evidence was introduced, it does not appear that these proceedings can or should prejudice the plaintiff in the enforcement of his rights in the premises.\n\nAt the expiration of twenty days let the record be remanded to the court wherein the action was brought, where the judgment appealed from will be modified by granting possession of the land described in the complaint in accordance with the prayer thereof. No costs will be allowed either party on appeal. So ordered.\n\nArellano, C.J., Torres, Mapa, and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3504,
  "metadata_extraction_date": "2025-11-16T08:11:46.345616",
  "extraction_version": "2.0_enhanced_full_content"
}