{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/february/gr_l-2622_1906.html",
  "filename": "gr_l-2622_1906.html",
  "year": 1906,
  "month": "february",
  "case_number": "gr_l-2622_1906",
  "gr_number": "gr_l-2622_1906",
  "volume_page": "Volume information not available",
  "decision_date": "February 17, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "action",
    "plaintiff",
    "teodoro",
    "benedicto",
    "court",
    "prescription",
    "sum",
    "pesos",
    "said",
    "brought",
    "judgment",
    "first",
    "favor",
    "years",
    "upon",
    "period",
    "against",
    "balance",
    "mexican"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2622\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2622            February 17, 1906\n\nTEODORO S. BENEDICTO, administrator of the last will and testament of Teodoro Benedicto and Brigida Ledesma,\n\nplaintiff-appellee,\n\nvs.\n\nJULIAN PERIZUELO,\n\ndefendant-appellant.\n\nSmith and Hargis for appellant.\n\nRuperto Montinola for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis was an appeal by the defendant from a judgment of the Court of First Instance of the Province of Iloilo.\n\nThis action was brought by the plaintiff as administrator of the last will and testament of Teodoro Benedicto and Brigida Ledesma, against the defendant in the Court of First Instance of the Province of Iloilo to recover the balance of an account existing in favor of the plaintiff against the defendant for the sum of 4,559.05 pesos, Mexican, with interest at 15 per cent from the 30th of September, 1894. To this action the defendant presented two defenses:\n\nFirst. A general denial.\n\nSecond. The defense of prescription.\n\nAfter hearing the evidence adduced in the inferior court, the court found:\n\nFirst. That the said debt had not been barred by the statute of prescription, for the reason that the defendant had acknowledged the existence of said debt.\n\nSecond. That the defendant was indebted to the plaintiff in the original sum of 4,559.05 pesos, Mexican, which together with interest at the rate of 15 per cent per annum at the time of the judgment, amounted to 11,586.98 pesos, Mexican, which was equivalent to the sum of 10,164.01 pesos, and therefore rendered a judgment against the defendant and in favor of the plaintiff for this latter sum with costs. From this decision the defendant appealed to this court, after having made a motion for a new trial in the inferior court, which was denied.\n\nAn examination of the evidence adduced during the trial in the inferior court discloses the following facts:\n\nFirst. That some years prior to the 30th of September, 1894, there was an open account existing between the defendant and Teodoro Benedicto; that on the said 30th of September, 1894, the defendant and the said Teodoro Benedicto balanced their account, which balance amounted to the sum of 4,559.05 pesos, Mexican, in favor of the said Teodoro Benedicto; that this balance in favor of Teodoro Benedicto was acknowledged by the following written statement:\n\nLiquidadas mis cuentas con D. Teodoro Benedicto en esta fecha resulta un saldo a su favor o en contra mia de $4,559.05, cuatro mil quinientos cincuenta y nueve pesos, cinco centimos, que declaro serle en deber, comprometiendome a pagar el 15 por ciento anual que devengue dicha cantidad hasta saldarda. Y para que conste firmo\n\nen _____________\n\nJULIAN PERIZUELO,\n\nPolicia\n\n.\n\nJARO,\n\n30 Septiembre, 1894\n\n.\n\nSon $4,559.05/100.\n\nSecond. That this action was brought for the liquidated amount represented by this document signed by the defendant.\n\nThird. That the plaintiff, as administrator, had made several demands upon the defendant for the payment of this balance, between the date of the above document and the time this action was brought.\n\nThe record also discloses that during the trial the attorneys for the respective parties mutually agreed that if the debt existed between the plaintiff and defendant, that it was the result of rents due upon land, and that the period of prescription applicable to said case was five years.\n\nUpon the theory of this agreement the defendant and appellant attempted to show that more than five years had elapsed between the different demands for payment which the plaintiff had made, and relied upon the provisions of articles 1966, 1972, and 1973 of the Civil Code.\n\nWe do not agree that this action was brought to recover rents upon property, and therefore the period of prescription mentioned in article 1966 of the Civil Code does not apply. This was an action to recover a sum of money acknowledged to be due to the plaintiff by the defendant. It was a personal action and therefore the period of prescription mentioned in article 1964 applies. The period of prescription fixed by this article is fifteen years. The fact that the parties had agreed to regard the action as an action for rent for the use of property, did not in any way affect the character of the action that was actually brought.\n\nThe period of prescription of fifteen years provided for in article 1964 of the Civil Code, not having elapsed at the time the action was brought, said action was not barred by the statute of prescription. The judgment of the inferior court is therefore hereby affirmed with costs.\n\nAfter the expiration of twenty days let judgment be entered against the defendant for the sum of 10,161.01 pesos, Philippine currency, with interest at the rate of 15 per cent until the same is paid, with costs. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4934,
  "metadata_extraction_date": "2025-11-16T08:11:30.677679",
  "extraction_version": "2.0_enhanced_full_content"
}