{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/february/gr_l-2650_1906.html",
  "filename": "gr_l-2650_1906.html",
  "year": 1906,
  "month": "february",
  "case_number": "gr_l-2650_1906",
  "gr_number": "gr_l-2650_1906",
  "volume_page": "Volume information not available",
  "decision_date": "February 16, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Family Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendant",
    "deceased",
    "his",
    "court",
    "him",
    "wounds",
    "upon",
    "general",
    "defense",
    "when",
    "inflicted",
    "testimony",
    "case",
    "guilty",
    "solicitor",
    "judgment",
    "ground",
    "death",
    "fact",
    "himself"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2650\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2650            February 16, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nPEDRO TOLOSA,\n\ndefendant-appellant.\n\nFelipe Buencamino for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nMAPA,\n\nJ.:\n\nIn the judgment appealed from the defendant was sentenced for the crime of homicide to fourteen years eight months and one day of imprisonment (\n\nreclusion temporal\n\n), to indemnify the heirs of the deceased in the sum of 1,000 pesos, Philippine currency, and to pay the costs of these proceedings.\n\nThe Solicitor-General now asks this court to acquit the defendant on the ground that, in his opinion, the latter acted in self-defense when he inflicted the wounds which caused the death of the deceased. We agree with the Solicitor-General. The testimony of the defendant, corroborated as it is by that of the two eyewitnesses to the occurrence, is sufficient proof of the fact that the deceased unjustly and unlawfully attacked the defendant, striking him with his fist and kicking him until he, the defendant, fell to the ground, and continuing the aggression with a heavy piece of bamboo with which he struck him several blows, as a result of which he, the defendant, again fell to the ground. The defendant, seeking to save himself from a further attack with the piece of bamboo, drew a pocketknife from his pocket and attacked the deceased, inflicting upon him the wounds which resulted in his death a few hours later. It appears from this testimony that this attack upon the defendant was not preceded by any provocation on his part. If this be true, it would appear that this is a case of legitimate defense which exempts the defendant from all criminal liability.\n\nThe probatory force of this testimony has not been overcome by any evidence introduced at the trial. No eyewitness was called in support of the Government's case. The extrajudicial statement made by the deceased some hours before his death, to the justice of the peace who conducted the preliminary investigation, even assuming that it was admissible as evidence, is not in conflict with the testimony of the witnesses for the defense, since the deceased limited himself to making a general statement as to there having been a fight between himself and the defendant, a fact which is certainly not denied either by the defendant or his witnesses. The deceased gave no details from which, in this case as in others, the juridical nature of the specific act could be ascertained.\n\nThe court below considered as evidence of the guilt of the defendant the fact that he pleaded guilty at the preliminary investigation. The court below seems to be of the opinion that this plea is of decisive importance in this case. The defendant stated that he confessed to being guilty of having inflicted certain wounds upon the deceased with a weapon which he then exhibited to the court. When the complaint was read to him in the Court of First Instance he pleaded not guilty and thereafter testified in his own behalf, giving a detailed account of the occurrence in the manner above stated.\n\nIt seems clear that the plea made by the defendant at the preliminary investigation was not intended as a confession of his guilt in the legal sense of the word, but was merely an admission that he was the person who had inflicted upon the deceased the wounds in question. (U.S.\n\nvs\n\n. Bernardo Patala,\n\n1\n\nNo. 112.) So clear is this that when the complaint was read to him after it had been drawn up with all the necessary details of a formal charge, he pleaded not guilty to the crime set out in the complaint, admitting, however, when he testified in his own behalf that he had inflicted the fatal wounds upon the deceased, but alleging that he did so in self-defense and in order to repel the unlawful aggression on the part of the deceased.\n\nThe judgment of the court below is hereby reversed, and the defendant is acquitted, with the costs of both instances\n\nde oficio\n\n. Let judgment be entered forthwith, and the defendant be immediately discharged from the custody of the law. So ordered.\n\nTorres, Johnson, Carson, and Willard, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n2 Phil. Rep., 752.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4291,
  "metadata_extraction_date": "2025-11-16T08:11:44.107703",
  "extraction_version": "2.0_enhanced_full_content"
}