{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/february/gr_l-3120_1906.html",
  "filename": "gr_l-3120_1906.html",
  "year": 1906,
  "month": "february",
  "case_number": "gr_l-3120_1906",
  "gr_number": "gr_l-3120_1906",
  "volume_page": "Volume information not available",
  "decision_date": "February 28, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "motion",
    "judgment",
    "exception",
    "new",
    "trial",
    "case",
    "presented",
    "day",
    "appellant",
    "ground",
    "within",
    "reasonable",
    "time",
    "phil",
    "rep",
    "upon",
    "order",
    "denying",
    "considered",
    "when"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3120\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3120            February 28, 1906\n\nBRYAN, LANDON CO.,\n\nplaintiff-appellant,\n\nvs.\n\nTHE AMERICAN BANK, ET AL.,\n\ndefendants-appellees.\n\nCoudert Brothers for appellant.\n\nAttorney-General Wilfley for appellees.\n\nWILLARD,\n\nJ.:\n\nJudgment in this case was rendered on October 28, 1905. Nothing was done by the appellant until November 18, 1905, when it presented motion for a new trial, based upon the ground \"that the judgment is contrary to law and to the facts admitted and established in said action.\" This motion was denied on the 18th of November, 1905, and to the order denying that motion plaintiff excepted on the same day.\n\nIt was held in the case of\n\nAntonia de la Cruz vs. Santiago Garcia\n\n,\n\n1\n\nNo. 2485, that a motion for a new trial, presented immediately after a notification of the judgment, or within a reasonable time, according to the circumstances of each case provided it is based upon errors of law committed by the judge, or upon the insufficiency of the proof, amounts to an exception to the judgment. Applying that decision to this case, it remains to be considered whether this motion for a new trial, considered as an exception, was presented forthwith, or, as that term has been defined in Fischer\n\nvs\n\n. Ambler (91 Phil. Rep., 508), within a reasonable time. Twenty days elapsed between the date of the judgment and the presentation of this motion. No reason is shown why the exception could not have been taken before. In the case of\n\nEustaquia Salcedo vs. Amanda de Marcaida de Farias\n\n2\n\nnotification of the judgment was given on the 18th day of October, 1904. Nothing was done by the defeated party until the 19th day of December following, when she presented a motion for a new trial. It was held that this motion, considered as an exception to the judgment, was not presented within a reasonable time. In the case of the city of\n\nManila vs. Feliciano Basa Marifosque\n\n,\n\n3\n\nNo. 2881, decided September 26, 1905, in which no option was written, the judgment was entered on the 10th day of July, 1905, and the appellant was notified thereof on the 11th day of the same month and year. He presented a motion for a new trial on the 9th day of August, 1905. The bill of exceptions was dismissed on the ground that no exception to the judgment was taken within a reasonable time. See also\n\nLeonisa Iturralde vs. Albino Santos\n\n,\n\n4\n\nNo. 3021, January 2, 1906. We hold in this case that the motion for a new trial, considered as an exception, was not presented within a reasonable time, and therefore that there is no valid exception against the judgment.\n\nTo the order denying the motion for a new trial appellant excepted at once. This motion for a new trial was not made upon the ground that the evidence was insufficient to justify the decision. It is only when a motion is made on this ground that the order denying it is subject to exception (Co-Yengco\n\nvs\n\n. Reyes,\n\n5\n\nNo. 1842, Aug. 25, 1905) And it is subject to exception not by reason of the provisions of section 146 of the Code of Civil Procedure, but by reason of the provisions of section 497, paragraph 3, of the same code. We have already held that an order denying a motion for a new trial on the ground that the evidence is insufficient to sustain the judgment is subject to exception, although the precise language used in section 497 is not found in the motion presented. (Agueda Benedicto\n\nvs\n\n. Esteban de la Rama,\n\n6\n\nNo. 1056, Dec. 8, 1903; 2 Off. Gaz., 166, 293.)\n\nThe motion of the defendants to dismiss the bill of exceptions in this case is granted, with costs. So ordered.\n\nArellano, C.J., Torres, Mapa, and Carson, JJ.,\n\nconcur.\n\nJohnson, J.,\n\ndissents.\n\nFootnotes\n\n1\n\n4 Phil Rep., 680.\n\n2\n\n4 Phil. Rep., 267.\n\n3\n\nNot published.\n\n4\n\nPage 485,\n\nsupra\n\n.\n\n5\n\n4 Phil. Rep., 709.\n\n6\n\n3 Phil. Rep., 34.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3936,
  "metadata_extraction_date": "2025-11-16T08:11:05.657690",
  "extraction_version": "2.0_enhanced_full_content"
}