{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/february/gr_l-5977_1911.html",
  "filename": "gr_l-5977_1911.html",
  "year": 1911,
  "month": "february",
  "case_number": "gr_l-5977_1911",
  "gr_number": "gr_l-5977_1911",
  "volume_page": "Volume information not available",
  "decision_date": "February 11, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Constitutional Law",
    "Remedial Law",
    "Property Law"
  ],
  "keywords": [
    "public",
    "appellant",
    "case",
    "penalty",
    "falsification",
    "document",
    "reckless",
    "negligence",
    "prescribed",
    "defendant",
    "code",
    "crime",
    "official",
    "imprudencia",
    "court",
    "should",
    "temeraria",
    "without",
    "upon",
    "article"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5977\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5977            February 11, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nPEDRO PACHECO,\n\ndefendant-appellant.\n\nBernardo del Mundo and Francisco Zialcita for appellant.\n\nAttorney General Villamor for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nDefendant-appellant in this case was charged with the crime of falsification of a public document by a public official; convicted of the crime of reckless negligence (\n\nimprudencia temeraria\n\n) in the falsification of a public document by a public official; and sentenced to four months and one day of\n\narresto mayor\n\n, with the accessory penalties prescribed by the code.\n\nUnder the doctrine laid down in the case of\n\nWeems vs. U. S.\n\n(217 U. S., 349), and in the opinion of this court deciding the motion of appellant in the case of\n\nU. S. vs. Pico\n\n,\n\n1\n\nregister No. 5487, dated the 11th day of February, 1911, the court below was without jurisdiction to impose the penalty prescribed by the code for the offense with which defendant-appellant was charged, that penalty being in repugnance to the provision of the Philippine Bill of Rights which prohibits the infliction of cruel and unusual punishments.\n\nAs a necessary corollary to the doctrine laid down in that case, the court below was also without jurisdiction to impose any penalty whatever upon the defendant-appellant for the crime of reckless negligence (\n\nimprudencia teneraria\n\n) in the falsification of a public document, since the only penalty prescribed by law for reckless negligence (\n\nimprudencia temeraria\n\n) are to be found in article 568 of the Penal Code, and the penalties therein prescribed are made to depend upon the penalty prescribed for the commission of the acts with malice which are penalized in this article of the code when committed without malice but with reckless negligence. No lawful penalty being prescribed by the code for the falsification of a public document by a public official, there is nothing in article 568 defining and penalizing reckless negligence (\n\nimprudencia temeraria\n\n) which authorizes the imposition of a penalty for reckless negligence in the falsification of a public document by a public official.\n\nThe sentence of the trial court should, therefore, be reversed, and the information filed in this case together with all the proceedings based thereon should be dismissed with the costs of both instances\n\nde oficio\n\n. The defendant-appellant, if in detention, should be set at liberty forthwith, or if at large on bail, should have his bond exonerated. So ordered.\n\nArellano, C. J., Mapa, Moreland and Trent, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nCase No. 6474, Lino Simungal (\n\nalias\n\nSimungil), and case No. 6648, Jose Batallones, each convicted and imprisoned for the crime of falsification of a public document, were considered and decided at the same time with the same result, and the prisoners were ordered to be set at liberty, unless held upon some other charge.\n\n2\n\nPage 386,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3073,
  "metadata_extraction_date": "2025-11-16T09:01:19.460046",
  "extraction_version": "2.0_enhanced_full_content"
}