{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/february/gr_l-6116_1911.html",
  "filename": "gr_l-6116_1911.html",
  "year": 1911,
  "month": "february",
  "case_number": "gr_l-6116_1911",
  "gr_number": "gr_l-6116_1911",
  "volume_page": "Volume information not available",
  "decision_date": "February 27, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "alias",
    "binis",
    "castro",
    "upon",
    "appellants",
    "trial",
    "crime",
    "court",
    "who",
    "code",
    "penalty",
    "house",
    "miral",
    "him",
    "years",
    "imposed",
    "they",
    "together",
    "deceased",
    "prisoner"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6116\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6116            February 27, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nISIDORO ALIAS, ET AL.,\n\ndefendants-appellants.\n\nWilliam Tutherly for appellant Alias.\n\nThomas L. Hartigan for appellants Binis and Castro.\n\nActing Attorney-General Yusay for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThe evidence of record fully sustains the material findings of fact as set out in the opinion of the trial judge, and leaves no room for reasonable doubt as to the guilt of the defendants and appellants of the crime of\n\nasesinato\n\n(assassination) with which they are charged in the information.\n\nThe appellants, Isidoro Alias, Benito Castro and Brigido Binis, together with Rufino Agnis and Pablo Camino, (as to whom the information was dismissed in the court below in order that they might be called upon to testify for the prosecution) went at a late hour of the night of the 24th January, 1910, to a house wherein they surprised and capture Ponciano Miral, deceased. In obedience to orders given by Alias, Castro and Binis tied the prisoner's arms together. Alias, who was the moving spirit of the party, by whom it was organized, and under whose orders it operated, struck Miral with his fist and said to him: \"\n\nTu has destruido nuestro hogar. No sabes que esta es mi casa\n\n?\" (You have destroyed our home. Don't you know that this is my house?) Thereafter by direction of Alias, Miral, still with his elbows tied behind his back, was led away some distance from the house by Castro, Binis and Agnis, Alias himself staying in the house with the woman who had been living there as the\n\nquerida\n\n(paramour) of Miral, and who had formerly borne a similar relation to Alias but had destroyed him to go to Miral. Just before the prisoner was led away from the house, Alias whispered something to Binis. When the party with the prisoner reached a deserted place in a tract of hemp land, in the barrio of Manaybanay in the municipality of Dagami, Castro suddenly struck the prisoner on the side of the head with a heavy club and felled him to the ground, whereupon Binis struck the prostrate man in the breast with a bolo, inflicting a fatal wound. Early on the following morning the corpse was buried in the barrio of Malirung by the murderers, still acting under the direction of Alias, who accompanied and assisted them on that occasion.\n\nUpon these facts we think that the court properly found Alias, Castro, and Binis guilty of the crime of asesintano (murder in the first degree). The element of treachery undoubtedly marked the unlawful killing of the deceased, who was bound and defenseless when he was done to death by his aggressors. (Art. 10, Penal Code.) This qualifying circumstance brought the unlawful killing of the deceased under the definition of the crime of\n\nasensinato\n\nas defined and penalized in article 403 of the code.\n\nThe commission of the crime of\n\nasesinato\n\n(murder) was marked with two aggravating circumstances, in that it was done in the night and in a deserted place (art. 10, Penal Code), and no extenuating circumstances, except as to Binis, who appears to have been less than eighteen years of age (art. 85, Penal Code).\n\nThe penalty of death imposed by the trial court upon Alias and Castro should therefore be affirmed, that being the maximum penalty prescribed by the code for the offense of which they were guilty, but the penalty of death imposed by the trial court upon Binis must be reversed, the evidence disclosing, and the trial judge having expressly found that he was less than eighteen years of age at the time when the crime was committed. The penalty which should have been imposed upon him is the maximum degree of the \"penalty immediately inferior\" to that prescribed by the code for the crime of\n\nasesinato\n\nof which he was convicted, that is to say, the maximum degree of the penalty of from ten years and one day of\n\npresidio mayor\n\nto seventeen years and four months of\n\ncadena temporal\n\n, which is\n\ncadena temporal\n\nin its medium degree.\n\nWe therefore affirm the sentence of death together with the accessory penalties prescribed by law, imposed by the trial court upon the appellants, Isidoro Alias and Benito Castro, but reverse the sentence imposed by the trial court upon the appellant, Brigido Binis, and in lieu thereof we sentence him to 14 years, 8 months and 1 day of\n\ncadena temporal\n\n, together with the accessory penalties prescribed by law, and to the payment to the heirs of the deceased of the sum of P1,000. A proportionate share of the costs of this instance will be charged against each of the appellants. It is so ordered.\n\nArellano, C.J., Moreland and Trent, JJ.,\n\nconcur.\n\nMapa, J.,\n\ndissents.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4789,
  "metadata_extraction_date": "2025-11-16T09:00:43.044947",
  "extraction_version": "2.0_enhanced_full_content"
}