{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/october/GR_135527.html",
  "filename": "GR_135527.html",
  "year": 2000,
  "month": "october",
  "case_number": "135527",
  "gr_number": "135527",
  "volume_page": "397 Phil. 799",
  "decision_date": "October 19, 2000",
  "title": "SPOUSES GEMINIANO AND AMPARO DE OCAMPO AND SPOUSES PEDRO AND CRISANTA SANTOS, PETITIONERS, VS. FEDERICO ARLOS, MARY ARLOS, TEOFILO OJERIO AND BELLA OJERIO, RESPONDENTS.D E C I S I O N PANGANIBAN, J.: Under the Public Land Act as amended, only titles to alienable and disposable lands of the public domain may be judicially confirmed. Unless a public land is reclassified and declared as such, occupation thereof in the concept of owner, no matter how long ago, cannot confer ownership or possessory rights. A suit for the reversion of such property to the State may be instituted only by the Office of the Solicitor General (OSG). The Case Before us is a Petition for Review on Certiorari assailing the August 28, 1998 Decision[1] of the Court of Appeals (CA) in CA-GR CV No. 52048, the decretal portion of which reads as follows:[2] \"ACCORDINGLY, for want of merit, the appeal is DENIED and the challenged Decision dated 26 November 1993 of the Regional Trial Court, Branch 2, Balanga, Bataan, is AFFIRMED. No costs.\" The affirmed Decision[3] of the Regional Trial Court (RTC) ruled on the following: (1) Land Registration Case No. N-340, filed in 1977 for confirmation of respondent's title to three parcels of land; and (2) Civil Case No. 4739, filed in 1981 for cancellation of petitioners' Sales Patents and Transfer Certificates of Title covering two of the said lots. The dispositive portion of the RTC Decision reads:[4] \"ACCORDINGLY, judgment is hereby rendered: I. In Civil Case No. 4739 - Ordering the cancellation of Sales Patent Nos. 5387 and 5388 as well as Transfer Certificate of Title Nos. T-43298 and T-44205 in the names of [herein petitioner-]spouses Geminiano de Ocampo and Amparo de Ocampo and x x x Pedro Santos and Crisanta Santos. Taking judicial cognizance of the decision in Civil Case No. 3769, which ordered the cancellation of Free Patent Nos. 522697 and 502977 as well as Original Certificate of Title Nos. 296 and 297, which decision has already become final and executory; Ordering [Petitioners] Geminiano de Ocampo and Amparo de Ocampo and x x x Pedro Santos and Crisanta Santos to pay jointly and severally to the plaintiffs attorney's fees in the sum of fifty thousand pesos (P50,000.00) and the costs of suit. II. In Land Registration Case No. N-340 - Confirming [herein respondents'] title [to] the land subject of registration and ordering the registration thereof in the names of [Respondent] Teofilo D. Ojerio, of legal age, Filipino, married to Bella V. Ojerio and a resident of Cabcaben, Mariveles, Bataan - Â½ share; and Cecilia P. Arlos, Jose P. Arlos, Gloria P. Arlos, Luisito P. Arlos, all of legal age, Filipinos, single and residents of 500-A, Fifth Avenue corner Baltazar Street, Grace Park, Caloocan City, Metro Manila, and Alberto U. Arlos, minor, Filipino, and a resident of 500-A, Fifth Avenue corner Baltazar Street, Grace Park, Caloocan City, Metro Manila - Â½ share; and As soon as this decision becomes final and executory, let an order for the issuance of the corresponding decrees be issued. SO ORDERED.\" The Facts The undisputed facts are quoted by the CA from the RTC judgment, as follows:[5] \"On 14 April 1977, Federico S. Arlos and Teofilo D. Ojerio filed an application for registration, docketed as Land Registration Case No. N-340, wherein they seek judicial confirmation of their titles [to] three parcels of land, namely: (1) a parcel of land covered by SGS 4140 [PLAN] with an area of 226,105 square meters; (2) a parcel of land identified as Lot 1, SGS 41241 [PLAN] with an area of 111,333 square meters; and (3) a parcel of land identified as Lot 2, SGS 4141 [PLAN] with an area of 63,811 square meters, all located at Cabcaben, Mariveles, Bataan, and having a total area of 401,159 square meters or 40.1159 hectares. \"Spouses Geminiano de Ocampo and Amparo De Ocampo and spouses Pedro Santos and Crisanta Santos opposed the application for registration, alleging that they are the co-owners of Lots 1 and 2 of Plan SGS 3062, situated at Cabcaben, Mariveles, Bataan, and their ownership is evidenced by Transfer Certificate of Title Nos. T-43298 and T-44205, and that they became owners of said lots by purchase from the government through sales patents. \"The Republic of the Philippines also opposed the application, contending that neither the applicants nor their predecessors-in-interests have been in open, continuous, exclusive and notorious possession and occupation of the lands in question for at least 30 years immediately preceding the filing of the application; and that the parcels of land applied for are portions of the public domain belonging to the Republic of the Philippines not subject to private appropriation. \"Spouses Placido Manalo and Rufina Enriquez and spouses Armando Manalo and Jovita Baron also opposed the application for registration. \"Almost four years after the filing of the land registration case or, to be exact, on 20 February 1981, applicant Arlos and his spouse, Mary Alcantara Arlos, and applicant Ojerio and his spouse Bella V. Ojerio, filed Civil Case No. 4739, seeking to cancel; (1) the free patent title of defendants-spouses Placido Manalo and Rufina Enriquez, that is, Original Certificate of Title (OCT) No. 296-Bataan, covering Lot, 1, Plan F-(III-4) 508-D with an area of 155,772 square meters, and Lot 2, same plan, containing an area of 43,089 square meters, or a total area of 198,861 square meters or 19.8861 hectares; (2) the free patent title of defendants Armando Manalo and Jovito Baron, that is, OCT No. 297-Bataan, covering Lot, 1, F-(III-4) 510-D with an area of 72,065 square meters or 7.2065 hectares; and (3) the sales patent title of defendants-spouses Geminiano de Ocampo and Amparo de Ocampo and defendants-spouses Pedro Santos and Crisanta Santos, that is, Transfer Certificate of Title Nos. T-44205-Bataan with an area of 225,011 square meters or 22.5011 hectares, and T-43298-Bataan with an area of 111,333 square meters or 11.1333 hectares. \"In the Order dated 31 July 1991 of the RTC, Branch 1, Balanga, Bataan, Civil Case No. 4739 which was then assigned to said Branch was ordered consolidated with the land registration cases assigned to Branch 2. \"Of relevance to this case on appeal is the Decision of the Supreme Court dated 26 April 1989 in G.R. 64753 involving Civil Case No. 3769 entitled `Spouses de Ocampo et al. v. Manalo, et al.' which annulled the free patent titles of the spouses Manalo and declared as valid the sales patent title issued in favor of the spouses De Ocampo and spouses Santos involving the same properties subject of this appeal.\" Ruling of the Court of Appeals Affirming the factual findings of the trial court, the CA ruled that petitioners had failed to comply with the Public Land Act, which required sales patent applicants to be the actual occupants and cultivators of the land. It held that the testimonies of petitioners, which were \"incongruous with reality,\" bolstered the \"finding that [they had] never occupied, cultivated or made improvements on the property.\" It explained: \"On the basis of its own findings, the trial court, after evaluating the evidence presented, concluded that [herein respondents] and their predecessors-in-interest were in actual possession of the subject lands in 1947 and continuously up to the present. In contrast, the checkered testimonies of [petitioners] reveal that they have never been in possession of the lands. And because of the absence of the actual occupancy on their part, the sales patents and titles issued in their favor are null and void citing therein the ruling in Republic v. Mina (114 SCRA 946) that `the alleged misrepresentation of the applicant that he had been occupying and cultivating the land are sufficient grounds to nullify the patent and title under Section 9 of the Public Land Laws.' \"On this particular note, we find no reason to disturb the factual findings of the trial court. x x x.\"[6] Debunking petitioners' reliance on Manalo v. IAC and de Ocampo,[7] the CA ratiocinated as follows: \"[Herein respondents] do not challenge the Decision of the High Court dated 26 April 1989 in GR No. 64753 which annulled the free patent titles of defendants-appellants Manalos and granted the issuance of sales patent titles of [Petitioners] De Ocampos and Santoses. \"What is being disputed is that the issuance of the sales patents of the subject property in favor of the Santoses and the De Ocampos was allegedly tainted by fraud and misrepresentation on their part by misrepresenting themselves to be actual occupants of the subject properties when in fact the subject properties were being actually occupied by the [respondents] since 1947 way back when the land still formed part of the military reservation and further on when it was declared to be public agricultural land. x x x.\"[8] Hence, this Petition.[9] The Issues In their Memorandum, petitioners submit the following issues for our consideration:[10] \"I Whether or not the Court of Appeals committed an error in disregarding the Decision of the Supreme Court in G.R. No. 64753 entitled, `Placido Manalo, et al. vs. Spouses Geminiano de Ocampo and Amparo de Ocampo, et al.,' wherein the validity and legality of petitioners' TCT No. T-44205 and TCT No. T-43298 [pertaining to] the land in dispute were upheld. \"II Whether or not the Court of Appeals committed an error in ordering the cancellation of petitioners' Sales Patent as well as TCT Nos. T-43298 and T-44205 considering that private respondents are not the proper party to institute the action for annulment of petitioners' titles [to] the lots. \"III Whether or not the Court of Appeals committed an error in ruling that petitioners committed an act of misrepresentation in their Application for Sales Patent. \"IV Whether or not the Court of Appeals committed an error in ordering petitioners to pay private respondents the amount of P50,000.00 representing attorney's fees.\" In short, petitioners ask this Court to determine the propriety of (1) the registration of respondents' title under the Public Land Act and (2) the cancellation of petitioners' Sales Patents and Transfer Certificates of Title (TCTs). The Court's Ruling The Petition is meritorious. First Issue:Registration of Respondents' Title Respondents' application for registration of title to the three parcels of land that were once part of the public domain is governed by the Public Land Act,[11] the pertinent portion of which reads: \"SEC. 48. The following described citizens of the Philippines, occupying lands of the public domain or claiming to own such lands or an interest therein, but whose titles have not been perfected or completed, may apply to the Court of First Instance of the province where the land is located for confirmation of their claims and the issuance of a certificate of title therefor, under the Land Registration Act, to wit: x x x x x x x x x (b) Those who by themselves or through their predecessors in interest have been in open, continuous, exclusive, and notorious possession and occupation of agricultural lands of the public domain, under a bona fide claim of acquisition or ownership, for at least thirty years immediately preceding the filing of the application for confirmation of title except when prevented by war or force majeure. These shall be conclusively presumed to have performed all the conditions essential to a Government grant and shall be entitled to a certificate of title under the provisions of this chapter. \"x x x x x x x x x\" Respondents claim that they purchased the subject lots in 1967 from Bernardo and Arsenio Obdin,[12] who in turn had been in possession of the property since 1947. Hence, when the former filed their application for registration in 1977, they and their predecessors-in-interest had been occupying and cultivating, in the concept of owners, the said parcels of land for at least 30 years, as required by the Public Land Act. We are not convinced. First, a title may be judicially confirmed under Section 48 of the Public Land Act only if it pertains to alienable lands of the public domain.[13] Unless such assets are reclassified and considered disposable and alienable, occupation thereof in the concept of owner, no matter how long cannot ripen into ownership and be registered as a title. Verily, Presidential Decree No. 1073[14] clarified Section 48 (b) of the Public Land Act by specifically declaring that the latter applied only to alienable and disposable lands of the public domain.[15] In the present case, the disputed land which was formerly a part of a US military reservation that had been turned over to the Philippine government in 1965, was declared disposable and alienable only in 1971. In Manalo v. IAC and de Ocampo,[16] a suit involving the same parcel of land and instituted by herein petitioners against other claimants, the Court held: \"As correctly pointed out by the appellate court in its questioned decision: `x x x. It is not correct to say that when the U.S. Military Reservation in Bataan, of which the land in question forms part, was turned over to the Philippine government, the same automatically became a disposable land of the public domain. The ownership and control over said reservation was transferred to the Philippine government, but its nature as a military reservation remained unchanged. Said parcels of land became a disposable land of public domain only on May 19, 1971, per certification of the Bureau of Forestry (Project No. 4-A, C-C. Map No 26-40). Its disposition only by sale was duly authorized pursuant to the provisions of Republic Act No. 274. If the land in question became immediately disposable upon its turn over to the Philippine government in 1965, then why, it may be asked, was it certified disposable only in 1971. This Court is of the conclusion that this land above referred to continued to be a military reservation land while in the custody of the Philippine government until it was certified alienable in 1971.\" (Emphasis supplied.) Second, respondents and their predecessors-in-interest could not have occupied the subject property from 1947 until 1971 when the land was declared alienable and disposable, because it was a military reservation at the time. Hence, it was not subject to occupation, entry or settlement. This is clear from Sections 83 and 88 of the Public Land Act, which provide as follows: \"SEC. 83. Upon the recommendation of the Secretary of Agriculture and Commerce, the President may designate by proclamation any tract or tracts of land of the public domain as reservations for the use of the Commonwealth of the Philippines or of any of its branches, or of the inhabitants thereof, in accordance with regulations prescribed for this purpose, or for quasi-public uses or purposes when the public interest requires it, including reservations for highways, rights of way for railroads, hydraulic power sites, irrigation systems, communal pastures or leguas comunales, public parks, public quarries, public fishponds, working-men's village and other improvements for the public benefit. SEC. 88. The tract or tracts of land reserved under the provisions of section eighty-three shall be non-alienable and shall not be subject to occupation, entry, sale, lease, or other disposition until again declared under the provision of this Act or by proclamation of the President.\" (Emphasis supplied.) Verily, in Manalo, the Court debunked therein petitioners' similar argument that they had been occupying the property since 1944. It ruled in this wise: \"The big tract of land in Mariveles, Bataan to which the parcels of land involved in the case belong was formerly a portion of the US Military Reservation in Mariveles, Bataan which was turned over to the Philippine Government only on December 22, 1965 (Republic of the Philippines v. Court of Appeals et al., No. L-39473, April 30, 1979, 89 SCRA 648). Under the situation, the Court seriously doubts whether Placido Mapa and their predecessors-in-interest could have been in possession of the land since 1944 as they claimed: `Lands covered by reservation are not subject to entry, and no lawful settlement on them can be acquired (Republic of the Philippines v. Hon. Court of Appeals, et al., No. 14912, September 30, 1976, 73 SCRA 146).'\" We reiterate that the land was declared alienable only in 1971; hence, respondents have not satisfied the thirty-year requirement under the Public Land Act. Moreover, they could not have occupied the property for thirty years, because it formed part of a military reservation. Clearly then, their application for the registration of their titles was erroneously granted by the appellate and the trial courts. Second Issue: Cancellation of Petitioners' Titles Petitioners claim that their titles can no longer be challenged, because \"it is a rule that the Torrens Title issued on the basis of a free patent becomes indefeasible as one which was judicially secured upon registration upon expiration of one year from date of issuance of patent.\"[17] Petitioners further contend that the action for the cancellation of their Sales Patents and TCTs should have been initiated by the solicitor general, not by herein respondents, pursuant to Section 101 of the Public Land Act, which we quote: \"SEC. 101. All actions for the reversion to the Government of lands of the public domain or improvements thereon shall be instituted by the Solicitor General or the officer acting in his stead, in the proper courts, in the name of the Republic of the Philippines.\" Respondents argue, however, that the present proceedings are not for reversion, but for reconveyance. Hence, they have the personality to file the present suit. We are not persuaded by respondents' argument. In an action for reconveyance, \"the decree of registration is respected as incontrovertible. What is sought instead is the transfer of the property, in this case the title thereof, which has been wrongfully or erroneously registered in another person's name, to its rightful owner or to one with a better right. That is what reconveyance is all about.\"[18] Reconveyance, however, is not available to respondents, because they have not shown a title better than that of petitioners. As earlier shown, the former have not proven any title that may be judicially confirmed. Moreover, respondents' invocation of Heirs of Nagano v. CA[19] must be rejected. In that case, the Court noted that the allegations in the Complaint, which were deemed admitted for the purpose of resolving the Motion to Dismiss, were \"an assertion that the lot is private land, or that even assuming it was part of the public domain, private respondents had already acquired imperfect title thereto under Section 48 (b) of CA No. 141 x x x.\" Hence, the Court ruled that respondents, not the OSG, were the proper parties to file the suit. In the present case, we reiterate that respondents failed to show entitlement to the land. They have not established that they are the rightful owners of the property; or at least, that they, not petitioners, have a better right thereto. Respondents vigorously contend that the Sales Patents were fraudulently obtained by petitioners, who have allegedly failed to prove the requisite actual occupation of the land in question. The former cite several portions of the transcript of stenographic notes, showing that the latter have not actually occupied or cultivated the property. The Court, however, finds that a ruling on the veracity of these factual averments would be improper in this Decision. If petitioners' Sales Patents and TCTs were in fact fraudulently obtained, the suit to recover the disputed property should be filed by the State through the Office of the Solicitor General. Since petitioners' titles originated from a grant by the government, their cancellation is a matter between the grantor and the grantee.[20] At the risk of being repetitive, we stress that respondents have no personality to \"recover\" the property, because they have not shown that they are the rightful owners thereof. WHEREFORE, the Petition is GRANTED and the assailed Decisions of the Court of Appeals and the Regional Trial Court are REVERSED. No pronouncement as to costs. Let a copy of this Decision be furnished the Office of the Solicitor General for a possible review, in its sound discretion, of the issuance of the Sales Patents and Certificates of Titles in the name of herein petitioners. SO ORDERED. Melo, (Chairman), Vitug, and Purisima, JJ., concur. Gonzaga-Reyes, J., no part. [1] Penned by Justice Omar U. Amin, with the concurrence of Justices Minerva P. Gonzaga-Reyes (Division chairman and now an associate justice of the Supreme Court) and Hector L. HofileÃ±a (member). [2] CA Decision, p. 11; rollo, p. 58. [3] Written by Judge Vivencio S. Baclig. [4] RTC Decision, pp. 6-7; rollo, pp. 192-193. [5] CA Decision, pp. 3-4; rollo, pp. 50-51. [6] CA Decision, p. 9; rollo, p. 56. [7] Infra. [8] CA Decision, p. 6; rollo, p. 53. [9] The case was deemed submitted for resolution on August 17, 1999, upon receipt by this Court of petitioners' Memorandum, signed by Attys. Benito F. Ambrosio and Saklolo A. LeaÃ±o. Filed earlier was respondents' Memorandum signed by Atty. Paul P. Sagayo Jr. [10] Petitioners' Memorandum, pp. 8-10; rollo, pp. 236-238. Original in upper case. [11] Commonwealth Act No. 141, as amended. [12] Bilihang Tuluyan, dated September 8, 1967; Records (LRC No. 340), p. 12. [13] See Republic v. Damian ErmitaÃ±o de Guzman et al., GR No. 137887, February 28, 2000; Yturalde v. Falcasantos, 301 SCRA 293, January 20, 1999; Director of Lands vs. Court of Appeals, 178 SCRA 708, October 26, 1989; Atok Big Wedge v. CA, 193 SCRA 71, January 18, 1991. See also Vitug, Compendium of Civil Law and Jurisprudence, 1993 ed., p. 460. [14] Promulgated on January 25, 1977. [15] Â§4 thereof reads as follows: \"SEC. 4. The provisions of Section 48 (b) and Section 48 (c), Chapter VIII, of the Public Land Act, are hereby amended in the sense that these provisions shall apply only to alienable and disposable lands of the public domain which have been in open, continuous, exclusive and notorious possession and occupation by the applicant himself or thru his predecessor-in-interest, under a bona fide claim of acquisition of ownership, since June 12, 1945.\" [16] 172 SCRA 795, April 26, 1989, per Gutierrez, J. [17] Petitioners' Memorandum, pp. 15-16; rollo, pp. 243-244. [18] Amerol v. Bagumbaran, 154 SCRA 396, September 30, 1987, per Sarmiento, J.; Esquivias v. CA, May 29, 1997; De la Cruz v. CA, 286 SCRA 230, February 11, 1998; David v. Malay, GR No. 132644, November 19, 1999; Manangan v. De los Reyes, GR No. 115794, June 10, 1999. [19] 282 SCRA 43, November 17, 1997, per Davide, J. (now CJ). [20] Tankiko v. Cesar, GR No. 131277, February 2, 1999; Ingaran v. Ramelo, 107 Phil. 498, March 30, 1960. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Commercial Law"
  ],
  "keywords": [
    "spouses",
    "geminiano",
    "amparo",
    "ocampo",
    "crisanta",
    "santos",
    "petitioners",
    "federico",
    "teofilo",
    "ojerio",
    "respondents",
    "panganiban",
    "public",
    "amended",
    "titles",
    "alienable",
    "disposable",
    "domain",
    "judicially",
    "confirmed"
  ],
  "title_summary": "SPOUSES GEMINIANO AND AMPARO DE OCAMPO AND SPOUSES PEDRO AND CRISANTA SANTOS, PETITIONERS, VS. FE...",
  "formatted_case_content": "View printer friendly version\n397 Phil. 799\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 135527, October 19, 2000 ]\n[ G.R. No. 135527, October 19, 2000 ]\n\nSPOUSES GEMINIANO AND AMPARO DE OCAMPO AND SPOUSES PEDRO AND CRISANTA SANTOS, PETITIONERS, VS. FEDERICO ARLOS, MARY ARLOS, TEOFILO OJERIO AND BELLA OJERIO, RESPONDENTS.D E C I S I O N\nSPOUSES GEMINIANO AND AMPARO DE OCAMPO AND SPOUSES PEDRO AND CRISANTA SANTOS, PETITIONERS, VS. FEDERICO ARLOS, MARY ARLOS, TEOFILO OJERIO AND BELLA OJERIO, RESPONDENTS.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nUnder the Public Land Act as amended, only titles to alienable and \ndisposable lands of the public domain may be judicially confirmed. Unless a \npublic land is reclassified and declared as such, occupation thereof in the \nconcept of owner, no matter how long ago, cannot confer ownership or possessory \nrights. A suit for the reversion of such property to the State may be instituted \nonly by the Office of the Solicitor General (OSG).\n\nThe Case\n\nBefore us is a Petition for Review on Certiorari assailing the August \n28, 1998 Decision [1] of the Court of \nAppeals (CA) in CA-GR CV No. 52048, the decretal portion of which reads as \nfollows: [2]\n\n\"ACCORDINGLY, for want of merit, the appeal is DENIED and the \nchallenged Decision dated 26 November 1993 of the Regional Trial Court, Branch \n2, Balanga, Bataan, is AFFIRMED . No costs.\"\n\nThe affirmed Decision [3] of the \nRegional Trial Court (RTC) ruled on the following: (1) Land Registration Case \nNo. N-340, filed in 1977 for confirmation of respondent's title to three parcels \nof land; and (2) Civil Case No. 4739, filed in 1981 for cancellation of \npetitioners' Sales Patents and Transfer Certificates of Title covering two of \nthe said lots. The dispositive portion of the RTC Decision reads: [4]\n\n\"ACCORDINGLY, judgment is hereby rendered: I. In Civil Case No. 4739 - Ordering the cancellation of Sales Patent Nos. 5387 and 5388 as well as \nTransfer Certificate of Title Nos. T-43298 and T-44205 in the names of [herein \npetitioner-]spouses Geminiano de Ocampo and Amparo de Ocampo and x x x Pedro \nSantos and Crisanta Santos.\nTaking judicial cognizance of the decision in Civil Case No. 3769, which \nordered the cancellation of Free Patent Nos. 522697 and 502977 as well as \nOriginal Certificate of Title Nos. 296 and 297, which decision has already \nbecome final and executory;\nOrdering [Petitioners] Geminiano de Ocampo and Amparo de Ocampo and x x x \nPedro Santos and Crisanta Santos to pay jointly and severally to the plaintiffs \nattorney's fees in the sum of fifty thousand pesos (P50,000.00) and the costs of \nsuit.\n\nII. In Land Registration Case No. N-340 - Confirming [herein respondents'] title [to] the land subject of registration \nand ordering the registration thereof in the names of [Respondent] Teofilo D. \nOjerio, of legal age, Filipino, married to Bella V. Ojerio and a resident of \nCabcaben, Mariveles, Bataan - Â½ share; and Cecilia P. Arlos, Jose P. Arlos, \nGloria P. Arlos, Luisito P. Arlos, all of legal age, Filipinos, single and \nresidents of 500-A, Fifth Avenue corner Baltazar Street, Grace Park, Caloocan \nCity, Metro Manila, and Alberto U. Arlos, minor, Filipino, and a resident of \n500-A, Fifth Avenue corner Baltazar Street, Grace Park, Caloocan City, Metro \nManila - Â½ share; and\nAs soon as this decision becomes final and executory, let an order for the \nissuance of the corresponding decrees be issued.\n\nSO ORDERED.\"\n\nThe Facts\n\nThe undisputed facts are quoted by the CA from the RTC judgment, as \nfollows: [5]\n\n\"On 14 April 1977, Federico S. Arlos and Teofilo D. Ojerio filed an \napplication for registration, docketed as Land Registration Case No. N-340, \nwherein they seek judicial confirmation of their titles [to] three parcels of \nland, namely: (1) a parcel of land covered by SGS 4140 [PLAN] with an area of \n226,105 square meters; (2) a parcel of land identified as Lot 1, SGS 41241 \n[PLAN] with an area of 111,333 square meters; and (3) a parcel of land \nidentified as Lot 2, SGS 4141 [PLAN] with an area of 63,811 square meters, all \nlocated at Cabcaben, Mariveles, Bataan, and having a total area of 401,159 \nsquare meters or 40.1159 hectares.\n\n\"Spouses Geminiano de Ocampo and Amparo De Ocampo and spouses Pedro Santos \nand Crisanta Santos opposed the application for registration, alleging that they \nare the co-owners of Lots 1 and 2 of Plan SGS 3062, situated at Cabcaben, \nMariveles, Bataan, and their ownership is evidenced by Transfer Certificate of \nTitle Nos. T-43298 and T-44205, and that they became owners of said lots by \npurchase from the government through sales patents.\n\n\"The Republic of the Philippines also opposed the application, contending \nthat neither the applicants nor their predecessors-in-interests have been in \nopen, continuous, exclusive and notorious possession and occupation of the lands \nin question for at least 30 years immediately preceding the filing of the \napplication; and that the parcels of land applied for are portions of the public \ndomain belonging to the Republic of the Philippines not subject to private \nappropriation.\n\n\"Spouses Placido Manalo and Rufina Enriquez and spouses Armando Manalo and \nJovita Baron also opposed the application for registration.\n\n\"Almost four years after the filing of the land registration case or, to be \nexact, on 20 February 1981, applicant Arlos and his spouse, Mary Alcantara \nArlos, and applicant Ojerio and his spouse Bella V. Ojerio, filed Civil Case No. \n4739, seeking to cancel; (1) the free patent title of defendants-spouses Placido \nManalo and Rufina Enriquez, that is, Original Certificate of Title (OCT) No. \n296-Bataan, covering Lot, 1, Plan F-(III-4) 508-D with an area of 155,772 square \nmeters, and Lot 2, same plan, containing an area of 43,089 square meters, or a \ntotal area of 198,861 square meters or 19.8861 hectares; (2) the free patent \ntitle of defendants Armando Manalo and Jovito Baron, that is, OCT No. \n297-Bataan, covering Lot, 1, F-(III-4) 510-D with an area of 72,065 square \nmeters or 7.2065 hectares; and (3) the sales patent title of defendants-spouses \nGeminiano de Ocampo and Amparo de Ocampo and defendants-spouses Pedro Santos and \nCrisanta Santos, that is, Transfer Certificate of Title Nos. T-44205-Bataan with \nan area of 225,011 square meters or 22.5011 hectares, and T-43298-Bataan with an \narea of 111,333 square meters or 11.1333 hectares.\n\n\"In the Order dated 31 July 1991 of the RTC, Branch 1, Balanga, Bataan, Civil \nCase No. 4739 which was then assigned to said Branch was ordered consolidated \nwith the land registration cases assigned to Branch 2.\n\n\"Of relevance to this case on appeal is the Decision of the Supreme Court \ndated 26 April 1989 in G.R. 64753 involving Civil Case No. 3769 entitled \n` Spouses de Ocampo et al. v. Manalo, et al .' which annulled the free \npatent titles of the spouses Manalo and declared as valid the sales patent title \nissued in favor of the spouses De Ocampo and spouses Santos involving the same \nproperties subject of this appeal.\"\n\nRuling of the Court of Appeals\n\nAffirming the factual findings of the trial court, the CA ruled that \npetitioners had failed to comply with the Public Land Act, which required sales \npatent applicants to be the actual occupants and cultivators of the land. It \nheld that the testimonies of petitioners, which were \"incongruous with reality,\" \nbolstered the \"finding that [they had] never occupied, cultivated or made \nimprovements on the property.\" It explained:\n\n\"On the basis of its own findings, the trial court, after evaluating the \nevidence presented, concluded that [herein respondents] and their \npredecessors-in-interest were in actual possession of the subject lands in 1947 \nand continuously up to the present. In contrast, the checkered testimonies of \n[petitioners] reveal that they have never been in possession of the lands. And \nbecause of the absence of the actual occupancy on their part, the sales patents \nand titles issued in their favor are null and void citing therein the ruling in Republic v. Mina (114 SCRA 946) that `the alleged misrepresentation of \nthe applicant that he had been occupying and cultivating the land are sufficient \ngrounds to nullify the patent and title under Section 9 of the Public Land \nLaws.'\n\n\"On this particular note, we find no reason to disturb the factual findings \nof the trial court. x x x.\" [6]\n\nDebunking petitioners' reliance on Manalo v. IAC and de Ocampo , [7] the CA ratiocinated as follows:\n\n\"[Herein respondents] do not challenge the Decision of the High Court dated \n26 April 1989 in GR No. 64753 which annulled the free patent titles of \ndefendants-appellants Manalos and granted the issuance of sales patent titles of \n[Petitioners] De Ocampos and Santoses.\n\n\"What is being disputed is that the issuance of the sales patents of the \nsubject property in favor of the Santoses and the De Ocampos was allegedly \ntainted by fraud and misrepresentation on their part by misrepresenting \nthemselves to be actual occupants of the subject properties when in fact the \nsubject properties were being actually occupied by the [respondents] since 1947 \nway back when the land still formed part of the military reservation and further \non when it was declared to be public agricultural land. x x x.\" [8]\n\nHence, this Petition. [9]\n\nThe Issues\n\nIn their Memorandum, petitioners submit the following issues for our \nconsideration: [10]\n\n\"I\n\nWhether or not the Court of Appeals committed an error in disregarding the \nDecision of the Supreme Court in G.R. No. 64753 entitled, `Placido Manalo, et \nal. vs. Spouses Geminiano de Ocampo and Amparo de Ocampo, et al.,' wherein the \nvalidity and legality of petitioners' TCT No. T-44205 and TCT No. T-43298 \n[pertaining to] the land in dispute were upheld.\n\n\"II\n\nWhether or not the Court of Appeals committed an error in ordering the \ncancellation of petitioners' Sales Patent as well as TCT Nos. T-43298 and \nT-44205 considering that private respondents are not the proper party to \ninstitute the action for annulment of petitioners' titles [to] the lots.\n\n\"III\n\nWhether or not the Court of Appeals committed an error in ruling that \npetitioners committed an act of misrepresentation in their Application for Sales \nPatent.\n\n\"IV\n\nWhether or not the Court of Appeals committed an error in ordering \npetitioners to pay private respondents the amount of P50,000.00 representing \nattorney's fees.\" In short, petitioners ask this Court to determine the \npropriety of (1) the registration of respondents' title under the Public Land \nAct and (2) the cancellation of petitioners' Sales Patents and Transfer \nCertificates of Title (TCTs).\n\nThe Court's Ruling\n\nThe Petition is meritorious.\n\nFirst Issue:\nRegistration of Respondents' \nTitle\n\nRespondents' application for registration of title to the three parcels of \nland that were once part of the public domain is governed by the Public Land \nAct, [11] the pertinent portion of which \nreads:\n\n\"SEC. 48. The following described citizens of the Philippines, occupying \nlands of the public domain or claiming to own such lands or an interest therein, \nbut whose titles have not been perfected or completed, may apply to the Court of \nFirst Instance of the province where the land is located for confirmation of \ntheir claims and the issuance of a certificate of title therefor, under the Land \nRegistration Act, to wit:\n\n[TABLE_CONTENT]\nx x x | x x x | x x x\n[END_TABLE]\n\nx x x x x x x x x\n\n(b) Those who by themselves or through their predecessors in interest have \nbeen in open, continuous, exclusive, and notorious possession and occupation of \nagricultural lands of the public domain, under a bona fide claim of \nacquisition or ownership, for at least thirty years immediately preceding the \nfiling of the application for confirmation of title except when prevented by war \nor force majeure. These shall be conclusively presumed to have performed all the \nconditions essential to a Government grant and shall be entitled to a \ncertificate of title under the provisions of this chapter.\n\n[TABLE_CONTENT]\n\"x x x | x x x | x x x\"\n[END_TABLE]\n\n\"x x x x x x x x x\"\n\nRespondents claim that they purchased the subject lots in 1967 from Bernardo \nand Arsenio Obdin, [12] who in turn had \nbeen in possession of the property since 1947. Hence, when the former filed \ntheir application for registration in 1977, they and their \npredecessors-in-interest had been occupying and cultivating, in the concept of \nowners, the said parcels of land for at least 30 years, as required by the \nPublic Land Act.\n\nWe are not convinced. First , a title may be judicially confirmed under \nSection 48 of the Public Land Act only if it pertains to alienable lands \nof the public domain. [13] Unless such \nassets are reclassified and considered disposable and alienable, occupation \nthereof in the concept of owner, no matter how long cannot ripen into ownership \nand be registered as a title. Verily, Presidential Decree No. 1073 [14] clarified Section 48 (b) of the Public \nLand Act by specifically declaring that the latter applied only to alienable and \ndisposable lands of the public domain. [15]\n\nIn the present case, the disputed land which was formerly a part of a US \nmilitary reservation that had been turned over to the Philippine government in \n1965, was declared disposable and alienable only in 1971. In Manalo v. IAC \nand de Ocampo , [16] a suit involving \nthe same parcel of land and instituted by herein petitioners against \nother claimants, the Court held:\n\n\"As correctly pointed out by the appellate court in its questioned \ndecision:\n\n`x x x. It is not correct to say that when the U.S. Military Reservation in \nBataan, of which the land in question forms part, was turned over to the \nPhilippine government, the same automatically became a disposable land of the \npublic domain. The ownership and control over said reservation was transferred \nto the Philippine government, but its nature as a military reservation remained \nunchanged. Said parcels of land became a disposable land of public domain \nonly on May 19, 1971, per certification of the Bureau of Forestry (Project No. \n4-A, C-C. Map No 26-40). Its disposition only by sale was duly authorized \npursuant to the provisions of Republic Act No. 274. If the land in question \nbecame immediately disposable upon its turn over to the Philippine government in \n1965, then why, it may be asked, was it certified disposable only in 1971. This Court is of the conclusion that this land above referred to continued to \nbe a military reservation land while in the custody of the Philippine government \nuntil it was certified alienable in 1971.\" (Emphasis supplied.)\n\nSecond , respondents and their predecessors-in-interest could not have \noccupied the subject property from 1947 until 1971 when the land was declared \nalienable and disposable, because it was a military reservation at the time. \nHence, it was not subject to occupation, entry or settlement. This is clear from \nSections 83 and 88 of the Public Land Act, which provide as follows:\n\n\"SEC. 83. Upon the recommendation of the Secretary of Agriculture and \nCommerce, the President may designate by proclamation any tract or tracts of \nland of the public domain as reservations for the use of the Commonwealth of the \nPhilippines or of any of its branches, or of the inhabitants thereof, in \naccordance with regulations prescribed for this purpose, or for quasi-public \nuses or purposes when the public interest requires it, including reservations \nfor highways, rights of way for railroads, hydraulic power sites, irrigation \nsystems, communal pastures or leguas comunales , public parks, public \nquarries, public fishponds, working-men's village and other improvements for the \npublic benefit.\n\nSEC. 88. The tract or tracts of land reserved under the provisions of section \neighty-three shall be non-alienable and shall not be subject to occupation, \nentry, sale, lease, or other disposition until again declared under the \nprovision of this Act or by proclamation of the President.\" (Emphasis \nsupplied.)\n\nVerily, in Manalo, the Court debunked therein petitioners' similar \nargument that they had been occupying the property since 1944. It ruled in this \nwise:\n\n\"The big tract of land in Mariveles, Bataan to which the parcels of land \ninvolved in the case belong was formerly a portion of the US Military \nReservation in Mariveles, Bataan which was turned over to the Philippine \nGovernment only on December 22, 1965 (Republic of the Philippines v. Court of \nAppeals et al., No. L-39473, April 30, 1979, 89 SCRA 648). Under the situation, \nthe Court seriously doubts whether Placido Mapa and their \npredecessors-in-interest could have been in possession of the land since 1944 as \nthey claimed:\n\n`Lands covered by reservation are not subject to entry, and no lawful \nsettlement on them can be acquired (Republic of the Philippines v. Hon. Court of \nAppeals, et al., No. 14912, September 30, 1976, 73 SCRA 146).'\"\n\nWe reiterate that the land was declared alienable only in 1971; hence, \nrespondents have not satisfied the thirty-year requirement under the Public Land \nAct. Moreover, they could not have occupied the property for thirty years, \nbecause it formed part of a military reservation. Clearly then, their \napplication for the registration of their titles was erroneously granted by the \nappellate and the trial courts.\n\nSecond Issue:\nCancellation of Petitioners' \nTitles\n\nPetitioners claim that their titles can no longer be challenged, because \"it \nis a rule that the Torrens Title issued on the basis of a free patent becomes \nindefeasible as one which was judicially secured upon registration upon \nexpiration of one year from date of issuance of patent.\" [17]\n\nPetitioners further contend that the action for the cancellation of their \nSales Patents and TCTs should have been initiated by the solicitor general, not \nby herein respondents, pursuant to Section 101 of the Public Land Act, which we \nquote:\n\n\"SEC. 101. All actions for the reversion to the Government of lands of the \npublic domain or improvements thereon shall be instituted by the Solicitor \nGeneral or the officer acting in his stead, in the proper courts, in the name of \nthe Republic of the Philippines.\"\n\nRespondents argue, however, that the present proceedings are not for \nreversion, but for reconveyance. Hence, they have the personality to file the \npresent suit.\n\nWe are not persuaded by respondents' argument. In an action for reconveyance, \n\"the decree of registration is respected as incontrovertible. What is sought \ninstead is the transfer of the property, in this case the title thereof, which \nhas been wrongfully or erroneously registered in another person's name, to its \nrightful owner or to one with a better right. That is what reconveyance is all \nabout.\" [18]\n\nReconveyance, however, is not available to respondents, because they have not \nshown a title better than that of petitioners. As earlier shown, the former have \nnot proven any title that may be judicially confirmed.\n\nMoreover, respondents' invocation of Heirs of Nagano v. CA [19] must be rejected. In that case, \nthe Court noted that the allegations in the Complaint, which were deemed \nadmitted for the purpose of resolving the Motion to Dismiss, were \"an assertion \nthat the lot is private land, or that even assuming it was part of the public \ndomain, private respondents had already acquired imperfect title thereto under \nSection 48 (b) of CA No. 141 x x x.\" Hence, the Court ruled that respondents, \nnot the OSG, were the proper parties to file the suit.\n\nIn the present case, we reiterate that respondents failed to show entitlement \nto the land. They have not established that they are the rightful owners of the \nproperty; or at least, that they, not petitioners, have a better right \nthereto.\n\nRespondents vigorously contend that the Sales Patents were fraudulently \nobtained by petitioners, who have allegedly failed to prove the requisite actual \noccupation of the land in question. The former cite several portions of the \ntranscript of stenographic notes, showing that the latter have not actually \noccupied or cultivated the property.\n\nThe Court, however, finds that a ruling on the veracity of these factual \naverments would be improper in this Decision. If petitioners' Sales Patents and \nTCTs were in fact fraudulently obtained, the suit to recover the disputed \nproperty should be filed by the State through the Office of the Solicitor \nGeneral. Since petitioners' titles originated from a grant by the government, \ntheir cancellation is a matter between the grantor and the grantee. [20] At the risk of being repetitive, we \nstress that respondents have no personality to \"recover\" the property, because \nthey have not shown that they are the rightful owners thereof.\n\nWHEREFORE , the Petition is GRANTED and the \nassailed Decisions of the Court of Appeals and the Regional Trial Court are REVERSED . No pronouncement as to costs.\n\nLet a copy of this Decision be furnished the Office of the Solicitor General \nfor a possible review, in its sound discretion, of the issuance of the Sales \nPatents and Certificates of Titles in the name of herein petitioners.\n\nSO ORDERED.\n\nMelo, (Chairman), Vitug, and Purisima, JJ., concur.\n\nGonzaga-Reyes, J., no part.\n\n[1] Penned by Justice Omar U. Amin, with \nthe concurrence of Justices Minerva P. Gonzaga-Reyes (Division chairman and now \nan associate justice of the Supreme Court) and Hector L. HofileÃ±a (member).\n\n[2] CA Decision, p. 11; rollo , \np. 58.\n\n[3] Written by Judge Vivencio S. \nBaclig.\n\n[4] RTC Decision, pp. 6-7; rollo , pp. 192-193.\n\n[5] CA Decision, pp. 3-4; rollo , pp. 50-51.\n\n[6] CA Decision, p. 9; rollo , \np. 56.\n\n[7] Infra.\n\n[8] CA Decision, p. 6; rollo , \np. 53.\n\n[9] The case was deemed submitted for \nresolution on August 17, 1999, upon receipt by this Court of petitioners' \nMemorandum, signed by Attys. Benito F. Ambrosio and Saklolo A. LeaÃ±o. Filed \nearlier was respondents' Memorandum signed by Atty. Paul P. Sagayo Jr.\n\n[10] Petitioners' Memorandum, pp. \n8-10; rollo , pp. 236-238. Original in upper case.\n\n[11] Commonwealth Act No. 141, as \namended.\n\n[12] Bilihang Tuluyan , dated \nSeptember 8, 1967; Records (LRC No. 340), p. 12.\n\n[13] See Republic v. Damian \nErmitaÃ±o de Guzman et al., GR No. 137887, February 28, 2000; Yturalde v. Falcasantos, 301 SCRA 293, January 20, 1999; Director of Lands vs. Court of Appeals, 178 SCRA 708, October 26, 1989; Atok Big Wedge v . \nCA, 193 SCRA 71, January 18, 1991. See also Vitug, Compendium of Civil \nLaw and Jurisprudence , 1993 ed., p. 460.\n\n[14] Promulgated on January 25, 1977.\n\n[15] Â§4 thereof reads as follows: \n\"SEC. 4. The provisions of Section 48 (b) and Section 48 (c), Chapter VIII, of \nthe Public Land Act, are hereby amended in the sense that these provisions shall \napply only to alienable and disposable lands of the public domain which have \nbeen in open, continuous, exclusive and notorious possession and occupation by \nthe applicant himself or thru his predecessor-in-interest, under a bona fide \nclaim of acquisition of ownership, since June 12, 1945.\"\n\n[16] 172 SCRA 795, April 26, 1989, per \nGutierrez, J .\n\n[17] Petitioners' Memorandum, pp. \n15-16; rollo , pp. 243-244.\n\n[18] Amerol v. Bagumbaran, 154 SCRA 396, September 30, 1987, per Sarmiento, J.; Esquivias v. CA , May 29, 1997; De la Cruz v. CA , 286 SCRA 230, February 11, \n1998; David v. Malay, GR No. 132644, November 19, 1999; Manangan v. De los Reyes , GR No. 115794, June 10, 1999.\n\n[19] 282 SCRA 43, November 17, 1997, \nper Davide, J. (now CJ ).\n\n[20] Tankiko v. Cesar, GR No. \n131277, February 2, 1999; Ingaran v. Ramelo, 107 Phil. 498, March 30, \n1960.",
  "content_length": 23734,
  "metadata_extraction_date": "2025-11-01T05:54:14.641773",
  "extraction_version": "2.0_enhanced_full_content"
}