{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/october/GR_136456.html",
  "filename": "GR_136456.html",
  "year": 2000,
  "month": "october",
  "case_number": "136456",
  "gr_number": "136456",
  "volume_page": "398 Phil. 125",
  "decision_date": "October 24, 2000",
  "title": "HEIRS OF RAMON DURANO, SR., RAMON DURANO III, AND ELIZABETHHOTCHKISS DURANO, PETITIONERS, VS. SPOUSES ANGELES SEPULVEDA UY AND EMIGDIO BING SING UY, SPOUSES FAUSTINO ALATAN AND VALERIANA GARRO, AURELIA MATA, SILVESTRE RAMOS, HERMOGENES TITO, TEOTIMO GONZALES, PRIMITIVA GARRO, JULIAN GARRO, ISMAEL GARRO, BIENVENIDO CASTRO, GLICERIO BARRIGA, BEATRIZ CALZADA, ANDREA MATA DE BATULAN, TEOFISTA ALCALA, FILEMON LAVADOR, CANDELARIO LUMANTAO, GAVINO QUIMBO, JUSTINO TITO, MARCELINO GONZALES, SALVADOR DAYDAY, VENANCIA REPASO, LEODEGARIO GONZALES, AND RESTITUTA GONZALES, RESPONDENTS.D E C I S I O N GONZAGA-REYES, J.: Petitioners seek the reversal of the decision of the First Division of the Court of Appeals dated November 14, 1997 in CA-G.R. CV No. 27220, entitled \"Heirs of Ramon Durano, Sr., et. al. versus Spouses Angeles Supelveda Uy, et. al.\", and the resolution of the Court of Appeals dated October 29, 1998 which denied petitioners' motion for reconsideration. The antecedents of this case may be traced as far back as August 1970; it involves a 128-hectare parcel of land located in the barrios of Dunga and Cahumayhumayan, Danao City. On December 27, 1973, the late Congressman Ramon Durano, Sr., together with his son Ramon Durano III, and the latter's wife, Elizabeth Hotchkiss Durano (petitioners in the herein case), instituted an action for damages against spouses Angeles Supelveda Uy and Emigdio Bing Sing Uy, spouses Faustino Alatan and Valeriana Garro, spouses Rufino Lavador and Aurelia Mata, Silvestre Ramos, Hermogenes Tito, Teotimo Gonzales, Primitiva Garro, Julian Garro, Ismael Garro, Bienvenido Castro, Glicerio Barriga, Beatriz Calzada, Andrea Mata de Batulan, Teofista Alcala, Filemon Lavador, Candelario Lumantao, Gavino Quimbo, Justino Tito, Marcelino Gonzales, Salvador Dayday, Venancia Repaso, Leodegario Gonzales, Jose de la Calzada, Restituta Gonzales, and Cosme Ramos (herein respondents[1]) before Branch XVII of the then Court of First Instance of Cebu, Danao City. In that case, docketed as Civil Case No. DC-56, petitioners accused respondents of officiating a \"hate campaign\" against them by lodging complaints in the Police Department of Danao City in August 1970, over petitioners' so-called \"invasion\" of respondents' alleged properties in Cahumayhumayan, Danao City. This was followed by another complaint sent by respondents to the President of the Philippines in February 1971, which depicted petitioners as \"oppressors\", \"landgrabbers\" and \"usurpers\" of respondents' alleged rights. Upon the direction of the President, the Department of Justice through City Fiscal Jesus Navarro and the Philippine Constabulary of Cebu simultaneously conducted investigations on the matter. Respondents' complaints were dismissed as \"baseless\", and they appealed the same to the Secretary of Justice, who called for another investigation to be jointly conducted by the Special Prosecutor and the Office of the City Fiscal of Danao City. During the course of said joint investigation, respondents Hermogenes Tito and Salvador Dayday again lodged a complaint with the Office of the President, airing the same charges of \"landgrabbing\". The investigations on this new complaint, jointly conducted by the 3rd Philippine Constabulary Zone and the Citizens Legal Assistance Office resulted in the finding that \"(petitioners) should not be held answerable therefor.\"[2] Petitioners further alleged in their complaint before the CFI that during the course of the above investigations, respondents kept spreading false rumors and damaging tales which put petitioners into public contempt and ridicule.[3] In their Answer, respondents lodged their affirmative defenses, demanded the return of their respective properties, and made counterclaims for actual, moral and exemplary damages. Respondents stated that sometime in the early part of August 1970 and months thereafter they received mimeographed notices dated August 2, 1970 and signed by the late Ramon Durano, Sr., informing them that the lands which they are tilling and residing in, formerly owned by the Cebu Portland Cement Company (hereafter, \"Cepoc\"), had been purchased by Durano & Co., Inc. The notices also declared that the lands were needed by Durano & Co. for planting to sugar and for roads or residences, and directed respondents to immediately turn over the said lands to the representatives of the company. Simultaneously, tall bamboo poles with pennants at the tops thereof were planted in some areas of the lands and metal sheets bearing the initials \"RMD\" were nailed to posts. As early as the first week of August 1970, and even before many of the respondents received notices to vacate, men who identified themselves as employees of Durano & Co. proceeded to bulldoze the lands occupied by various respondents, destroying in their wake the plantings and improvements made by the respondents therein. On some occasions, respondents alleged, these men fired shots in the air, purportedly acting upon the instructions of petitioner Ramon Durano III and/or Ramon Durano, Jr. On at least one instance, petitioners Ramon Durano III and Elizabeth Hotchkiss Durano were seen on the site of the bulldozing operations. On September 15, 1970, Durano & Co. sold the disputed property to petitioner Ramon Durano III, who procured the registration of these lands in his name under TCT No. T-103 and TCT No. T-104. Respondents contended that the display of force and the known power and prestige of petitioners and their family restrained them from directly resisting this wanton depredation upon their property. During that time, the mayor of Danao City was Mrs. Beatriz Durano, wife of Ramon Durano, Sr. and mother of petitioner Ramon Durano III. Finding no relief from the local police, who respondents said merely laughed at them for daring to complain against the Duranos, they organized themselves and sent a letter to then President Ferdinand Marcos reporting dispossession of their properties and seeking a determination of the ownership of the land. This notwithstanding, the bulldozing operations continued until the City Fiscal was requested by the Department of Justice to conduct an investigation on the matter. When, on July 27, 1971, the City Fiscal announced that he would be unable to conduct a preliminary investigation, respondents urged the Department of Justice to conduct the preliminary investigation. This was granted, and the investigations which spanned the period March 1972 to April 1973 led to the conclusion that respondents' complaint was untenable.[4] In their counterclaim, respondents alleged that petitioners' acts deprived most of them of their independent source of income and have made destitutes of some of them. Also, petitioners have done serious violence to respondents' spirit, as citizens and human beings, to the extent that one of them had been widowed by the emotional shock that the damage and dispossession has caused.[5] Thus, in addition to the dismissal of the complaint, respondents demanded actual damages for the cost of the improvements they made on the land, together with the damage arising from the dispossession itself; moral damages for the anguish they underwent as a result of the high-handed display of power by petitioners in depriving them of their possession and property; as well as exemplary damages, attorney's fees and expenses of litigation. Respondents' respective counterclaims --- referring to the improvements destroyed, their values, and the approximate areas of the properties they owned and occupied --- are as follows: a) TEOFISTA ALCALA - Tax Declaration No. 00223; .2400 ha.; bulldozed on August, 10, 1970. Improvements destroyed consist of 47 trees, 10 bundles beatilis firewood and 2 sacks of cassava, all valued at P5,437.00. (Exh. B, including submarkings) b) FAUSTINO ALATAN and VALERIANA GARRO - Tax Declaration No. 30758; .2480 ha.; Tax Declaration No. 32974; .8944 ha.; Tax Declaration No. 38908; .8000 ha.; Bulldozed on September 9, 1970; Improvements destroyed consist of 682 trees, a cornfield with one cavan per harvest 3 times a year, valued at P71,770.00; Bulldozed on March 13, 1971; 753 trees, 1,000 bundles beatilis firewood every year, valued at P29,100.00; Cut down in the later part of March, 1971 - 22 trees, 1,000 bundles beatilis firewood every year, 6 cavans corn harvest per year, valued at P1,940.00 or a total value of P102,810.00. (Exh. C, including submarkings) c) ANDREA MATA DE BATULAN - Tax Declaration No. 33033; .4259 has.; bulldozed on September 11, 1970. Improvements destroyed consist of 512 trees and 15 sacks cassava all valued at P79,425.00. (Exh. D, including submarkings) d) GLICERIO BARRIGA - Tax Declaration No. 32290; .4000 ha.; bulldozed on September 10, 1990. Improvements destroyed consist of 354 trees, cassava field if planted with corn good for one liter, 30 cavans harvest a year of corn, and one resthouse, all valued at P35,500.00. (Exh. E, including submarkings) e) BEATRIZ CALZADA - Tax Declaration No. 03449; .900 ha.; Bulldozed on June 16, 1971. Improvements destroyed consist of 2,864 trees, 1,600 bundles of beatilis firewood, 12 kerosene cans cassava every year and 48 cavans harvest a year of corn all valued at P34,800.00. (Exh. F, including submarkings) f) BIENVENIDO CASTRO - Tax Declaration No. 04883; .6000 ha.; bulldozed on September 10, 1970. Improvements destroyed consist of 170 trees, 10 sacks cassava every year, 500 bundles beatilis firewood every year, 60 cavans corn harvest per year, all valued at (5,550.00. (Exh. G, including submarkings) g) ISMAEL GARRO - Tax Declaration No. 7185; 2 has. Bulldozed in August, 1970. Improvements destroyed consist of 6 coconut trees valued at P1,800.00. Bulldozed on February 3, 1971 - improvements destroyed consist of 607 trees, a corn field of 5 cavans produce per harvest thrice a year, all valued at P67,890.00. (Exh. H, including submarkings) h) JULIAN GARRO - Tax Declaration No. 28653; 1 ha.; Bulldozed in the latter week of August, 1970. Improvements destroyed consist of 365 trees, 1 bamboo grove, 1 tisa, 1,000 bundles of beatilis firewood, 24 cavans harvest a year of corn, all valued at P46,060.00. (Exh. I, including submarkings) i) PRIMITIVA GARRO - Tax Declaration No. 28651; .3000 ha.; Bulldozed on September 7, 1970. Improvements destroyed consist of 183 trees, 10 pineapples, a cassava field, area if planted with corn good for Â½ liter, sweet potato, area if planted with corn good for Â½ liter all valued at P10,410.00. (Exh. J, including submarkings) j) TEOTIMO GONZALES - Tax Declaration No. 38159; .8644 ha.; Tax Declaration No. 38158; .8000 ha.; Bulldozed on September 10, 1970 - improvements destroyed consist of 460 trees valued at P20,000.00. Bulldozed on December 10, 1970 - Improvements destroyed consist of 254 trees valued at P65,600.00 - or a total value of P85,600.00. (Exh. K, including submarkings) k) LEODEGARIO GONZALES - Tax Declaration No. 36884; Bulldozed on February 24, 1971. Improvements destroyed consist of 946 trees, 40 ubi, 15 cavans harvest a year of corn, all valued at P72,270.00. (Exh. L, including submarkings) l) FILEMON LAVADOR - Tax Declaration No. 14036; 1 ha.; Bulldozed on February 5, 1971. Improvements destroyed consist of 675 trees and 9 cavans harvest a year of corn all valued at P63,935.00. (Exh. M, including submarkings) m) CANDELARIO LUMANTAO - Tax Declaration No. 18791; 1.660 ha. Bulldozed on the second week of August, 1970 - Improvements destroyed consist of 1,377 trees, a cornfield with 3 cavans per harvest thrice a year and a copra dryer all valued at P193,960.00. Bulldozed on February 26, 1971 - Improvements destroyed consist of 44 trees, one pig pen and the fence thereof and the chicken roost all valued at P12,650.00. Tax Declaration No. 33159; 3.500 has. Bulldozed in the last week of March, 1971 - Improvements destroyed consist of 13 trees valued at P1,550.00. Bulldozed in the latter part consist of 6 Bamboo groves and Ipil-Ipil trees valued at P700.00 with total value of P208,860.00. (Exh. N, including submarkings) n) AURELIA MATA - Tax Declaration No. 38071; .3333 ha.; Bulldozed sometime in the first week of March, 1971 - Improvements destroyed consist of 344 trees and 45 cavans corn harvest per year valued at P30,965.00. (Exh. Q, including submarkings) o) GAVINO QUIMBO - Tax Declaration No. 33231; 2.0978 has.; Tax Declaration No. 24377; .4960 ha. (.2480 ha. Belonging to your defendant) Bulldozed on September 12, 1970 - Improvements destroyed consist of 200 coconut trees and 500 banana fruit trees valued at P68,500.00. Bulldozed on consist of 59 trees, 20 sacks cassava and 60 cavans harvest a year of corn valued at P9,660.00 or a total value of P78,160.00. (Exh. R, including submarkings) p) SILVESTRE RAMOS - Tax Declaration No. 24288; 1.5568 has.; Bulldozed on February 23, 1971. - Improvements destroyed consist of 737 trees, a cornfield with 3 cavans per harvest 3 times a year and 50 bundles of beatilis firewood, all valued at P118,170.00. (Exh. S, including submarkings) . q) MARCELINO GONZALES - Tax Declaration No. 34057; .4049 ha. Bulldozed on March 20, 1972 - Improvements destroyed consist of 5 coconut trees and 9 cavans harvest a year of corn valued at P1,860.00. Bulldozed on July 4, 1972 - destroying 19 coconut trees valued at P5,700.00 or a total value of P7,560.00. (Exh. U, including submarkings) r) JUSTINO TITO -Tax Declaration No. 38072; .2000 has.; Bulldozed on February 25, 1971 - Improvements destroyed consist of 338 trees and 5 kamongay all valued at P29,650.00. (Exh. T, including submarkings) s) EMIGDIO BING SING UY and ANGELES SEPULVEDA UY - Transfer Certificate of Title No. T-35 (Register of Deeds of Danao City); 140.4395 has.; Area bulldozed- 20.000 has. Bulldozed on August 5, 6 and 7, 1970 - destroying 565 coconut trees, 2-1/2 yrs. old, 65,422 banana groves with 3,600 mango trees, 3 years old, grafted and about to bear fruit valued at P212,260.00. Bulldozed on November 24, 1970 and on February 16, 1971 - destroying 8,520 madri-cacao trees and 24 cylindrical cement posts boundaries valued at P18,540.00. Bulldozed on November 24, 1970 - destroying 90 coconut trees, 3 years old cornfield at 40 cavans per harvest and at 3 harvests a year (120 cavans) valued at P31,800.00. Bulldozed on February 16, 1971 - destroying 25,727 trees and sugarcane field value P856,725.00 or a total value of P1,123,825.00. (Exh. V, including submarkings) t) SALVADOR DAYDAY - Tax Declaration No. (unnumbered) dated September 14, 1967; 4.000 has. Bulldozed on May 6, 1971 - destroying 576 trees, 9 cavans yearly of corn, 30 kerosene cans of cassava yearly valued at P4,795.00. Bulldozed from March 26, 1973 to the first week of April, 1973 - destroying 108 trees and cornland, 6 cavans harvest per year valued at P53,900.00 or a total value of P58,695.00. (Exh. A, including submarkings) u) VENANCIA REPASO - Tax Declaration No. 18867; 1.1667 has. Bulldozed on April 15, 1971 - Improvements destroyed were 775 trees, 500 abaca, about to be reaped, and being reaped 3 times a year 2 bamboo groves all valued at P47,700.00. (Exh. O, including submarkings) v) HERMOGENES TITO - Tax Declaration No. 38009; over one (1) ha. Bulldozed in the latter part of September, 1970 - destroying 1 coconut tree, 18 sacks of corn per year valued at P1,020.00. Bulldozed on March 15, 1973 - destroying 2 coconut trees, 5 buri trees, 1 bamboo grove valued at P1,400.00. Bulldozed on March 26, 1974 - destroying 3 coconut trees valued at P1,500.00 with a total value of P3,920.00. (Exh. P, including submarkings).[6] On April 22, 1975, petitioners moved to dismiss their complaint with the trial court. The trial court granted the motion to dismiss, without prejudice to respondents' right to proceed with their counterclaim. Hence, the trial proceeded only on the counterclaim. On September 23, 1980, this Court issued a resolution in Administrative Matter No. 6290 changing the venue of trial in Civil Case No. DC-56 to the Regional Trial Court of Cebu City. The change was mainly in line with the transfer of Judge Bernardo Ll. Salas, who presided over the case in Danao City, to Cebu City. The parties agreed to dispense with pre-trial, and for the evidence-in-chief to be submitted by way of affidavits together with a schedule of documentary exhibits, subject to additional direct examination, cross examination and presentation of rebuttal evidence by the parties. The trial court and later, the Court of Appeals, took note of the following portions of affidavits submitted by petitioners: xxx City Fiscal Jesus Navarro said that in August, 1967, he issued subpoenas to several tenants in Cahumayhumayan upon representation by Cepoc, the latter protesting failure by the tenants to continue giving Cepoc its share of the corn produce. He learned from the tenants that the reason why they were reluctant and as a matter of fact some defaulted in giving Cepoc its share, was that Uy Bing Sepulveda made similar demands to them for his share in the produce, and that they did not know to whom the shares should be given. xxx xxx xxx Jesus Capitan said that he is familiar with the place Cahumayhumayan and that the properties in said locality were acquired by Durano and Company and Ramon Durano III, but formerly owned by Cepoc. When the properties of Ramonito Durano were cultivated, the owners of the plants requested him that they be given something for their effort even if the properties do not belong to them but to Cepoc, and that he was directed by Ramonito Durano to do a listing of the improvements as well as the owners. After he made a listing, this was given to Ramonito who directed Benedicto Ramos to do payment. When he was preparing the list, they did not object to the removal of the plants because the counterclaimants understood that the lands did not belong to them, but later and because of politics a complaint was filed, and finally that when he was doing the listing, the improvements were even pointed to him by the counterclaimants themselves. (Exh. 48, Records, p. 385-386). xxx xxx xxx Ruperto Rom said that he had an occasion to work at Cepoc from 1947 to 1950 together with Benedicto and Tomas Ramos, the latter a capataz of the Durano Sugar Mills. Owner of the properties, subject of the complaint, was Cepoc. The persons who eventually tilled the Cepoc properties were merely allowed to do cultivation if planted to corn, and for Cepoc to be given a share, which condition was complied with by all including the counterclaimants. He even possessed one parcel which he planted to coconuts, jackfruit trees and other plants. (Exh. 51, Records, pp. 383-384) xxx xxx xxx Co-defendant Ramon Durano III said that he agreed with the dismissal of the complaint because his father's wish was reconciliation with the defendants following the death of Pedro Sepulveda, father of Angeles Sepulveda Uy, but inspite of the dismissal of the complaint, the defendants still prosecuted their counterclaim. The disputed properties were owned formerly by Cepoc, and then of the latter selling the properties to Durano and Company and then by the latter to him as of September 15, 1970. As a matter of fact, TCT T-103 and T-104 were issued to him and that from that time on, he paid the taxes. At the time he purchased the properties, they were not occupied by the defendants. The first time he learned about the alleged bulldozing of the improvements was when the defendants filed the complaint of land grabbing against their family with the Office of the President and the attendant publicity. Precisely his family filed the complaint against them. (Exh. 57, Records, pp. 723-730) xxx xxx xxx Congressman Ramon Durano said he is familiar with the properties, being owned originally by Cepoc. Thereafter they were purchased by Durano and Company and then sold to Ramon Durano III, the latter now the owner. He filed a motion to dismiss the case against Angeles Sepulveda et al. as a gesture of respect to the deceased Pedro Sepulveda, father of Angeles Sepulveda, and as a Christian, said Pedro Sepulveda being the former Mayor of Danao, if only to stop all misunderstanding between their families. xxx xxx xxx He was the one who did the discovery of the properties that belonged to Cepoc, which happened when he was doing mining work near Cahumayhumayan and without his knowledge extended his operation within the area belonging to Cepoc. After Cepoc learned of the substantial coal deposits, the property was claimed by Cepoc and then a survey was made to relocate the muniments. Eventually he desisted doing mining work and limited himself within the confines of his property that was adjacent to Cepoc's property. All the claimants except Sepulveda Uy were occupants of the Cepoc properties. Durano and Company purchased the property adjacent to Cepoc, developed the area, mined the coal and had the surveyed area planted with sugar cane, and finally the notices to the occupants because of their intention to plant sugar cane and other crops (T.S. N. December 4, 1985, pp. 31-32, 44-54, RTC Decision, pp. 16-19, Records, pp. 842-845).[7] Petitioners also presented Court Commissioner, Engineer Leonidas Gicain, who was directed by the trial court to conduct a field survey of the disputed property. Gicain conducted surveys on the areas subjected to bulldozing, including those outside the Cepoc properties. The survey --- which was based on TCT No. T-103 and TCT No. T-104, titled in the name of Ramon Durano III, and TCT No. 35, in the name of respondent Emigdio Bing Sing Uy --- was paid for by petitioners.[8] Respondents, for their part, also presented their affidavits and supporting documentary evidence, including tax declarations covering such portions of the property as they formerly inhabited and cultivated. On March 8, 1990, the RTC issued a decision upholding respondents' counterclaim. The dispositive portion of said decision reads: \"THE FOREGOING CONSIDERED, judgment is hereby rendered in favor of the counter claimants and against the plaintiffs directing the latter to pay the former: a) With respect to Salvador Dayday P 14,400.00 b) With respect to Teofista Alcala 4,400.00 c) With respect to Faustino Alatan 118,400.00 d) With respect to Andrea Mata de Batulan 115,050.00 e) With respect to Glicerio Barriga 35,500.00 f) With respect to Beatriz Galzada 70,300.00 g) With respect to Bienvenido Castro 5,000.00 h) With respect to Ismael Garro 66,060.00 i) With respect to Julian Garro 48,600.00 j) With respect to Primitiva Garro 13,000.00 k) With respect to Teotimo Gonzales 63,200.00 l) With respect to Leodegario Gonzales 85,300.00 m) With respect to Filemon Lavador 70,860.00 n) With respect to Venancia Repaso 101,700.00 o) With respect to Candelario Lumantao 192,550.00 p) With respect to Hermogenes Tito 1,200.00 q) With respect to Aurelia Mata 28,560.00 r) With respect to Gavino Quimbo 81,500.00 s) With respect to Silvestre Ramos 101,700.00 t) With respect to Justino Tito 27,800.00 u) With respect to Marcelino Gonzales 2,360.00 v) With respect to Angeles Supelveda 902,840.00 P120,000.00 should be the figure in terms of litigation expenses and a separate amount of P100,000.00 as attorney's fees. Return of the properties to Venancia Repaso, Hermogenes Tito and Marcelino Gonzales is hereby directed. With respect to counter claimant Angeles Sepulveda Uy, return of the property to her should be with respect to the areas outside of the Cepoc property, as mentioned in the sketch, Exhibit 56-A. Finally with costs against the plaintiffs. SO ORDERED. [9] The RTC found that the case preponderated in favor of respondents, who all possessed their respective portions of the property covered by TCT Nos. T-103 and T-104 thinking that they were the absolute owners thereof. A number of these respondents alleged that they inherited these properties from their parents, who in turn inherited them from their own parents. Some others came into the properties by purchase from the former occupants thereof. They and their predecessors were responsible for the plantings and improvements on the property. They were the ones who sought for the properties to be tax-declared in their respective names, and they continually paid the taxes thereto. Respondents maintained that they were unaware of anyone claiming adverse possession or ownership of these lands until the bulldozing operations in 1970. As for Venancia Repaso, Hermogenes Tito and Marcelino Gonzales, the Court found that the properties they laid claim to were not part of the land that was purchased by Durano & Co. from Cepoc. Thus, it found the bulldozing of these lands by petitioners totally unjustified and ordered not only the total reimbursement of useful and necessary expenses on the properties but also the return of these properties to Repaso, Tito and Gonzales, respectively. As for all the other respondents, the RTC found their possession of the properties to be in the concept of owner and adjudged them to be builders in good faith. Considering that petitioners in the instant case appropriated the improvements on the areas overran by the bulldozers, the RTC ruled that \"(t)he right of retention to the improvements necessarily should be secured (in favor of respondents) until reimbursed not only of the necessary but also useful expenses.\"[10] On the matter of litigation expenses and attorney's fees, the RTC observed that the trial period alone consisted of forty (40) trial dates spread over a period of sixteen (16) years. At the time, respondents were represented by counsel based in Manila, and the trial court took into consideration the travel, accommodation and miscellaneous expenses of their lawyer that respondents must have shouldered during the trial of the case. Dissatisfied, petitioners appealed the RTC decision to the Court of Appeals, which, in turn, affirmed the said decision and ordered the return of the property to all the respondents-claimants, in effect modifying the RTC decision which allowed return only in favor of respondents Repaso, Tito and Gonzales. In its decision, the Court of Appeals upheld the factual findings and conclusions of the RTC, including the awards for actual damages, attorney's fees and litigation expenses, and found additionally that the issuance of TCT Nos. T-103 and T-104 in the name of Ramon Durano III was attended by fraud. Evaluating the evidence before it, the Court of Appeals observed that the alleged reconstituted titles of Cepoc over the property, namely, TCT No. (RT-38) (T-14457) -4 and TCT No. (RT-39) (T-14456) -3 (Exhibits \"19\" and \"20\" of this case), which were claimed to be the derivative titles of TCT Nos. T-103 and T-104, were not submitted in evidence before the RTC. Thus, in an Order dated June 15, 1988, the RTC ordered Exhibits \"19\" and \"20\" deleted from petitioners' Offer of Exhibits. The Court of Appeals further noted that even among the exhibits subsequently produced by petitioners before the RTC, said Exhibits \"19\" and \"20\" were still not submitted.[11] Moreover, Cepoc had no registered title over the disputed property as indicated in TCT Nos. T-103 and T-104. Thus: TRANSFER CERTIFICATE OF TITLE NO.- 103 - xxx xxx IT IS FURTHER CERTIFIED that said land was originally registered on the N.A. day of N.A., in the year nineteen hundred and N.A. in Registration Book No. N.A. page N.A. of the Office of the Register of Deeds of N.A., as Original Certificate of Title No. N.A., pursuant to a N.A. patent granted by the President of the Philippines, on the N.A. day of N.A., in the year nineteen hundred and N.A., under Act No. N.A. This certificate is a transfer from Transfer Certificate of Title No. (RT-39) (T-14456) -3 which is cancelled by virtue hereof in so far as the above described land is concerned. xxx xxx TRANSFER CERTIFICATE OF TITLE NO. T - 104 - xxx xxx IT IS FURTHER CERTIFIED that said land was originally registered on the N.A. day of N.A., in the year nineteen hundred and N.A. in Registration Book No. N.A. page N.A. of the Office of the Register of Deeds of N.A., as Original Certificate of Title No. N.A., pursuant to a N.A. patent granted by the President of the Philippines, on the N.A. day of N.A., in the year nineteen hundred and N.A., under Act No. N.A. This certificate is a transfer from Transfer Certificate of Title No. (RT-38) (T-14457) -4 which is cancelled by virtue hereof in so far as the above described land is concerned.[12] From the foregoing, the Court of Appeals concluded that the issuance of the TCT Nos. T-103 and T-104 in favor of petitioner Ramon Durano III was attended by fraud; hence, petitioners could not invoke the principle of indefeasibility of title. Additionally, the Court of Appeals found that the alleged Deed of Absolute Sale, undated, between Cepoc Industries, Inc. and Durano & Co. was not notarized and thus, unregistrable. The Court of Appeals went on to state that while, on the one hand, no valid issuance of title may be imputed in favor of petitioners from the private Deed of Sale and the alleged reconstituted titles of Cepoc that were not presented in evidence, respondents, in contrast --- who although admittedly had no registered titles in their names --- were able to demonstrate possession that was public, continuous and adverse --- or possession in the concept of owner, and which was much prior (one or two generations back for many of respondents) to the claim of ownership of petitioners. Thus, the Court of Appeals ordered the return of the properties covered by TCT Nos. T-103 and T-104 to all respondents who made respective claims thereto. Corollarily, it declared that petitioners were possessors in bad faith, and were not entitled to reimbursement for useful expenses incurred in the conversion of the property into sugarcane lands. It also gave no merit to petitioners' allegation that the actual damages awarded by the trial court were excessive, or to petitioners' argument that they should not have been held personally liable for any damages imputable to Durano & Co. Following is the dispositive portion of the decision of the Court of Appeals: WHEREFORE, the appealed decision of the lower court in Civil Case No. DC-56 is hereby AFFIRMED with MODIFICATION ordering the return of the respective subject properties to all the defendants-appellees, without indemnity to the plaintiffs-appellants as regards whatever improvements made therein by the latter. In all other respects, said decision in affirmed. Costs against plaintiffs-appellants. SO ORDERED.[13] On October 29, 1998, the Court of Appeals denied petitioners' motion for reconsideration for lack of merit. Hence, this petition. Petitioners assign the following errors from the CA decision: The Court of Appeals erred in granting relief to the respondents who did not appeal the decision of the lower court. The Court of Appeals erred in collaterally attacking the validity of the title of petitioner Ramon Durano III. The respondents should not have been adjudged builders in good faith. The petitioners should not be held personally liable for damages because of the doctrine of separate corporate personality. It was an error to hold that the respondents had proved the existence of improvements on the land by preponderance of evidence, and in awarding excessive damages therefor. It was error to direct the return of the properties to respondents Venancia Repaso, Hermogenes Tito and Marcelino Gonzales. The award of litigation expenses and attorney's fees was erroneous. The petitioners are not possessors in bad faith. On their first assignment of error, petitioners contend that before the Court of Appeals, they only questioned that portion of the RTC decision which directed the return of the properties to respondents Repaso, Tito and Gonzales. They argued that the return of the properties to all the other respondents by the Court of Appeals was erroneous because it was not among the errors assigned or argued by petitioners on appeal. Besides, since respondents themselves did not appeal from the RTC decision on the issue of return of the physical possession of the property, it is understood that judgment as to them has already become final by operation of law. To support its argument, petitioners cited the cases of Madrideo vs. Court of Appeals[14] and Medida vs. Court of Appeals[15], which held that \"whenever an appeal is taken in a civil case an appellee who has not himself appealed cannot obtain from the appellate court any affirmative relief other than the ones granted in the decision of the court below.\" Rule 51 of the New Rules of Civil Procedure provides: Sec. 8. Questions that may be decided. --- No error which does not affect the jurisdiction over the subject matter or the validity of the judgment appealed from or the proceedings therein will be considered unless stated in the assignment of errors, or closely related to or dependent on an assigned error and properly argued in the brief, save as the court may pass upon plain errors and clerical errors. We find untenable petitioners' argument that since no party (whether petitioners or respondents) appealed for the return of the properties to respondents other than Repaso, Tito and Gonzales, that portion of the RTC decision that awards damages to such other respondents is final and may no longer be altered by the Court of Appeals. A reading of the provisions of Section 8, Rule 51, aforecited, indicates that the Court of Appeals is not limited to reviewing only those errors assigned by appellant, but also those that are closely related to or dependent on an assigned error.[16] In other words, the Court of Appeals is imbued with sufficient discretion to review matters, not otherwise assigned as errors on appeal, if it finds that their consideration is necessary in arriving at a complete and just resolution of the case. In this case, the Court of Appeals ordered the return of the properties to respondents merely as a legal consequence of the finding that respondents had a better right of possession than petitioners over the disputed properties, the former being possessors in the concept of owner. Thus, it held --- Plaintiffs-appellants have to return possession of the subject property, not only to defendants-appellees Venancia Repaso, Hermogenes Tito and Marcelino Gonzales but to all other defendants-appellees herein, by virtue of the latter's priority in time of declaring the corresponding portions of the subject properties in their name and/or their predecessors-in-interest coupled with actual possession of the same property through their predecessors-in-interest in the concept of an owner. Plaintiffs-appellants who had never produced in court a valid basis by which they are claiming possession or ownership over the said property cannot have a better right over the subject properties than defendants-appellees.[17] Moreover, petitioners' reliance on the Madrideo and Medida cases is misplaced. In the Madrideo case, the predecessors-in-interest of the Llorente Group sold the disputed property to the Alcala Group, who in turn sold the same to the spouses Maturgo. The RTC adjudged the spouses Maturgo purchasers in good faith, such that they could retain their title to the property, but held that the Lllorente Group was unlawfully divested of its ownership of the property by the Alcala Group. The Alcala Group appealed this decision to the Court of Appeals, who denied the appeal and ordered the reinstatement in the records of the Registry of Deeds of the Original Certificates of Title of the predecessors-in-interest of the Llorente Group. In setting aside the decision of the Court of Appeals, this Court held that no relief may be afforded in favor of the Llorente Group to the prejudice of the spouses Maturgo, who --- the Court carefully emphasized --- were third parties to the appeal, being neither appellants nor appellees before the Court of Appeals, and whose title to the disputed property was confirmed by the RTC. The application of the ruling in Madrideo to the instant case bears no justification because it is clear that petitioners, in appealing the RTC decision, impleaded all the herein respondents. Meanwhile, in the Medida case, petitioners (who were the appellees before the Court of Appeals) sought the reversal of a finding of the RTC before the Supreme Court. The Court explained that since petitioners failed to appeal from the RTC decision, they --- as appellees before the Court of Appeals --- could only argue for the purpose of sustaining the judgment in their favor, and could not ask for any affirmative relief other than that granted by the court below. The factual milieu in Medida is different from that of the instant case, where the return of the properties to respondents was not an \"affirmative relief\" sought by respondents but an independent determination of the Court of Appeals proceeding from its findings that respondents were long-standing possessors in the concept of owner while petitioners were builders in bad faith. Certainly, under such circumstances, the Court of Appeals is not precluded from modifying the decision of the RTC in order to accord complete relief to respondents. Moving now to the other errors assigned in the petition, the return of the properties to respondents Repaso, Tito and Gonzales was premised upon the factual finding that these lands were outside the properties claimed by petitioners under TCT Nos. T-103 and T-104. Such factual finding of the RTC, sustained by the Court of Appeals, is now final and binding upon this Court. In respect of the properties supposedly covered by TCT Nos. T-103 and T-104, the Court of Appeals basically affirmed the findings of the RTC that respondents have shown prior and actual possession thereof in the concept of owner, whereas petitioners failed to substantiate a valid and legitimate acquisition of the property --- considering that the alleged titles of Cepoc from which TCT Nos. T-103 and T-104 were supposed to have derived title were not produced, and the deed of sale between Cepoc and Durano & Co. was unregistrable. The records clearly bear out respondents' prior and actual possession; more exactly, the records indicate that respondents' possession has ripened into ownership by acquisitive prescription. Ordinary acquisitive prescription, in the case of immovable property, requires possession of the thing in good faith and with just title,[18] for a period of ten years.[19] A possessor is deemed to be \"in good faith\" when he is not aware of any flaw in his title or mode of acquisition of the property.[20] On the other hand, there is \"just title\" when the adverse claimant came into possession of the property through one of the modes for acquiring ownership recognized by law, but the grantor was not the owner or could not transmit any right.[21] The claimant by prescription may compute the ten-year period by tacking his possession to that of his grantor or predecessor-in-interest.[22] The evidence shows that respondents successfully complied with all the requirements for acquisitive prescription to set in. The properties were conveyed to respondents by purchase or inheritance, and in each case the respondents were in actual, continuous, open and adverse possession of the properties. They exercised rights of ownership over the lands, including the regular payment of taxes and introduction of plantings and improvements. They were unaware of anyone claiming to be the owner of these lands other than themselves until the notices of demolition in 1970 --- and at the time each of them had already completed the ten-year prescriptive period either by their own possession or by obtaining from the possession of their predecessors-in-interest. Contrary to the allegation of petitioners that the claims of all twenty-two (22) respondents were lumped together and indiscriminately sustained, the lower courts (especially the RTC) took careful consideration of the claims individually, taking note of the respective modes and dates of acquisition. Whether respondents' predecessors-in-interest in fact had title to convey is irrelevant under the concept of just title and for purposes of prescription. Thus, respondents' counterclaim for reconveyance and damages before the RTC was premised upon a claim of ownership as indicated by the following allegations: (Y)our defendants are owners and occupants of different parcels of land located in Barrio Cahumayhumayan, your defendants having occupied these parcels of land for various periods by themselves or through their predecessors-in-interest, some for over fifty years, and some with titles issued under the Land Registration Act; xxxxx [23] Respondents' claim of ownership by acquisitive prescription (in respect of the properties covered by TCT Nos. T-103 and T-104) having been duly alleged and proven, the Court deems it only proper that such claim be categorically upheld. Thus, the decision of the Court of Appeals insofar as it merely declares those respondents possessors in the concept of owner is modified to reflect the evidence on record which indicates that such possession had been converted to ownership by ordinary prescription. Turning now to petitioners' claim to ownership and title, it is uncontested that their claim hinges largely on TCT Nos. T-103 and T-104, issued in the name of petitioner Ramon Durano III. However, the validity of these certificates of title was put to serious doubt by the following: (1) the certificates reveal the lack of registered title of Cepoc to the properties;[24] (2) the alleged reconstituted titles of Cepoc were not produced in evidence; and (3) the deed of sale between Cepoc and Durano & Co. was unnotarized and thus, unregistrable. It is true that fraud in the issuance of a certificate of title may be raised only in an action expressly instituted for that purpose,[25] and not collaterally as in the instant case which is an action for reconveyance and damages. While we cannot sustain the Court of Appeals' finding of fraud because of this jurisdictional impediment, we observe that the above-enumerated circumstances indicate none too clearly the weakness of petitioners' evidence on their claim of ownership. For instance, the non-production of the alleged reconstituted titles of Cepoc despite demand therefor gives rise to a presumption (unrebutted by petitioners) that such evidence, if produced, would be adverse to petitioners.[26] Also, the unregistrability of the deed of sale is a serious defect that should affect the validity of the certificates of title. Notarization of the deed of sale is essential to its registrability,[27] and the action of the Register of Deeds in allowing the registration of the unacknowledged deed of sale was unauthorized and did not render validity to the registration of the document.[28] Furthermore, a purchaser of a parcel of land cannot close his eyes to facts which should put a reasonable man upon his guard, such as when the property subject of the purchase is in the possession of persons other than the seller.[29] A buyer who could not have failed to know or discover that the land sold to him was in the adverse possession of another is a buyer in bad faith.[30] In the herein case, respondents were in open possession and occupancy of the properties when Durano & Co. supposedly purchased the same from Cepoc. Petitioners made no attempt to investigate the nature of respondents' possession before they ordered demolition in August 1970. In the same manner, the purchase of the property by petitioner Ramon Durano III from Durano & Co. could not be said to have been in good faith. It is not disputed that Durano III acquired the property with full knowledge of respondents' occupancy thereon. There even appears to be undue haste in the conveyance of the property to Durano III, as the bulldozing operations by Durano & Co. were still underway when the deed of sale to Durano III was executed on September 15, 1970. There is not even an indication that Durano & Co. attempted to transfer registration of the property in its name before it conveyed the same to Durano III. In the light of these circumstances, petitioners could not justifiably invoke the defense of indefeasibility of title to defeat respondents' claim of ownership by prescription. The rule on indefeasibility of title, i.e., that Torrens titles can be attacked for fraud only within one year from the date of issuance of the decree of registration, does not altogether deprive an aggrieved party of a remedy at law. As clarified by the Court in Javier vs. Court of Appeals[31] --- The decree (of registration) becomes incontrovertible and can no longer be reviewed after one (1) year from the date of the decree so that the only remedy of the landowner whose property has been wrongfully or erroneously registered in another's name is to bring an ordinary action in court for reconveyance, which is an action in personam and is always available as long as the property has not passed to an innocent third party for value. If the property has passed into the hands of an innocent purchaser for value, the remedy is an action for damages. In the instant case, respondents' action for reconveyance will prosper, it being clear that the property, wrongfully registered in the name of petitioner Durano III, has not passed to an innocent purchaser for value. Since petitioners knew fully well the defect in their titles, they were correctly held by the Court of Appeals to be builders in bad faith. The Civil Code provides: Art. 449. He who builds, plants or sows in bad faith on the land of another, loses what is built, planted or sown without right of indemnity. Art. 450. The owner of the land on which anything has been built, planted or sown in bad faith may demand the demolition of the work, or that the planting or sowing be removed, in order to replace things in their former condition at the expense of the person who built, planted or sowed; or he may compel the builder or planter to pay the price of the land, and the sower the proper rent. Art. 451. In the cases of the two preceding articles, the landowner is entitled to damages from the builder, planter or sower. Based on these provisions, the owner of the land has three alternative rights: (1) to appropriate what has been built without any obligation to pay indemnity therefor, or (2) to demand that the builder remove what he had built, or (3) to compel the builder to pay the value of the land.[32] In any case, the landowner is entitled to damages under Article 451, abovecited. We sustain the return of the properties to respondents and the payment of indemnity as being in accord with the reliefs under the Civil Code. On petitioners' fifth assignment of error that respondents had not proved the existence of improvements on the property by preponderance of evidence, and that the damages awarded by the lower courts were excessive and not actually proved, the Court notes that the issue is essentially factual. Petitioners, however, invoke Article 2199 of the Civil Code which requires actual damages to be duly proved. Passing upon this matter, the Court of Appeals cited with approval the decision of the RTC which stated: The counter claimants made a detail of the improvements that were damaged. Then the query, how accurate were the listings, supposedly representing damaged improvements. The Court notes, some of the counter claimants' improvements in the tax declarations did not tally with the listings as mentioned in their individual affidavits. Also, others did not submit tax declarations supporting identity of the properties they possessed. The disparity with respect to the former and absence of tax declarations with respect to the latter, should not be a justification for defeating right of reimbursement. As a matter of fact, no controverting evidence was presented by the plaintiffs that the improvements being mentioned individually in the affidavits did not reflect the actual improvements that were overran by the bulldozing operation. Aside from that, the City Assessor, or any member of his staff, were not presented as witnesses. Had they been presented by the plaintiffs, the least that can be expected is that they would have enlightened the Court the extent of their individual holdings being developed in terms of existing improvements. This, the plaintiffs defaulted. It might be true that there were tax declarations, then presented as supporting documents by the counter claimants, but then mentioning improvements but in variance with the listings in the individual affidavits. This disparity similarly cannot be accepted as a basis for the setting aside of the listing of improvements being adverted to by the counter claimants in their affidavits. This Court is not foreclosing the possibility that the tax declarations on record were either table computations by the Assessor or his deputy, or tax declarations whose entries were merely copied from the old tax declarations during the period of revision. (RTC Decision, p. 36, Records, p. 862)[33] The right of the owner of the land to recover damages from a builder in bad faith is clearly provided for in Article 451 of the Civil Code. Although said Article 451 does not elaborate on the basis for damages, the Court perceives that it should reasonably correspond with the value of the properties lost or destroyed as a result of the occupation in bad faith, as well as the fruits (natural, industrial or civil) from those properties that the owner of the land reasonably expected to obtain. We sustain the view of the lower courts that the disparity between respondents' affidavits and their tax declarations on the amount of damages claimed should not preclude or defeat respondents' right to damages, which is guaranteed by Article 451. Moreover, under Article 2224 of the Civil Code: Temperate or moderate damages, which are more than nominal but less than compensatory damages, may be recovered when the court finds that some pecuniary loss has been suffered but its amount cannot, from the nature of the case, be proved with certainty. We also uphold the award of litigation expenses and attorney's fees, it being clear that petitioners' acts compelled respondents to litigate and incur expenses to regain rightful possession and ownership over the disputed property.[34] The last issue presented for our resolution is whether petitioners could justifiably invoke the doctrine of separate corporate personality to evade liability for damages. The Court of Appeals applied the well-recognized principle of \"piercing the corporate veil\", i.e., the law will regard the act of the corporation as the act of its individual stockholders when it is shown that the corporation was used merely as an alter ego by those persons in the commission of fraud or other illegal acts. The test in determining the applicability of the doctrine of piercing the veil of corporate fiction is as follows: Control, not mere majority or complete stock control, but complete domination, not only of finances but of policy and business practice in respect to the transaction attacked so that the corporate entity as to this transaction had at the time no separate mind, will or existence of its own; Such control must have been used by the defendant to commit fraud or wrong, to perpetuate the violation of a statutory or other positive legal duty, or dishonest and unjust acts in contravention of plaintiff's legal rights; and The aforesaid control and breach of duty must proximately cause the injury or unjust loss complained of. The absence of any one of these elements prevents \"piercing the corporate veil\". In applying the \"instrumentality\" or \"alter ego\" doctrine, the courts are concerned with reality and not form, with how the corporation operated and the individual defendant's relationship to that operation.[35] The question of whether a corporation is a mere alter ego is purely one of fact.[36] The Court sees no reason to reverse the finding of the Court of Appeals. The facts show that shortly after the purported sale by Cepco to Durano & Co., the latter sold the property to petitioner Ramon Durano III, who immediately procured the registration of the property in his name. Obviously, Durano & Co. was used by petitioners merely as an instrumentality to appropriate the disputed property for themselves. WHEREFORE, the instant petition is DENIED. The decision of the Court of Appeals is MODIFIED to declare respondents with claims to the properties covered by Transfer Certificate of Title Nos. T-103 and T-104 owners by acquisitive prescription to the extent of their respective claims. In all other respects, the decision of the Court of Appeals is AFFIRMED. Costs against petitioners. SO ORDERED. Melo, (Chairman), Vitug, and Panganiban, JJ., concur. Purisima, J., no part. [1] With the exception of Rufino Lavador, Jose de la Calzada and Cosme Ramos, who respondents in their Answer before the trial court declared were only witnesses for respondents, and not claimants to the disputed property. RTC Decision, 3; Records of the Case. [2] CA Decision; Rollo, 48-49. [3] RTC Decision, 2; Records of the Case. 4] CA Decision; Rollo, 49-55. [5] Ibid., 55. [6] Ibid., 50-54. [7] CA Decision; Rollo, 56-58. [8] Ibid.; Rollo, 58. [9] RTC Decision: Rollo, 114. [10] Ibid., 111. [11] \"Submission of Copies of Some Missing Exhibits of Plaintiffs\" dated June 29, 1988 (Records of the Case, 774-775) cited in CA Decision; Rollo, 60. [12] CA Decision; Rollo, 60. [13] Ibid.; Rollo, 67. Written by Associate Justice B. A. Adefuin-de la Cruz, with Acting Presiding Justice Fidel P. Purisima and Associate Justice Ricardo P. Galvez concurring. [14] 137 SCRA 797. [15] 208 SCRA 887. [16] Philippine Commercial and Industrial Bank vs. Court of Appeals, 159 SCRA 24. [17] CA Decision; Rollo, 64-65. [18] Civil Code, Art. 1117. [19] Id., Art. 1134. [20] Id., Art. 526. [21] Id., Art. 1129. [22] Id., Art. 1138. [23] RTC Decision; Rollo, 80. [24] See note 12. [25] Mallilin vs. Castillo, G.R. No. 136803, June 16, 2000; Eduarte vs. Court of Appeals, 311 SCRA 18; P.D. 1529, Sec. 48. [26] Rules of Court, Rule 131, Sec. 3(e). [27] P.D. 1529, Sec. 112. [28] Gallardo vs. Intermediate Appellate Court, 155 SCRA 248. [29] Republic vs. de Guzman, G.R. No. 105630, February 23, 2000; Embrado vs. Court of Appeals, 233 SCRA 355. [30] St. Peter Memorial Park, Inc. vs. Cleofas, 92 SCRA 389. [31] 231 SCRA 498; reiterated in Heirs of Pedro Lopez vs. de Castro, G.R. No. 112905, February 3, 2000; Millena vs. Court of Appeals, G.R. No. 127797, January 31, 2000. [32] De Vera vs. Court of Appeals, 305 SCRA 624. [33] CA Decision; Rollo, 65-66. [34] Civil Code, Art. 2208. [35] Lim vs. Court of Appeals, G.R. No. 124715, January 24, 2000; Concept Builders, Inc. vs. NLRC, 257 SCRA 149. [36] Concept Builders, Inc. vs. NLRC, supra. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "durano",
    "elizabethhotchkiss",
    "petitioners",
    "spouses",
    "angeles",
    "sepulveda",
    "emigdio",
    "faustino",
    "alatan",
    "valeriana",
    "aurelia",
    "silvestre",
    "hermogenes",
    "teotimo",
    "gonzales",
    "primitiva",
    "julian",
    "ismael",
    "bienvenido",
    "castro"
  ],
  "title_summary": "HEIRS OF RAMON DURANO, SR., RAMON DURANO III, AND ELIZABETHHOTCHKISS DURANO, PETITIONERS, VS. SPO...",
  "formatted_case_content": "View printer friendly version\n398 Phil. 125\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 136456, October 24, 2000 ]\n[ G.R. No. 136456, October 24, 2000 ]\n\nHEIRS OF RAMON DURANO, SR., RAMON DURANO III, AND ELIZABETHHOTCHKISS DURANO, PETITIONERS, VS. SPOUSES ANGELES SEPULVEDA UY AND EMIGDIO BING SING UY, SPOUSES FAUSTINO ALATAN AND VALERIANA GARRO, AURELIA MATA, SILVESTRE RAMOS, HERMOGENES TITO, TEOTIMO GONZALES, PRIMITIVA GARRO, JULIAN GARRO, ISMAEL GARRO, BIENVENIDO CASTRO, GLICERIO BARRIGA, BEATRIZ CALZADA, ANDREA MATA DE BATULAN, TEOFISTA ALCALA, FILEMON LAVADOR, CANDELARIO LUMANTAO, GAVINO QUIMBO, JUSTINO TITO, MARCELINO GONZALES, SALVADOR DAYDAY, VENANCIA REPASO, LEODEGARIO GONZALES, AND RESTITUTA GONZALES, RESPONDENTS.D E C I S I O N\nHEIRS OF RAMON DURANO, SR., RAMON DURANO III, AND ELIZABETHHOTCHKISS DURANO, PETITIONERS, VS. SPOUSES ANGELES SEPULVEDA UY AND EMIGDIO BING SING UY, SPOUSES FAUSTINO ALATAN AND VALERIANA GARRO, AURELIA MATA, SILVESTRE RAMOS, HERMOGENES TITO, TEOTIMO GONZALES, PRIMITIVA GARRO, JULIAN GARRO, ISMAEL GARRO, BIENVENIDO CASTRO, GLICERIO BARRIGA, BEATRIZ CALZADA, ANDREA MATA DE BATULAN, TEOFISTA ALCALA, FILEMON LAVADOR, CANDELARIO LUMANTAO, GAVINO QUIMBO, JUSTINO TITO, MARCELINO GONZALES, SALVADOR DAYDAY, VENANCIA REPASO, LEODEGARIO GONZALES, AND RESTITUTA GONZALES, RESPONDENTS.\n\nD E C I S I O N\n\nGONZAGA-REYES, J.:\n\nPetitioners seek the reversal of the decision of the First Division of the \nCourt of Appeals dated November 14, 1997 in CA-G.R. CV No. 27220, entitled \n\"Heirs of Ramon Durano, Sr., et. al. versus Spouses Angeles Supelveda Uy, et. \nal.\", and the resolution of the Court of Appeals dated October 29, 1998 which \ndenied petitioners' motion for reconsideration.\n\nThe antecedents of this case may be traced as far back as August 1970; it \ninvolves a 128-hectare parcel of land located in the barrios of Dunga and \nCahumayhumayan, Danao City. On December 27, 1973, the late Congressman Ramon \nDurano, Sr., together with his son Ramon Durano III, and the latter's wife, \nElizabeth Hotchkiss Durano (petitioners in the herein case), instituted an \naction for damages against spouses Angeles Supelveda Uy and Emigdio Bing Sing \nUy, spouses Faustino Alatan and Valeriana Garro, spouses Rufino Lavador and \nAurelia Mata, Silvestre Ramos, Hermogenes Tito, Teotimo Gonzales, Primitiva \nGarro, Julian Garro, Ismael Garro, Bienvenido Castro, Glicerio Barriga, Beatriz \nCalzada, Andrea Mata de Batulan, Teofista Alcala, Filemon Lavador, Candelario \nLumantao, Gavino Quimbo, Justino Tito, Marcelino Gonzales, Salvador Dayday, \nVenancia Repaso, Leodegario Gonzales, Jose de la Calzada, Restituta Gonzales, \nand Cosme Ramos (herein respondents [1] ) \nbefore Branch XVII of the then Court of First Instance of Cebu, Danao City.\n\nIn that case, docketed as Civil Case No. DC-56, petitioners accused \nrespondents of officiating a \"hate campaign\" against them by lodging complaints \nin the Police Department of Danao City in August 1970, over petitioners' \nso-called \"invasion\" of respondents' alleged properties in Cahumayhumayan, Danao \nCity. This was followed by another complaint sent by respondents to the \nPresident of the Philippines in February 1971, which depicted petitioners as \n\"oppressors\", \"landgrabbers\" and \"usurpers\" of respondents' alleged rights. Upon \nthe direction of the President, the Department of Justice through City Fiscal \nJesus Navarro and the Philippine Constabulary of Cebu simultaneously conducted \ninvestigations on the matter. Respondents' complaints were dismissed as \n\"baseless\", and they appealed the same to the Secretary of Justice, who called \nfor another investigation to be jointly conducted by the Special Prosecutor and \nthe Office of the City Fiscal of Danao City. During the course of said joint \ninvestigation, respondents Hermogenes Tito and Salvador Dayday again lodged a \ncomplaint with the Office of the President, airing the same charges of \n\"landgrabbing\". The investigations on this new complaint, jointly conducted by \nthe 3 rd Philippine Constabulary Zone and the Citizens Legal \nAssistance Office resulted in the finding that \"(petitioners) should not be held \nanswerable therefor.\" [2]\n\nPetitioners further alleged in their complaint before the CFI that during the \ncourse of the above investigations, respondents kept spreading false rumors and \ndamaging tales which put petitioners into public contempt and ridicule. [3]\n\nIn their Answer, respondents lodged their affirmative defenses, demanded the \nreturn of their respective properties, and made counterclaims for actual, moral \nand exemplary damages. Respondents stated that sometime in the early part of \nAugust 1970 and months thereafter they received mimeographed notices dated \nAugust 2, 1970 and signed by the late Ramon Durano, Sr., informing them that the \nlands which they are tilling and residing in, formerly owned by the Cebu \nPortland Cement Company (hereafter, \"Cepoc\"), had been purchased by Durano & \nCo., Inc. The notices also declared that the lands were needed by Durano & \nCo. for planting to sugar and for roads or residences, and directed respondents \nto immediately turn over the said lands to the representatives of the company. \nSimultaneously, tall bamboo poles with pennants at the tops thereof were planted \nin some areas of the lands and metal sheets bearing the initials \"RMD\" were \nnailed to posts.\n\nAs early as the first week of August 1970, and even before many of the \nrespondents received notices to vacate, men who identified themselves as \nemployees of Durano & Co. proceeded to bulldoze the lands occupied by \nvarious respondents, destroying in their wake the plantings and improvements \nmade by the respondents therein. On some occasions, respondents alleged, these \nmen fired shots in the air, purportedly acting upon the instructions of \npetitioner Ramon Durano III and/or Ramon Durano, Jr. On at least one instance, \npetitioners Ramon Durano III and Elizabeth Hotchkiss Durano were seen on the \nsite of the bulldozing operations.\n\nOn September 15, 1970, Durano & Co. sold the disputed property to \npetitioner Ramon Durano III, who procured the registration of these lands in his \nname under TCT No. T-103 and TCT No. T-104.\n\nRespondents contended that the display of force and the known power and \nprestige of petitioners and their family restrained them from directly resisting \nthis wanton depredation upon their property. During that time, the mayor of \nDanao City was Mrs. Beatriz Durano, wife of Ramon Durano, Sr. and mother of \npetitioner Ramon Durano III. Finding no relief from the local police, who \nrespondents said merely laughed at them for daring to complain against the \nDuranos, they organized themselves and sent a letter to then President Ferdinand \nMarcos reporting dispossession of their properties and seeking a determination \nof the ownership of the land. This notwithstanding, the bulldozing operations \ncontinued until the City Fiscal was requested by the Department of Justice to \nconduct an investigation on the matter. When, on July 27, 1971, the City Fiscal \nannounced that he would be unable to conduct a preliminary investigation, \nrespondents urged the Department of Justice to conduct the preliminary \ninvestigation. This was granted, and the investigations which spanned the period \nMarch 1972 to April 1973 led to the conclusion that respondents' complaint was \nuntenable. [4]\n\nIn their counterclaim, respondents alleged that petitioners' acts deprived \nmost of them of their independent source of income and have made destitutes of \nsome of them. Also, petitioners have done serious violence to respondents' \nspirit, as citizens and human beings, to the extent that one of them had been \nwidowed by the emotional shock that the damage and dispossession has caused. [5] Thus, in addition to the dismissal of the \ncomplaint, respondents demanded actual damages for the cost of the improvements \nthey made on the land, together with the damage arising from the dispossession \nitself; moral damages for the anguish they underwent as a result of the \nhigh-handed display of power by petitioners in depriving them of their \npossession and property; as well as exemplary damages, attorney's fees and \nexpenses of litigation.\n\nRespondents' respective counterclaims --- referring to the improvements \ndestroyed, their values, and the approximate areas of the properties they owned \nand occupied --- are as follows:\n\na) TEOFISTA ALCALA - Tax Declaration No. 00223; .2400 ha.; bulldozed on \nAugust, 10, 1970. Improvements destroyed consist of 47 trees, 10 bundles \nbeatilis firewood and 2 sacks of cassava, all valued at P5,437.00. (Exh. B, \nincluding submarkings)\n\nb) FAUSTINO ALATAN and VALERIANA GARRO - Tax Declaration No. 30758; .2480 \nha.; Tax Declaration No. 32974; .8944 ha.; Tax Declaration No. 38908; .8000 ha.; \nBulldozed on September 9, 1970; Improvements destroyed consist of 682 trees, a \ncornfield with one cavan per harvest 3 times a year, valued at P71,770.00; \nBulldozed on March 13, 1971; 753 trees, 1,000 bundles beatilis firewood every \nyear, valued at P29,100.00; Cut down in the later part of March, 1971 - 22 \ntrees, 1,000 bundles beatilis firewood every year, 6 cavans corn harvest per \nyear, valued at P1,940.00 or a total value of P102,810.00. (Exh. C, including \nsubmarkings)\n\nc) ANDREA MATA DE BATULAN - Tax Declaration No. 33033; .4259 has.; bulldozed \non September 11, 1970. Improvements destroyed consist of 512 trees and 15 sacks \ncassava all valued at P79,425.00. (Exh. D, including submarkings)\n\nd) GLICERIO BARRIGA - Tax Declaration No. 32290; .4000 ha.; bulldozed on \nSeptember 10, 1990. Improvements destroyed consist of 354 trees, cassava field \nif planted with corn good for one liter, 30 cavans harvest a year of corn, and \none resthouse, all valued at P35,500.00. (Exh. E, including submarkings)\n\ne) BEATRIZ CALZADA - Tax Declaration No. 03449; .900 ha.; Bulldozed on June \n16, 1971. Improvements destroyed consist of 2,864 trees, 1,600 bundles of \nbeatilis firewood, 12 kerosene cans cassava every year and 48 cavans harvest a \nyear of corn all valued at P34,800.00. (Exh. F, including submarkings)\n\nf) BIENVENIDO CASTRO - Tax Declaration No. 04883; .6000 ha.; bulldozed on \nSeptember 10, 1970. Improvements destroyed consist of 170 trees, 10 sacks \ncassava every year, 500 bundles beatilis firewood every year, 60 cavans corn \nharvest per year, all valued at (5,550.00. (Exh. G, including submarkings)\n\ng) ISMAEL GARRO - Tax Declaration No. 7185; 2 has. Bulldozed in August, 1970. \nImprovements destroyed consist of 6 coconut trees valued at P1,800.00. Bulldozed \non February 3, 1971 - improvements destroyed consist of 607 trees, a corn field \nof 5 cavans produce per harvest thrice a year, all valued at P67,890.00. (Exh. \nH, including submarkings)\n\nh) JULIAN GARRO - Tax Declaration No. 28653; 1 ha.; Bulldozed in the latter \nweek of August, 1970. Improvements destroyed consist of 365 trees, 1 bamboo \ngrove, 1 tisa, 1,000 bundles of beatilis firewood, 24 cavans harvest a year of \ncorn, all valued at P46,060.00. (Exh. I, including submarkings)\n\ni) PRIMITIVA GARRO - Tax Declaration No. 28651; .3000 ha.; Bulldozed on \nSeptember 7, 1970. Improvements destroyed consist of 183 trees, 10 pineapples, a \ncassava field, area if planted with corn good for Â½ liter, sweet potato, area if \nplanted with corn good for Â½ liter all valued at P10,410.00. (Exh. J, including \nsubmarkings)\n\nj) TEOTIMO GONZALES - Tax Declaration No. 38159; .8644 ha.; Tax Declaration \nNo. 38158; .8000 ha.; Bulldozed on September 10, 1970 - improvements destroyed \nconsist of 460 trees valued at P20,000.00. Bulldozed on December 10, 1970 - \nImprovements destroyed consist of 254 trees valued at P65,600.00 - or a total \nvalue of P85,600.00. (Exh. K, including submarkings)\n\nk) LEODEGARIO GONZALES - Tax Declaration No. 36884; Bulldozed on February 24, \n1971. Improvements destroyed consist of 946 trees, 40 ubi, 15 cavans harvest a \nyear of corn, all valued at P72,270.00. (Exh. L, including submarkings)\n\nl) FILEMON LAVADOR - Tax Declaration No. 14036; 1 ha.; Bulldozed on February \n5, 1971. Improvements destroyed consist of 675 trees and 9 cavans harvest a year \nof corn all valued at P63,935.00. (Exh. M, including submarkings)\n\nm) CANDELARIO LUMANTAO - Tax Declaration No. 18791; 1.660 ha. Bulldozed on \nthe second week of August, 1970 - Improvements destroyed consist of 1,377 trees, \na cornfield with 3 cavans per harvest thrice a year and a copra dryer all valued \nat P193,960.00. Bulldozed on February 26, 1971 - Improvements destroyed consist \nof 44 trees, one pig pen and the fence thereof and the chicken roost all valued \nat P12,650.00. Tax Declaration No. 33159; 3.500 has. Bulldozed in the last week \nof March, 1971 - Improvements destroyed consist of 13 trees valued at P1,550.00. \nBulldozed in the latter part consist of 6 Bamboo groves and Ipil-Ipil trees \nvalued at P700.00 with total value of P208,860.00. (Exh. N, including \nsubmarkings)\n\nn) AURELIA MATA - Tax Declaration No. 38071; .3333 ha.; Bulldozed sometime in \nthe first week of March, 1971 - Improvements destroyed consist of 344 trees and \n45 cavans corn harvest per year valued at P30,965.00. (Exh. Q, including \nsubmarkings)\n\no) GAVINO QUIMBO - Tax Declaration No. 33231; 2.0978 has.; Tax Declaration \nNo. 24377; .4960 ha. (.2480 ha. Belonging to your defendant) Bulldozed on \nSeptember 12, 1970 - Improvements destroyed consist of 200 coconut trees and 500 \nbanana fruit trees valued at P68,500.00. Bulldozed on consist of 59 trees, 20 \nsacks cassava and 60 cavans harvest a year of corn valued at P9,660.00 or a \ntotal value of P78,160.00. (Exh. R, including submarkings)\n\np) SILVESTRE RAMOS - Tax Declaration No. 24288; 1.5568 has.; Bulldozed on \nFebruary 23, 1971. - Improvements destroyed consist of 737 trees, a cornfield \nwith 3 cavans per harvest 3 times a year and 50 bundles of beatilis firewood, \nall valued at P118,170.00. (Exh. S, including submarkings) .\n\nq) MARCELINO GONZALES - Tax Declaration No. 34057; .4049 ha. Bulldozed on \nMarch 20, 1972 - Improvements destroyed consist of 5 coconut trees and 9 cavans \nharvest a year of corn valued at P1,860.00. Bulldozed on July 4, 1972 - \ndestroying 19 coconut trees valued at P5,700.00 or a total value of P7,560.00. \n(Exh. U, including submarkings)\n\nr) JUSTINO TITO -Tax Declaration No. 38072; .2000 has.; Bulldozed on February \n25, 1971 - Improvements destroyed consist of 338 trees and 5 kamongay all valued \nat P29,650.00. (Exh. T, including submarkings)\n\ns) EMIGDIO BING SING UY and ANGELES SEPULVEDA UY - Transfer Certificate of \nTitle No. T-35 (Register of Deeds of Danao City); 140.4395 has.; Area bulldozed- \n20.000 has. Bulldozed on August 5, 6 and 7, 1970 - destroying 565 coconut trees, \n2-1/2 yrs. old, 65,422 banana groves with 3,600 mango trees, 3 years old, \ngrafted and about to bear fruit valued at P212,260.00. Bulldozed on November 24, \n1970 and on February 16, 1971 - destroying 8,520 madri-cacao trees and 24 \ncylindrical cement posts boundaries valued at P18,540.00. Bulldozed on November \n24, 1970 - destroying 90 coconut trees, 3 years old cornfield at 40 cavans per \nharvest and at 3 harvests a year (120 cavans) valued at P31,800.00. Bulldozed on \nFebruary 16, 1971 - destroying 25,727 trees and sugarcane field value \nP856,725.00 or a total value of P1,123,825.00. (Exh. V, including \nsubmarkings)\n\nt) SALVADOR DAYDAY - Tax Declaration No. (unnumbered) dated September 14, \n1967; 4.000 has. Bulldozed on May 6, 1971 - destroying 576 trees, 9 cavans \nyearly of corn, 30 kerosene cans of cassava yearly valued at P4,795.00. \nBulldozed from March 26, 1973 to the first week of April, 1973 - destroying 108 \ntrees and cornland, 6 cavans harvest per year valued at P53,900.00 or a total \nvalue of P58,695.00. (Exh. A, including submarkings)\n\nu) VENANCIA REPASO - Tax Declaration No. 18867; 1.1667 has. Bulldozed on \nApril 15, 1971 - Improvements destroyed were 775 trees, 500 abaca, about to be \nreaped, and being reaped 3 times a year 2 bamboo groves all valued at \nP47,700.00. (Exh. O, including submarkings)\n\nv) HERMOGENES TITO - Tax Declaration No. 38009; over one (1) ha. Bulldozed in \nthe latter part of September, 1970 - destroying 1 coconut tree, 18 sacks of corn \nper year valued at P1,020.00. Bulldozed on March 15, 1973 - destroying 2 coconut \ntrees, 5 buri trees, 1 bamboo grove valued at P1,400.00. Bulldozed on March 26, \n1974 - destroying 3 coconut trees valued at P1,500.00 with a total value of \nP3,920.00. (Exh. P, including submarkings). [6]\n\nOn April 22, 1975, petitioners moved to dismiss their complaint with the \ntrial court. The trial court granted the motion to dismiss, without prejudice to \nrespondents' right to proceed with their counterclaim. Hence, the trial \nproceeded only on the counterclaim.\n\nOn September 23, 1980, this Court issued a resolution in Administrative \nMatter No. 6290 changing the venue of trial in Civil Case No. DC-56 to the \nRegional Trial Court of Cebu City.\n\nThe change was mainly in line with the transfer of Judge Bernardo Ll. Salas, \nwho presided over the case in Danao City, to Cebu City. The parties agreed to \ndispense with pre-trial, and for the evidence-in-chief to be submitted by way of \naffidavits together with a schedule of documentary exhibits, subject to \nadditional direct examination, cross examination and presentation of rebuttal \nevidence by the parties.\n\nThe trial court and later, the Court of Appeals, took note of the following \nportions of affidavits submitted by petitioners:\n\nxxx City Fiscal Jesus Navarro said that in August, 1967, he issued subpoenas \nto several tenants in Cahumayhumayan upon representation by Cepoc, the latter \nprotesting failure by the tenants to continue giving Cepoc its share of the corn \nproduce. He learned from the tenants that the reason why they were reluctant and \nas a matter of fact some defaulted in giving Cepoc its share, was that Uy Bing \nSepulveda made similar demands to them for his share in the produce, and that \nthey did not know to whom the shares should be given.\n\n[TABLE_CONTENT]\nxxx | xxx | xxx\n[END_TABLE]\n\nxxx xxx xxx\n\nJesus Capitan said that he is familiar with the place Cahumayhumayan and that \nthe properties in said locality were acquired by Durano and Company and Ramon \nDurano III, but formerly owned by Cepoc.\n\nWhen the properties of Ramonito Durano were cultivated, the owners of the \nplants requested him that they be given something for their effort even if the \nproperties do not belong to them but to Cepoc, and that he was directed by \nRamonito Durano to do a listing of the improvements as well as the owners. After \nhe made a listing, this was given to Ramonito who directed Benedicto Ramos to do \npayment.\n\nWhen he was preparing the list, they did not object to the removal of the \nplants because the counterclaimants understood that the lands did not belong to \nthem, but later and because of politics a complaint was filed, and finally that \nwhen he was doing the listing, the improvements were even pointed to him by the \ncounterclaimants themselves. (Exh. 48, Records, p. 385-386).\n\n[TABLE_CONTENT]\nxxx | xxx | xxx\n[END_TABLE]\n\nxxx xxx xxx\n\nRuperto Rom said that he had an occasion to work at Cepoc from 1947 to 1950 \ntogether with Benedicto and Tomas Ramos, the latter a capataz of the \nDurano Sugar Mills. Owner of the properties, subject of the complaint, was \nCepoc.\n\nThe persons who eventually tilled the Cepoc properties were merely allowed to \ndo cultivation if planted to corn, and for Cepoc to be given a share, which \ncondition was complied with by all including the counterclaimants. He even \npossessed one parcel which he planted to coconuts, jackfruit trees and other \nplants. (Exh. 51, Records, pp. 383-384)\n\n[TABLE_CONTENT]\nxxx | xxx | xxx\n[END_TABLE]\n\nxxx xxx xxx\n\nCo-defendant Ramon Durano III said that he agreed with the dismissal of the \ncomplaint because his father's wish was reconciliation with the defendants \nfollowing the death of Pedro Sepulveda, father of Angeles Sepulveda Uy, but \ninspite of the dismissal of the complaint, the defendants still prosecuted their \ncounterclaim.\n\nThe disputed properties were owned formerly by Cepoc, and then of the latter \nselling the properties to Durano and Company and then by the latter to him as of \nSeptember 15, 1970. As a matter of fact, TCT T-103 and T-104 were issued to him \nand that from that time on, he paid the taxes.\n\nAt the time he purchased the properties, they were not occupied by the \ndefendants. The first time he learned about the alleged bulldozing of the \nimprovements was when the defendants filed the complaint of land grabbing \nagainst their family with the Office of the President and the attendant \npublicity. Precisely his family filed the complaint against them. (Exh. 57, \nRecords, pp. 723-730)\n\n[TABLE_CONTENT]\nxxx | xxx | xxx\n[END_TABLE]\n\nxxx xxx xxx\n\nCongressman Ramon Durano said he is familiar with the properties, being owned \noriginally by Cepoc. Thereafter they were purchased by Durano and Company and \nthen sold to Ramon Durano III, the latter now the owner. He filed a motion to \ndismiss the case against Angeles Sepulveda et al. as a gesture of respect to the \ndeceased Pedro Sepulveda, father of Angeles Sepulveda, and as a Christian, said \nPedro Sepulveda being the former Mayor of Danao, if only to stop all \nmisunderstanding between their families.\n\n[TABLE_CONTENT]\nxxx | xxx | xxx\n[END_TABLE]\n\nxxx xxx xxx\n\nHe was the one who did the discovery of the properties that belonged to \nCepoc, which happened when he was doing mining work near Cahumayhumayan and \nwithout his knowledge extended his operation within the area belonging to Cepoc. \nAfter Cepoc learned of the substantial coal deposits, the property was claimed \nby Cepoc and then a survey was made to relocate the muniments. Eventually he \ndesisted doing mining work and limited himself within the confines of his \nproperty that was adjacent to Cepoc's property. All the claimants except \nSepulveda Uy were occupants of the Cepoc properties. Durano and Company \npurchased the property adjacent to Cepoc, developed the area, mined the coal and \nhad the surveyed area planted with sugar cane, and finally the notices to the \noccupants because of their intention to plant sugar cane and other crops (T.S. \nN. December 4, 1985, pp. 31-32, 44-54, RTC Decision, pp. 16-19, Records, pp. \n842-845). [7]\n\nPetitioners also presented Court Commissioner, Engineer Leonidas Gicain, who \nwas directed by the trial court to conduct a field survey of the disputed \nproperty. Gicain conducted surveys on the areas subjected to bulldozing, \nincluding those outside the Cepoc properties. The survey --- which was based on \nTCT No. T-103 and TCT No. T-104, titled in the name of Ramon Durano III, and TCT \nNo. 35, in the name of respondent Emigdio Bing Sing Uy --- was paid for by \npetitioners. [8]\n\nRespondents, for their part, also presented their affidavits and supporting \ndocumentary evidence, including tax declarations covering such portions of the \nproperty as they formerly inhabited and cultivated.\n\nOn March 8, 1990, the RTC issued a decision upholding respondents' \ncounterclaim. The dispositive portion of said decision reads:\n\n\"THE FOREGOING CONSIDERED, judgment is hereby rendered in favor of the \ncounter claimants and against the plaintiffs directing the latter to pay the \nformer:\n\n[TABLE_CONTENT]\na) With respect to Salvador Dayday | P 14,400.00\nb) With respect to Teofista Alcala | 4,400.00\nc) With respect to Faustino Alatan | 118,400.00\nd) With respect to Andrea Mata de Batulan | 115,050.00\ne) With respect to Glicerio Barriga | 35,500.00\nf) With respect to Beatriz Galzada | 70,300.00\ng) With respect to Bienvenido Castro | 5,000.00\nh) With respect to Ismael Garro | 66,060.00\ni) With respect to Julian Garro | 48,600.00\nj) With respect to Primitiva Garro | 13,000.00\nk) With respect to Teotimo Gonzales | 63,200.00\nl) With respect to Leodegario Gonzales | 85,300.00\nm) With respect to Filemon Lavador | 70,860.00\nn) With respect to Venancia Repaso | 101,700.00\no) With respect to Candelario Lumantao | 192,550.00\np) With respect to Hermogenes Tito | 1,200.00\nq) With respect to Aurelia Mata | 28,560.00\nr) With respect to Gavino Quimbo | 81,500.00\ns) With respect to Silvestre Ramos | 101,700.00\nt) With respect to Justino Tito | 27,800.00\nu) With respect to Marcelino Gonzales | 2,360.00\nv) With respect to Angeles Supelveda | 902,840.00\n[END_TABLE]\n\na) With respect to Salvador Dayday P 14,400.00 b) With respect to Teofista Alcala 4,400.00 c) With respect to Faustino Alatan 118,400.00 d) With respect to Andrea Mata de Batulan 115,050.00 e) With respect to Glicerio Barriga 35,500.00 f) With respect to Beatriz Galzada 70,300.00 g) With respect to Bienvenido Castro 5,000.00 h) With respect to Ismael Garro 66,060.00 i) With respect to Julian Garro 48,600.00 j) With respect to Primitiva Garro 13,000.00 k) With respect to Teotimo Gonzales 63,200.00 l) With respect to Leodegario Gonzales 85,300.00 m) With respect to Filemon Lavador 70,860.00 n) With respect to Venancia Repaso 101,700.00 o) With respect to Candelario Lumantao 192,550.00 p) With respect to Hermogenes Tito 1,200.00 q) With respect to Aurelia Mata 28,560.00 r) With respect to Gavino Quimbo 81,500.00 s) With respect to Silvestre Ramos 101,700.00 t) With respect to Justino Tito 27,800.00 u) With respect to Marcelino Gonzales 2,360.00 v) With respect to Angeles Supelveda 902,840.00\n\nP120,000.00 should be the figure in terms of litigation expenses and a \nseparate amount of P100,000.00 as attorney's fees.\n\nReturn of the properties to Venancia Repaso, Hermogenes Tito and Marcelino \nGonzales is hereby directed. With respect to counter claimant Angeles Sepulveda \nUy, return of the property to her should be with respect to the areas outside of \nthe Cepoc property, as mentioned in the sketch, Exhibit 56-A.\n\nFinally with costs against the plaintiffs.\n\nSO ORDERED. [9]\n\nThe RTC found that the case preponderated in favor of respondents, who all \npossessed their respective portions of the property covered by TCT Nos. T-103 \nand T-104 thinking that they were the absolute owners thereof. A number of these \nrespondents alleged that they inherited these properties from their parents, who \nin turn inherited them from their own parents. Some others came into the \nproperties by purchase from the former occupants thereof. They and their \npredecessors were responsible for the plantings and improvements on the \nproperty. They were the ones who sought for the properties to be tax-declared in \ntheir respective names, and they continually paid the taxes thereto. Respondents \nmaintained that they were unaware of anyone claiming adverse possession or \nownership of these lands until the bulldozing operations in 1970.\n\nAs for Venancia Repaso, Hermogenes Tito and Marcelino Gonzales, the Court \nfound that the properties they laid claim to were not part of the land that was \npurchased by Durano & Co. from Cepoc. Thus, it found the bulldozing of these \nlands by petitioners totally unjustified and ordered not only the total \nreimbursement of useful and necessary expenses on the properties but also the \nreturn of these properties to Repaso, Tito and Gonzales, respectively. As for \nall the other respondents, the RTC found their possession of the properties to \nbe in the concept of owner and adjudged them to be builders in good faith. \nConsidering that petitioners in the instant case appropriated the improvements \non the areas overran by the bulldozers, the RTC ruled that \"(t)he right of \nretention to the improvements necessarily should be secured (in favor of \nrespondents) until reimbursed not only of the necessary but also useful \nexpenses.\" [10]\n\nOn the matter of litigation expenses and attorney's fees, the RTC observed \nthat the trial period alone consisted of forty (40) trial dates spread over a \nperiod of sixteen (16) years. At the time, respondents were represented by \ncounsel based in Manila, and the trial court took into consideration the travel, \naccommodation and miscellaneous expenses of their lawyer that respondents must \nhave shouldered during the trial of the case.\n\nDissatisfied, petitioners appealed the RTC decision to the Court of Appeals, \nwhich, in turn, affirmed the said decision and ordered the return of the \nproperty to all the respondents-claimants, in effect modifying the RTC \ndecision which allowed return only in favor of respondents Repaso, Tito and \nGonzales.\n\nIn its decision, the Court of Appeals upheld the factual findings and \nconclusions of the RTC, including the awards for actual damages, attorney's fees \nand litigation expenses, and found additionally that the issuance of TCT Nos. \nT-103 and T-104 in the name of Ramon Durano III was attended by fraud. \nEvaluating the evidence before it, the Court of Appeals observed that the \nalleged reconstituted titles of Cepoc over the property, namely, TCT No. (RT-38) \n(T-14457) -4 and TCT No. (RT-39) (T-14456) -3 (Exhibits \"19\" and \"20\" of this \ncase), which were claimed to be the derivative titles of TCT Nos. T-103 and \nT-104, were not submitted in evidence before the RTC. Thus, in an Order dated \nJune 15, 1988, the RTC ordered Exhibits \"19\" and \"20\" deleted from petitioners' \nOffer of Exhibits. The Court of Appeals further noted that even among the \nexhibits subsequently produced by petitioners before the RTC, said Exhibits \"19\" \nand \"20\" were still not submitted. [11] Moreover, Cepoc had no registered title over the disputed property as indicated \nin TCT Nos. T-103 and T-104. Thus:\n\nTRANSFER CERTIFICATE OF TITLE NO.\n- 103 -\n\nxxx xxx\n\nIT IS FURTHER CERTIFIED that said land was originally registered on the N.A. day of N.A. , in the year nineteen hundred and N.A. in \nRegistration Book No. N.A. page N.A. of the Office of the Register of \nDeeds of N.A. , as Original Certificate of Title No. N.A. , pursuant \nto a N.A. patent granted by the President of the Philippines, on the N.A. day of N.A., in the year nineteen hundred and N.A., under Act No. N.A.\n\nThis certificate is a transfer from Transfer Certificate of Title No. (RT-39) \n(T-14456) -3 which is cancelled by virtue hereof in so far as the above \ndescribed land is concerned.\n\nxxx xxx\n\nTRANSFER CERTIFICATE OF TITLE\nNO. T - 104 -\n\nxxx xxx\n\nIT IS FURTHER CERTIFIED that said land was originally registered on the N.A. day of N.A. , in the year nineteen hundred and N.A. in \nRegistration Book No. N.A. page N.A. of the Office of the Register \nof Deeds of N.A., as Original Certificate of Title No. N.A. , pursuant to \na N.A. patent granted by the President of the Philippines, on the N.A. \nday of N.A., in the year nineteen hundred and N.A. , under Act No. N.A.\n\nThis certificate is a transfer from Transfer Certificate of Title No. (RT-38) (T-14457) -4 which is cancelled by virtue hereof in so far as the \nabove described land is concerned. [12]\n\nFrom the foregoing, the Court of Appeals concluded that the issuance of the \nTCT Nos. T-103 and T-104 in favor of petitioner Ramon Durano III was attended by \nfraud; hence, petitioners could not invoke the principle of indefeasibility of \ntitle. Additionally, the Court of Appeals found that the alleged Deed of \nAbsolute Sale, undated, between Cepoc Industries, Inc. and Durano & Co. was \nnot notarized and thus, unregistrable.\n\nThe Court of Appeals went on to state that while, on the one hand, no valid \nissuance of title may be imputed in favor of petitioners from the private Deed \nof Sale and the alleged reconstituted titles of Cepoc that were not presented in \nevidence, respondents, in contrast --- who although admittedly had no registered \ntitles in their names --- were able to demonstrate possession that was public, \ncontinuous and adverse --- or possession in the concept of owner, and which was \nmuch prior (one or two generations back for many of respondents) to the claim of \nownership of petitioners.\n\nThus, the Court of Appeals ordered the return of the properties covered by \nTCT Nos. T-103 and T-104 to all respondents who made respective claims thereto. \nCorollarily, it declared that petitioners were possessors in bad faith, and were \nnot entitled to reimbursement for useful expenses incurred in the conversion of \nthe property into sugarcane lands. It also gave no merit to petitioners' \nallegation that the actual damages awarded by the trial court were excessive, or \nto petitioners' argument that they should not have been held personally liable \nfor any damages imputable to Durano & Co.\n\nFollowing is the dispositive portion of the decision of the Court of \nAppeals:\n\nWHEREFORE, the appealed decision of the lower court in Civil Case No. DC-56 \nis hereby AFFIRMED with MODIFICATION ordering the return of the respective \nsubject properties to all the defendants-appellees, without indemnity to the \nplaintiffs-appellants as regards whatever improvements made therein by the \nlatter. In all other respects, said decision in affirmed.\n\nCosts against plaintiffs-appellants.\n\nSO ORDERED. [13]\n\nOn October 29, 1998, the Court of Appeals denied petitioners' motion for \nreconsideration for lack of merit. Hence, this petition.\n\nPetitioners assign the following errors from the CA decision: The Court of Appeals erred in granting relief to the respondents who did not \nappeal the decision of the lower court.\n\nThe Court of Appeals erred in collaterally attacking the validity of the \ntitle of petitioner Ramon Durano III.\n\nThe respondents should not have been adjudged builders in good \nfaith.\n\nThe petitioners should not be held personally liable for damages because of \nthe doctrine of separate corporate personality.\n\nIt was an error to hold that the respondents had proved the existence of \nimprovements on the land by preponderance of evidence, and in awarding excessive \ndamages therefor.\n\nIt was error to direct the return of the properties to respondents Venancia \nRepaso, Hermogenes Tito and Marcelino Gonzales.\n\nThe award of litigation expenses and attorney's fees was erroneous.\n\nThe petitioners are not possessors in bad faith.\n\nOn their first assignment of error, petitioners contend that before the Court \nof Appeals, they only questioned that portion of the RTC decision which directed \nthe return of the properties to respondents Repaso, Tito and Gonzales. They \nargued that the return of the properties to all the other respondents by the \nCourt of Appeals was erroneous because it was not among the errors assigned or \nargued by petitioners on appeal. Besides, since respondents themselves did not \nappeal from the RTC decision on the issue of return of the physical possession \nof the property, it is understood that judgment as to them has already become \nfinal by operation of law. To support its argument, petitioners cited the cases \nof Madrideo vs. Court of Appeals [14] and Medida vs. Court of \nAppeals [15] , which held that \n\"whenever an appeal is taken in a civil case an appellee who has not himself \nappealed cannot obtain from the appellate court any affirmative relief other \nthan the ones granted in the decision of the court below.\"\n\nRule 51 of the New Rules of Civil Procedure provides:\n\nSec. 8. Questions that may be decided. --- No error which does not \naffect the jurisdiction over the subject matter or the validity of the judgment \nappealed from or the proceedings therein will be considered unless stated in the \nassignment of errors, or closely related to or dependent on an assigned error \nand properly argued in the brief, save as the court may pass upon plain errors \nand clerical errors.\n\nWe find untenable petitioners' argument that since no party (whether \npetitioners or respondents) appealed for the return of the properties to \nrespondents other than Repaso, Tito and Gonzales, that portion of the RTC \ndecision that awards damages to such other respondents is final and may no \nlonger be altered by the Court of Appeals. A reading of the provisions of \nSection 8, Rule 51, aforecited, indicates that the Court of Appeals is not \nlimited to reviewing only those errors assigned by appellant, but also those \nthat are closely related to or dependent on an assigned error. [16] In other words, the Court of Appeals is \nimbued with sufficient discretion to review matters, not otherwise assigned as \nerrors on appeal, if it finds that their consideration is necessary in arriving \nat a complete and just resolution of the case. In this case, the Court of \nAppeals ordered the return of the properties to respondents merely as a legal \nconsequence of the finding that respondents had a better right of possession \nthan petitioners over the disputed properties, the former being possessors in \nthe concept of owner. Thus, it held ---\n\nPlaintiffs-appellants have to return possession of the subject property, not \nonly to defendants-appellees Venancia Repaso, Hermogenes Tito and Marcelino \nGonzales but to all other defendants-appellees herein, by virtue of the latter's \npriority in time of declaring the corresponding portions of the subject \nproperties in their name and/or their predecessors-in-interest coupled with \nactual possession of the same property through their predecessors-in-interest in \nthe concept of an owner. Plaintiffs-appellants who had never produced in court a \nvalid basis by which they are claiming possession or ownership over the said \nproperty cannot have a better right over the subject properties than \ndefendants-appellees. [17]\n\nMoreover, petitioners' reliance on the Madrideo and Medida cases is misplaced. In the Madrideo case, the predecessors-in-interest of \nthe Llorente Group sold the disputed property to the Alcala Group, who in turn \nsold the same to the spouses Maturgo. The RTC adjudged the spouses Maturgo \npurchasers in good faith, such that they could retain their title to the \nproperty, but held that the Lllorente Group was unlawfully divested of its \nownership of the property by the Alcala Group. The Alcala Group appealed this \ndecision to the Court of Appeals, who denied the appeal and ordered the \nreinstatement in the records of the Registry of Deeds of the Original \nCertificates of Title of the predecessors-in-interest of the Llorente Group. In \nsetting aside the decision of the Court of Appeals, this Court held that no \nrelief may be afforded in favor of the Llorente Group to the prejudice of the \nspouses Maturgo, who --- the Court carefully emphasized --- were third \nparties to the appeal , being neither appellants nor appellees before the \nCourt of Appeals, and whose title to the disputed property was confirmed by the \nRTC. The application of the ruling in Madrideo to the instant case bears \nno justification because it is clear that petitioners, in appealing the RTC \ndecision, impleaded all the herein respondents.\n\nMeanwhile, in the Medida case, petitioners (who were the appellees \nbefore the Court of Appeals) sought the reversal of a finding of the RTC before \nthe Supreme Court. The Court explained that since petitioners failed to appeal \nfrom the RTC decision, they --- as appellees before the Court of Appeals --- \ncould only argue for the purpose of sustaining the judgment in their favor, and \ncould not ask for any affirmative relief other than that granted by the court \nbelow. The factual milieu in Medida is different from that of the instant \ncase, where the return of the properties to respondents was not an \"affirmative \nrelief\" sought by respondents but an independent determination of the Court of \nAppeals proceeding from its findings that respondents were long-standing \npossessors in the concept of owner while petitioners were builders in bad faith. \nCertainly, under such circumstances, the Court of Appeals is not precluded from \nmodifying the decision of the RTC in order to accord complete relief to \nrespondents.\n\nMoving now to the other errors assigned in the petition, the return of the \nproperties to respondents Repaso, Tito and Gonzales was premised upon the \nfactual finding that these lands were outside the properties claimed by \npetitioners under TCT Nos. T-103 and T-104. Such factual finding of the RTC, \nsustained by the Court of Appeals, is now final and binding upon this Court.\n\nIn respect of the properties supposedly covered by TCT Nos. T-103 and T-104, \nthe Court of Appeals basically affirmed the findings of the RTC that respondents \nhave shown prior and actual possession thereof in the concept of owner, whereas \npetitioners failed to substantiate a valid and legitimate acquisition of the \nproperty --- considering that the alleged titles of Cepoc from which TCT Nos. \nT-103 and T-104 were supposed to have derived title were not produced, and the \ndeed of sale between Cepoc and Durano & Co. was unregistrable.\n\nThe records clearly bear out respondents' prior and actual possession; more \nexactly, the records indicate that respondents' possession has ripened into \nownership by acquisitive prescription.\n\nOrdinary acquisitive prescription, in the case of immovable property, \nrequires possession of the thing in good faith and with just \ntitle , [18] for a period of ten \nyears. [19] A possessor is deemed to be \n\"in good faith\" when he is not aware of any flaw in his title or mode of \nacquisition of the property. [20] On the \nother hand, there is \"just title\" when the adverse claimant came into possession \nof the property through one of the modes for acquiring ownership recognized by \nlaw, but the grantor was not the owner or could not transmit any right. [21] The claimant by prescription may compute \nthe ten-year period by tacking his possession to that of his grantor or \npredecessor-in-interest. [22]\n\nThe evidence shows that respondents successfully complied with all the \nrequirements for acquisitive prescription to set in. The properties were \nconveyed to respondents by purchase or inheritance, and in each case the \nrespondents were in actual, continuous, open and adverse possession of the \nproperties. They exercised rights of ownership over the lands, including the \nregular payment of taxes and introduction of plantings and improvements. They \nwere unaware of anyone claiming to be the owner of these lands other than \nthemselves until the notices of demolition in 1970 --- and at the time each of \nthem had already completed the ten-year prescriptive period either by their own \npossession or by obtaining from the possession of their \npredecessors-in-interest. Contrary to the allegation of petitioners that the \nclaims of all twenty-two (22) respondents were lumped together and \nindiscriminately sustained, the lower courts (especially the RTC) took careful \nconsideration of the claims individually, taking note of the respective modes \nand dates of acquisition. Whether respondents' predecessors-in-interest in fact \nhad title to convey is irrelevant under the concept of just title and for \npurposes of prescription.\n\nThus, respondents' counterclaim for reconveyance and damages before the RTC \nwas premised upon a claim of ownership as indicated by the following \nallegations:\n\n(Y)our defendants are owners and occupants of different parcels of land \nlocated in Barrio Cahumayhumayan, your defendants having occupied these parcels \nof land for various periods by themselves or through their \npredecessors-in-interest, some for over fifty years, and some with titles issued \nunder the Land Registration Act; xxxxx [23]\n\nRespondents' claim of ownership by acquisitive prescription (in respect of \nthe properties covered by TCT Nos. T-103 and T-104) having been duly alleged and \nproven, the Court deems it only proper that such claim be categorically upheld. \nThus, the decision of the Court of Appeals insofar as it merely declares those \nrespondents possessors in the concept of owner is modified to reflect the \nevidence on record which indicates that such possession had been converted to \nownership by ordinary prescription.\n\nTurning now to petitioners' claim to ownership and title, it is uncontested \nthat their claim hinges largely on TCT Nos. T-103 and T-104, issued in the name \nof petitioner Ramon Durano III. However, the validity of these certificates of \ntitle was put to serious doubt by the following: (1) the certificates reveal the \nlack of registered title of Cepoc to the properties; [24] (2) the alleged reconstituted titles of \nCepoc were not produced in evidence; and (3) the deed of sale between Cepoc and \nDurano & Co. was unnotarized and thus, unregistrable.\n\nIt is true that fraud in the issuance of a certificate of title may be raised \nonly in an action expressly instituted for that purpose, [25] and not collaterally as in the instant \ncase which is an action for reconveyance and damages. While we cannot sustain \nthe Court of Appeals' finding of fraud because of this jurisdictional \nimpediment, we observe that the above-enumerated circumstances indicate none too \nclearly the weakness of petitioners' evidence on their claim of ownership. For \ninstance, the non-production of the alleged reconstituted titles of Cepoc \ndespite demand therefor gives rise to a presumption (unrebutted by petitioners) \nthat such evidence, if produced, would be adverse to petitioners. [26] Also, the unregistrability of the deed of \nsale is a serious defect that should affect the validity of the certificates of \ntitle. Notarization of the deed of sale is essential to its registrability, [27] and the action of the Register of Deeds \nin allowing the registration of the unacknowledged deed of sale was unauthorized \nand did not render validity to the registration of the document. [28]\n\nFurthermore, a purchaser of a parcel of land cannot close his eyes to facts \nwhich should put a reasonable man upon his guard, such as when the property \nsubject of the purchase is in the possession of persons other than the \nseller. [29] A buyer who could not have \nfailed to know or discover that the land sold to him was in the adverse \npossession of another is a buyer in bad faith. [30] In the herein case, respondents were in \nopen possession and occupancy of the properties when Durano & Co. supposedly \npurchased the same from Cepoc. Petitioners made no attempt to investigate the \nnature of respondents' possession before they ordered demolition in August \n1970.\n\nIn the same manner, the purchase of the property by petitioner Ramon Durano \nIII from Durano & Co. could not be said to have been in good faith. It is \nnot disputed that Durano III acquired the property with full knowledge of \nrespondents' occupancy thereon. There even appears to be undue haste in the \nconveyance of the property to Durano III, as the bulldozing operations by Durano \n& Co. were still underway when the deed of sale to Durano III was executed \non September 15, 1970. There is not even an indication that Durano & Co. \nattempted to transfer registration of the property in its name before it \nconveyed the same to Durano III.\n\nIn the light of these circumstances, petitioners could not justifiably invoke \nthe defense of indefeasibility of title to defeat respondents' claim of \nownership by prescription. The rule on indefeasibility of title, i.e. , \nthat Torrens titles can be attacked for fraud only within one year from the date \nof issuance of the decree of registration, does not altogether deprive an \naggrieved party of a remedy at law. As clarified by the Court in Javier vs. \nCourt of Appeals [31] ---\n\nThe decree (of registration) becomes incontrovertible and can no longer be \nreviewed after one (1) year from the date of the decree so that the only remedy \nof the landowner whose property has been wrongfully or erroneously registered in \nanother's name is to bring an ordinary action in court for reconveyance, which \nis an action in personam and is always available as long as the property \nhas not passed to an innocent third party for value. If the property has passed \ninto the hands of an innocent purchaser for value, the remedy is an action for \ndamages.\n\nIn the instant case, respondents' action for reconveyance will prosper, it \nbeing clear that the property, wrongfully registered in the name of petitioner \nDurano III, has not passed to an innocent purchaser for value.\n\nSince petitioners knew fully well the defect in their titles, they were \ncorrectly held by the Court of Appeals to be builders in bad faith.\n\nThe Civil Code provides:\n\nArt. 449. He who builds, plants or sows in bad faith on the land of another, \nloses what is built, planted or sown without right of indemnity.\n\nArt. 450. The owner of the land on which anything has been built, planted or \nsown in bad faith may demand the demolition of the work, or that the planting or \nsowing be removed, in order to replace things in their former condition at the \nexpense of the person who built, planted or sowed; or he may compel the builder \nor planter to pay the price of the land, and the sower the proper rent.\n\nArt. 451. In the cases of the two preceding articles, the landowner is \nentitled to damages from the builder, planter or sower.\n\nBased on these provisions, the owner of the land has three alternative \nrights: (1) to appropriate what has been built without any obligation to pay \nindemnity therefor, or (2) to demand that the builder remove what he had built, \nor (3) to compel the builder to pay the value of the land. [32] In any case, the landowner is entitled to \ndamages under Article 451, abovecited.\n\nWe sustain the return of the properties to respondents and the payment of \nindemnity as being in accord with the reliefs under the Civil Code.\n\nOn petitioners' fifth assignment of error that respondents had not proved the \nexistence of improvements on the property by preponderance of evidence, and that \nthe damages awarded by the lower courts were excessive and not actually proved, \nthe Court notes that the issue is essentially factual. Petitioners, however, \ninvoke Article 2199 of the Civil Code which requires actual damages to be duly \nproved. Passing upon this matter, the Court of Appeals cited with approval the \ndecision of the RTC which stated:\n\nThe counter claimants made a detail of the improvements that were damaged. \nThen the query, how accurate were the listings, supposedly representing damaged \nimprovements. The Court notes, some of the counter claimants' improvements in \nthe tax declarations did not tally with the listings as mentioned in their \nindividual affidavits. Also, others did not submit tax declarations supporting \nidentity of the properties they possessed. The disparity with respect to the \nformer and absence of tax declarations with respect to the latter, should not be \na justification for defeating right of reimbursement. As a matter of fact, no \ncontroverting evidence was presented by the plaintiffs that the improvements \nbeing mentioned individually in the affidavits did not reflect the actual \nimprovements that were overran by the bulldozing operation. Aside from that, the \nCity Assessor, or any member of his staff, were not presented as witnesses. Had \nthey been presented by the plaintiffs, the least that can be expected is that \nthey would have enlightened the Court the extent of their individual holdings \nbeing developed in terms of existing improvements. This, the plaintiffs \ndefaulted. It might be true that there were tax declarations, then presented as \nsupporting documents by the counter claimants, but then mentioning improvements \nbut in variance with the listings in the individual affidavits. This disparity \nsimilarly cannot be accepted as a basis for the setting aside of the listing of \nimprovements being adverted to by the counter claimants in their affidavits. \nThis Court is not foreclosing the possibility that the tax declarations on \nrecord were either table computations by the Assessor or his deputy, or tax \ndeclarations whose entries were merely copied from the old tax declarations \nduring the period of revision. (RTC Decision, p. 36, Records, p. 862) [33]\n\nThe right of the owner of the land to recover damages from a builder in bad \nfaith is clearly provided for in Article 451 of the Civil Code. Although said \nArticle 451 does not elaborate on the basis for damages, the Court perceives \nthat it should reasonably correspond with the value of the properties lost or \ndestroyed as a result of the occupation in bad faith, as well as the fruits \n(natural, industrial or civil) from those properties that the owner of the land \nreasonably expected to obtain. We sustain the view of the lower courts that the \ndisparity between respondents' affidavits and their tax declarations on the \namount of damages claimed should not preclude or defeat respondents' right to \ndamages, which is guaranteed by Article 451. Moreover, under Article 2224 of the \nCivil Code:\n\nTemperate or moderate damages, which are more than nominal but less than \ncompensatory damages, may be recovered when the court finds that some pecuniary \nloss has been suffered but its amount cannot, from the nature of the case, be \nproved with certainty. We also uphold the award of litigation expenses and \nattorney's fees, it being clear that petitioners' acts compelled respondents to \nlitigate and incur expenses to regain rightful possession and ownership over the \ndisputed property. [34]\n\nThe last issue presented for our resolution is whether petitioners could \njustifiably invoke the doctrine of separate corporate personality to evade \nliability for damages. The Court of Appeals applied the well-recognized \nprinciple of \"piercing the corporate veil\", i.e. , the law will regard the \nact of the corporation as the act of its individual stockholders when it is \nshown that the corporation was used merely as an alter ego by those persons in \nthe commission of fraud or other illegal acts. The test in determining the \napplicability of the doctrine of piercing the veil of corporate fiction is as \nfollows: Control, not mere majority or complete stock control, but complete \ndomination, not only of finances but of policy and business practice in respect \nto the transaction attacked so that the corporate entity as to this transaction \nhad at the time no separate mind, will or existence of its own;\n\nSuch control must have been used by the defendant to commit fraud or wrong, \nto perpetuate the violation of a statutory or other positive legal duty, or \ndishonest and unjust acts in contravention of plaintiff's legal rights; \nand\n\nThe aforesaid control and breach of duty must proximately cause the injury \nor unjust loss complained of. The absence of any one of these elements prevents \n\"piercing the corporate veil\". In applying the \"instrumentality\" or \"alter ego\" \ndoctrine, the courts are concerned with reality and not form, with how the \ncorporation operated and the individual defendant's relationship to that \noperation. [35]\n\nThe question of whether a corporation is a mere alter ego is purely one of \nfact. [36] The Court sees no reason to \nreverse the finding of the Court of Appeals. The facts show that shortly after \nthe purported sale by Cepco to Durano & Co., the latter sold the property to \npetitioner Ramon Durano III, who immediately procured the registration of the \nproperty in his name. Obviously, Durano & Co. was used by petitioners merely \nas an instrumentality to appropriate the disputed property for themselves.\n\nWHEREFORE , the instant petition is DENIED . The \ndecision of the Court of Appeals is MODIFIED to declare \nrespondents with claims to the properties covered by Transfer Certificate of \nTitle Nos. T-103 and T-104 owners by acquisitive prescription to the extent of \ntheir respective claims. In all other respects, the decision of the Court of \nAppeals is AFFIRMED . Costs against petitioners.\n\nSO ORDERED .\n\nMelo, (Chairman), Vitug, and Panganiban, JJ., concur.\n\nPurisima, J., no part.\n\n[1] With the exception of Rufino Lavador, \nJose de la Calzada and Cosme Ramos, who respondents in their Answer before the \ntrial court declared were only witnesses for respondents, and not claimants to \nthe disputed property. RTC Decision, 3; Records of the Case.\n\n[2] CA Decision; Rollo , 48-49.\n\n[3] RTC Decision, 2; Records of the \nCase.\n\n4] CA Decision; Rollo , 49-55.\n\n[5] Ibid. , 55.\n\n[6] Ibid. , 50-54.\n\n[7] CA Decision; Rollo , 56-58.\n\n[8] Ibid. ; Rollo , \n58.\n\n[9] RTC Decision: Rollo , \n114.\n\n[10] Ibid. , 111.\n\n[11] \"Submission of Copies of Some \nMissing Exhibits of Plaintiffs\" dated June 29, 1988 (Records of the Case, \n774-775) cited in CA Decision; Rollo , 60.\n\n[12] CA Decision; Rollo , 60.\n\n[13] Ibid. ; Rollo , 67. \nWritten by Associate Justice B. A. Adefuin-de la Cruz, with Acting Presiding \nJustice Fidel P. Purisima and Associate Justice Ricardo P. Galvez concurring.\n\n[14] 137 SCRA 797.\n\n[15] 208 SCRA 887.\n\n[16] Philippine Commercial and \nIndustrial Bank vs . Court of Appeals, 159 SCRA 24.\n\n[17] CA Decision; Rollo , 64-65.\n\n[18] Civil Code, Art. 1117.\n\n[19] Id. , Art. 1134.\n\n[20] Id. , Art. 526.\n\n[21] Id. , Art. 1129.\n\n[22] Id. , Art. 1138.\n\n[23] RTC Decision; Rollo , 80.\n\n[24] See note 12.\n\n[25] Mallilin vs. Castillo, G.R. No. \n136803, June 16, 2000; Eduarte vs. Court of Appeals, 311 SCRA 18; P.D. 1529, \nSec. 48.\n\n[26] Rules of Court, Rule 131, Sec. \n3(e).\n\n[27] P.D. 1529, Sec. 112.\n\n[28] Gallardo vs . Intermediate \nAppellate Court, 155 SCRA 248.\n\n[29] Republic vs. de Guzman, G.R. No. \n105630, February 23, 2000; Embrado vs . Court of Appeals, 233 SCRA \n355.\n\n[30] St. Peter Memorial Park, Inc. vs . Cleofas, 92 SCRA 389.\n\n[31] 231 SCRA 498; reiterated in Heirs \nof Pedro Lopez vs. de Castro, G.R. No. 112905, February 3, 2000; Millena vs. \nCourt of Appeals, G.R. No. 127797, January 31, 2000.\n\n[32] De Vera vs . Court of \nAppeals, 305 SCRA 624.\n\n[33] CA Decision; Rollo , 65-66.\n\n[34] Civil Code, Art. 2208.\n\n[35] Lim vs. Court of Appeals, G.R. \nNo. 124715, January 24, 2000; Concept Builders, Inc. vs . NLRC, 257 SCRA \n149.\n\n[36] Concept Builders, Inc. vs . \nNLRC, supra.",
  "content_length": 57863,
  "metadata_extraction_date": "2025-11-01T05:54:14.959900",
  "extraction_version": "2.0_enhanced_full_content"
}