{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/october/GR_140453.html",
  "filename": "GR_140453.html",
  "year": 2000,
  "month": "october",
  "case_number": "140453",
  "gr_number": "140453",
  "volume_page": "397 Phil. 458",
  "decision_date": "October 17, 2000",
  "title": "TRANSFARM & CO., INC., AND TRANSDAEWOO AUTOMOTIVE MANUFACTURING COMPANY, PETITIONERS, VS. DAEWOO CORPORATION AND DAEWOO MOTOR CO., LTD., RESPONDENTS.RESOLUTION VITUG, J.: Assailed in the Petition for Review on Certiorari under consideration are the decision and the resolution of the Court of Appeals, dated 29 July and 13 October 1999, respectively, in CA-G.R. SP No. 47558.Sometime in 1994, Daewoo Corporation (Daewoo) entered into a joint venture agreement with Transfarm & Co. (Transfarm) for the delivery, assembly, production and distribution of Daewoo cars in the Philippines. Under the agreement, Transdaewoo Automotive Manufacturing Company (TAMC) was to be incorporated with Transfarm owning seventy percent (70%) and Daewoo holding thirty percent (30%) of the shares of stock. The new firm was also to undertake the manufacture, assembly, marketing, wholesale distribution and sale and after-sales service of Daewoo products. Transfarm and the joint venture company TAMC were then to enter into a separate agreement that would name Transfarm as the exclusive distributor in the Philippines of Daewoo cars.The parties stipulated that any dispute, controversy or claim among the parties arising out of, relating to, or in connection with the joint venture agreement itself should be settled by arbitration to be conducted in Hongkong. The joint venture agreement, however, was to be governed by and construed in accordance with the laws of the Philippines.The agreement went awry in December of 1997. Transfarm and TAMC filed a complaint with the Regional Trial Court (RTC), Branch 5, of Cebu City, docketed Civil Case No. CEB-21367, against Daewoo and Daewoo Motor Co., Ltd. (DMCL), a corporation organized under the laws of the Republic of Korea and not doing business in the Philippines, praying that Daewoo and DMCL be ordered to refrain from conducting and doing, directly or indirectly, automotive business in the Philippines.On 20 January 1998, Daewoo and DMCL filed a motion to dismiss the case moored, inter alia, on the ground that the case involved an intra-corporate dispute cognizable exclusively by the Securities and Exchange Commission (SEC). In its resolution of 25 March 1998, the RTC denied the Motion to Dismiss and directed the defendants to file their respective answers.Transfarm and TAMC filed a petition for certiorari, prohibition and mandamus before the Court of Appeals. The appellate court, in its 29th July 1999 decision, declared that the jurisdiction over the case rested with the SEC and, accordingly, granted the petition and ordered the dismissal of the complaint. The subsequent motion for reconsideration was rebuffed.Hence, the instant petition.The Court required respondents to file their comment and petitioners to file their reply thereon, respectively, in its resolutions of 25 November 1999 and 21 June 2000.During the pendency of the petition, Republic Act No. 8799, otherwise also known as The Securities Regulation Code, was enacted into law, providing, inter alia, that -\"5.2. The Commission's jurisdiction over all cases enumerated under Section 5 of Presidential Decree No. 902-A is hereby transferred to the Courts of general jurisdiction or the appropriate Regional Trial Court: Provided, That the Supreme Court in the exercise of its authority may designate the Regional Trial Court branches that shall exercise jurisdiction over these cases. The Commission shall retain jurisdiction over pending cases involving intra-corporate disputes submitted for final resolution which should be resolved within one (1) year from the enactment of this Code. The Commission shall retain jurisdiction over pending suspension of payments/rehabilitation cases filed as of 30 June 2000 until finally disposed.\"[1]Statutes regulating court jurisdiction and procedures are generally construed to be applicable to actions pending and undetermined at the time of the passage of said enactments.[2] The instant case, neither filed with the Securities and Exchange Commission nor therewith pending, let alone ready for final resolution by it, is clearly cognizable by the RTC under the amendatory law.WHEREFORE, the decision of the appellate court subject of the instant petition for review is SET ASIDE, and the case is REMANDED to the Regional Trial Court of Cebu City for further proceedings. No costs.SO ORDERED.Melo, (Chairman), Panganiban, and Purisima, JJ., concur.Gonzaga-Reyes, J., no part.[1] Sec. 5, Chapter II.[2] Teofilo Martinez vs. People of the Philippines, G.R. No. 127694, 31 May 2000. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "transfarm",
    "transdaewoo",
    "automotive",
    "manufacturing",
    "company",
    "petitioners",
    "daewoo",
    "corporation",
    "respondents",
    "resolution",
    "assailed",
    "petition",
    "review",
    "certiorari",
    "consideration",
    "decision",
    "court",
    "appeals",
    "october",
    "respectively"
  ],
  "title_summary": "TRANSFARM & CO., INC., AND TRANSDAEWOO AUTOMOTIVE MANUFACTURING COMPANY, PETITIONERS, VS. DAEWOO ...",
  "formatted_case_content": "View printer friendly version\n397 Phil. 458\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 140453, October 17, 2000 ]\n[ G.R. No. 140453, October 17, 2000 ]\n\nTRANSFARM & CO., INC., AND TRANSDAEWOO AUTOMOTIVE MANUFACTURING COMPANY, PETITIONERS, VS. DAEWOO CORPORATION AND DAEWOO MOTOR CO., LTD., RESPONDENTS.RESOLUTION\nTRANSFARM & CO., INC., AND TRANSDAEWOO AUTOMOTIVE MANUFACTURING COMPANY, PETITIONERS, VS. DAEWOO CORPORATION AND DAEWOO MOTOR CO., LTD., RESPONDENTS.\n\nRESOLUTION\n\nVITUG, J.:\n\nAssailed in the Petition for Review on Certiorari under consideration are the decision and the resolution of the Court of Appeals, dated 29 July and 13 October 1999, respectively, in CA-G.R. SP No. 47558.\n\nSometime in 1994, Daewoo Corporation (Daewoo) entered into a joint venture agreement with Transfarm & Co. (Transfarm) for the delivery, assembly, production and distribution of Daewoo cars in the Philippines. Under the agreement, Transdaewoo Automotive Manufacturing Company (TAMC) was to be incorporated with Transfarm owning seventy percent (70%) and Daewoo holding thirty percent (30%) of the shares of stock. The new firm was also to undertake the manufacture, assembly, marketing, wholesale distribution and sale and after-sales service of Daewoo products. Transfarm and the joint venture company TAMC were then to enter into a separate agreement that would name Transfarm as the exclusive distributor in the Philippines of Daewoo cars.\n\nThe parties stipulated that any dispute, controversy or claim among the parties arising out of, relating to, or in connection with the joint venture agreement itself should be settled by arbitration to be conducted in Hongkong. The joint venture agreement, however, was to be governed by and construed in accordance with the laws of the Philippines.\n\nThe agreement went awry in December of 1997. Transfarm and TAMC filed a complaint with the Regional Trial Court (RTC), Branch 5, of Cebu City, docketed Civil Case No. CEB-21367, against Daewoo and Daewoo Motor Co., Ltd. (DMCL), a corporation organized under the laws of the Republic of Korea and not doing business in the Philippines, praying that Daewoo and DMCL be ordered to refrain from conducting and doing, directly or indirectly, automotive business in the Philippines.\n\nOn 20 January 1998, Daewoo and DMCL filed a motion to dismiss the case moored, inter alia , on the ground that the case involved an intra-corporate dispute cognizable exclusively by the Securities and Exchange Commission (SEC). In its resolution of 25 March 1998, the RTC denied the Motion to Dismiss and directed the defendants to file their respective answers.\n\nTransfarm and TAMC filed a petition for certiorari , prohibition and mandamus before the Court of Appeals. The appellate court, in its 29 th July 1999 decision, declared that the jurisdiction over the case rested with the SEC and, accordingly, granted the petition and ordered the dismissal of the complaint. The subsequent motion for reconsideration was rebuffed.\n\nHence, the instant petition.\n\nThe Court required respondents to file their comment and petitioners to file their reply thereon, respectively, in its resolutions of 25 November 1999 and 21 June 2000.\n\nDuring the pendency of the petition, Republic Act No. 8799, otherwise also known as The Securities Regulation Code, was enacted into law, providing, inter alia , that -\n\"5.2. The Commission's jurisdiction over all cases enumerated under Section 5 of Presidential Decree No. 902-A is hereby transferred to the Courts of general jurisdiction or the appropriate Regional Trial Court: Provided, That the Supreme Court in the exercise of its authority may designate the Regional Trial Court branches that shall exercise jurisdiction over these cases. The Commission shall retain jurisdiction over pending cases involving intra-corporate disputes submitted for final resolution which should be resolved within one (1) year from the enactment of this Code. The Commission shall retain jurisdiction over pending suspension of payments/rehabilitation cases filed as of 30 June 2000 until finally disposed.\" [1]\nStatutes regulating court jurisdiction and procedures are generally construed to be applicable to actions pending and undetermined at the time of the passage of said enactments. [2] The instant case, neither filed with the Securities and Exchange Commission nor therewith pending, let alone ready for final resolution by it, is clearly cognizable by the RTC under the amendatory law.\n\nWHEREFORE, the decision of the appellate court subject of the instant petition for review is SET ASIDE, and the case is REMANDED to the Regional Trial Court of Cebu City for further proceedings. No costs.\n\nSO ORDERED.\n\nMelo, (Chairman), Panganiban , and Purisima, JJ. , concur.\nGonzaga-Reyes, J. , no part.\n\n[1] Sec. 5, Chapter II.\n\n[2] Teofilo Martinez vs. People of the Philippines, G.R. No. 127694, 31 May 2000.",
  "content_length": 4897,
  "metadata_extraction_date": "2025-11-01T05:54:16.489241",
  "extraction_version": "2.0_enhanced_full_content"
}