{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/october/GR_131592.html",
  "filename": "GR_131592.html",
  "year": 2000,
  "month": "october",
  "case_number": "G.R. No. 131592",
  "gr_number": "131592",
  "volume_page": "396 Phil. 366",
  "decision_date": null,
  "title": "232 SCRA 82, 96 (1994).[25] Section 11 (a), Rule 122, Rules of Court.[26] People v. Gonzales, 311 SCRA 547, 565 (1999).[27] Exhibits \"F\" and \"G.\"[28] The victim was 24 years old (Exhibit \"E\") at the time of his death. His wife testified that he was earning P190.00 a day as a marble mason, (TSN, January 4, 1993, p. 10), which amount we find to be reasonable. The formula for loss of earning capacity is life expectancy x (gross annual income - living expenses), with life expectancy = 2/3 (80 - age at time of death), and living expenses = 50% of gross income. Applying said formula, we have 2/3 (80 - 24) x (P45,600 - P22,800) = P850,440.00. See People v. Nullan, 305 SCRA 706 (1999).[29] TSN, January 4, 1993, p. 5. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "section",
    "court",
    "people",
    "gonzales",
    "exhibits",
    "victim",
    "exhibit",
    "testified",
    "earning",
    "marble",
    "january",
    "amount",
    "reasonable",
    "formula",
    "capacity",
    "expectancy",
    "annual",
    "income",
    "living",
    "expenses"
  ],
  "title_summary": "232 SCRA 82, 96 (1994).[25] Section 11 (a), Rule 122, Rules of Court.[26] People v. Gonzales, 311...",
  "formatted_case_content": "View printer friendly version\n396 Phil. 366\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 112792-93, October 06, 2000 ]\n[ G.R. Nos. 112792-93, October 06, 2000 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAUL TAGUBA Y REYNOSO AND JAIME TOLIBAS Y CAMPOSANO, ACCUSED,RAUL TAGUBA Y REYNOSO, ACCUSED-APPELLANT.DECISION\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAUL TAGUBA Y REYNOSO AND JAIME TOLIBAS Y CAMPOSANO, ACCUSED,\n\nRAUL TAGUBA Y REYNOSO, ACCUSED-APPELLANT.\n\nDECISION\n\nQUISUMBING, J.:\n\nOn appeal is the decision dated November 8, 1993 of\n the Regional Trial Court of Pasay City, Branch 117, in Criminal Case \nNo. 92-1382 finding appellant guilty of the crime of illegal possession \nof firearm and sentencing him to ten (10) years and one (1) day of prision mayor as minimum to fourteen (14) years, eight (8) months and one (1) day of reclusion temporal as maximum, and in Criminal Case No. 92-1384, finding appellant and \naccused guilty of the crime of homicide with the use of an unlicensed \nfirearm, sentencing them to the penalty of reclusion perpetua , and ordering them to indemnify the heirs of the victim the amount of P50,000.00, and to pay the costs.\n\nAppellant\n Taguba is a 30 year-old security guard, residing in Dagat-Dagatan, \nCaloocan City, while accused Tolibas is a 33 year-old basin vendor \nresiding in the same place. The victim, Amador Guina, was a 24 year-old \nmarble mason.\n\nFor the State, the Office of the Solicitor General presented the following summary of the facts: [1]\n\"On September 1, 1992, at around 11:30 in the evening Amado Guina, [2] Joe Mari Tamargo and Peter Castro were on board a public utility \njeepney along Taft Avenue (pp. 19-20, TSN, January 12, 1993) coming from\n Buendia bound for Manila. They had just come from their work in a \nmarble works company at Megamall in EDSA (pp. 3-5, TSN, January 12, \n1993). The jeepney was fully loaded with passengers (p. 8, ibid). Amado \nwas seated on one side at the rear portion of the jeepney directly \nfacing Joe Mari and Peter who were seated at the other side of the \njeepney (p. 8, ibid). When the jeep was cruising near the San Isidro \nChurch in Pasay City (p. 6, TSN, January 12, 1993), appellant, who was \nseated immediately next to the right of Amado, suddenly, announced a \nhold-up (p. 8, TSN, January 12, 1993) whispering `do not move, this is a\n hold up' (p. 15, ibid). Appellant was holding a gun (p. 15, ibid) a \ncaliber .38 revolver p. 13, ibid). Amado moved both of his hands as he \nwanted to resist (p. 15, ibid) and appellant, upon seeing this, \nimmediately fired the gun at Amado (p. 10, ibid). A commotion ensued \ninside the jeepney during which time appellant and his companion, Jaime \nTolibas, fled from the scene (p. 10, ibid).\n\nJoe Mari and Peter \nbrought the wounded Amado to the Philippine General Hospital using the \nsame public utility jeepney they were riding on (p. 11, ibid). Amado, \nhowever, died along the way (p. 11, ibid); and was declared dead on \narrival (DOA) at the said hospital (p. 10, TSN, February 17, 1993).\n\nMeanwhile,\n Police Officer 1 Fernando Dominguez, a member of the Philippine \nNational Police Special Action Force assigned at Fort Bonifacio, was on \nhis way to his house on Villaroel St. in Pasay City after coming from \nthe said camp (pp. 5-6, TSN, February 10, 1993). When he reached \nSandejas St. corner Taft Avenue, he heard three consecutive gun shots \n(p. 6, ibid). Shortly thereafter he saw two men running towards him (pp.\n 6-7, ibid). He stopped the two, introduced himself as a police officer,\n ordered them to lie down and frisked both of them while in that prone \nposition (p. 7, ibid). He was able to confiscate a gun from appellant \nwhich he found tucked at the back of appellant's pants (p. 7, ibid). He \nwas also able to confiscate from appellant and Tolibas several \nidentification cards (Exhibits `I', `I-1', `I-2') some of which were \nfake (pp. 7-8, ibid).\n\nWhile he was deciding on whether to bring \nthe appellant and Tolibas to Fort Bonifacio or Pasay City Police \nStation, he was told by some bystanders that there were police officers \nnearby so he decided to turn over appellant and Tolibas to the police \nofficers (p. 9, ibid). He asked appellant and Tolibas to walk toward the\n direction of the police officers, taking the precaution to walk behind \nthe two for he might not be recognized as a police officer, \nunnecessarily placing himself at risk (pp. 9-10, ibid).\n\nPolice \nOfficer 3 Edgardo Cordova and Police Officer 3 Ernie Cabrega were along \nLakas ng Bayan St. near the corner of Sandejas St. and Taft Avenue in \nPasay City patrolling the area (p. 3, TSN, April 13, 1993). They saw \nPolice Officer 1 Dominguez walking toward them pointing a gun at \nappellant and Tolibas in front of him. Aside from the gun pointed at \nappellant and Tolibas, Police Officer 1 Dominguez was also holding \nanother gun in his left hand, its muzzle pointed downward (pp. 3-4, \nibid). Upon reaching hearing distance, they were informed by Police \nOfficer 1 Dominguez that he had arrested the two, the gun in his left \nhand being the gun he had confiscated and that the gun in his right hand\n was his own (p. 4, ibid). Police Officer 3 Cordova and Cabrega took the\n guns from Police Officer 1 Dominguez and asked the three to come with \nthem to their headquarters (p. 4, ibid). At the headquarters, Police \nOfficer Dominguez was able to produce documents supporting the legality \nof his possession of the gun while appellant and Tolibas were not, and \non the basis of this fact, the two were turned over to the Investigation\n Division for the filing of the necessary charges (p. 5, ibid). The gun \nwas turned over to the Investigating Officer, Senior Police Officer \nElmer Pueda (p. 5, ibid). With the confirmation of the arrest, Police \nOfficer 1 Dominguez was requested to execute an affidavit of arrest \n(Exhibit `J') in connection with the incident (p. 11, TSN, February 10, \n1993).\n\nOn September 2, 1992, the body of Amado was autopsied by \nthe Medico-Legal Officer of the Western Police District, Dr. Manuel A. \nLagonera. In his Post Mortem Findings (Exhibit `L') he identified the \ncause of death as the gunshot wound at the right upper chest \nanterolateral, to wit:\n` POST MORTEM FINDINGS\n\nEXTERNAL FINDING:\nGunshot\n wound, with the point of entry at the right upper anterolateral thorax,\n 49 inches from heel, 13.5 cms. from anterior midline, measuring 0.5x0.4\n cms. and contusion collar measures 1x0.7 cms.\n\nTrajectory-obliquely\n upwards, backwards crossing midline lacerating the upper lobe of the \nright lung (thru and thru), right sub-clavian artery, trachea and \ngrazing the anterior portion of the body of 5th cervical vertebra. A \ncopper coated slug was extracted at the basal portion in the left \nlateral side of the neck.\nINTERNAL FINDINGS:\nLacerations\n of organs and tissues as mentioned in the trajectory of the bullet with\n massive hemorrhage in the right thoracic cavity.\n\nThe rest of the internal organs were markedly pale.\n\nRecovered from the stomach about 1/2 glassful of partially digested rice meal with meaty materials and without alcoholic odor.\nCAUSE OF DEATH:\n\nShock sec. to a Gunshot Wound, Right Antero-Lateral Thorax.'\nOn\n September 3, 1992, Joe Mari learned from a newspaper that appellant and\n Tolibas were arrested near the scene of the shooting of his friend on \nthe very same night the shooting happened (p. 12, TSN, January 12, \n1993). Together with Peter, he went to the Pasay City Jail to see \nappellant and Tolibas, and there he was able to confirm that the persons\n arrested by Police Officer Dominguez were the ones who shot Amado (p. \n12., TSN, January 12, 1993). He then executed a sworn statement (Exhibit\n `H') on September 5, 1992 with SPO1 Pineda identifying appellant as the\n person who shot Amado, and Tolibas as appellant's companion during the \nattempted holdup (pp. 12-13, ibid).\"\nFor the defense, appellant and accused presented the following version of the story: [3]\n\"On\n September 1, 1992, on or about 11:30 o'clock in the evening, herein \naccused-appellant, together with his co-accused, Jaime Tolibas, boarded a\n Monumento bound jeepney along Libertad Street, Pasay City, Metro \nManila. The two (2) accused just came from accused Jaime Toliba's (sic) \ncousin, who was then residing somewhere in that vicinity. The passenger \njeepney they were riding at the time, upon reaching the vicinity of Vito\n Cruz and Taft Avenue, Streets, a commotion broke out and the passengers\n riding the same all ran away from the jeep. The commotion was the \nresult of a gun shot that was fired inside the passenger jeepney. A male\n person who is claimed to be a hold-upper fired at one of the passengers\n and the fatality was one Amador Guina. Both accused were among the \npassengers who ran away from the passenger jeepney upon hearing the gun \nshots. Running through an alley in the vicinity of Vito Cruz Street, \nboth accused were stopped by a passing police officer, PNP Special \nAction Force, PO1 Fernando Dominguez detailed at Fort Bonifacio. A gun \nwas alleged to have been confiscated from accused-appellant Raul Taguba.\n The two (2) accused including the gun alleged to have been confiscated \nwere turned over by police officer Dominguez to a patrolling team of \nPasay policemen named PO3's Cordora and Cabrega. Both accused were \nbrought to the Pasay Police Station for investigation and SPO1 Elmer \nPueda of the said police station conducted the investigation including \nthe alleged gun confiscated. Preliminarily, both accused are being \ncharged only of usurpation of authority by police investigation (sic) \nSPO1 Elmer Pueda because of the false ID's confiscated from them. They \nwere then detained at the Pasay Police Station for two (2) days and no \ncomplainant appeared for that period of time. Accused Jaime Tolibas was \ninquested and charged with usurpation of authority while \naccused-appellant Raul Taguba and Jaime Tolibas were charged with \nillegal possession of firearm.\n\nOn September 5, 1992, an alleged \neye witness, Joe Mari Tamargo Y Jumuad appeared before the office of \ninvestigator SPO1 Elmer Pueda of the Criminal Investigation Branch, \nPasay Police Station, to give his statement of a hold-up incident which \nhappened on September 1, 1992. Based on his statement, which is \nprosecution exhibit `H' and `H-1', he chanced upon and was able to read a\n news item in the Sept. 3, 1992 issue of People's Tonight. On page 5 to 8\n thereof, he allegedly recognized a male person on a news caption \n`Policemen Arrest Policemen' and pointed to a male suspect then seated \nin front of him and the investigator, as the alleged gunman who killed \nhis friend, Amador Guina, in a hold-up incident which happened on \nSeptember 1, 1992.\n\nBased on the late testimony of Joe Mari \nTamargo, another case and information for `Homicide With The Use of An \nUnlicensed Firearm' was filed against the two (2) accused.\"\nOn\n September 4, 1992, appellant was charged with the crime of Illegal \nPossession of Firearms in Criminal Case No. 93-1382, which was raffled \nto the RTC-Pasay City, Branch 117. Said Information reads: [4]\n\"The\n undersigned Assistant City Prosecutor accuses RAUL TAGUBA Y REYNOSO of \nVIOLATION OF PRESIDENTIAL DECREE NO. 1866, committed as follows:\n\nThat\n on or about the 1st day of September, 1992, in Pasay, Metro Manila, \nPhilippines, and within the jurisdiction of this Honorable Court, the \nabove-named accused, Raul Taguba y Reynoso, with intent to use, did then\n and there wilfully, unlawfully and feloniously have in his possession, \ncustody and control one (1) Caliber .38 with three (3) live ammunition, \nwithout the necessary permit to possess the same.\n\nContrary to law.\n\nPasay, Metro Manila, September 3, 1992.\n\n(SGD.) CONSTANTINO O. ORAA\nAsst. City Prosecutor\"\nOn\n September 7, 1992, after prosecution witness Tamargo surfaced, \nappellant and accused were additionally charged in Criminal Case No. \n92-1384 with violation of Section 1, Paragraph 2 of Presidential Decree \nNo. 1866 (Homicide with the Use of an Unlicensed Firearm), which was \nraffled to the RTC-Pasay, Branch 110. The Information states: [5]\n\"The\n undersigned Assistant City Prosecutor accuses RAUL TAGUBA Y REYNOSA AND\n JAIME TOLIBAS Y CAMPOSANO, of the crime of HOMICIDE WITH THE USE OF \nUNLICENSED FIREARM (SECTION 1, PARAGRAPH 2, OF PD. 1866), committed as \nfollows:\n\nThat on or about the 1st day of September, 1992, in \nPasay, Metro Manila, Philippines and within the jurisdiction of this \nHonorable Court, the above-named accused, conspiring and confederating \ntogether and mutually helping one another, without justifiable cause but\n with deliberate intent to kill, did then and there wilfully, unlawfully\n and feloniously attack, assault, and shot one AMADOR GUINA with the use\n of an unlicensed firearm (caliber 38 revolver Smith and Wesson (Paltik)\n without Serial Number) on the vital part of his body, thereby \ninflicting upon the latter mortal wound which cause his death.\n\nContrary to law.\nPasay, Metro Manila.\n07 September 1992.\n\n(sgd.)\nMERCEDES POSADA-LACAP\nAsst. City Prosecutor\"\nUpon arraignment, appellant entered a plea of not guilty in the Illegal Possession case. [6] Appellant and accused likewise entered their respective pleas of not \nguilty to the charge of Homicide with the Use of an Unlicensed Firearm. [7] Upon discovery of the two pending cases in the different branches of \nthe trial court, the defense moved for the consolidation of the two \ncases. [8]\n\nDuring joint \ntrial, the prosecution presented the following witnesses: (1) Joe Mari \nTamargo, eyewitness to the incident, (2) PO1 Fernando Dominguez, who \ninitially arrested both appellant and accused, (3) Dr. Manuel Lagonera, \nMedico-Legal officer of the Western Police District, who conducted the \nautopsy on the body of the victim, (4) PO3 Edgardo Cordova, (5) SPO2 \nJose Villa Garcia, the policemen to whom PO1 Dominguez turned over \nappellant and accused, and (6) Marilou Guina, widow of the victim, who \ntestified as to the damages sustained as a result of the death of her \nhusband.\n\nFor the defense, appellant and accused both testified \nand interposed the defense of denial. Both protested that they were mere\n innocent passengers of the jeepney. Appellant testified that he jumped \nout of the jeepney when an unidentified man suddenly shot his seatmate. \nWhen accused saw appellant running away, he followed suit. The two were \nstill running when they were accosted by four policemen, who frisked \nthem and confiscated their identification cards. [9]\n\nOn November 8, 1993, the trial court rendered a consolidated decision, [10] disposing thus:\n\"WHEREFORE,\n in view of the foregoing, the Court finds the accused Raul Taguba y \nReynoso GUILTY beyond reasonable doubt in Criminal case no. 92-1382, for\n violation of R.A. 1866, and sentences him to an indeterminate penalty \nof TEN (10) YEARS and ONE (1) DAY of prision mayor as minimum to \nFOURTEEN (14) YEARS, EIGHT (8) MONTHS and ONE (1) DAY of reclusion \ntemporal as maximum, and to pay the costs. It is also ordered that the \nfirearm, subject matter of the offense, be turned over to the Firearms \nand Explosives Unit of the Philippine National Police for proper \ndisposition.\n\nLikewise, the Court in Criminal case no. 92-1384, \nthe Court (sic) finds the accused Raul Taguba y Reynoso and Jaime \nTolibas y Camposano GUILTY beyond reasonable doubt of homicide with the \nuse of an unlicensed firearm defined and penalized under Section 1, \nparagraph 2, of P.D. 1866, and sentences them to reclusion perpetua; to \nindemnify the heirs of the deceased Amado Guina, jointly and severally \nthe amount of P50,000.00 without subsidiary imprisonment in case of \ninsolvency, and to pay the costs. Both accused shall be credited in the \nservice of their sentence with the full time during which they have \nundergone preventive imprisonment in accordance with Article 29 of the \nRevised Penal Code.\n\nSO ORDERED.\" [11]\nOnly appellant interposed an appeal. He contends that the trial court erred in: [12]\n...\n NOT FINDING THAT THE PROSECUTION FAILED TO PROVE THE GUILT OF THE \nACCUSED-APPELLANT RAUL TAGUBA BEYOND REASONABLE IN THE TWO CASES.\n\n...\n CONVICTING ACCUSED-APPELLANT RAUL TAGUBA FOR THE TWO CRIMES OF HOMICIDE\n WITH THE USE OF AN UNLICENSED FIREARM AND FOR VIOLATION OF PRESIDENTIAL\n DECREE NO. 1866 AND SENTENCING HIM THE PENALTY OF RECLUSION PERPETUA \nAND AN INDETERMINATE PENALTY OF TEN YEARS AND ONE DAY OF PRISION MAYOR \nAS MINIMUM TO FOURTEEN YEARS, EIGHT MONTHS AND ONE DAY OF RECLUSION \nTEMPORAL AS MAXIMUM.\nIn his brief, appellant \nassails the credibility of eyewitness Joe Mari Tamargo considering that \nit took him four (4) days after the incident to surface. Further, \nappellant bewails the fact that they were not in a police lineup when \nTamargo identified them as the assailants. Appellant further assails the\n testimony of PO1 Dominguez considering that he executed his statement \non September 1, 1992, but only signed it on September 3, 1992. Lastly, \nappellant claims that his conviction cannot stand since the firearm \nallegedly confiscated from him was never presented during trial.\n\nIn\n the appellee's brief, the Office of the Solicitor-General contends that\n the trial court did not err in its assessment of credibility of the \nwitnesses, not having overlooked facts of substance or circumstances of \nsignificance which, if considered, would alter the result of the case. \nFurther, the delay of a mere four days in the execution of Joe Mari's \nsworn statement has no bearing on his credibility. As to the delay in \nPO1 Dominguez' signing of his statement, he already explained that he \nmade a temporary statement only because he was then about to go home. \nFurther, there is no requirement that the firearm confiscated from \nappellant should in all instances be presented during trial. As \nexplained by PO3 Cordora, the person who had custody of the firearm died\n after the incident, and the police officers could no longer locate the \nsubject firearm.\n\nAn appeal in a criminal case throws the whole \ncase wide open for review, and issues whether raised or not by the \nparties may be resolved by the appellate court. [13] Thus, we find that the issues in this case pertain to (1) the \nassessment of credibility of witnesses, (2) the correct characterization\n of the crime or crimes committed by appellant and accused, and (3) the \npropriety of their conviction for illegal possession of firearm in view \nof the non-presentation of the subject firearm in court.\n\nAs we \nhave repeatedly held, the assessment of credibility of witnesses and \ntheir testimonies is a matter best undertaken by the trial court because\n of its unique opportunity to observe the witnesses firsthand and to \nnote their demeanor, conduct and attitude. Findings of the trial court \non such matters are binding and conclusive on the appellate court, \nunless some facts or circumstances of weight and substance have been \noverlooked, misapprehended or misinterpreted. [14] We generally uphold and respect the trial court's appraisal since, as \nan appellate court, we do not deal with live witnesses but only the cold\n pages of a written record. [15] In this case, the identification of appellant and accused by PO1 \nDominguez and eyewitness Tamargo was positive and categorical. Appellant\n and accused literally ran into PO1 Dominguez in their bid to escape the\n failed hold-up. [16] Tamargo who was seated in front of the victim actually saw appellant shoot at the victim with a .38 cal. firearm. [17] Further, Tamargo promptly surfaced after reading the news of the arrest\n in a local newspaper which showed the pictures of appellant and \naccused. [18] Hence, he could \nnot even be faulted for the slightest delay in coming out as an \neyewitness to the killing. Likewise, PO1 Domiguez satisfactorily \nexplained the delay of three days in signing the affidavit of arrest. \nThe foregoing considered, we find no cogent reason to depart from the \nfactual findings of the trial court.\n\nAs to the crime or crimes \ncommitted by appellant, the peculiar circumstances of the case led to \nthe filing of two cases, both involving illegal possession of firearms. \nThe trial court convicted appellant of illegal possession in Criminal \nCase No. 92-1382 and both appellant and accused of the crime of illegal \npossession in its aggravated form under Criminal Case No. 92-1384. \nHowever, the passage of Republic Act No. 8294, [19] which lowered the penalties for illegal possession, has changed the \nlegal scenario for appellant. Being beneficial to appellant who is not a\n habitual criminal, R.A. No. 8294 should be considered in his favor. [20] Under Section 1, third paragraph of R.A. No. 8294, and as interpreted by the Court in People v. Molina [21] and subsequent cases, [22] if homicide or murder is committed with the use of an unlicensed \nfirearm, only the offense of homicide or murder is committed, and the \nuse of the unlicensed firearm should be considered as an aggravating \ncircumstance. An examination of the allegations in the Information \nreveals that all the elements of homicide were sufficiently alleged and \nproven during trial. However, the Information did not allege any of the \ncircumstances which would qualify the crime to murder. Hence, appellant \ncan only be convicted of the crime of homicide .\n\nOn the \nlast issue, can the crime of illegal possession be proven even in case \nof non-presentation of the subject firearm? In cases involving illegal \npossession of firearms, the prosecution has the burden of proving the \nelements thereof, viz .: (a) the existence of the subject firearm;\n and (b) the fact that the accused who owned or possessed it does not \nhave the corresponding license or permit to possess the same. [23] As to the first requisite, the existence of the subject firearm can be \nbest established by the presentation of the firearm owned or possessed \nby the accused. However, there is no requirement that the actual firearm\n itself must be presented in court. In People v. Orehuela , [24] the Court held that the existence of the firearm can be established by \ntestimony, even without the presentation of the said firearm. Thus, the \nnon-presentation of the subject firearm is not fatal to the prosecution \nof an illegal possession case. In this case, two credible witnesses \ntestified that they saw appellant in possession of the subject firearm. \nPO1 Dominguez testified that he recovered a .38 cal. firearm with no \nserial number from appellant. Prosecution witness Tamargo saw appellant \nshoot at the victim. These witnesses who are total strangers to \nappellant and accused had no false motive to testify against them. The \npositive testimonies, therefore, prevail over the bare denials of \nappellant and accused. Worth noting, both were seen right in the midst \nof the locus criminis . As to the second requisite, the \nnon-existence of the license or permit was sufficiently proven by the \nCertification (Exh. \"A\") of Sr. Inspector Mario M. Espino of the \nPhilippine National Police, Firearms and Explosives Office that \nappellant is not a licensed/ registered firearms holder of any kind and \ncaliber.\n\nThe foregoing considered, the crime committed by \nappellant was homicide, with the use of the unlicensed firearm as an \naggravating circumstance. Under Art. 249 of the Revised Penal Code, the \npenalty for homicide is reclusion temporal , which in view of the \npresence of one aggravating circumstance, should be imposed in its \nmaximum period. Applying the Indeterminate Sentence Law, the minimum of \nthe penalty should be taken from prision mayor . The lowering of \nthe penalty, being favorable to the accused who did not interpose an \nappeal, should likewise be applied as to him. [25]\n\nAs\n to damages, the trial court correctly ordered appellant and accused \nsolidarily to pay the heirs of the victim the amount of P50,000.00 as \nindemnity, pursuant to current jurisprudence. [26]\n\nAs\n to appellant, we find on review that he is liable for actual damages in\n the amount of P37,500.00, it being duly supported by receipts. [27] Likewise, based on the evidence, he is also liable in the amount of \nP850,440.00, for the loss of earning capacity of the victim. [28] Furthermore, considering that the widow testified as to the mental anguish she suffered on account of the death of her husband, [29] he is likewise ordered to pay the amount of P50,000.00 as moral \ndamages. Finally, one aggravating circumstance having been proved, the \naward of exemplary damages against appellant in the amount of P20,000.00\n is also in order.\n\nWHEREFORE , the consolidated decision of\n the Regional Trial Court of Pasay City, Branch 117, in Criminal Case \nNos. 92-1382 and 92-1384, is hereby MODIFIED . Pursuant to existing laws, the Information in Criminal Case No. 92-1382 is quashed and the judgment therein VACATED and SET ASIDE . Appellant RAUL TAGUBA y REYNOSO and accused JAIME TOLIBAS y CAMPOSANO , are found GUILTY only of the crime of HOMICIDE aggravated by the use of an unlicensed firearm in Criminal Case no. \n92-1384. Appellant is hereby sentenced to the penalty of eleven (11) \nyears, four (4) months, and one (1) day of prision mayor maximum as minimum, to seventeen (17) years, four (4) months, and one (1) day of reclusion temporal maximum as maximum, and ordered solidarily to pay the heirs of the \nvictim the amount of P50,000.00 as indemnity. Although accused JAIME TOLIBAS y CAMPOSANO did not appeal his sentence, said penalty in this case being lower than\n that imposed by the trial court, shall now APPLY to his favor. In \naddition, appellant Taguba is hereby ordered to pay the heirs of the \nvictim the amounts of P37,500.00 as actual damages, P850,440.00 as loss \nof earnings, P50,000.00 as moral damages, and P20,000.00 as exemplary \ndamages.\n\nNo pronouncement as to costs.\n\nSO ORDERED.\n\nBellosillo, (Chairman), Mendoza, Buena , and De Leon, Jr., JJ. , concur.\n\n[1] Rollo, pp. 82-5-11.\n\n[2] Spelled as \"Amador\" in the Certificate of Death.\n\n[3] Rollo, pp. 31-A -32.\n\n[4] Records, Criminal Case No. 92-1382, p. 1.\n\n[5] Records, Criminal Case No. 92-1384, pp. 1-2.\n\n[6] Supra, note 4 at 7.\n\n[7] Supra, note 5 at 11.\n\n[8] Id . at 20.\n\n[9] TSN, May 18, 1993, pp. 3, 5; TSN, July 12, 1993, pp. 3, 8-9.\n\n[10] Supra, note 4 at 170-179.\n\n[11] Rollo, pp. 50-51.\n\n[12] Id. at 33.\n\n[13] People v. Court of Appeals , 308 SCRA 687, 703 (1999).\n\n[14] People v. Bermas , 309 SCRA 741, 774-775 (1999).\n\n[15] People v. Patalin , Jr. , 311 SCRA 186, 203 (1999).\n\n[16] TSN, February 10, 1993, p. 6.\n\n[17] TSN, January 12, 1993, pp. 8-10, 17.\n\n[18] Id . at 12.\n\n[19] AN ACT AMENDING THE PROVISION OF PRESIDENTIAL DECREE NO. 1866, AS \nAMENDED, ENTITLED \"CODIFYING THE LAWS ON ILLEGAL/ UNLAWFUL POSSESSION, \nMANUFACTURE, DEALING IN, ACQUISITION OR DISPOSITION OF FIREARMS, \nAMMUNITION OR EXPLOSIVES OR INSTRUMENTS USED IN THE MANUFACTURE OF \nFIREARMS, AMMUNITION OR EXPLOSIVES, AND IMPOSING STIFFER PENALTIES FOR \nCERTAIN VIOLATIONS THEREOF, AND FOR RELEVANT PURPOSES,\" which took \neffect on July 6, 1997; Pastrano v. Court of Appeals, 281 SCRA 287, 296 (1997).\n\n[20] Art. 22, Revised Penal Code.\n\n[21] 292 SCRA 742, 781 (1998).\n\n[22] People v . Castillo , G.R. No. 131592-93, February 15, 2000, pp. 5-6; People v. Mendoza , 301 SCRA 66, 82 (1999), People v. Feloteo , 295 SCRA 607, 618 (1998); People v. Narvasa , 298 SCRA 637, 654 (1998).\n\n[23] People v. Lazaro , G.R. No. 112090, October 26, 1999, p.8.\n\n[24] 232 SCRA 82, 96 (1994).\n\n[25] Section 11 (a), Rule 122, Rules of Court.\n\n[26] People v. Gonzales , 311 SCRA 547, 565 (1999).\n\n[27] Exhibits \"F\" and \"G.\"\n\n[28] The victim was 24 years old (Exhibit \"E\") at the time of his death. His\n wife testified that he was earning P190.00 a day as a marble mason, \n(TSN, January 4, 1993, p. 10), which amount we find to be reasonable. \nThe formula for loss of earning capacity is life expectancy x (gross \nannual income - living expenses), with life expectancy = 2/3 (80 - age \nat time of death), and living expenses = 50% of gross income. Applying \nsaid formula, we have 2/3 (80 - 24) x (P45,600 - P22,800) = P850,440.00.\n See People v. Nullan, 305 SCRA 706 (1999).\n\n[29] TSN, January 4, 1993, p. 5.",
  "content_length": 28234,
  "metadata_extraction_date": "2025-11-01T05:54:13.236690",
  "extraction_version": "2.0_enhanced_full_content"
}