{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/april/gr_l-6779_1912.html",
  "filename": "gr_l-6779_1912.html",
  "year": 1912,
  "month": "april",
  "case_number": "gr_l-6779_1912",
  "gr_number": "gr_l-6779_1912",
  "volume_page": "Volume information not available",
  "decision_date": "April 8, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law",
    "Remedial Law"
  ],
  "keywords": [
    "cross",
    "complaint",
    "court",
    "plaintiff",
    "defendants",
    "said",
    "judgment",
    "case",
    "permission",
    "appellants",
    "presented",
    "answer",
    "against",
    "dismissal",
    "presentation",
    "following",
    "therefore",
    "demurrer",
    "order",
    "whereas"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6779\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6779              April 8, 1912\n\nDEMETRIO ESCOBAR,\n\nplaintiff-appellee,\n\nvs.\n\nCARLOTA CONCHA, ET AL.,\n\ndefendants-appellants.\n\nAntonio M. Jimenez for appellants.\n\nRamon Crisologo for appellee.\n\nMAPA,\n\nJ.\n\n:\n\nThe grounds supporting the judgment appealed from, whereby the defendants are sentenced to restore to the plaintiff the land in dispute, are in harmony with the merits of the case, wherefore the said judgment must be affirmed.\n\nThe defendants presented their written answer on September 20, 1909, and on April 28, 1910, a cross-complaint alleging the following facts:\n\n1. That the plaintiff owes the defendants P1,000 as an indemnity, according to a final decision of the Supreme Court, because the plaintiff had killed one of the defendants.\n\n2. That up to the present time, the said plaintiff has not made payment, notwithstanding his having been notified of the judgment.\n\nThe petition is the cross-complaint is as follows:\n\nTherefore, they pray the court to take these allegations into account in rendering judgment in this case.\n\nThe plaintiff filled against the said cross-complaint a demurrer based upon the following grounds:\n\n1. That the facts set forth in the cross-complaint can not constitute a cause of action therefor.\n\n2. That it is ambiguous, unintelligible and vague.\n\nIn deciding the demurrer, the court issued the following order:\n\nWhereas, an examination has been made of the orders issued in this case, of the cross-complaint filed by the attorney for the defendants, and of the demurrer interposed by the attorney for the plaintiff; and\n\nWhereas it does not appear in the record of the proceedings that\n\nthe requisite and previous permission of the court was asked for and obtained for the filing of a cross-complaint\n\n; and, furthermore,\n\nWhereas, it is not shown that the basis of the cross-complaint is necessarily related to the\n\nmatter in litigation\n\nin the present case, nor that the said cross-complaint is addressed solely against the plaintiff, nor that the defendants, the plaintiffs in the cross-complaint, are the heirs of the accused, the deceased,\n\nTherefore, the court orders the dismissal of the said cross-complaint, because it was improperly entered.\n\nThe defendant-appellants maintain in their brief that the court erred in ordering the dismissal of the cross-complaint above mentioned.\n\nSection 98 of the Code of Civil Procedure provides as follows:\n\nCross-complaint\n\n.  Whenever the defendant seeks affirmative relief aside from the payment of money against any party, he may, in addition to his answer, file at the same time, or,\n\nby permission of the court, subsequently\n\n, a cross-complaint.\n\nThe cross-complaint in this case was filed seven months after the presentation of the written answer, and without the permission of the court, which was not even sought previously. Therefore, the trial court proceeded in accordance with law in ordering the dismissal of the cross-complaint on account of a defect of form in its presentation. When the cross-complaint is not presented simultaneously with the answer, it can not be afterwards presented without previously obtaining the permission of the court for the purpose; in such cases, the permission is a necessary and indispensable requisite for the presentation of the cross-complaint, according to that the legal provision above transcribed, and its omission produces the effect of making the said presentation surreptitious and illegal. For this reason alone, and passing over the others expressed in the order directing the dismissal of the cross-complaint, which need not be discussed here, the said order must be sustained and the cross-complaint in question considered as not having been presented.\n\nThe judgment appealed from is affirmed, with the costs of the instance against the appellants. So ordered.\n\nArellano, C.J., Torres, Carson and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4010,
  "metadata_extraction_date": "2025-11-16T09:23:50.997449",
  "extraction_version": "2.0_enhanced_full_content"
}