{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/october/gr_l-2875_1906.html",
  "filename": "gr_l-2875_1906.html",
  "year": 1906,
  "month": "october",
  "case_number": "gr_l-2875_1906",
  "gr_number": "gr_l-2875_1906",
  "volume_page": "Volume information not available",
  "decision_date": "October 3, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "suico",
    "plaintiff",
    "tan",
    "judgment",
    "court",
    "ceferino",
    "lessee",
    "below",
    "pesos",
    "appellant",
    "contract",
    "made",
    "estate",
    "cents",
    "case",
    "defendant",
    "simeon",
    "son",
    "evidence",
    "favor"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2875\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2875             October 3, 1906\n\nELENA JAVIER, widow of Ner,\n\nplaintiff-appellant,\n\nvs.\n\nCEFERINO SUICO OR TAN SUICO, ET AL.,\n\ndefendants-appellees.\n\nBuencamino and Diokno, for appellant.\n\nMariano Locsin, for appellees.\n\nWILLARD,\n\nJ.:\n\nOn the 7th of November, 1894, the plaintiff made a lease of an estate owned by her in the town of Cadiz Nuevo, in the Province of Occidental Negros, for the term of five years in accordance with the conditions set forth in a written contract. Possession of the estate was given to the lessee on the 16th of November, 1894, and the relation of lessor and lessee was terminated and the estate was returned to the plaintiff on the 18th day of January, 1903. The lessee not having paid all the rent, this action was brought to recover the balance due and also to recover the value of certain carabaos and other property delivered by the plaintiff to the lessee and not returned to her.\n\nThe only question in the case, is Who was the lessee? On its face the contract is made between the plaintiff and the defendant Ceferino Tan Suico. As to the liability of Simeon Tan Suico, son of Ceferino, is not mentioned in the contract as a party thereto. He however, signed the same and the plaintiff claims he was a lessee with his father and was bound with him to fulfill the terms of the contract. The question in the most favorable view for the appellant is merely one of fact, and great deal of evidence was introduced showing what the relations were between the father the son, and the part which the son took in the administration of the estate during the time it was so leased.\n\nAfter considering all the evidence, the most of which is recited in the opinion of the judge below, the court found that the defendant Simeon Tan Suico was not a party to the contract and was not bound thereby. We have examined the evidence and are of the opinion that it preponderates in favor of the judgment of the court below.\n\nlawphil.net\n\nThe court rendered judgment for 4,782 pesos and 62 cents in favor of the plaintiff and against the defendant Tan Suico. The amount claimed in the amended complaint is 4,882 pesos and 62 cents. It is claimed by the plaintiff and appellant that there is a typographical error in this judgment and that it should be 100 pesos larger. Ceferino Tan Suico made no defense in the court below and we think that the judgment was by mistake made 100 pesos too small.\n\nThe judgment of the court below, so far as it relates to Ceferino Tan Suico, is modified by making the recovery 4,882 pesos and 62 cents instead of 4,782 pesos and 62 cents. In all others respect the judgment against Ceferino Tan Suico is affirmed. The judgment of the court below in favor of Simeon Tan Suico is affirmed, with the costs of this instance against the appellant, the plaintiff. After the expiration of twenty days from the date hereof let judgment be entered in accordance herewith and ten days thereafter let the case be remanded to the court below for proper action. So ordered.\n\nArellano, C.J., Johnson, Carson and Tracey, JJ., concur.\n\nTorres and Mapa, JJ., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3251,
  "metadata_extraction_date": "2025-11-16T08:19:24.067497",
  "extraction_version": "2.0_enhanced_full_content"
}