{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/october/gr_l-2902_1906.html",
  "filename": "gr_l-2902_1906.html",
  "year": 1906,
  "month": "october",
  "case_number": "gr_l-2902_1906",
  "gr_number": "gr_l-2902_1906",
  "volume_page": "Volume information not available",
  "decision_date": "October 26, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "appellants",
    "land",
    "deed",
    "petitioner",
    "francisco",
    "two",
    "issued",
    "evidence",
    "decree",
    "date",
    "catindig",
    "mariano",
    "case",
    "court",
    "one",
    "patents",
    "accordance",
    "given",
    "notices",
    "would"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2902\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2902             October 26, 1906\n\nNATALIA CATINDIG,\n\npetitioner-appellee,\n\nvs.\n\nFRANCISCO CATINDIG, ET AL.,\n\nrespondents-appellants.\n\nFrancisco Rodriguez, for appellants.\n\nMariano Crisostomo, for appellee.\n\nWILLARD,\n\nJ.:\n\nThis case comes from the Court of Land Registration. The petitioner presented two parents issued by the Spanish Government, one on the 21st of January, 1892, and the other on the 18th of February, 1892, granting to her the land in controversy in these proceedings.\n\nTo these patents the appellants make two objections. The patents were issued in accordance with the laws in force at that time for the adjustment of titles to real estate of which the\n\npetitioner\n\nfor such adjustment had been in possession. Such laws required noticed of the application to be given in the place where the land was situated and the first objection of the appellants is that these notices were not given. Even if we assume that a failure to give these notices would invalidate the deed, appellants' contention could not be sustained for the preponderance of the evidence in this case shows that such notices were given.\n\nThe second objection is based upon the fact that in one of the deeds it is recited that it was issued in accordance with the provisions of the royal decree of December 26, 1884. The royal decree had at the time the deed was issued been repealed by the royal decree of the 31st of August, 1888, and it is claimed that this mistake in the date of the decree invalidates the deed. How this mistake happened to be made does not appear, but it is apparent that it can not affect the validity of the instrument. That instrument expressly grants and conveys to the plaintiff the land in question and declares that she is the owner thereof. The fact that in the recitals of that deed a mistake was made in the matter of a date can not affect its validity. The deed would have been valid if no date at all have been inserted therein.\n\nThere were three brothers named Lorenzo, Carlos, and Francisco Catindig. The petitioner is the daughter of Lorenzo. She testified that she acquired her right to the possession of this property by purchase from four persons, one of whom was Mariano Cristobal. The appellants introduced evidence which they claimed showed that Mariano Cristobal had sold this land to the two brothers, Francisco and Carlos, and that they being the heirs of these two brothers were now the owners of the land. The evidence thus introduced was entirely sufficient to show any such purchase, even if we should admit that such evidence would to competent to defeat the patents granted by the State.\n\nThe judgment of the court below is affirmed, with the costs of this instance against the appellants.\n\nlawphil.net\n\nAfter the expiration of twenty days from the date hereof let judgment be entered in accordance herewith and ten days thereafter let the case be remanded to the court below for proper action. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3153,
  "metadata_extraction_date": "2025-11-16T08:18:57.034006",
  "extraction_version": "2.0_enhanced_full_content"
}