{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/october/gr_l-2822_1906.html",
  "filename": "gr_l-2822_1906.html",
  "year": 1906,
  "month": "october",
  "case_number": "gr_l-2822_1906",
  "gr_number": "gr_l-2822_1906",
  "volume_page": "Volume information not available",
  "decision_date": "October 30, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "demurrer",
    "complaint",
    "court",
    "defendants",
    "same",
    "judgment",
    "set",
    "there",
    "action",
    "their",
    "trial",
    "section",
    "can",
    "his",
    "plaintiffs",
    "appellants",
    "appellees",
    "filed",
    "case",
    "ground"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2822\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2822             October 30, 1906\n\nVALENTIN SANTOS, ET AL.,\n\nplaintiffs-appellants,\n\nvs.\n\nLEONIZA YTURRALDE, ET AL.,\n\ndefendants-appellees.\n\nMariano Monroy, for appellants.\n\nChicote, Miranda and Sierra, for appellees.\n\nCARSON,\n\nJ.:\n\nDefendants filed a demurrer to the complaint in this case on the ground that there was another action pending between the same parties for the same cause. No reference was made to such action in the complaint, but defendants filed with their demurrer certain affidavits in support their allegation.\n\nlawphil.net\n\nThe demurrer was sustained by the trial court and judgment entered dismissing the complaint, and from this judgment the plaintiffs appeal.\n\nOne of the grounds for demurrer set out in section 91 of the Code Civil Procedure is as follows:\n\n(3)\tThat there is another action pending between the same parties for the same cause \n\nBut section 92 provides that \n\nWhen any of the matters enumerated in section ninety-one do not appear upon the face of the complaint, the objection can only be taken by answer.\n\nThere can be no doubt that the trial court erred in sustaining this demurrer on a ground which does not appear on the face of the complaint, and of which it had no knowledge aside from that furnished by the defendants in the affidavits which accompany their demurrer.\n\nCounsel for defendants in this court suggest that the truth of this new matter set up in the demurrer was substantially admitted by the plaintiff in his written argument are not sufficient in such cases to cure a fatal defect in the pleading and the court was strictly limited to the allegations of the complaint in ruling on a demurrer thereto. In order that new facts might be considered other than those set out in the original complaint it would have been necessary for the plaintiff to amend his complaint, and the matter set up or admitted in his argument of the demurrer can not be considered as such an amendment.\n\nThe judgment of the trial court is reversed without special condemnation of costs, and after ten days from the filing hereof judgment will be entered in accordance herewith and the record returned to the court from whence it came for proper procedure. So ordered.\n\nArellano, C. J., Torres, Mapa, Johnson and Tracey, JJ., concur.\n\nWillard, J., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2447,
  "metadata_extraction_date": "2025-11-16T08:18:34.457374",
  "extraction_version": "2.0_enhanced_full_content"
}