{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/october/gr_l-2812_1906.html",
  "filename": "gr_l-2812_1906.html",
  "year": 1906,
  "month": "october",
  "case_number": "gr_l-2812_1906",
  "gr_number": "gr_l-2812_1906",
  "volume_page": "Volume information not available",
  "decision_date": "October 18, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "appellants",
    "javier",
    "house",
    "land",
    "manuel",
    "judgment",
    "property",
    "code",
    "civil",
    "court",
    "plaintiff",
    "defendants",
    "below",
    "estate",
    "possession",
    "article",
    "case",
    "ownership",
    "his",
    "made"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2812\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2812             October 18, 1906\n\nLONGINOS JAVIER,\n\nplaintiff-appellee,\n\nvs.\n\nSEGUNDO JAVIER, ET AL.,\n\ndefendants-appellants.\n\nHartigan, Rohde and Gutierrez, for appellants.\n\nChicote, Miranda and Sierra, for appellee.\n\nWILLARD,\n\nJ.:\n\nThis case relates to the ownership of the lot, and of the house standing thereon, No. 521 Calle Real, Malate, Manila. The court below found that the land belonged to the plaintiff as administrator of the estate of his father, Manuel Javier, and that the defendant Isabel Hernandez and Manuel Ramon Javier, her son, are the owners of the house standing on the lot. Judgment was rendered in favor of the plaintiff for the possession of the property, but giving the defendants a reasonable opportunity to remove the house.\n\nThe evidence sustains the findings of fact to the effect that the land belongs to the estate represented by the plaintiff. There was evidence to show that the land was, in 1860, in the possession of Manuel Javier, the father of the defendant Segundo Javier, and that since that time it has been occupied by his children and that no one of these children ever made any claim to the ownership thereof, and no one them ever occupied the property as owner.\n\nManuel Ramon Javier, testifying as a witness, made no claim to the ownership of the land, and testified simply that the result of his investigations into the question of ownership showed that there was a great confusion in regard thereto.\n\nThe appellants claim that this action can not be maintained by the administrator of the estate of Manuel Javier, but that it should be maintained by all the heirs of the deceased. The right of judicial administrator to recover the possession of real property belonging to the estate of the deceased was recognized in the case of Alfonso\n\nvs.\n\nNatividad\n\n1\n\n(4 Off. Gaz., 461; secs. 702, 703, and 704 of the Code of Civil Procedure).\n\nThe appellants claim in their brief that they were possessors in good faith, and by reason thereof and of the provisions of article 451 of the Civil Code they can not be compelled to pay rent. It is to be observed, however, that the appellants do not come within the definition of a possessor in good faith found in article 433 of the Civil Code cited in their brief. As said by the appellants themselves in that brief, the two defendants, Segundo Javier and his wife, Isabel Hernandez, always believed that the land did not belong to them but belonged to the estate of Manuel Javier. It is to be observed, moreover, that the judgment of the court does not allow any recovery at all for the use or occupation of the house, and the recovery of rent for the use of the land is limited to the time elapsed since April 24, 1904, when a demand was made upon the defendants for the possession of the property.\n\nIt is also claimed by the appellants that, in accordance with article 453 of the Civil Code, they are entitled to be reimbursed for the expenses of constructing the house. These expenses are only allowed in accordance with the article cited by the appellants to a possession in good faith, and the appellants were not such possessors.\n\nlawphil.net\n\nIt is claimed finally by the appellants that the case should be decided by an application of the principles of law meant that community of property existed because the house was owned by the appellants and the land by the plaintiff, the contention can not be maintained, for such a condition of affairs does not create a community of property within the meaning of that term as it is used in title 3, book 2 of the Civil Code. If, on the other hand, it is itself belonged to the heirs of Manuel Javier, and that two of the defendants were such heirs, it can be said that the decision of the court below was fully as favorable to the appellants as it could be.\n\nArticle 397 of the Civil Code relates to improvements made upon the common property by one of the coowners. The burden of proof was on the appellants to show that the house was built with the consent of their cotenants. Even if a tacit consent was shown this would not require such cotenants to pay for the house. (8 Manresa, Commentaries on Civil Code, p. 396.)\n\nThe judgment of the court below allowed the appellants to remove the house within a reasonable time. Whether this judgment was erroneous as far as the appellee is concerned, we need not inquire, because he has not appealed from the judgment.\n\nThe judgment of the court below is affirmed, with the costs of this instance against the appellants.\n\nAfter the expiration of twenty days from the date hereof let judgment be entered in accordance herewith and ten days thereafter let the case remanded to the court below for proper action. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ., concur.\n\nFootnotes\n\n1\n\nPage 240,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4950,
  "metadata_extraction_date": "2025-11-16T08:19:15.128124",
  "extraction_version": "2.0_enhanced_full_content"
}