{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/october/gr_l-3242_1906.html",
  "filename": "gr_l-3242_1906.html",
  "year": 1906,
  "month": "october",
  "case_number": "gr_l-3242_1906",
  "gr_number": "gr_l-3242_1906",
  "volume_page": "Volume information not available",
  "decision_date": "October 17, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "court",
    "note",
    "said",
    "suarez",
    "simplicio",
    "lower",
    "judgment",
    "defendants",
    "promissory",
    "plaintiff",
    "defendant",
    "liable",
    "phil",
    "rep",
    "his",
    "full",
    "amount",
    "found",
    "appellee",
    "appellant"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3242\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3242             October 17, 1906\n\nDANIEL TANCHOCO,\n\nplaintiff-appellee,\n\nvs.\n\nSIMPLICIO SUAREZ, ET AL.,\n\ndefendants-appellants.\n\nSimplicio Suarez, in his own behalf.\n\nW. L. Wright, for the other appellant.\n\nRamon Salinas, for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis action was commenced in the Court of First Instance of the city of the Manila by the plaintiff to recover of the defendants the sum of 420 pesos, upon a promissory note, which note was alleged to have been executed and delivered on the 5th of December, 1904.\n\nThe defendant Mariano Eraña did not appear in said cause. The defendant Simplicio Suarez appeared and filed a general and a special denial. At the close of said cause the lower court rendered a judgment in favor of the plaintiff and against the defendant Simplicio Suarez for the full amount of said promissory note. From this decision the said Simplicio Suarez appealed to this court.\n\nThe plaintiff claims that by the terms of the said promissory note the defendants were liable \"de mancomun e insolidum.\"\n\nlawphil.net\n\nIn the special answer of the defendants, Simplicio Suarez practically admits the execution of the said promissory note, together with said Mariano Eraña, but denies that by the terms of the note he was individually liable for the payment of the full amount.\n\nNo motion for a new trial was made in the court below and none of the evidence was made a part of the bill of exceptions, not even the promissory note. This court can not, therefore, review the evidence. (Ismael vs. Ganzon, 1 Phil. Rep., 454; Thunga Chui vs. Que Bentec, 1 Phil. Rep., 356; Pastor vs. Gaspar, 2 Phil. Rep., 592; Sugar Estate Co. vs. Del Rosario, 2 Phil. Rep., 651.)\n\nThe question before this court presented by the record is, Are the facts stated in the opinion of the lower court, together with those admitted in the pleadings, sufficient to sustain the judgment of the lower court?\n\nThe only fact admitted by the pleadings is that said note was executed and delivered by the appellant Suarez and his codefendant, as alleged in the complaint, and the lower court found as a fact in his judgment that the defendants were liable de mancomum e insolidum.\" These facts are sufficient to justify the conclusion of the lower court that the defendant Simplicio Suarez was liable individually for the payment of the full amount of the said note with interest and costs.\n\nThe judgment of the lower court is therefore affirmed, with interest at 6 per cent from the date of the judgment of the lower court, and costs. After the expiration of twenty days from the date hereof let judgment be entered in accordance herewith and ten days thereafter let the vase be remanded to the court below for proper action. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson, Willard and Tracey, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2933,
  "metadata_extraction_date": "2025-11-16T08:19:17.364059",
  "extraction_version": "2.0_enhanced_full_content"
}