{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/january/gr_l-6593_1912.html",
  "filename": "gr_l-6593_1912.html",
  "year": 1912,
  "month": "january",
  "case_number": "gr_l-6593_1912",
  "gr_number": "gr_l-6593_1912",
  "volume_page": "Volume information not available",
  "decision_date": "January 27, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Tax Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "defendant",
    "phil",
    "rep",
    "oath",
    "court",
    "his",
    "election",
    "law",
    "fact",
    "evidence",
    "case",
    "imprisonment",
    "false",
    "taxes",
    "costs",
    "subsidiary",
    "only",
    "there",
    "than",
    "appellant"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6593\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6593            January 27, 1912\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nCORNELIO LABAN,\n\ndefendant-appellant.\n\nRamon Zaldariaga for appellant.\n\nAttorney-General Villamor for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis defendant was charged with a violation of the Election Law (par. 4 of sec. 30 of Act No. 1582), alleged to have been committed as follows:\n\nIn the municipality of Sorsogon, Province of Sorsogon, P. I., on or about October 1 of this year, said accused did willfully, intentionally, maliciously, and in perversion of the truth, for the purpose of registering as voter in precinct No. 1 of said municipality, make important statements under oath, knowingly taken, in the presence of the election inspectors of said precinct, to the effect that he was not delinquent in the payment of any taxes, when in fact he was, in violation of the Election Law.\n\nAfter hearing the evidence, the Honorable Jose C. Abreu, judge, found the defendant guilty of the crime charged in the complaint and sentenced him to pay a fine of P200 and the costs, and, in case of insolvency, to suffer subsidiary imprisonment.\n\nFrom that sentence the defendant appealed.\n\nFrom an examination of the evidence brought to this court it will be seen that practically the only defense which the defendant presented in the court below was the fact that he had been told by some one that time he took the oath, there would be no criminal responsibility providing his taxes were paid before election day. He did not seem to think that it was a matter of any importance to make an oath that he had paid his taxes, when, as a matter of fact, he knew he had not. If he had sufficient intelligence to exercise the elective franchise, he ought to have understood that there could be no justification for swearing to a fact which he knew was false.\n\nParagraph 4 of section 30 of the Election Law (No. 1582) provides that any person who knowingly takes or subscribes and false oath etc., shall be punished by imprisonment for not less than three months nor more than five years, or by a fine of not less than P200, nor more than P2,000, or both, in the discretion of the court.\n\nIt is clearly proven in the present case that the defendant knew, at the time he took oath, that the facts to which he was swearing were false  that he did not paid his taxes at that time. He, therefore, knowingly made the false oath in question. The mere fact that he had been advised that no criminal responsibility could result from his taking the false oath, can in no way justify his act. (U. S.\n\nvs.\n\nArzadon, 19 Phil. Rep., 175; U. S.\n\nvs.\n\nEstavillo, 19 Phil. Rep., 478.)\n\nThe appellant alleges that the preliminary investigation had in the present case failed to show facts sufficient to justify his arrest. A preliminary investigation is only held for the purpose of ascertaining whether or not there is probable cause for the arrest of the accused. It constitutes no part of the final proceedings in the cause unless it is presented in evidence. (U. S.\n\nvs.\n\nAbuan, 2 Phil. Rep., 130.) The facts adduced in a preliminary examination can not be used in the trial of the cause, unless they are introduced in evidence, and then generally only for the purpose of testing the credibility of witnesses. (U. S.\n\nvs.\n\nGrant, 18 Phil. Rep., 122.)\n\nThe lower court imposed subsidiary imprisonment in case of insolvency, not only for the payment of the fine imposed, but for the costs as well. There seems to be no provision of law for the imposition of subsidiary imprisonment for a failure to pay the costs. (U. S.\n\nvs.\n\nNavarro, 19 Phil. Rep., 134; U. S.\n\nvs.\n\nEstavillo, 19 Phil. Rep., 478; U. S.\n\nvs.\n\nCastroverde, 4 Phil. Rep., 246; U. S.\n\nvs.\n\nIbrado, 4 Phil. Rep., 330.)\n\nA careful examination of the evidence brought to this court clearly shows that the defendant is guilty of the crime charged. The sentence of the lower court is therefore hereby affirmed, with the modification that the defendant should be relieved, in case of insolvency, from that part of the penalty imposing subsidiary imprisonment for the costs.\n\nIt so ordered.\n\nTorres, Mapa, Carson, Moreland and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4285,
  "metadata_extraction_date": "2025-11-16T09:19:21.620324",
  "extraction_version": "2.0_enhanced_full_content"
}