{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/GR_112041.html",
  "filename": "GR_112041.html",
  "year": 1998,
  "month": "june",
  "case_number": "112041",
  "gr_number": "112041",
  "volume_page": "353 Phil. 271",
  "decision_date": "June 22, 1998",
  "title": "VIRGINIA CARREON, WILSON AGUILAR, MYRNA BONDOC AND MILAGROS VOCAL (BOCAL), PETITIONERS, VS. COURT OF APPEALS AND HONORIO L. CARREON, RESPONDENTS. D E C I S I O N MARTINEZ, J.: This is a petition for review filed by petitioners from the decision of the Court of Appeals in CA GR SP No. 31130 dated September 30, l993[1] which affirmed the decision of the Regional Trial Court, Branch 39, Manila, in Civil Cases No. 92-62298 to 92-62301 dated May 7, l993, the dispositive portion of which reads, to wit: âWHEREFORE, judgment is hereby rendered reversing the decision of the Metropolitan Trial Court in the (four) instant appealed cases. Accordingly, the defendants are hereby ordered to vacate their respective occupations in the lot in question, and for them to surrender the same to the plaintiffs. SO ORDERED.â[2] The antecedent facts as found by the respondent court, are as follows: âPlaintiff Honorio L. Carreon and his wife Remedios Beloria-Carreon (now deceased) were formerly lessees since l964 of the 60 square meters of the lot in question and which is included in the Gabriel Estate located at what is formerly known as Anak Bayan, Manila as evidenced by a contract of lease (Annex A-1 to the position paper of the plaintiffs, pp. 93-94, rec.) executed on October 20, 1964 by the Philippine Trust Co., a banking institution as trustee of the spouses Dr. and Mrs. Francisco Gabriel, who apparently were the former registered owners of the estate. The Carreon spouses had a house in this leased premises but the area of their occupation had become bigger when they bought the two-storey house of their neighbor, Tiburcio Ocampo which was constructed or standing on the adjacent portion of their leased lot. This sale of the house by the vendor had given the Carreon spouses whatever rights the former may have acquired as occupant of the property pending the decision on the Gabriel estate for the subdivision of the land (of. Deed of Absolute Sale marked as Annex A-2, p. 118, rec. ). With the sale of the house and acquisition of the rights to the property wherein it stood, the house of the Carreons and with the newly acquired house had become joint as one and was known thereafter as 1220 Mataas na Lupa, Malate, Manila. After the sale, the lot earlier leased to them and the lot adjacent thereto where the house of Tiburcio Ocampo was erected had an aggregate area of 99.50 square meters. In the meanwhile, the Carreon spouses as occupants or tenants of the Gabriel Estate had become members of the Mataas na Lupa Tenants Association, Inc. as shown by their Certification of Membership marked as Annex âBâ to the complaint (p. 8, Record). All the 4 defendants herein, Virginia Carreon, Wilson Aguilar, Myrna Bondoc and Milagros Vocal (Bocal) for a time had been room renters in the house of the Carreon spouses until the conflagration that took place in 1985, burning many if not all houses in the area, including the house of the Carreons. After the fire, defendants had asked plaintiff Honorio L. Carreon that they be allowed to construct temporary quarters with the understanding that the defendants will leave and vacate the same when the plaintiff will need the lot upon demand. Plaintiff Honorio Carreon II, one of the married children of the Carreon spouses who is presently living at Barrio Caniogan, Taguig, Rizal with his family and herein joined as co-plaintiff had wanted to build a house in Manila. His father, Honorio L. Carreon then asked the defendants to leave but the latter refused. With the refusal of the defendants to leave the premises, the matter was referred by the plaintiffs to the barangay chairman for conciliation but the parties herein were not able to arrive to an amicable settlement. As a result thereof, the barangay chairman issued a barangay certification dated July 15, 1990 (Annex âEâ to the complaint, p. 29, Rec.). Thereafter, i.e., on August 13, 1990, plaintiffs sent through counsel separate letters to each of the defendants (Annex âFâ to the complaint, p. 30, Rec.). All the defendants received the letters as shown by Annex âF-1â (p. 31. Rec.) but did not even respond thereto. When the defendants refused to heed the demand to vacate separate complaints were filed against them on September 4, 1991. Apparently, the Mataas na Lupa Tenants Association, Inc. pursued its plan to acquire the estate after the promulgation of the Supreme Court decision in Civil Case No. L-32048, entitled âMataas na Lupa Tenants Association, Inc., et al. vs. Carlos Dimayuga and Juliana Diez Vda. de Gabriel on June 25, l994 (130 SCRA 30). (Its) in this case that the Supreme Court had recognized the rights of first refusal or option to buy pursuant to the constitution as well as the previous P.D. 1517. The records show that the Gabriel Estate had been earlier included in the list of areas for priority development (APD) per proclamation No. 1967 (Exhibits 1,2 and 3, pp. 135-137, rec.). The records further show that as per reply of the National Housing Authority (NHA) to a letter of Atty. Floriano Par, counsel for the defendants dated July 20, 1990, the NHAâs previous attempts to acquire said property was to no avail as the negotiations failed (Exh. 4, p. 138, Rec.). In the meanwhile, the Tenants Association may have acquired the estate through negotiation with the owners thereof because a title was thereafter issued to the said association under TCT No. 189116. This is evident from Annex 5 of the defendants (p. 139, Rec.). Significantly, this reply of the NHA also stated that it cannot rule on the authority of the president of the association, Ella Demandante to sell the land because it has no jurisdiction on the matter; that the association had an earlier request to a certificate of registration and license to sell the lots but such action is being held in abeyance; and that the agency has not authorized the sale of the lots of the estate. The Metropolitan Trial Court dismissed the respondent Honorio L. Carreonâs complaint against the petitioners (p. 4, decision, p.59, rollo). On appeal by the private respondent, the respondent Regional Trial court reversed the judgment of the of the Metropolitan Trial Court and ordered the petitioners â to vacate their respective occupations in the lot in question, and for them to surrender the same to the plaintiffs.â[3] On appeal, the respondent court sustained the findings of the respondent Regional Trial Court and dismissed the petition for review of petitioners. Hence, this petition. The issues: (1) whether or not petitioners are âlegitimate tenantsâ of the land in question within the meaning of Section 3(f) and Section 6 of Presidential Decree No. 1517; and, (2) whether the sale by the owner of the Gabriel Estate which includes the disputed lot to the Mataas na Lupa Association, Inc. violates the provisions of Presidential Decree No. 1517, as amended by Presidential Decree No. 2016. We find the petition to be without merit. We are not persuaded by petitionersâ argument that the respondent court erred in declaring their eviction from the disputed premises contending that they were the actual occupants of the said property and were among those listed in the NHA census conducted thereon. Petitioners are not tenants pursuant to P.D. No. 1517. Section 3(f) of Presidential Decree No. 1517 otherwise known as the Urban Land Reform Act, defines the term âtenantâ covered by the said decree, to wit: âTenant refers to the rightful occupant of land and its structures, but does not include those whose presence on the land is merely tolerated and without the benefit of contract, those who enter the land by force or deceit, or those whose possession is under litigation.â Stated differently, occupants of the land whose presence therein is devoid of any legal authority or those whose contracts of lease were already terminated, or had already expired, or their possession is under litigation are not considered âtenantsâ under the aforesaid section. In the case at bar, the records reveal that petitioners were originally room renters of the house owned by Remedios Beloria Carreon (already deceased), wife of private respondent Honorio L. Carreon. Said house was constructed on the lot which private respondents leased from the Philippine Trust Co., trustee of the spouses Dr. and Mrs. Francisco Gabriel, the former registered owners of the estate. When the house was razed to the ground in l985, petitioners asked private respondent Honorio L. Carreon that they be allowed to construct temporary quarters on the lot with the understanding that they will leave and vacate the same when private respondent will need the lot upon demand. Later, Honorio Carreon II, one of the children of the Carreon spouses, who has a family of his own, wanted to construct a house on the said lot. Respondent Honorio Carreon then asked petitioners to leave but the latter refused. Obviously, petitionersâ stay in the premises was merely an act of tolerance on the part of private respondents and carries with it the implied obligation to vacate the property should the need arise.[4] Considering that they were just room renters of the house of private respondents before its destruction in l985, they are now estopped in denying the title of private respondents, as their landlord.[5] Indeed, petitionersâ status as occupants of the contested lot cannot be classified as â tenantsâ within the purview of Section 3(f) of Presidential Decree No. 1517. Furthermore, Section 6 of the aforesaid Decree provides that: âSECTION 6. Land Tenancy in Urban Reform Areas: Within the Urban Zones legitimate tenants who have resided on the land for ten years or more who have built their homes on the land by contract, continuously for the last ten years shall not be dispossessed of the land and shall be allowed the right of first refusal to purchase the same within a reasonable time and at reasonable prices, under terms and conditions to be determined by the Urban Zone Expropriation and Land Management Committee created by Section 8 of this Decree.â Petitioners cannot seek the protection of Presidential Decree No. 1517 and its amendatory decree, Presidential Decree No. 2016, since they are not âlegitimate tenants.â The aforesaid section is clear and unambiguous. To be able to qualify and avail of the rights and privileges granted by the said decree, one must be: (1) a legitimate tenant of the land for ten(10) years or more; (2) must have built his home on the land by contract; and, (3) has resided continuously for the last ten (10) years. Obviously, those who do not fall within the said category cannot be considered âlegitimate tenantsâ and therefore not entitled to the right of first refusal to purchase the property should the owner of the land decide to sell the same at a reasonable price within a reasonable time. We fully agree with the findings of the respondent court, to wit: âFrom the facts established before the Metropolitan Trial Court (pp. 1-2 of said Courtâs decision, pp. 54-55, rollo), adopted and amplified by the respondent Court (pp. 2-4 of respondentâs Courtâs decision, pp. 59-61, rollo), admitted by the petitioners as correct except as to the exact location of the land (p. 3 of the petition, p.11, rollo), the petitioners were but room renters in a house owned by the late Remedios Beloria Carreon, wife of private respondent Honorio L. Carreon, which was destroyed by fire in l985. They were only allowed to put up their respective quarters/ houses on condition that they will leave the premises when needed by the private respondent. the private respondent was the legitimate lessee of the land in question and a member of the Mataas na Lupa tenant Association. Petitioners, therefore, are not entitled to the protection afforded by Presidential Decrees Nos. 1517 and 2016 because they are not legitimate tenants or occupant families who have resided on the land for ten years or more. Their ejectment from the disputed land is therefore, not improper, much less incorrect.â[6] Besides, under Section 5 of Batas Pambansa Blg. 877, one of the grounds for judicial ejectment is: â(c) Legitimate need of owner/lessor to repossess his property for his own use or for the use of any immediate member of his family as a residential unit, such owner or immediate member not being the owner of any other available residential unit within the city or municipality: Provided, however, That the lease for a definite period has expired: Provided, further, That the lessor has given the lessee formal notice three (3) months in advance of the lessorâs intention to repossess the property: and Provided finally, That the owner/ lessor is prohibited from leasing the residential unit or allowing its use by a third party for at least one year.â Private respondent Honorio Carreon II, the son, resides with his family in Barrio Caniogan, Taguig. He has no other dwelling or any other available lot in Manila where he could build a family home other than the lot occupied by petitioners. In other words, the requirements set forth under Section 5 of Batas Pambansa Blg. 877 have been fully met by private respondents. Petitioners have no other recourse but to give up physical possession of the lot in favor of private respondents. There is likewise no merit to petitionersâ contention that the sale between the owner of the land and the Mataas na Lupa Tenants Association, Inc. is null and void on the ground that it violates the provisions of Presidential Decree No. 1517 as amended by Presidential Decree No. 2016 and the directive of this Court in the case of Mataas na Lupa Tenants Association, Inc. vs. Carlos Dimayuga, et al.,[7] to the Ministry of Human Settlements to facilitate the acquisition of the Gabriel Estate for distribution to the tenants thereon. Settled is the rule that the issue in an ejectment case is the right to physical possession of the premises or possession de facto. The suit is intended to restore to the aggrieved party the possession of the premises which had been detained from him. It is independent of any claim of ownership or possession de jure that either party may set forth in his pleadings or in other cases.[8] In Asset Privatization Trust vs. Court of Appeals, the Court En Banc held: âThe judgment rendered in an ejectment suit shall not bar an action between the same parties respecting title to the land or building nor shall it be held conclusive of the facts therein found in a case between the same parties upon a different cause of action involving possession. Furthermore, in ejectment cases the jurisdiction of the court is determined by the allegations of the complaint not by the defense raised by the defendant.â[9] Indeed, the focal point in this case is whether or not private respondents have a better right to possession of the contested lot. Since this is a case of ejectment, the dispute focuses on possession de facto or physical or material possession and not possession de jure of the lot in question. The issue of ownership cannot be raised by petitioners unless it is intertwined with the issue of possession. Thus, even if the question of ownership is raised in the pleadings, as in this case, the court may pass upon such issue but only to determine the question of possession especially if the former is inseparably linked with the latter. It cannot resolve the issue of ownership - such issue being inutile in an ejectment suit except to throw light on the question of possession. This is why the issue of ownership or title is generally immaterial and foreign to an ejectment suit.[10] In the case of San Pedro vs. Court of Appeals,[11] the Court ruled that the finality of the decision with respect to possession de facto cannot be affected by the pendency on appeal of a case where ownership of the property is being contested. In Dizon vs. Court of Appeals, we held that, âSuch certificate of title is a conclusive evidence of their ownership. It does not even matter if their title is questionable, because this is only an ejectment. As owners, the Santiagos are entitled to possession of the property from the time Dizon failed to exercise the option within the given period. The latterâs possession ceased to be legal from that moment.â[12] Petitionersâ protestations on the validity of private respondents acquisition of the contested lot and the subsequent issuance of title in their favor cannot be a bar to the successful resolution of this case. In fact, a certificate of title cannot be subject to collateral attack and can be altered, modified or cancelled only in a direct proceeding in accordance with law.[13] Thus, the Court of Appeals correctly held that: âThe only issue to be resolved in ejectment proceedings is that of physical or material possession; possession de facto and not possession de jure. Evidence of title to the land or building may be received solely for the purpose of determining the character and extent of possession and damages for detention(Section 4, Rule 70, Revised Rules of Court; see Section 33, Batas Pambansa Blg. 129). The judgment rendered in ejectment cases shall be effective with respect to the possession only and in no wise bind the title or affect the ownership of the land or building, nor shall it be conclusive of the facts therein found in a case between the same parties upon a different cause of action not involving possession (Sec. 7, ibid.) Thus, an action for ejectment shall proceed independently of any action with the NHA or HLURB involving the alleged illegality of the sale of the disputed land in favor of the private respondent. The case for ejectment cannot render moot and academic any proceeding with the administrative bodies as it is not conclusive with respect to the issue of the legality of the sale of the land to the private respondent.â[14] Settled is the rule that findings of facts of the trial courts and the Court of Appeals are conclusive upon the Supreme Court when supported by substantial evidence.[15] This is the case here. WHEREFORE, the Decision of the Court of Appeals dated September 30, l993 is hereby AFFIRMED and the petition for review is hereby DENIED DUE COURSE. SO ORDERED. Regalado (Chairman), Melo, Puno, and Mendoza, JJ., concur. [1] Penned by Associate Justice Pedro A. Ramirez, Chairman, 9th Division and concurred by Associate Justice Salome A. Montoya, Senior Member and Associate Justice Eubolo G. Verzola, Junior Member, pp. 30-36-A, rollo. [2] RTC Decision, pp. 58-64, rollo. [3] Decision of the Court of Appeals, pp. 31-34, Rollo. [4] Banson vs. Court of Appeals, 246 SCRA 42 (1995). [5] Reyes vs. Villaflor, 2 SCRA 247(1961). [6] Decision of the Court of Appeals, supra. [7] 130 SCRA 30. [8] Del Rosario vs. Court of Appeals, 241 SCRA 519(1995). [9] G.R. No. 103277, February 3, l994, 229 SCRA 627. [10] Dizon vs. Court of Appeals, 264 SCRA 391 (l996) 111. [11] 235 SCRA 145 (1994), Soco vs. Court of Appeals, 263 SCRA 449. [12] Supra. [13] Trinidad vs. Intermediate Appellate Court, 204 SCRA 524 . [14] Decision of the Court of Appeals, supra. [15] Banson vs. Court of Appeals, 9th Division, supra., Sulpicio Lines, Inc. vs. Court of Appeals, 246 SCRA 376; Guinsatao vs. Court of Appeals, 218 SCRA 708 (1993); Bustamante vs. Court of Appeals, 193 SCRA 603. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "virginia",
    "carreon",
    "wilson",
    "aguilar",
    "bondoc",
    "milagros",
    "petitioners",
    "court",
    "appeals",
    "honorio",
    "respondents",
    "martinez",
    "petition",
    "review",
    "decision",
    "september",
    "affirmed",
    "regional",
    "trial",
    "branch"
  ],
  "title_summary": "VIRGINIA CARREON, WILSON AGUILAR, MYRNA BONDOC AND MILAGROS VOCAL (BOCAL), PETITIONERS, VS. COURT...",
  "formatted_case_content": "View printer friendly version\n353 Phil. 271\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 112041, June 22, 1998 ]\n[ G.R. No. 112041, June 22, 1998 ]\n\nVIRGINIA CARREON, WILSON AGUILAR, MYRNA BONDOC AND MILAGROS VOCAL (BOCAL), PETITIONERS, VS. COURT OF APPEALS AND HONORIO L. CARREON, RESPONDENTS. D E C I S I O N\nVIRGINIA CARREON, WILSON AGUILAR, MYRNA BONDOC AND MILAGROS VOCAL (BOCAL), PETITIONERS, VS. COURT OF APPEALS AND HONORIO L. CARREON, RESPONDENTS.\n\nD E C I S I O N\n\nMARTINEZ, J.:\n\nThis is a petition for review filed by petitioners from the \ndecision of the Court of Appeals in CA GR SP No. 31130 dated September \n30, l993 [1] which affirmed the\n decision of the Regional Trial Court, Branch 39, Manila, in Civil Cases\n No. 92-62298 to 92-62301 dated May 7, l993, the dispositive portion of \nwhich reads, to wit:\n\nâWHEREFORE, judgment is hereby rendered reversing the decision of \nthe Metropolitan Trial Court in the (four) instant appealed cases. \nAccordingly, the defendants are hereby ordered to vacate their \nrespective occupations in the lot in question, and for them to surrender\n the same to the plaintiffs.\n\nSO ORDERED.â [2]\n\nThe antecedent facts as found by the respondent court, are as follows:\n\nâPlaintiff Honorio L. Carreon and his wife Remedios Beloria-Carreon\n (now deceased) were formerly lessees since l964 of the 60 square meters\n of the lot in question and which is included in the Gabriel Estate \nlocated at what is formerly known as Anak Bayan, Manila as evidenced by a\n contract of lease (Annex A-1 to the position paper of the plaintiffs, \npp. 93-94, rec.) executed on October 20, 1964 by the Philippine Trust \nCo., a banking institution as trustee of the spouses Dr. and Mrs. \nFrancisco Gabriel, who apparently were the former registered owners of \nthe estate. The Carreon spouses had a house in this leased premises but \nthe area of their occupation had become bigger when they bought the \ntwo-storey house of their neighbor, Tiburcio Ocampo which was \nconstructed or standing on the adjacent portion of their leased lot. \nThis sale of the house by the vendor had given the Carreon spouses \nwhatever rights the former may have acquired as occupant of the property\n pending the decision on the Gabriel estate for the subdivision of the \nland (of. Deed of Absolute Sale marked as Annex A-2, p. 118, rec. ). \nWith the sale of the house and acquisition of the rights to the property\n wherein it stood, the house of the Carreons and with the newly acquired\n house had become joint as one and was known thereafter as 1220 Mataas \nna Lupa, Malate, Manila. After the sale, the lot earlier leased to them \nand the lot adjacent thereto where the house of Tiburcio Ocampo was \nerected had an aggregate area of 99.50 square meters. In the meanwhile, \nthe Carreon spouses as occupants or tenants of the Gabriel Estate had \nbecome members of the Mataas na Lupa Tenants Association, Inc. as shown \nby their Certification of Membership marked as Annex âBâ to the \ncomplaint (p. 8, Record).\n\nAll the 4 defendants herein, Virginia Carreon, Wilson Aguilar, \nMyrna Bondoc and Milagros Vocal (Bocal) for a time had been room renters\n in the house of the Carreon spouses until the conflagration that took \nplace in 1985, burning many if not all houses in the area, including the\n house of the Carreons. After the fire, defendants had asked plaintiff \nHonorio L. Carreon that they be allowed to construct temporary quarters \nwith the understanding that the defendants will leave and vacate the \nsame when the plaintiff will need the lot upon demand.\n\nPlaintiff Honorio Carreon II, one of the married children of the \nCarreon spouses who is presently living at Barrio Caniogan, Taguig, \nRizal with his family and herein joined as co-plaintiff had wanted to \nbuild a house in Manila. His father, Honorio L. Carreon then asked the \ndefendants to leave but the latter refused. With the refusal of the \ndefendants to leave the premises, the matter was referred by the \nplaintiffs to the barangay chairman for conciliation but the parties \nherein were not able to arrive to an amicable settlement. As a result \nthereof, the barangay chairman issued a barangay certification dated \nJuly 15, 1990 (Annex âEâ to the complaint, p. 29, Rec.). Thereafter, \ni.e., on August 13, 1990, plaintiffs sent through counsel separate \nletters to each of the defendants (Annex âFâ to the complaint, p. 30, \nRec.). All the defendants received the letters as shown by Annex âF-1â \n(p. 31. Rec.) but did not even respond thereto. When the defendants \nrefused to heed the demand to vacate separate complaints were filed \nagainst them on September 4, 1991.\n\nApparently, the Mataas na Lupa Tenants Association, Inc. pursued \nits plan to acquire the estate after the promulgation of the Supreme \nCourt decision in Civil Case No. L-32048, entitled âMataas na Lupa \nTenants Association, Inc., et al. vs. Carlos Dimayuga and Juliana Diez \nVda. de Gabriel on June 25, l994 (130 SCRA 30). (Its) in this case that \nthe Supreme Court had recognized the rights of first refusal or option \nto buy pursuant to the constitution as well as the previous P.D. 1517.\n\nThe records show that the Gabriel Estate had been earlier included \nin the list of areas for priority development (APD) per proclamation No.\n 1967 (Exhibits 1,2 and 3, pp. 135-137, rec.). The records further show \nthat as per reply of the National Housing Authority (NHA) to a letter of\n Atty. Floriano Par, counsel for the defendants dated July 20, 1990, the\n NHAâs previous attempts to acquire said property was to no avail as the\n negotiations failed (Exh. 4, p. 138, Rec.).\n\nIn the meanwhile, the Tenants Association may have acquired the \nestate through negotiation with the owners thereof because a title was \nthereafter issued to the said association under TCT No. 189116. This is \nevident from Annex 5 of the defendants (p. 139, Rec.). Significantly, \nthis reply of the NHA also stated that it cannot rule on the authority \nof the president of the association, Ella Demandante to sell the land \nbecause it has no jurisdiction on the matter; that the association had \nan earlier request to a certificate of registration and license to sell \nthe lots but such action is being held in abeyance; and that the agency \nhas not authorized the sale of the lots of the estate.\n\nThe Metropolitan Trial Court dismissed the respondent Honorio L. \nCarreonâs complaint against the petitioners (p. 4, decision, p.59, \nrollo). On appeal by the private respondent, the respondent Regional \nTrial court reversed the judgment of the of the Metropolitan Trial Court\n and ordered the petitioners â to vacate their respective occupations in\n the lot in question, and for them to surrender the same to the \nplaintiffs.â [3]\n\nOn appeal, the respondent court sustained the findings of the \nrespondent Regional Trial Court and dismissed the petition for review of\n petitioners.\n\nHence, this petition.\n\nThe issues: (1) whether or not petitioners are âlegitimate \ntenantsâ of the land in question within the meaning of Section 3(f) and \nSection 6 of Presidential Decree No. 1517; and, (2) whether the sale by \nthe owner of the Gabriel Estate which includes the disputed lot to the \nMataas na Lupa Association, Inc. violates the provisions of Presidential\n Decree No. 1517, as amended by Presidential Decree No. 2016.\n\nWe find the petition to be without merit.\n\nWe are not persuaded by petitionersâ argument that the respondent\n court erred in declaring their eviction from the disputed premises \ncontending that they were the actual occupants of the said property and \nwere among those listed in the NHA census conducted thereon. Petitioners\n are not tenants pursuant to P.D. No. 1517.\n\nSection 3(f) of Presidential Decree No. 1517 otherwise known as \nthe Urban Land Reform Act, defines the term âtenantâ covered by the said\n decree, to wit:\n\nâTenant refers to the rightful occupant of land and its structures,\n but does not include those whose presence on the land is merely \ntolerated and without the benefit of contract, those who enter the land \nby force or deceit, or those whose possession is under litigation.â\n\nStated differently, occupants of the land whose presence therein is \ndevoid of any legal authority or those whose contracts of lease were \nalready terminated, or had already expired, or their possession is under\n litigation are not considered â tenants â under the aforesaid section.\n\nIn the case at bar, the records reveal that petitioners were \noriginally room renters of the house owned by Remedios Beloria Carreon \n(already deceased), wife of private respondent Honorio L. Carreon. Said \nhouse was constructed on the lot which private respondents leased from \nthe Philippine Trust Co., trustee of the spouses Dr. and Mrs. Francisco \nGabriel, the former registered owners of the estate. When the house was \nrazed to the ground in l985, petitioners asked private respondent \nHonorio L. Carreon that they be allowed to construct temporary quarters \non the lot with the understanding that they will leave and vacate the \nsame when private respondent will need the lot upon demand. Later, \nHonorio Carreon II, one of the children of the Carreon spouses, who has a\n family of his own, wanted to construct a house on the said lot. \nRespondent Honorio Carreon then asked petitioners to leave but the \nlatter refused.\n\nObviously, petitionersâ stay in the premises was merely an act of\n tolerance on the part of private respondents and carries with it the \nimplied obligation to vacate the property should the need arise. [4] Considering that they were just room renters of the house of private \nrespondents before its destruction in l985, they are now estopped in \ndenying the title of private respondents, as their landlord. [5] Indeed, petitionersâ status as occupants of the contested lot cannot be\n classified as â tenantsâ within the purview of Section 3(f) of \nPresidential Decree No. 1517.\n\nFurthermore, Section 6 of the aforesaid Decree provides that:\n\nâSECTION 6. Land Tenancy in Urban Reform Areas : Within the\n Urban Zones legitimate tenants who have resided on the land for ten \nyears or more who have built their homes on the land by contract, \ncontinuously for the last ten years shall not be dispossessed of the \nland and shall be allowed the right of first refusal to purchase the \nsame within a reasonable time and at reasonable prices, under terms and \nconditions to be determined by the Urban Zone Expropriation and Land \nManagement Committee created by Section 8 of this Decree.â\n\nPetitioners cannot seek the protection of Presidential Decree No. \n1517 and its amendatory decree, Presidential Decree No. 2016, since they\n are not âlegitimate tenants.â The aforesaid section is clear and \nunambiguous. To be able to qualify and avail of the rights and \nprivileges granted by the said decree, one must be: (1) a legitimate \ntenant of the land for ten(10) years or more; (2) must have built his \nhome on the land by contract; and, (3) has resided continuously for the \nlast ten (10) years. Obviously, those who do not fall within the said \ncategory cannot be considered âlegitimate tenantsâ and therefore not \nentitled to the right of first refusal to purchase the property should \nthe owner of the land decide to sell the same at a reasonable price \nwithin a reasonable time.\n\nWe fully agree with the findings of the respondent court, to wit:\n\nâFrom the facts established before the Metropolitan Trial Court \n(pp. 1-2 of said Courtâs decision, pp. 54-55, rollo), adopted and \namplified by the respondent Court (pp. 2-4 of respondentâs Courtâs \ndecision, pp. 59-61, rollo), admitted by the petitioners as correct \nexcept as to the exact location of the land (p. 3 of the petition, p.11,\n rollo), the petitioners were but room renters in a house owned by the \nlate Remedios Beloria Carreon, wife of private respondent Honorio L. \nCarreon, which was destroyed by fire in l985. They were only allowed to \nput up their respective quarters/ houses on condition that they will \nleave the premises when needed by the private respondent. the private \nrespondent was the legitimate lessee of the land in question and a \nmember of the Mataas na Lupa tenant Association.\n\nPetitioners, therefore, are not entitled to the protection afforded\n by Presidential Decrees Nos. 1517 and 2016 because they are not \nlegitimate tenants or occupant families who have resided on the land for\n ten years or more. Their ejectment from the disputed land is therefore,\n not improper, much less incorrect.â [6]\n\nBesides, under Section 5 of Batas Pambansa Blg. 877, one of the grounds for judicial ejectment is:\n\nâ(c) Legitimate need of owner/lessor to repossess his property for \nhis own use or for the use of any immediate member of his family as a \nresidential unit, such owner or immediate member not being the owner of \nany other available residential unit within the city or municipality: Provided, however , That the lease for a definite period has expired: Provided, further ,\n That the lessor has given the lessee formal notice three (3) months in \nadvance of the lessorâs intention to repossess the property: and Provided finally ,\n That the owner/ lessor is prohibited from leasing the residential unit \nor allowing its use by a third party for at least one year.â\n\nPrivate respondent Honorio Carreon II, the son, resides with his \nfamily in Barrio Caniogan, Taguig. He has no other dwelling or any other\n available lot in Manila where he could build a family home other than \nthe lot occupied by petitioners. In other words, the requirements set \nforth under Section 5 of Batas Pambansa Blg. 877 have been fully met by \nprivate respondents. Petitioners have no other recourse but to give up \nphysical possession of the lot in favor of private respondents.\n\nThere is likewise no merit to petitionersâ contention that the \nsale between the owner of the land and the Mataas na Lupa Tenants \nAssociation, Inc. is null and void on the ground that it violates the \nprovisions of Presidential Decree No. 1517 as amended by Presidential \nDecree No. 2016 and the directive of this Court in the case of Mataas na\n Lupa Tenants Association, Inc. vs. Carlos Dimayuga, et al., [7] to the Ministry of Human Settlements to facilitate the acquisition of \nthe Gabriel Estate for distribution to the tenants thereon.\n\nSettled is the rule that the issue in an ejectment case is the right to physical possession of the premises or possession de facto .\n The suit is intended to restore to the aggrieved party the possession \nof the premises which had been detained from him. It is independent of \nany claim of ownership or possession de jure that either party may set forth in his pleadings or in other cases. [8] In Asset Privatization Trust vs. Court of Appeals , the Court En Banc held:\n\nâThe judgment rendered in an ejectment suit shall not bar an action\n between the same parties respecting title to the land or building nor \nshall it be held conclusive of the facts therein found in a case between\n the same parties upon a different cause of action involving possession.\n Furthermore, in ejectment cases the jurisdiction of the court is \ndetermined by the allegations of the complaint not by the defense raised\n by the defendant.â [9]\n\nIndeed, the focal point in this case is whether or not private \nrespondents have a better right to possession of the contested lot. \nSince this is a case of ejectment, the dispute focuses on possession de facto or physical or material possession and not possession de jure of the lot in question. The issue of ownership cannot be raised by \npetitioners unless it is intertwined with the issue of possession.\n\nThus, even if the question of ownership is raised in the \npleadings, as in this case, the court may pass upon such issue but only \nto determine the question of possession especially if the former is \ninseparably linked with the latter. It cannot resolve the issue of \nownership - such issue being inutile in an ejectment suit except to \nthrow light on the question of possession. This is why the issue of \nownership or title is generally immaterial and foreign to an ejectment \nsuit. [10]\n\nIn the case of San Pedro vs. Court of Appeals , [11] the Court ruled that the finality of the decision with respect to \npossession de facto cannot be affected by the pendency on appeal of a \ncase where ownership of the property is being contested. In Dizon vs. Court of Appeals , we held that,\n\nâSuch certificate of title is a conclusive evidence of their \nownership. It does not even matter if their title is questionable, \nbecause this is only an ejectment. As owners, the Santiagos are entitled\n to possession of the property from the time Dizon failed to exercise \nthe option within the given period. The latterâs possession ceased to be\n legal from that moment.â [12]\n\nPetitionersâ protestations on the validity of private respondents \nacquisition of the contested lot and the subsequent issuance of title in\n their favor cannot be a bar to the successful resolution of this case. \nIn fact, a certificate of title cannot be subject to collateral attack \nand can be altered, modified or cancelled only in a direct proceeding in\n accordance with law. [13] Thus, the Court of Appeals correctly held that:\n\nâThe only issue to be resolved in ejectment proceedings is that of \nphysical or material possession; possession de facto and not possession \nde jure. Evidence of title to the land or building may be received \nsolely for the purpose of determining the character and extent of \npossession and damages for detention(Section 4, Rule 70, Revised Rules \nof Court; see Section 33, Batas Pambansa Blg. 129). The judgment \nrendered in ejectment cases shall be effective with respect to the \npossession only and in no wise bind the title or affect the ownership of\n the land or building, nor shall it be conclusive of the facts therein \nfound in a case between the same parties upon a different cause of \naction not involving possession (Sec. 7, ibid .)\n\nThus, an action for ejectment shall proceed independently of any \naction with the NHA or HLURB involving the alleged illegality of the \nsale of the disputed land in favor of the private respondent. The case \nfor ejectment cannot render moot and academic any proceeding with the \nadministrative bodies as it is not conclusive with respect to the issue \nof the legality of the sale of the land to the private respondent.â [14]\n\nSettled is the rule that findings of facts of the trial courts and \nthe Court of Appeals are conclusive upon the Supreme Court when \nsupported by substantial evidence. [15] This is the case here.\n\nWHEREFORE , the Decision of the Court of Appeals \ndated September 30, l993 is hereby AFFIRMED and the petition for review \nis hereby DENIED DUE COURSE.\n\nSO ORDERED .\n\nRegalado (Chairman), Melo, Puno , and Mendoza, JJ. , concur.\n\n[1] Penned by Associate \nJustice Pedro A. Ramirez, Chairman, 9th Division and concurred by \nAssociate Justice Salome A. Montoya, Senior Member and Associate Justice\n Eubolo G. Verzola, Junior Member, pp. 30-36-A, rollo.\n\n[2] RTC Decision, pp. 58-64, rollo.\n\n[3] Decision of the Court of Appeals, pp. 31-34, Rollo.\n\n[4] Banson vs. Court of Appeals, 246 SCRA 42 (1995).\n\n[5] Reyes vs. Villaflor, 2 SCRA 247(1961).\n\n[6] Decision of the Court of Appeals, supra.\n\n[7] 130 SCRA 30.\n\n[8] Del Rosario vs. Court of Appeals, 241 SCRA 519(1995).\n\n[9] G.R. No. 103277, February 3, l994, 229 SCRA 627.\n\n[10] Dizon vs. Court of Appeals, 264 SCRA 391 (l996) 111.\n\n[11] 235 SCRA 145 (1994), Soco vs. Court of Appeals, 263 SCRA 449.\n\n[12] Supra.\n\n[13] Trinidad vs. Intermediate Appellate Court, 204 SCRA 524 .\n\n[14] Decision of the Court of Appeals, supra.\n\n[15] Banson vs. Court \nof Appeals, 9th Division, supra., Sulpicio Lines, Inc. vs. Court of \nAppeals, 246 SCRA 376; Guinsatao vs. Court of Appeals, 218 SCRA 708 \n(1993); Bustamante vs. Court of Appeals, 193 SCRA 603.",
  "content_length": 20012,
  "metadata_extraction_date": "2025-11-01T05:51:06.906850",
  "extraction_version": "2.0_enhanced_full_content"
}