{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/GR_118223.html",
  "filename": "GR_118223.html",
  "year": 1998,
  "month": "june",
  "case_number": "118223",
  "gr_number": "118223",
  "volume_page": "353 Phil. 431",
  "decision_date": "June 26, 1998",
  "title": "PNOC DOCKYARD AND ENGINEERING CORPORATION, PETITIONER, VS. THE HONORABLE NATIONAL LABOR RELATIONS COMMISSION, BATAAN REFINERS UNION OF THE PHILIPPINES (BRUP), PNOC-COAL CORPORATION EMPLOYEESâ ASSOCIATION (PCC-ELU), KAPISANAN NG MALAYANG MANGGAGAWA-PNOC DOCKYARD AND ENGINEERING CORPORATION (KMM-PDEC), PNOC SHIPPING AND TRANSPORT CORPORATION EMPLOYEESâ ASSOCIATION (PSTCEA), ERNESTO M. ESTRELLA, FELIMON PAGLINAWAN, RUFINO ANDAYA, GENEROSO MERCADO, JOHNNY CLARIANES AND LEO ORRICA, RESPONDENTS.D E C I S I O N PANGANIBAN, J.: The Constitution mandates the state to afford full protection to labor. To achieve this goal, technical rules of procedure shall be liberally construed in favor of the working class in accordance with the demands of substantial justice. The Case This petition for review under Rule 65 of the Rules of Court seeks to set aside the Decision[1] dated August 12, 1993, promulgated by the National Labor Relations Commission[2] (NLRC) in NLRC NCR CC No. 000033-92, the dispositive portion of which reads:[3] âWHEREFORE, premises considered, respondent PNOC-subsidiaries are declared guilty of illegal dismissal, violation of the Memorandum of Agreement dated 3 January 1992 and of unfair labor practice acts, as herein charged. Consequently, respondent companies are hereby ordered to cease and desist from further violating the terms and conditions of the partiesâ Memorandum of Agreement of 3 January 1992 and from further committing the unfair labor practice acts herein complained of. Individual respondents herein are hereby ordered reinstated to their former positions with full backwages from the time of their dismissals to the dates of their actual reinstatements and without loss of seniority rights and benefits appurtenant thereto. In case reinstatement proves unenforceable on account of the sale of any of respondent companies, in lieu of reinstatement, the complainants concerned are hereby ordered paid their separation pay equivalent to their one (1) monthâs pay for every year of service, a fraction of at least six (6) months considered as one (1) whole year, in addition to the award of backwages. Respondents are hereby ordered to pay complainants their attorneyâs fees in the amount of not less than ten (10%) percent of the total monetary award herein. The claims of both parties herein for moral and exemplary damages and all other claims herein for lack of merit are hereby dismissed.â Both parties filed their respective motions for reconsideration. Only the motion of herein private respondents was granted in a Decision[4] of the NLRC dated December 9, 1994. The decretal part thereof reads:[5] âACCORDINGLY, in view of the foregoing, this Divisionâs Decision dated August 12, 1993 is hereby MODIFIED so that the PNOC-Dockyard and Engineering Corporation shall pay their employees separated because of the sale of their assets, separation benefits equivalent to two months for every year of service, as mandated by company policy and practice. The motions for reconsideration filed by Petron and its officers, PNOC-Dockyard and Shipping Corporations, PNOC Energy Development Corporation and Bataan Refiners Union of the Philippines are hereby DENIED for lack of merit.â The present petition likewise impugns the foregoing ruling. The Facts The solicitor general exhaustively presents these factual antecedents of the case:[6] â1. On November 22, 1991, private respondent [Kapisanan ng Malayang Manggagawa-PNOC Dockyard & Engineering Corporation (KMM-PDEC)], among other unions namely: Bataan Refiners Union of the Philippines (BRUP); PNOC-Energy Development Employeesâ Association (PEDEA); PNOC-Coal Corporation Employeesâ Association (PCC-ELU); and PNOC-Shipping & Transport Corp. [Employeesâ Association] (PSTCEA), filed with the Department of Labor and Employment (DOLE) a notice of strike against Phil. National Oil Company (PNOC) and Monico Jacob as President/Chairman, on the ground of discrimination constituting unfair labor practice (p. 2, NLRC Decision dated August 12, 1993). The dispute arose from the grant [by] petitioner and PNOC [of] the amount of P2,500.00 increase in monthly salaries to Managerial, Professionals and Technical Employees (MPT) but not to Non-Managerial, Professional and Technical Employees (NMPT). 2. On December 13, 1991, Acting Secretary Nieves Confesor certified the dispute subject of the notice of strike to the National Labor Relations Commission (NLRC) for compulsory arbitration. The certification reads in part: âxxx xxx xxx WHEREFORE, IN VIEW OF THE FOREGOING, and pursuant to Article 263 (g) of the Labor Code, as amended, this Office hereby CERTIFIES the labor dispute at Phil. National Oil Company to the National Labor Relations Commission for compulsory arbitration. Accordingly, any strike or lock-out is hereby strictly enjoined. Parties are ordered to CEASE and DESIST from committing any and all acts that might exacerbate the situation. SO ORDERED. Manila, Philippines, 13 Dec. 1991. SGD. NIEVES R. CONFESOR Acting Secretaryâ (DOLE Order dated Dec. 13, 1991, Attachment 3, Position Paper, PNOC Subsidiaries) 3. The aforequoted Order however was not served to the respondent unionâs President, Felimon Paglinawan, who is authorized to receive notices. Wilfredo Rojo, the process server of DOLE merely left the Order with the guard on duty at the gate of the premises which is a distance away from the union office (pp. 10-11, Position Paper of respondent union, Records). 4. In the morning of December 18, 1991, the day when respondent union was poised to strike, its officers and members decided to report for work but petitioner thru its Operations Manager, Nemesio Guillermo, padlocked the gate and refused entry to the employees. Some officers and members of respondent union were able to enter the premises of petitioner and punch-in their timecards; however, they were immediately escorted back outside (pp. 4, 12, & 13, Position Paper of respondent union and its Annexes âE-1â to âE-4â, Records; pp. 13-14, NLRC Decision dated Aug. 12, 1993). 5. On December 19, 1991, Acting Labor Secretary Nieves Confesor issued a return to work order, which reads in part: âxxx xxx xxx WHEREFORE, ABOVE PREMISES CONSIDERED, all striking workers are hereby ordered to return to work within twenty four (24) hours from receipt of this Order and for the Company to accept them under the same terms and conditions prevailing prior to the work stoppage. Further, the directive to the parties to cease and desist from committing any and all acts that might aggravate the situation is hereby reiterated. SO ORDERED. Manila, Philippines, 19 December 1991. SGD. NIEVES CONFESOR Acting Secretaryâ (Return to Work Order dated December 19, 1991, Attachment 4, Position Paper of PNOC Subsidiaries, Records) 6. On December 20, 1991, respondent union thru its President, Felimon Paglinawan filed before the NLRC Arbitration Branch, Region IV, a complaint against petitioner for Illegal Lock-out (Complaint dated December 20, 1991, Records). 7. On December 23, 1991, all members of the private respondent union reported and were accepted back to work (p. 5, NLRC Decision dated August 12, 1993). 8. Subsequently, petitioner filed before the DOLE a petition to declare the strike illegal with a motion to cite the striking workers in contempt for defying the DOLE Orders (p. 4, Position Paper of Petitioner, Records). Respondent union on the other hand filed a Motion to Dismiss the petition (p. 4, Position Paper for Respondent, Records). 9. On March 3, 1992, Felimon Paglinawan, Leo O. Orrica, Johnny Clariones and Generoso Mercado, Jr., the President, Secretary, Auditor and Treasurer of the respondent union, respectively, after due notice and investigation, were dismissed by petitioner from their employment on the ground, among others of their participation in the work stoppage on December 18 to 21, 1991 (p. 4, Position Paper of Respondent, Records). 10. On March 9, 1992, the aforementioned dismissed union officers filed before the NLRC a complaint for illegal dismissal. The cases were consolidated and in [the herein challenged] Decision dated August 12, 1993, public respondent ordered the reinstatement of the dismissed officers of private respondent union x x x.â The same Decision further ruled that, where reinstatement was no longer feasible âon account of the sale of any of respondent companies,â separation pay shall be awarded, equivalent to âone (1) monthâs pay for every year of service, a fraction of at least six (6) months considered as one (1) whole year, in addition to the award of backwages.â The parties filed their respective motions for reconsideration. In its December 9, 1994 Decision, the NLRC modified its earlier disposition and ordered herein petitioner to pay its separated employees severance benefit equivalent to âtwo months for every year of serviceâ in accordance with the companyâs established business practice. The separate motions of PNOC and its subsidiaries were all denied. Hence, this recourse[7] filed by the PNOC Dockyard and Engineering Corporation.[8] Issues Petitioner submits the following grounds for its petition: âI. Respondent NLRC committed a grave abuse of discretion in not holding that KMM-PDEC and its officers are not guilty of illegal strike notwithstanding the provisions of Section 4, Rule XIII of the Omnibus Rules implementing the Labor Code and overwhelming evidence of their guilt. II. Respondent NLRC committed a grave abuse of discretion in not finding the termination of respondent KMM-PDEC union officers, who led the illegal strike, as legal and for just cause as clearly shown by overwhelming evidence. III. Respondent NLRC committed a grave abuse of discretion in not finding that petitioner is entitled to the award of damages.â[9] The Courtâs Ruling The arguments of petitioner do not persuade us. We find no grave abuse of discretion committed by the NLRC in its two challenged Decisions. First Issue: The Strike Was Legal At the outset, the Court emphasizes that, under Rule 65 of the Rules of Court, its review of decisions or resolutions of quasi-judicial bodies, such as the NLRC, is confined to issues of jurisdiction and grave abuse of discretion.[10] As a rule, judicial review by this Court does not extend to a reevaluation of the factual circumstances of the case. Specialized agencies are presumed to have gained expertise on matters within their respective fields. Thus, their findings of fact, when supported by substantial evidence, are entitled to great respect and are generally rendered conclusive upon this Court,[11] except only upon a clear showing of palpable error or arbitrary disregard of evidence. A thorough examination of the records of this case reveals no reason to justify a reversal of the factual findings of the NLRC. In resolving that the strike was legal, the labor tribunal took note of the following facts: (1) the notice of strike was filed only after the union members lost hope for the redress of their grievance arising from their exclusion from the P2,500 salary increase; (2) the union members honestly believed that they were discriminated against, since the company practice in the past was to grant salary increases to all employees regardless of whether they were MPTs (managerial, professional, and technical employees) or NMPTs (non-managerial, professional, and technical employees); (3) such discriminatory grant appeared to be an unfair labor practice intended to discourage union membership, since MPTs were non-union members; and (4) the labor unions complied with the legal requirements before going on strike, such as the membersâ strike vote by secret ballot, the submission of the results thereof to the National Conciliation and Mediation Board (NCMB), the filing of a notice to strike and the observance of the 15-day cooling-off period. Respondent Commission opined that the unions had a reason to regard the salary discrimination, believed to discourage membership in the labororganization, as an unfair labor practice prohibited by Article 248 (e)[12] of the Labor Code. Thus, although rejecting that PNOC and its subsidiaries were guilty of discrimination, the NLRC reiterated the policy enunciated in several labor cases âthat a strike does not automatically carry the stigma of illegality even if no unfair labor practice were committed by the employer. It suffices if such a belief in good faith is entertained by labor as the inducing factor for staging a strike.â[13] Indeed, the presumption of legality prevails even if the allegation of unfair labor practice is subsequently found to be untrue,[14] provided that the union and its members believed in good faith in the truth of such averment. As to the alleged violation of the strike prohibition in their CBA, the NLRC held that there should be no automatic verdict of illegality on the strike conducted. It found support from this Supreme Court ruling[15] âEven on the assumption that the illegality of the strike is predicated on its being a violation of the ban or prohibition of strikes in export-oriented industries, lack of notice to strike, and as a violation of the no-strike clause of the CBA, still, the automatic finding of the illegality of the strike finds no authoritative support in the light of the attendant circumstances. As this Court held in Cebu Portland Cement Co. vs. Cement Workers Union [25 SCRA 504], a strike staged by the workers, inspired by good faith, does not automatically make the same illegal. In Ferrer vs. Court of Industrial Relations [17 SCRA 352], the belief of the strikers that the management was committing unfair labor practice was properly considered in declaring an otherwise premature strike, not unlawful, and in affirming the order of the Labor Court for the reinstatement without backwages of said employees.â The NLRC noted further that the strike was peaceful and orderly, unmarred by any form of violence or untoward incident. As to the alleged transgression by respondent unions of Section 4, Rule XIII of the Omnibus Rules Implementing the Labor Code, we agree with Respondent Commission that there actually was substantial compliance thereof. The aforesaid provision reads: âSec. 4. Contents of notice. - The notice shall state, among others, the names and addresses of the employer and the union involved, the nature of the industry to which the employer belongs, the number of union members and of the workers in the bargaining unit, and such other relevant data as may facilitate the settlement of the dispute, such as a brief statement or enumeration of all pending labor disputes involving the same parties. In cases of bargaining deadlocks, the notice shall, as far as practicable, further state the unresolved issues in the bargaining negotiations and be accompanied by the written proposals of the union, the counter-proposals of the employer and the proof of a request for conference to settle the differences. In cases of unfair labor practices, the notice shall, as far as practicable, state the acts complained of and the efforts taken to resolve the dispute amicably. Any notice which does not conform with the requirements of this and the foregoing sections shall be deemed as not having been filed and the party concerned shall be so informed by the regional branch of the Board.â Petitioner argues that the notice of strike was invalid, since (1) it erroneously named PNOC as the employer, which is actually a corporate entity separate and distinct from petitioner; (2) it did not indicate the specific acts which respondent union considered as unfair labor practices; and (3) there was no reasonable attempt or effort on the part of respondent union to amicably settle the alleged labor dispute. The NLRC ruled, and we agree, that respondent union merely committed an honest mistake, because it appears on record that PNOC has the same set of corporate officers as petitioner;[16] and matters as to wages and other official policies all emanated from PNOC, the mother company. The unrebutted testimony of Leo O. Orrica further attests to the fact that the employees concerned repeatedly brought to the attention of the management the discriminatory grant of salary increase, but the latter failed to address the grievance of the NMPTs or to satisfactorily explain such grant to MPTs only, except to say that it was managementâs prerogative.[17] Lastly, we agree with the solicitor general that, under the circumstances, there was sufficient indication of the nature and cause of the labor dispute subject of the notice of strike -- unfair labor practice in the form of discrimination. The unions merely filled out the standard form furnished for the purpose by the Department of Labor and Employment, and they were indeed not expected to write in detail the history of their dispute. By supplying the information required in the DOLE form and submitting the other explicitly required documents, respondent unions have substantially complied with the law. A well-recognized norm in labor law is that technical rules of procedure are not to be strictly interpreted and applied in a manner that would defeat substantial justice or be unduly detrimental to the work force. Rules may be relaxed in order to give full meaning to the constitutional mandate of affording full protection to labor.[18] As provided in Article 4 of the Labor Code, âall doubts in the implementation and interpretation of this Code, including its implementing rules and regulations shall be rendered in favor of labor.â[19] In addition, we disagree with petitionerâs contention that the strike became automatically illegal upon the labor secretaryâs certification of the dispute to the NLRC for compulsory arbitration. Basic is the rule that no order, decision or resolution -- not even one that is âimmediately executoryâ -- is binding and automatically executory unless and until the proper parties are duly notified thereof.[20] The Labor Code specifically enjoins that decisions, orders or awards of the labor secretary, the regional director, the NLRC or the labor arbiter are âto [be] separately furnish[ed] immediately [to] the counsels of record and the parties x x x.â[21] This means that in labor cases, both the party and its counsel must be duly served their separate copies of the order, decision or resolution; unlike in ordinary judicial proceedings where notice to counsel is deemed notice to the party.[22] Private respondents precisely impugn the validity of the service of the DOLE certification order dated December 13, 1991. They maintain that said order was not validly served on them, since their supposed copy was left only with a security guard at the gate of the office premises of the union. Allegedly, no effort was made to serve the same to an authorized person inside their office. The service of the order upon counsel for the umbrella union FUEL-GAS should not be deemed a valid service upon Respondent KMM-PDEC, which had its own counsel of record, Atty. Tomas Caspe, who appeared before the NCMB. Besides, the law requires service to both the counsel and the parties. It has also been previously held that service to a security guard of the building where the principal holds office is not a valid service.[23] Nevertheless, upon verified information of the existence of the certification order, members of respondent labor unions promptly ended their strike and returned to their jobs. All in all, we find that the conclusions of Respondent NLRC on the legality of the strike are in accordance with law and jurisprudence. Petitioner has failed to show grave abuse of discretion amounting to lack or excess of jurisdiction on the part of the NLRC. Second Issue: The Dismissals Were Illegal Having ruled that the strike staged by respondent unions was legal, the subsequent dismissals of their officers due to their staging of said strike cannot be countenanced. The NLRC correctly observed that, although petitioner averred that the dismissals of individual respondents were due to infractions of company rules and regulations, the alleged infractions actually arose from their participation in the strike. This is crystal clear from the charges leveled against the union officers, such as âactive participation in the illegal work stoppage,â âdisruption of company operations resulting [in] losses,â âviolation of the âNO STRIKEâ clause of the existing CBA,â among others, cited in their similarly worded notices of investigation that eventually led to their dismissals. Furthermore, such investigations conducted by petitioner were in flagrant disregard of the authority and jurisdiction of Respondent Commission and in defiance of the Memorandum of Agreement[24] with the striking unions, executed upon the order of then acting Labor Secretary Nieves R. Confesor. The issues relating to the strike and lockout were already submitted before the NLRC through the corresponding complaints filed by petitioner itself and private respondents. By filing a formal complaint for illegal strike, it behooved petitioner to desist from undertaking its own investigation on the same matter, concluding upon the illegality of the union activity and dismissing outright the union officers involved. The latter objected, in fact, to the conduct of such investigations precisely due to the pendency before the NLRC of an action based on the same grounds. Instead, petitioner preempted the NLRC from ascertaining the merits of the complaints. Moreover, the Memorandum of Agreement, other than enjoining the striking workers to return to work, likewise ordered the management to âaccept them under the same terms and conditions prevailing prior to the work stoppage,â and ruled that the matter of âstaggeredâ wage and holiday pay deductions for the strike period be discussed in the labor-management committee (LMC). In glaring defiance, petitioner arbitrarily undertook to change the work schedule of some employees on the very day they resumed work, aside from deducting in full the wages and holiday pays of the striking employees pertaining to the strike period, even before the LMC could convene. The actions of petitioner are clearly tainted with abuse of power and with illegality. While we recognize the prerogative of management to regulate all aspects of employment, the power to discipline and terminate an employeeâs services may not be exercised in a despotic or whimsical manner as to erode or render meaningless the constitutional guarantees of security of tenure and due process.[25] Time and again, we have held that the employment status of workers cannot be trifled with, such that their constitutional and statutory rights as well as those arising from valid agreements will, in effect, be defeated or circumvented. No less than the Constitution itself guarantees state protection of labor and assures workers of security of tenure in their employment.[26] Third Issue: Damages The actual and exemplary damages sought by petitioner have no basis in law, much less in equity and fair play. From the foregoing discussion, the strike was staged by respondent unions in the honest belief that petitioner, among the other PNOC subsidiaries involved, was guilty of unfair labor practice due to the discrimination in the grant of salary increase believed to discourage union membership, and to its refusal to bargain collectively on the matter. There was good faith on the part of the striking unions. Thus, they cannot be penalized by imposing upon them payment of damages. WHEREFORE, the petition is hereby DISMISSED. The assailed Decisions are AFFIRMED. SO ORDERED. Davide, Jr., (Chairman), Bellosillo, Vitug, and Quisumbing, JJ., concur. [1] Rollo, pp. 21-26. [2] Second Division composed of Pres. Comm. Edna Bonto-Perez, ponente; with Comms. Domingo H. Zapanta and Rogelio I. Rayala, concurring. [3] Assailed Decision, pp.46-47; Rollo, pp.99-100. [4] Rollo, pp. 48-53; penned by Comm. Victoriano R. Calaycay, concurred in by Pres. Comm. Raul T. Aquino and Comm. Rogelio I. Rayala. [5] Ibid., pp. 52-53. [6] Solicitor Generalâs Comment, pp.2-6; Rollo, pp.359-363. [7] This case was deemed submitted for resolution upon receipt by this Court on November 28, 1997 of petitionerâs Memorandum. [8] Petron Corporation filed before this Court its own separate petition, which was docketed as GR No. 118578. In a Resolution dated October 25, 1995, the same was dismissed by the Court. PNOC-Energy Development Corporation also filed its own separate petition, docketed as GR No. 119240, which was likewise dismissed in a Resolution dated February 29, 1995. [9] Petition, pp. 10-11; Rollo, pp. 11-12. [10] Philippine Advertising Counselors, Inc. vs. NLRC, 263 SCRA 395, October 18, 1996; Flores vs. NLRC, 253 SCRA 494, February 9, 1996; Loadstar Shipping Co., Inc. vs. Gallo, 229 SCRA 654, February 4, 1994; Philippine Airlines, Inc. vs. Santos Jr., 218 SCRA 415, February 4, 1993.1 [11] Philippine Airlines, Inc. vs. NLRC, 258 SCRA 243, July 5, 1996; Five J Taxi vs. NLRC, 235 SCRA 556, August 22, 1994. [12] âART. 248. Unfair labor practices of employers. -- It shall be unlawful for an employer to commit any of the following unfair labor practice: xxx xxx xxx (e) To discriminate in regard to wages, hours of work, and other terms and conditions of employment in order to encourage or discourage membership in any labor organization. x x xâ [13] Pepsi-Cola Labor Union vs. NLRC, 114 SCRA 930, 939, June 29, 1982, per Abad Santos, J., citing Maria Cristina Fertilizer Plant Employees Assn. vs. Tandayag, 83 SCRA 56, May 11, 1978; Ferrer vs. CIR, 17 SCRA 352, May 31, 1966; Norton & Harrison Co, 19 SCRA 310, February 10, 1967. [14] Master Iron Labor Union vs. NLRC, 219 SCRA 47, 60, February 17, 1993. [15] Bacus vs. Ople, 132 SCRA 690, 708, October 23, 1984, per Cuevas, J.; Rollo, p. 87. [16] This fact is admitted by petitioner in its Memorandum, p. 7. [17] Assailed Decision, p. 30, citing TSN of April 22, 1992; Rollo, p. 83. [18] Valderrama vs. NLRC, 256 SCRA 467, April 25, 1996; El Toro Security Agency vs. NLRC, 256 SCRA 363, April 18, 1996. [19] Valderrama vs. NLRC, ibid. [20] Reyes vs. Commission on Elections, 254 SCRA 514, March 7, 1996; Caneda Jr. vs. Court of Appeals, 181 SCRA 762, February 5, 1990. See also Philippine National Bank vs. Court of Appeals, 246 SCRA 304, July 14, 1995; CaÃ±ete vs. NLRC, 250 SCRA 259, November 23, 1995; Labudahon vs. NLRC, 251 SCRA 129, December 11, 1995; Paz vs. Court of Appeals, 181 SCRA 26, January 11, 1990. [21] Article 224 of the Labor Code, as amended, provides: âART. 224. Execution of decisions, orders or awards. -- (a) The Secretary of Labor and Employment or any Regional Director, the Commission or any Labor Arbiter, or med-arbiter or voluntary arbitrator may, motu proprio or on motion of any interested party, issue a writ of execution on a judgment within five (5) years from the date it becomes final and executory, requiring a sheriff or a duly deputized officer to execute or enforce final decisions, order or awards of the Secretary of Labor and Employment or regional director, the Commission, the Labor Arbiter or med-arbiter, or voluntary arbitrators. In any case, it shall be the duty of the responsible officer to separately furnish immediately the counsels of record and the parties with copies of said decisions, orders or awards. Failure to comply with the duty prescribed herein shall subject such responsible officer to appropriate administrative sanctions. xxx xxx xxxâ (Emphases supplied.) [22] Heirs of Fabio Masangya vs. Masangya, 189 SCRA 234, August 30, 1990; National Irrigation Administration vs. Regino, 192 SCRA 42, December 4, 1990. [23] Adamson Ozanam Educational Institution, Inc. vs. Adamson University Faculty and Employees Association, 179 SCRA 279, November 9, 1989; cited in Lawin Security Services, Inc. vs. NLRC, GR No. 118536, June 9, 1997. [24] Annex E to Petition; Rollo, p. 105. [25] Hongkong & Shanghai Banking Corp. vs. NLRC, 260 SCRA 49, July 30, 1996; Tan Jr. vs. NLRC, 183 SCRA 651, March 23, 1990; Llosa-Tan vs. NLRC, 181 SCRA 738, February 5, 1990. [26] Tanduay Distillery Labor Union vs. NLRC, 239 SCRA 1, December 6, 1994; Holiday Inn Manila vs. NLRC, 226 SCRA 417, September 14, 1993. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "dockyard",
    "engineering",
    "corporation",
    "petitioner",
    "honorable",
    "national",
    "relations",
    "commission",
    "bataan",
    "refiners",
    "philippines",
    "association",
    "kapisanan",
    "malayang",
    "manggagawa",
    "shipping",
    "transport",
    "pstcea",
    "ernesto",
    "estrella"
  ],
  "title_summary": "PNOC DOCKYARD AND ENGINEERING CORPORATION, PETITIONER, VS. THE HONORABLE NATIONAL LABOR RELATIONS...",
  "formatted_case_content": "View printer friendly version\n353 Phil. 431\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 118223, June 26, 1998 ]\n[ G.R. No. 118223, June 26, 1998 ]\n\nPNOC DOCKYARD AND ENGINEERING CORPORATION, PETITIONER, VS. THE HONORABLE NATIONAL LABOR RELATIONS COMMISSION, BATAAN REFINERS UNION OF THE PHILIPPINES (BRUP), PNOC-COAL CORPORATION EMPLOYEESâ ASSOCIATION (PCC-ELU), KAPISANAN NG MALAYANG MANGGAGAWA-PNOC DOCKYARD AND ENGINEERING CORPORATION (KMM-PDEC), PNOC SHIPPING AND TRANSPORT CORPORATION EMPLOYEESâ ASSOCIATION (PSTCEA), ERNESTO M. ESTRELLA, FELIMON PAGLINAWAN, RUFINO ANDAYA, GENEROSO MERCADO, JOHNNY CLARIANES AND LEO ORRICA, RESPONDENTS.D E C I S I O N\nPNOC DOCKYARD AND ENGINEERING CORPORATION, PETITIONER, VS. THE HONORABLE NATIONAL LABOR RELATIONS COMMISSION, BATAAN REFINERS UNION OF THE PHILIPPINES (BRUP), PNOC-COAL CORPORATION EMPLOYEESâ ASSOCIATION (PCC-ELU), KAPISANAN NG MALAYANG MANGGAGAWA-PNOC DOCKYARD AND ENGINEERING CORPORATION (KMM-PDEC), PNOC SHIPPING AND TRANSPORT CORPORATION EMPLOYEESâ ASSOCIATION (PSTCEA), ERNESTO M. ESTRELLA, FELIMON PAGLINAWAN, RUFINO ANDAYA, GENEROSO MERCADO, JOHNNY CLARIANES AND LEO ORRICA, RESPONDENTS.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nThe Constitution mandates the state to afford full protection to \nlabor. To achieve this goal, technical rules of procedure shall be \nliberally construed in favor of the working class in accordance with the\n demands of substantial justice.\n\nThe Case\n\nThis petition for review under Rule 65 of the Rules of Court seeks to set aside the Decision [1] dated August 12, 1993, promulgated by the National Labor Relations Commission [2] (NLRC) in NLRC NCR CC No. 000033-92, the dispositive portion of which reads: [3]\n\nâWHEREFORE, premises considered, respondent PNOC-subsidiaries are \ndeclared guilty of illegal dismissal, violation of the Memorandum of \nAgreement dated 3 January 1992 and of unfair labor practice acts, as \nherein charged.\n\nConsequently, respondent companies are hereby ordered to cease and \ndesist from further violating the terms and conditions of the partiesâ \nMemorandum of Agreement of 3 January 1992 and from further committing \nthe unfair labor practice acts herein complained of.\n\nIndividual respondents herein are hereby ordered reinstated to \ntheir former positions with full backwages from the time of their \ndismissals to the dates of their actual reinstatements and without loss \nof seniority rights and benefits appurtenant thereto. In case \nreinstatement proves unenforceable on account of the sale of any of \nrespondent companies, in lieu of reinstatement, the complainants \nconcerned are hereby ordered paid their separation pay equivalent to \ntheir one (1) monthâs pay for every year of service, a fraction of at \nleast six (6) months considered as one (1) whole year, in addition to \nthe award of backwages.\n\nRespondents are hereby ordered to pay complainants their attorneyâs\n fees in the amount of not less than ten (10%) percent of the total \nmonetary award herein.\n\nThe claims of both parties herein for moral and exemplary damages \nand all other claims herein for lack of merit are hereby dismissed.â\n\nBoth parties filed their respective motions for reconsideration. Only\n the motion of herein private respondents was granted in a Decision [4] of the NLRC dated December 9, 1994. The decretal part thereof reads: [5]\n\nâACCORDINGLY, in view of the foregoing, this Divisionâs Decision \ndated August 12, 1993 is hereby MODIFIED so that the PNOC-Dockyard and \nEngineering Corporation shall pay their employees separated because of \nthe sale of their assets, separation benefits equivalent to two months \nfor every year of service, as mandated by company policy and practice.\n\nThe motions for reconsideration filed by Petron and its officers, \nPNOC-Dockyard and Shipping Corporations, PNOC Energy Development \nCorporation and Bataan Refiners Union of the Philippines are hereby \nDENIED for lack of merit.â\n\nThe present petition likewise impugns the foregoing ruling.\n\nThe Facts\n\nThe solicitor general exhaustively presents these factual antecedents of the case: [6]\n\nâ1. On November 22, 1991, private respondent [Kapisanan ng Malayang\n Manggagawa-PNOC Dockyard & Engineering Corporation (KMM-PDEC)], \namong other unions namely: Bataan Refiners Union of the Philippines \n(BRUP); PNOC-Energy Development Employeesâ Association (PEDEA); \nPNOC-Coal Corporation Employeesâ Association (PCC-ELU); and \nPNOC-Shipping & Transport Corp. [Employeesâ Association] (PSTCEA), \nfiled with the Department of Labor and Employment (DOLE) a notice of \nstrike against Phil. National Oil Company (PNOC) and Monico Jacob as \nPresident/Chairman, on the ground of discrimination constituting unfair \nlabor practice (p. 2, NLRC Decision dated August 12, 1993). The dispute \narose from the grant [by] petitioner and PNOC [of] the amount of \nP2,500.00 increase in monthly salaries to Managerial, Professionals and \nTechnical Employees (MPT) but not to Non-Managerial, Professional and \nTechnical Employees (NMPT).\n\n2. On December 13, 1991, Acting Secretary Nieves Confesor certified\n the dispute subject of the notice of strike to the National Labor \nRelations Commission (NLRC) for compulsory arbitration. The \ncertification reads in part:\n\nâxxx xxx xxx\n\nWHEREFORE, IN VIEW OF THE FOREGOING, and pursuant to Article 263 \n(g) of the Labor Code, as amended, this Office hereby CERTIFIES the \nlabor dispute at Phil. National Oil Company to the National Labor \nRelations Commission for compulsory arbitration.\n\nAccordingly, any strike or lock-out is hereby strictly enjoined.\n\nParties are ordered to CEASE and DESIST from committing any and all acts that might exacerbate the situation.\n\nSO ORDERED.\n\nManila, Philippines, 13 Dec. 1991.\n\nSGD. NIEVES R. CONFESOR\nActing Secretaryâ\n\n(DOLE Order dated Dec. 13, 1991, Attachment 3, Position Paper, PNOC Subsidiaries)\n\n3. The aforequoted Order however was not served to the respondent \nunionâs President, Felimon Paglinawan, who is authorized to receive \nnotices. Wilfredo Rojo, the process server of DOLE merely left the Order\n with the guard on duty at the gate of the premises which is a distance \naway from the union office (pp. 10-11, Position Paper of respondent \nunion, Records).\n\n4. In the morning of December 18, 1991, the day when respondent \nunion was poised to strike, its officers and members decided to report \nfor work but petitioner thru its Operations Manager, Nemesio Guillermo, \npadlocked the gate and refused entry to the employees. Some officers and\n members of respondent union were able to enter the premises of \npetitioner and punch-in their timecards; however, they were immediately \nescorted back outside (pp. 4, 12, & 13, Position Paper of respondent\n union and its Annexes âE-1â to âE-4â, Records; pp. 13-14, NLRC Decision\n dated Aug. 12, 1993).\n\n5. On December 19, 1991, Acting Labor Secretary Nieves Confesor issued a return to work order, which reads in part:\n\nâxxx xxx xxx\n\nWHEREFORE, ABOVE PREMISES CONSIDERED, all striking workers are \nhereby ordered to return to work within twenty four (24) hours from \nreceipt of this Order and for the Company to accept them under the same \nterms and conditions prevailing prior to the work stoppage.\n\nFurther, the directive to the parties to cease and desist from \ncommitting any and all acts that might aggravate the situation is hereby\n reiterated.\n\nSO ORDERED.\n\nManila, Philippines, 19 December 1991.\n\nSGD. NIEVES CONFESOR\nActing Secretaryâ\n\n(Return to Work Order dated December 19, 1991, Attachment 4, Position Paper of PNOC Subsidiaries, Records)\n\n6. On December 20, 1991, respondent union thru its President, \nFelimon Paglinawan filed before the NLRC Arbitration Branch, Region IV, a\n complaint against petitioner for Illegal Lock-out (Complaint dated \nDecember 20, 1991, Records).\n\n7. On December 23, 1991, all members of the private respondent \nunion reported and were accepted back to work (p. 5, NLRC Decision dated\n August 12, 1993).\n\n8. Subsequently, petitioner filed before the DOLE a petition to \ndeclare the strike illegal with a motion to cite the striking workers in\n contempt for defying the DOLE Orders (p. 4, Position Paper of \nPetitioner, Records). Respondent union on the other hand filed a Motion \nto Dismiss the petition (p. 4, Position Paper for Respondent, Records).\n\n9. On March 3, 1992, Felimon Paglinawan, Leo O. Orrica, Johnny \nClariones and Generoso Mercado, Jr., the President, Secretary, Auditor \nand Treasurer of the respondent union, respectively, after due notice \nand investigation, were dismissed by petitioner from their employment on\n the ground, among others of their participation in the work stoppage on\n December 18 to 21, 1991 (p. 4, Position Paper of Respondent, Records).\n\n10. On March 9, 1992, the aforementioned dismissed union officers \nfiled before the NLRC a complaint for illegal dismissal. The cases were \nconsolidated and in [the herein challenged] Decision dated August 12, \n1993, public respondent ordered the reinstatement of the dismissed \nofficers of private respondent union x x x.â\n\nThe same Decision further ruled that, where reinstatement was no \nlonger feasible âon account of the sale of any of respondent companies,â\n separation pay shall be awarded, equivalent to âone (1) monthâs pay for\n every year of service, a fraction of at least six (6) months considered\n as one (1) whole year, in addition to the award of backwages.â\n\nThe parties filed their respective motions for reconsideration. \nIn its December 9, 1994 Decision, the NLRC modified its earlier \ndisposition and ordered herein petitioner to pay its separated employees\n severance benefit equivalent to âtwo months for every year of serviceâ \nin accordance with the companyâs established business practice. The \nseparate motions of PNOC and its subsidiaries were all denied.\n\nHence, this recourse [7] filed by the PNOC Dockyard and Engineering Corporation. [8]\n\nIssues\n\nPetitioner submits the following grounds for its petition:\n\nâI. Respondent NLRC committed a grave abuse of discretion in not \nholding that KMM-PDEC and its officers are not guilty of illegal strike \nnotwithstanding the provisions of Section 4, Rule XIII of the Omnibus \nRules implementing the Labor Code and overwhelming evidence of their \nguilt.\n\nII. Respondent NLRC committed a grave abuse of discretion in not \nfinding the termination of respondent KMM-PDEC union officers, who led \nthe illegal strike, as legal and for just cause as clearly shown by \noverwhelming evidence.\n\nIII. Respondent NLRC committed a grave abuse of discretion in not finding that petitioner is entitled to the award of damages.â [9]\n\nThe Courtâs Ruling\n\nThe arguments of petitioner do not persuade us. We find no grave \nabuse of discretion committed by the NLRC in its two challenged \nDecisions.\n\nFirst Issue:\nThe Strike Was Legal\n\nAt the outset, the Court emphasizes that, under Rule 65 of the \nRules of Court, its review of decisions or resolutions of quasi-judicial\n bodies, such as the NLRC, is confined to issues of jurisdiction and \ngrave abuse of discretion. [10] As a rule, judicial review by this Court does not extend to a \nreevaluation of the factual circumstances of the case. Specialized \nagencies are presumed to have gained expertise on matters within their \nrespective fields. Thus, their findings of fact, when supported by \nsubstantial evidence, are entitled to great respect and are generally \nrendered conclusive upon this Court, [11] except only upon a clear showing of palpable error or arbitrary \ndisregard of evidence. A thorough examination of the records of this \ncase reveals no reason to justify a reversal of the factual findings of \nthe NLRC.\n\nIn resolving that the strike was legal, the labor tribunal took \nnote of the following facts: (1) the notice of strike was filed only \nafter the union members lost hope for the redress of their grievance \narising from their exclusion from the P2,500 salary increase; (2) the \nunion members honestly believed that they were discriminated against, \nsince the company practice in the past was to grant salary increases to \nall employees regardless of whether they were MPTs (managerial, \nprofessional, and technical employees) or NMPTs (non-managerial, \nprofessional, and technical employees); (3) such discriminatory grant \nappeared to be an unfair labor practice intended to discourage union \nmembership, since MPTs were non-union members; and (4) the labor unions \ncomplied with the legal requirements before going on strike, such as the\n membersâ strike vote by secret ballot, the submission of the results \nthereof to the National Conciliation and Mediation Board (NCMB), the \nfiling of a notice to strike and the observance of the 15-day \ncooling-off period. Respondent Commission opined that the unions had a \nreason to regard the salary discrimination, believed to discourage \nmembership in the labororganization, as an unfair labor practice \nprohibited by Article 248 (e) [12] of the Labor Code.\n\nThus, although rejecting that PNOC and its subsidiaries were \nguilty of discrimination, the NLRC reiterated the policy enunciated in \nseveral labor cases âthat a strike does not automatically carry the \nstigma of illegality even if no unfair labor practice were committed by \nthe employer. It suffices if such a belief in good faith is entertained \nby labor as the inducing factor for staging a strike.â [13] Indeed, the presumption of legality prevails even if the allegation of \nunfair labor practice is subsequently found to be untrue, [14] provided that the union and its members believed in good faith in the truth of such averment.\n\nAs to the alleged violation of the strike prohibition in their \nCBA, the NLRC held that there should be no automatic verdict of \nillegality on the strike conducted. It found support from this Supreme \nCourt ruling [15]\n\nâEven on the assumption that the illegality of the strike is \npredicated on its being a violation of the ban or prohibition of strikes\n in export-oriented industries, lack of notice to strike, and as a \nviolation of the no-strike clause of the CBA, still, the automatic \nfinding of the illegality of the strike finds no authoritative support \nin the light of the attendant circumstances. As this Court held in Cebu \nPortland Cement Co. vs. Cement Workers Union [25 SCRA 504], a strike \nstaged by the workers, inspired by good faith, does not automatically \nmake the same illegal. In Ferrer vs. Court of Industrial Relations [17 \nSCRA 352], the belief of the strikers that the management was committing\n unfair labor practice was properly considered in declaring an otherwise\n premature strike, not unlawful, and in affirming the order of the Labor\n Court for the reinstatement without backwages of said employees.â\n\nThe NLRC noted further that the strike was peaceful and orderly, unmarred by any form of violence or untoward incident.\n\nAs to the alleged transgression by respondent unions of Section \n4, Rule XIII of the Omnibus Rules Implementing the Labor Code, we agree \nwith Respondent Commission that there actually was substantial \ncompliance thereof. The aforesaid provision reads:\n\nâSec. 4. Contents of notice . - The notice shall state, \namong others, the names and addresses of the employer and the union \ninvolved, the nature of the industry to which the employer belongs, the \nnumber of union members and of the workers in the bargaining unit, and \nsuch other relevant data as may facilitate the settlement of the \ndispute, such as a brief statement or enumeration of all pending labor \ndisputes involving the same parties.\n\nIn cases of bargaining deadlocks, the notice shall, as far as \npracticable, further state the unresolved issues in the bargaining \nnegotiations and be accompanied by the written proposals of the union, \nthe counter-proposals of the employer and the proof of a request for \nconference to settle the differences. In cases of unfair labor \npractices, the notice shall, as far as practicable, state the acts \ncomplained of and the efforts taken to resolve the dispute amicably.\n\nAny notice which does not conform with the requirements of this and\n the foregoing sections shall be deemed as not having been filed and the\n party concerned shall be so informed by the regional branch of the \nBoard.â\n\nPetitioner argues that the notice of strike was invalid, since (1) it\n erroneously named PNOC as the employer, which is actually a corporate \nentity separate and distinct from petitioner; (2) it did not indicate \nthe specific acts which respondent union considered as unfair labor \npractices; and (3) there was no reasonable attempt or effort on the part\n of respondent union to amicably settle the alleged labor dispute.\n\nThe NLRC ruled, and we agree, that respondent union merely \ncommitted an honest mistake, because it appears on record that PNOC has \nthe same set of corporate officers as petitioner; [16] and matters as to wages and other official policies all emanated from \nPNOC, the mother company. The unrebutted testimony of Leo O. Orrica \nfurther attests to the fact that the employees concerned repeatedly \nbrought to the attention of the management the discriminatory grant of \nsalary increase, but the latter failed to address the grievance of the \nNMPTs or to satisfactorily explain such grant to MPTs only, except to \nsay that it was managementâs prerogative. [17]\n\nLastly, we agree with the solicitor general that, under the \ncircumstances, there was sufficient indication of the nature and cause \nof the labor dispute subject of the notice of strike -- unfair labor \npractice in the form of discrimination. The unions merely filled out the\n standard form furnished for the purpose by the Department of Labor and \nEmployment, and they were indeed not expected to write in detail the \nhistory of their dispute. By supplying the information required in the \nDOLE form and submitting the other explicitly required documents, \nrespondent unions have substantially complied with the law.\n\nA well-recognized norm in labor law is that technical rules of \nprocedure are not to be strictly interpreted and applied in a manner \nthat would defeat substantial justice or be unduly detrimental to the \nwork force. Rules may be relaxed in order to give full meaning to the \nconstitutional mandate of affording full protection to labor. [18] As provided in Article 4 of the Labor Code, âall doubts in the \nimplementation and interpretation of this Code, including its \nimplementing rules and regulations shall be rendered in favor of labor.â [19]\n\nIn addition, we disagree with petitionerâs contention that the \nstrike became automatically illegal upon the labor secretaryâs \ncertification of the dispute to the NLRC for compulsory arbitration. \nBasic is the rule that no order, decision or resolution -- not even one \nthat is âimmediately executoryâ -- is binding and automatically \nexecutory unless and until the proper parties are duly notified thereof. [20] The Labor Code specifically enjoins that decisions, orders or awards of\n the labor secretary, the regional director, the NLRC or the labor \narbiter are âto [be] separately furnish[ed] immediately [to] the \ncounsels of record and the parties x x x.â [21] This means that in labor cases, both the party and its counsel must be \nduly served their separate copies of the order, decision or resolution; \nunlike in ordinary judicial proceedings where notice to counsel is \ndeemed notice to the party. [22]\n\nPrivate respondents precisely impugn the validity of the service \nof the DOLE certification order dated December 13, 1991. They maintain \nthat said order was not validly served on them, since their supposed \ncopy was left only with a security guard at the gate of the office \npremises of the union. Allegedly, no effort was made to serve the same \nto an authorized person inside their office. The service of the order \nupon counsel for the umbrella union FUEL-GAS should not be deemed a \nvalid service upon Respondent KMM-PDEC, which had its own counsel of \nrecord, Atty. Tomas Caspe, who appeared before the NCMB. Besides, the \nlaw requires service to both the counsel and the parties. It has also \nbeen previously held that service to a security guard of the building \nwhere the principal holds office is not a valid service. [23] Nevertheless, upon verified information of the existence of the \ncertification order, members of respondent labor unions promptly ended \ntheir strike and returned to their jobs.\n\nAll in all, we find that the conclusions of Respondent NLRC on \nthe legality of the strike are in accordance with law and jurisprudence.\n Petitioner has failed to show grave abuse of discretion amounting to \nlack or excess of jurisdiction on the part of the NLRC.\n\nSecond Issue:\nThe Dismissals Were Illegal\n\nHaving ruled that the strike staged by respondent unions was \nlegal, the subsequent dismissals of their officers due to their staging \nof said strike cannot be countenanced.\n\nThe NLRC correctly observed that, although petitioner averred \nthat the dismissals of individual respondents were due to infractions of\n company rules and regulations, the alleged infractions actually arose \nfrom their participation in the strike. This is crystal clear from the \ncharges leveled against the union officers, such as âactive \nparticipation in the illegal work stoppage,â âdisruption of company \noperations resulting [in] losses,â âviolation of the âNO STRIKEâ clause \nof the existing CBA,â among others, cited in their similarly worded \nnotices of investigation that eventually led to their dismissals.\n\nFurthermore, such investigations conducted by petitioner were in \nflagrant disregard of the authority and jurisdiction of Respondent \nCommission and in defiance of the Memorandum of Agreement [24] with the striking unions, executed upon the order of then acting Labor \nSecretary Nieves R. Confesor. The issues relating to the strike and \nlockout were already submitted before the NLRC through the corresponding\n complaints filed by petitioner itself and private respondents. By \nfiling a formal complaint for illegal strike, it behooved petitioner to \ndesist from undertaking its own investigation on the same matter, \nconcluding upon the illegality of the union activity and dismissing \noutright the union officers involved. The latter objected, in fact, to \nthe conduct of such investigations precisely due to the pendency before \nthe NLRC of an action based on the same grounds. Instead, petitioner \npreempted the NLRC from ascertaining the merits of the complaints.\n\nMoreover, the Memorandum of Agreement, other than enjoining the \nstriking workers to return to work, likewise ordered the management to \nâaccept them under the same terms and conditions prevailing prior to the\n work stoppage,â and ruled that the matter of âstaggeredâ wage and \nholiday pay deductions for the strike period be discussed in the \nlabor-management committee (LMC). In glaring defiance, petitioner \narbitrarily undertook to change the work schedule of some employees on \nthe very day they resumed work, aside from deducting in full the wages \nand holiday pays of the striking employees pertaining to the strike \nperiod, even before the LMC could convene.\n\nThe actions of petitioner are clearly tainted with abuse of power\n and with illegality. While we recognize the prerogative of management \nto regulate all aspects of employment, the power to discipline and \nterminate an employeeâs services may not be exercised in a despotic or \nwhimsical manner as to erode or render meaningless the constitutional \nguarantees of security of tenure and due process. [25]\n\nTime and again, we have held that the employment status of \nworkers cannot be trifled with, such that their constitutional and \nstatutory rights as well as those arising from valid agreements will, in\n effect, be defeated or circumvented. No less than the Constitution \nitself guarantees state protection of labor and assures workers of \nsecurity of tenure in their employment. [26]\n\nThird Issue:\nDamages\n\nThe actual and exemplary damages sought by petitioner have no \nbasis in law, much less in equity and fair play. From the foregoing \ndiscussion, the strike was staged by respondent unions in the honest \nbelief that petitioner, among the other PNOC subsidiaries involved, was \nguilty of unfair labor practice due to the discrimination in the grant \nof salary increase believed to discourage union membership, and to its \nrefusal to bargain collectively on the matter. There was good faith on \nthe part of the striking unions. Thus, they cannot be penalized by \nimposing upon them payment of damages.\n\nWHEREFORE , the petition is hereby DISMISSED. The assailed Decisions are AFFIRMED.\n\nSO ORDERED.\n\nDavide, Jr., (Chairman), Bellosillo, Vitug, and Quisumbing, JJ. , concur.\n\n[1] Rollo, pp. 21-26.\n\n[2] Second Division \ncomposed of Pres. Comm. Edna Bonto-Perez, ponente; with Comms. Domingo \nH. Zapanta and Rogelio I. Rayala, concurring.\n\n[3] Assailed Decision, pp.46-47; Rollo, pp.99-100.\n\n[4] Rollo, pp. 48-53; \npenned by Comm. Victoriano R. Calaycay, concurred in by Pres. Comm. Raul\n T. Aquino and Comm. Rogelio I. Rayala.\n\n[5] Ibid., pp. 52-53.\n\n[6] Solicitor Generalâs Comment, pp.2-6; Rollo, pp.359-363.\n\n[7] This case was deemed submitted for resolution upon receipt by this Court on November 28, 1997 of petitionerâs Memorandum.\n\n[8] Petron Corporation \nfiled before this Court its own separate petition, which was docketed as\n GR No. 118578. In a Resolution dated October 25, 1995, the same was \ndismissed by the Court. PNOC-Energy Development Corporation also filed \nits own separate petition, docketed as GR No. 119240, which was likewise\n dismissed in a Resolution dated February 29, 1995.\n\n[9] Petition, pp. 10-11; Rollo, pp. 11-12.\n\n[10] Philippine \nAdvertising Counselors, Inc. vs. NLRC, 263 SCRA 395, October 18, 1996; \nFlores vs. NLRC, 253 SCRA 494, February 9, 1996; Loadstar Shipping Co., \nInc. vs. Gallo, 229 SCRA 654, February 4, 1994; Philippine Airlines, \nInc. vs. Santos Jr., 218 SCRA 415, February 4, 1993.1\n\n[11] Philippine Airlines, Inc. vs. NLRC, 258 SCRA 243, July 5, 1996; Five J Taxi vs. NLRC, 235 SCRA 556, August 22, 1994.\n\n[12] âART. 248. Unfair \nlabor practices of employers. -- It shall be unlawful for an employer to\n commit any of the following unfair labor practice:\n\nxxx xxx xxx\n\n(e) To discriminate in regard to \nwages, hours of work, and other terms and conditions of employment in \norder to encourage or discourage membership in any labor organization. x\n x xâ\n\n[13] Pepsi-Cola Labor \nUnion vs. NLRC, 114 SCRA 930, 939, June 29, 1982, per Abad Santos, J., \nciting Maria Cristina Fertilizer Plant Employees Assn. vs. Tandayag, 83 \nSCRA 56, May 11, 1978; Ferrer vs. CIR, 17 SCRA 352, May 31, 1966; Norton\n & Harrison Co, 19 SCRA 310, February 10, 1967.\n\n[14] Master Iron Labor Union vs. NLRC, 219 SCRA 47, 60, February 17, 1993.\n\n[15] Bacus vs. Ople, 132 SCRA 690, 708, October 23, 1984, per Cuevas, J.; Rollo, p. 87.\n\n[16] This fact is admitted by petitioner in its Memorandum, p. 7.\n\n[17] Assailed Decision, p. 30, citing TSN of April 22, 1992; Rollo, p. 83.\n\n[18] Valderrama vs. NLRC, 256 SCRA 467, April 25, 1996; El Toro Security Agency vs. NLRC, 256 SCRA 363, April 18, 1996.\n\n[19] Valderrama vs. NLRC, ibid.\n\n[20] Reyes vs. \nCommission on Elections, 254 SCRA 514, March 7, 1996; Caneda Jr. vs. \nCourt of Appeals, 181 SCRA 762, February 5, 1990. See also Philippine \nNational Bank vs. Court of Appeals, 246 SCRA 304, July 14, 1995; CaÃ±ete \nvs. NLRC, 250 SCRA 259, November 23, 1995; Labudahon vs. NLRC, 251 SCRA \n129, December 11, 1995; Paz vs. Court of Appeals, 181 SCRA 26, January \n11, 1990.\n\n[21] Article 224 of the Labor Code, as amended, provides:\n\nâART. 224. Execution of decisions, orders or \nawards. -- (a) The Secretary of Labor and Employment or any Regional \nDirector, the Commission or any Labor Arbiter, or med-arbiter or \nvoluntary arbitrator may, motu proprio or on motion of any interested \nparty, issue a writ of execution on a judgment within five (5) years \nfrom the date it becomes final and executory, requiring a sheriff or a \nduly deputized officer to execute or enforce final decisions, order or \nawards of the Secretary of Labor and Employment or regional director, \nthe Commission, the Labor Arbiter or med-arbiter, or voluntary \narbitrators. In any case, it shall be the duty of the responsible \nofficer to separately furnish immediately the counsels of record and the\n parties with copies of said decisions, orders or awards. Failure to \ncomply with the duty prescribed herein shall subject such responsible \nofficer to appropriate administrative sanctions.\n\nxxx xxx xxxâ\n\n(Emphases supplied.)\n\n[22] Heirs of Fabio \nMasangya vs. Masangya, 189 SCRA 234, August 30, 1990; National \nIrrigation Administration vs. Regino, 192 SCRA 42, December 4, 1990.\n\n[23] Adamson Ozanam \nEducational Institution, Inc. vs. Adamson University Faculty and \nEmployees Association, 179 SCRA 279, November 9, 1989; cited in Lawin \nSecurity Services, Inc. vs. NLRC, GR No. 118536, June 9, 1997.\n\n[24] Annex E to Petition; Rollo, p. 105.\n\n[25] Hongkong & \nShanghai Banking Corp. vs. NLRC, 260 SCRA 49, July 30, 1996; Tan Jr. vs.\n NLRC, 183 SCRA 651, March 23, 1990; Llosa-Tan vs. NLRC, 181 SCRA 738, \nFebruary 5, 1990.\n\n[26] Tanduay Distillery\n Labor Union vs. NLRC, 239 SCRA 1, December 6, 1994; Holiday Inn Manila \nvs. NLRC, 226 SCRA 417, September 14, 1993.",
  "content_length": 29531,
  "metadata_extraction_date": "2025-11-01T05:51:07.207741",
  "extraction_version": "2.0_enhanced_full_content"
}