{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/GR_123567.html",
  "filename": "GR_123567.html",
  "year": 1998,
  "month": "june",
  "case_number": "123567",
  "gr_number": "123567",
  "volume_page": "353 Phil. 37",
  "decision_date": "June 05, 1998",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROBERTO TONGKO, ACCUSED-APPELLANT.D E C I S I O N PUNO, J.: This is an appeal by accused Roberto Tongko from the Decision of the RTC of Pasig City, Branch 156 finding him guilty of estafa under Article 315(2)(d) of the Revised Penal Code. He was sentenced to suffer twenty seven (27) years of reclusion perpetua and to indemnify Carmelita V. Santos by way of actual damages in the sum of P100,000.00 and to pay the cost of suit. Accused was charged under the following Information: \"That on or about the 20th day of August, 1993, in the Municipality of Pasig, Metro Manila, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, by means of deceit and false pretenses committed prior to or simultaneously with the commission of the fraudulent acts, did then and there willfully, unlawfully and feloniously make or draw and issue to one, Carmelita Santos to apply on account or for value, the check described below: BANK CHECK NO. DATE AMOUNT Phil. Amanah Bank 203729 12-20-93 P10,000.00 Phil. Amanah Bank 203730 12-20-93 P10,000.00 Phil. Amanah Bank 203731 12-20-93 P10,000.00 Phil. Amanah Bank 203732 12-20-93 P10,000.00 Phil. Amanah Bank 203733 12-20-93 P10,000.00 Phil. Amanah Bank 203737 12-20-93 P10,000.00 Phil. Amanah Bank 203738 12-20-93 P10,000.00 Phil. Amanah Bank 203739 12-20-93 P10,000.00 Phil. Amanah Bank 203740 12-20-93 P10,000.00 Phil. Amanah Bank 203741 12-20-93 P10,000.00 said accused well knowing at the time of issue he did not have sufficient funds in or credit with the drawee bank for the payment in full of the face amount of such check upon presentment which check when presented for payment within ninety (90) days from the date thereof was subsequently dishonored by the drawee bank for the reason \"Account Closed\" and despite the lapse of three (3) banking days from receipt of notice that said check has been dishonored, the accused failed to pay said payee the face amount of such check or to make arrangement for full payment thereof, to the damage and prejudice of said Carmelita Santos in the total amount of P100,000.00. CONTRARY TO LAW.\" Accused pled not guilty and underwent trial. The evidence for the prosecution shows that on September 21, 1990, accused opened savings and current accounts with Amanah Bank.[1] In the morning of August 20, 1993, Marites Bo-ot brought the accused to the office of Carmelita V. Santos at Room 504 Pacific Place, Pearl Drive, Ortigas Center, Pasig City to borrow money.[2] The accused asked for P50,000.00 to be paid not later than December 1993.[3] He assured Santos that his receivables would come in by November 1993. He persuaded Santos to give the loan by issuing five (5) checks, each in the sum of P10,000.00, postdated December 20, 1993 and by signing a promissory note.[4] The promissory note was co-signed by Bo-ot. In the afternoon of the same date, the accused returned to Santos and borrowed an additional P50,000.00. Again, he issued five (5) checks, each worth P10,000.00 postdated December 20, 1993. He also signed a promissory note together with Bo-ot.[5] On September 14, 1993, Amanah Bank closed accused's current account for lack of funds. On October 19, 1993, accused himself requested for the closing of his savings account.[6] Santos did not present accused's checks to the drawee bank on their due date upon the request of accused himself.[7] Instead, the checks were presented on March 1, 1994 but were dishonored as accused's accounts had been closed.[8] Accused was informed that his checks had bounced. He promised to make good the checks. He failed to redeem his promise, hence, the case at bar.[9] The accused testified for himself. Nobody corroborated his testimony. He admitted the evidence of the prosecution but alleged that the postdated checks were issued a day or two after he signed the promissory notes.[10] Obviously, he was relying on the defense that the checks were in payment of a pre-existing obligation. As aforestated, the trial court convicted the accused. He appealed to this Court and changed his counsel.[11] He now contends: \"I THE TRIAL COURT ERRED IN HOLDING THAT THE ISSUANCE OF THE TEN (10) POSTDATED CHECKS (EXHS. \"C\" TO \"L\") BY THE ACCUSED-APPELLANT CONSTITUTED FRAUD WHICH INDUCED THE PRIVATE COMPLAINANT TO EXTEND THE LOANS. IT IS RESPECTFULLY SUBMITTED THAT THE INDUCEMENT WAS THE EXECUTION OF THE TWO (2) PROMISSORY NOTES AS WELL AS THE CO-SIGNING THEREOF BY MA. THERESA DEL ROSARIO BO-OT (WHO INTRODUCED ACCUSED-APPELLANT TO PRIVATE COMPLAINANT), IN A JOINT AND SEVERAL CAPACITY. II THE TRIAL COURT ERRED IN NOT HOLDING THAT THE POST-DATED CHECKS WERE IN PAYMENT OF PRE-EXISTING OBLIGATIONS. III THE TRIAL COURT ERRED IN FINDING THE ACCUSED-APPELLANT GUILTY OF ESTAFA AS CHARGED, AND IN IMPOSING A STIFF PRISON TERM OF 27 YEARS OF RECLUSION PERPETUA, A PENALTY \"TOO HARSH AND OUT OF PROPORTION\" AS TO BE VIOLATIVE OF THE CONSTITUTION.\" The appeal is without merit. Estafa, under Article 315, paragraph 2(d) of the Revised Penal Code, as amended by Republic Act No. 4885, has the following elements: (1) postdating or issuance of a check in payment of an obligation contracted at the time the check was issued; (2) lack of sufficiency of funds to cover the check; and (3) damage to the payee thereof. To avoid the first element, appellant contends that he was able to borrow P100,000.00 from Santos due to the promissory notes he co-signed with Bo-ot and not due to the postdated checks he issued. We reject this contention. Firstly, this contention was contrived only after appellant's conviction in the trial court. The records show that appellant did not raise this defense in the trial court. He cannot fault the trial court for failing to consider a defense which he never raised. Secondly, Santos is the best person who can testify on what induced her to lend P100,000.00 to the appellant. Santos categorically declared that it was the issuance of postdated checks which persuaded her to part with her money. We quote her testimony, viz.:[12] \"Q What happened to those checks you mentioned in the promissory note? A When presented to the bank they were all returned by the bank for reason, account closed. Q Before this was deposited to the bank when the accused came to your office and loaned money from you, what was his representation if any to you? A That his collection will come in by Nov. 1993 and also the checks issued to me will be definitely funded on the date that it will become due. Q Were you persuaded as a result of the statement of the accused that these checks will be good that you parted away the amount? A Yes, sir.\" There is likewise no merit to the submission of appellant that his postdated checks were in payment of a pre-existing obligation. Again, we note appellant's change of theory in foisting this argument. In the trial court, appellant testified that he issued the postdated checks, thru Bo-ot, a day or two after he obtained the P100,000.00 loan from Santos.[13] The falsity of the uncorroborated claim, however, is too obvious and the trial court correctly rejected it. The claim cannot succeed in light of Santos' testimony that the issuance of said checks persuaded her to grant the loans. A look at the two promissory notes will show that they bear the date August 20, 1993 and they referred to the postdated checks issued by the appellant. There could be no reference to the postdated checks if they were issued a day or two after the loans. In this appeal, however, appellant offers the new thesis that since the checks were postdated December 1993, ergo, they were issued in payment of the P100,000.00 he got from Santos on August 20, 1993. The postdating of the checks to December 1993 simply means that on said date the checks would be properly funded. It does not mean that the checks should be deemed as issued only on December 1993. Lastly, appellant contends that the penalty of twenty seven (27) years of reclusion perpetua is too harsh and out of proportion to the crime he committed. He submits that his sentence violates section 19(1), Article III of the Constitution which prohibits the infliction of cruel, degrading or inhuman punishment. We are not persuaded. In People v. de la Cruz,[14] we held that \"x x x the prohibition of cruel and unusual punishments is generally aimed at the form or character of the punishment rather than its severity in respect of duration or amount, and apply to punishments which never existed in America or which public sentiment has regarded as cruel or obsolete x x x for instance those inflicted at the whipping post, or in the pillory, burning at the stake, breaking on the wheel, disemboweling, and the like...\" In People v. Estoista,[15] we further held: \"It takes more than merely being harsh, excessive, out of proportion, or severe for a penalty to be obnoxious to the Constitution. The fact that the punishment authorized by the statute is severe does not make it cruel and unusual. Expressed in other terms, it has been held that to come under the ban, the punishment must be \"flagrantly and plainly oppressive,\" \"wholly disproportionate to the nature of the offense as to shock the moral sense of the community.\" The legislature was not thoughtless in imposing severe penalties for violation of par. 2(d) of Article 315 of the Revised Penal Code. The history of the law will show that the severe penalties were intended to stop the upsurge of swindling by issuance of bouncing checks. It was felt that unless aborted, this kind of estafa \"... would erode the people's confidence in the use of negotiable instruments as a medium of commercial transaction and consequently result in the retardation of trade and commerce and the undermining of the banking system of the country.\"[16] The Court cannot impugn the wisdom of Congress in setting this policy. IN VIEW WHEREOF, the Decision dated January 16, 1996 of the RTC of Pasig City, Br. 156 in Criminal Case No. 106614 convicting appellant is affirmed. Costs against appellant. SO ORDERED. Regalado (Chairman), Mendoza, and Martinez, JJ., concur. Melo, J., on leave. [1] TSN, November 16, 1994, p. 3. [2] TSN, September 20, 1994, p. 4. [3] Ibid., pp. 5-6. [4] Ibid., p. 6. [5] Ibid., p. 10. [6] TSN, November 16, 1994, pp. 9-10. [7] TSN, November 9, 1994, p. 10. [8] Ibid., pp. 7, 8, 10. [9] Ibid., pp. 11-12. [10] TSN, June 7, 1995, pp. 9, 11. [11] In the trial court, accused was represented by Atty. Fernando Fernandez. On appeal, he hired the services of Atty. Manuel Tomacruz. [12] TSN, November 9, 1994, p. 7. [13] TSN, June 7, 1995, p. 7. [14] 92 Phil. 906 [1953]. [15] 93 Phil. 647 [1954]. [16] See \"whereas\" clauses of P.D. 818. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "roberto",
    "tongko",
    "accused",
    "appellant",
    "appeal",
    "decision",
    "branch",
    "finding",
    "guilty",
    "estafa",
    "article",
    "revised",
    "code",
    "sentenced",
    "suffer",
    "twenty"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROBERTO TONGKO, ACCUSED-APPELLANT.D E C I S I ...",
  "formatted_case_content": "View printer friendly version\n353 Phil. 37\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 123567, June 05, 1998 ]\n[ G.R. No. 123567, June 05, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROBERTO TONGKO, ACCUSED-APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROBERTO TONGKO, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPUNO, J.:\n\nThis is an appeal by accused Roberto Tongko from the Decision of \nthe RTC of Pasig City, Branch 156 finding him guilty of estafa under \nArticle 315(2)(d) of the Revised Penal Code. He was sentenced to suffer \ntwenty seven (27) years of reclusion perpetua and to indemnify Carmelita\n V. Santos by way of actual damages in the sum of P100,000.00 and to pay\n the cost of suit.\n\nAccused was charged under the following Information:\n\n\"That on or about the 20th day of August, 1993, in the Municipality\n of Pasig, Metro Manila, Philippines and within the jurisdiction of this\n Honorable Court, the above-named accused, by means of deceit and false \npretenses committed prior to or simultaneously with the commission of \nthe fraudulent acts, did then and there willfully, unlawfully and \nfeloniously make or draw and issue to one, Carmelita Santos to apply on \naccount or for value, the check described below:\n\n[TABLE_CONTENT]\nBANK | CHECK NO. | DATE | AMOUNT\nPhil. Amanah Bank | 203729 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203730 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203731 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203732 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203733 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203737 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203738 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203739 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203740 | 12-20-93 | P10,000.00\nPhil. Amanah Bank | 203741 | 12-20-93 | P10,000.00\n[END_TABLE]\n\nBANK CHECK NO. DATE AMOUNT Phil. Amanah Bank 203729 12-20-93 P10,000.00 Phil. Amanah Bank 203730 12-20-93 P10,000.00 Phil. Amanah Bank 203731 12-20-93 P10,000.00 Phil. Amanah Bank 203732 12-20-93 P10,000.00 Phil. Amanah Bank 203733 12-20-93 P10,000.00 Phil. Amanah Bank 203737 12-20-93 P10,000.00 Phil. Amanah Bank 203738 12-20-93 P10,000.00 Phil. Amanah Bank 203739 12-20-93 P10,000.00 Phil. Amanah Bank 203740 12-20-93 P10,000.00 Phil. Amanah Bank 203741 12-20-93 P10,000.00\n\nsaid accused well knowing at the time of issue he did not have \nsufficient funds in or credit with the drawee bank for the payment in \nfull of the face amount of such check upon presentment which check when \npresented for payment within ninety (90) days from the date thereof was \nsubsequently dishonored by the drawee bank for the reason \"Account \nClosed\" and despite the lapse of three (3) banking days from receipt of \nnotice that said check has been dishonored, the accused failed to pay \nsaid payee the face amount of such check or to make arrangement for full\n payment thereof, to the damage and prejudice of said Carmelita Santos \nin the total amount of P100,000.00.\n\nCONTRARY TO LAW.\"\n\nAccused pled not guilty and underwent trial.\n\nThe evidence for the prosecution shows that on September 21, 1990, accused opened savings and current accounts with Amanah Bank. [1] In the morning of August 20, 1993, Marites Bo-ot brought the accused to\n the office of Carmelita V. Santos at Room 504 Pacific Place, Pearl \nDrive, Ortigas Center, Pasig City to borrow money. [2] The accused asked for P50,000.00 to be paid not later than December 1993. [3] He assured Santos that his receivables would come in by November 1993. \nHe persuaded Santos to give the loan by issuing five (5) checks, each in\n the sum of P10,000.00, postdated December 20, 1993 and by signing a \npromissory note. [4] The \npromissory note was co-signed by Bo-ot. In the afternoon of the same \ndate, the accused returned to Santos and borrowed an additional \nP50,000.00. Again, he issued five (5) checks, each worth P10,000.00 \npostdated December 20, 1993. He also signed a promissory note together \nwith Bo-ot. [5]\n\nOn September 14, 1993, Amanah Bank closed accused's current \naccount for lack of funds. On October 19, 1993, accused himself \nrequested for the closing of his savings account. [6]\n\nSantos did not present accused's checks to the drawee bank on their due date upon the request of accused himself. [7] Instead, the checks were presented on March 1, 1994 but were dishonored as accused's accounts had been closed. [8] Accused was informed that his checks had bounced. He promised to make \ngood the checks. He failed to redeem his promise, hence, the case at \nbar. [9]\n\nThe accused testified for himself. Nobody corroborated his \ntestimony. He admitted the evidence of the prosecution but alleged that \nthe postdated checks were issued a day or two after he signed the \npromissory notes. [10] Obviously, he was relying on the defense that the checks were in payment of a pre-existing obligation.\n\nAs aforestated, the trial court convicted the accused. He appealed to this Court and changed his counsel. [11] He now contends:\n\n\"I\n\nTHE TRIAL COURT ERRED IN HOLDING THAT THE ISSUANCE OF THE TEN (10) \nPOSTDATED CHECKS (EXHS. \"C\" TO \"L\") BY THE ACCUSED-APPELLANT CONSTITUTED\n FRAUD WHICH INDUCED THE PRIVATE COMPLAINANT TO EXTEND THE LOANS. IT IS \nRESPECTFULLY SUBMITTED THAT THE INDUCEMENT WAS THE EXECUTION OF THE TWO \n(2) PROMISSORY NOTES AS WELL AS THE CO-SIGNING THEREOF BY MA. THERESA \nDEL ROSARIO BO-OT (WHO INTRODUCED ACCUSED-APPELLANT TO PRIVATE \nCOMPLAINANT), IN A JOINT AND SEVERAL CAPACITY.\n\nII\n\nTHE TRIAL COURT ERRED IN NOT HOLDING THAT THE POST-DATED CHECKS WERE IN PAYMENT OF PRE-EXISTING OBLIGATIONS.\n\nIII\n\nTHE TRIAL COURT ERRED IN FINDING THE ACCUSED-APPELLANT GUILTY OF \nESTAFA AS CHARGED, AND IN IMPOSING A STIFF PRISON TERM OF 27 YEARS OF \nRECLUSION PERPETUA, A PENALTY \"TOO HARSH AND OUT OF PROPORTION\" AS TO BE\n VIOLATIVE OF THE CONSTITUTION.\"\n\nThe appeal is without merit.\n\nEstafa, under Article 315, paragraph 2(d) of the Revised Penal \nCode, as amended by Republic Act No. 4885, has the following elements: \n(1) postdating or issuance of a check in payment of an obligation \ncontracted at the time the check was issued; (2) lack of sufficiency of \nfunds to cover the check; and (3) damage to the payee thereof.\n\nTo avoid the first element, appellant contends that he was able \nto borrow P100,000.00 from Santos due to the promissory notes he \nco-signed with Bo-ot and not due to the postdated checks he issued. We \nreject this contention. Firstly, this contention was contrived only \nafter appellant's conviction in the trial court. The records show that \nappellant did not raise this defense in the trial court. He cannot fault\n the trial court for failing to consider a defense which he never \nraised. Secondly, Santos is the best person who can testify on what \ninduced her to lend P100,000.00 to the appellant. Santos categorically \ndeclared that it was the issuance of postdated checks which persuaded \nher to part with her money. We quote her testimony, viz.: [12]\n\n\"Q What happened to those checks you mentioned in the promissory note?\n\nA When presented to the bank they were all returned by the bank for reason, account closed.\n\nQ Before this was deposited to the bank when the accused came \nto your office and loaned money from you, what was his representation if\n any to you?\n\nA That his collection will come in by Nov. 1993 and also the \nchecks issued to me will be definitely funded on the date that it will \nbecome due.\n\nQ Were you persuaded as a result of the statement of the \naccused that these checks will be good that you parted away the amount?\n\nA Yes, sir.\"\n\nThere is likewise no merit to the submission of appellant that his \npostdated checks were in payment of a pre-existing obligation. Again, we\n note appellant's change of theory in foisting this argument. In the \ntrial court, appellant testified that he issued the postdated checks, \nthru Bo-ot, a day or two after he obtained the P100,000.00 loan from \nSantos. [13] The falsity of the\n uncorroborated claim, however, is too obvious and the trial court \ncorrectly rejected it. The claim cannot succeed in light of Santos' \ntestimony that the issuance of said checks persuaded her to grant the \nloans. A look at the two promissory notes will show that they bear the \ndate August 20, 1993 and they referred to the postdated checks issued by\n the appellant. There could be no reference to the postdated checks if \nthey were issued a day or two after the loans. In this appeal, however, \nappellant offers the new thesis that since the checks were postdated \nDecember 1993, ergo, they were issued in payment of the P100,000.00 he \ngot from Santos on August 20, 1993. The postdating of the checks to \nDecember 1993 simply means that on said date the checks would be \nproperly funded. It does not mean that the checks should be deemed as \nissued only on December 1993.\n\nLastly, appellant contends that the penalty of twenty seven (27) \nyears of reclusion perpetua is too harsh and out of proportion to the \ncrime he committed. He submits that his sentence violates section 19(1),\n Article III of the Constitution which prohibits the infliction of \ncruel, degrading or inhuman punishment. We are not persuaded. In People \nv. de la Cruz, [14] we held \nthat \"x x x the prohibition of cruel and unusual punishments is \ngenerally aimed at the form or character of the punishment rather than \nits severity in respect of duration or amount, and apply to punishments \nwhich never existed in America or which public sentiment has regarded as\n cruel or obsolete x x x for instance those inflicted at the whipping \npost, or in the pillory, burning at the stake, breaking on the wheel, \ndisemboweling, and the like...\" In People v. Estoista, [15] we further held:\n\n\"It takes more than merely being harsh, excessive, out of \nproportion, or severe for a penalty to be obnoxious to the Constitution.\n The fact that the punishment authorized by the statute is severe does \nnot make it cruel and unusual. Expressed in other terms, it has been \nheld that to come under the ban, the punishment must be \"flagrantly and \nplainly oppressive,\" \"wholly disproportionate to the nature of the \noffense as to shock the moral sense of the community.\"\n\nThe legislature was not thoughtless in imposing severe penalties for \nviolation of par. 2(d) of Article 315 of the Revised Penal Code. The \nhistory of the law will show that the severe penalties were intended to \nstop the upsurge of swindling by issuance of bouncing checks. It was \nfelt that unless aborted, this kind of estafa \"... would erode the \npeople's confidence in the use of negotiable instruments as a medium of \ncommercial transaction and consequently result in the retardation of \ntrade and commerce and the undermining of the banking system of the \ncountry.\" [16] The Court cannot impugn the wisdom of Congress in setting this policy.\n\nIN VIEW WHEREOF , the Decision dated January 16, \n1996 of the RTC of Pasig City, Br. 156 in Criminal Case No. 106614 \nconvicting appellant is affirmed. Costs against appellant.\n\nSO ORDERED.\n\nRegalado (Chairman), Mendoza, and Martinez, JJ. , concur.\n\nMelo, J. , on leave.\n\n[1] TSN, November 16, 1994, p. 3.\n\n[2] TSN, September 20, 1994, p. 4.\n\n[3] Ibid., pp. 5-6.\n\n[4] Ibid., p. 6.\n\n[5] Ibid., p. 10.\n\n[6] TSN, November 16, 1994, pp. 9-10.\n\n[7] TSN, November 9, 1994, p. 10.\n\n[8] Ibid., pp. 7, 8, 10.\n\n[9] Ibid., pp. 11-12.\n\n[10] TSN, June 7, 1995, pp. 9, 11.\n\n[11] In the trial \ncourt, accused was represented by Atty. Fernando Fernandez. On appeal, \nhe hired the services of Atty. Manuel Tomacruz.\n\n[12] TSN, November 9, 1994, p. 7.\n\n[13] TSN, June 7, 1995, p. 7.\n\n[14] 92 Phil. 906 [1953].\n\n[15] 93 Phil. 647 [1954].\n\n[16] See \"whereas\" clauses of P.D. 818.",
  "content_length": 11718,
  "metadata_extraction_date": "2025-11-01T05:51:07.683165",
  "extraction_version": "2.0_enhanced_full_content"
}