{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/GR_123520.html",
  "filename": "GR_123520.html",
  "year": 1998,
  "month": "june",
  "case_number": "123520",
  "gr_number": "123520",
  "volume_page": "353 Phil. 551",
  "decision_date": "June 26, 1998",
  "title": "NATIONAL SEMICONDUCTOR (HK) DISTRIBUTION, LTD., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION (4TH DIVISION) AND EDGAR PHILIP C. SANTOS, RESPONDENTS. D E C I S I O N BELLOSILLO,Â J.: The main issues to be resolved in this petition for certiorari are: First, who has the burden of proving a claim for night shift differential pay, the worker who claims not to have been paid night shift differentials, or the employer in custody of pertinent documents which would prove the fact of payment of the same? Second, were the requirements of due process substantially complied with in dismissing the worker? Petitioner National Semiconductor (HK) Distribution, Ltd. (NSC for brevity), a foreign corporation licensed to do business in the Philippines, manufactures and assembles electronic parts for export with principal office at the Mactan Export Processing Zone, Mactan, Lapu-Lapu City. Private respondent Edgar Philip C. Santos was employed by NSC as a technician in its Special Products Group with a monthly salary of P5,501.00 assigned to the graveyard shift starting at ten oâ clock in the evening until six oâ clock in the morning. On 8 January 1993 Santos did not report for work on his shift. He resumed his duties as night shift Technician Support only on 9 January 1993. However, at the end of his shift the following morning, he made two (2) entries in his daily time record (DTR) to make it appear that he worked on both the 8th and 9th of January 1993. His immediate supervisor, Mr. Joel Limsiaco, unknown to private respondent Santos, received the report that there was no technician in the graveyard shift of 8 January 1993. Thus, Limsiaco checked the DTRs and found out that Santos indeed did not report for work on 8 January. But when he checked Santosâ DTR again in the morning of 9 January 1993 he found the entry made by Santos for the day before. Informal investigations were conducted by management. Santos was required in a memorandum to explain in writing within 48 hours from notice why no disciplinary action should be taken against him for dishonesty, falsifying daily time record (DTR) and violation of company rules and regulations.[1] On 11 January 1993 Santos submitted his written explanation alleging that he was ill on the day he was absent. As regards the entry on 8 January, he alleged that it was merely due to oversight or carelessness on his part.[2] Finding Santos' explanation unsatisfactory, NSC dismissed him on 14 January 1993 on the ground of falsification of his DTR, which act was inimical to the company and constituted dishonesty and serious misconduct.[3] Thus, on 20 January 1993, Santos filed a complaint for illegal dismissal and non-payment of back wages, premium pay for holidays and rest days, night shift differential pay, allowances, separation pay, moral damages and attorneyâs fees. Labor Arbiter Dominador A. Almirante found that Santos was dismissed on legal grounds although he was not afforded due process, hence, NSC was ordered to indemnify him P1,000.00. The Labor Arbiter likewise ordered the payment of P19,801.47 representing Santosâ unpaid night shift differentials.[4] NSC appealed to the National Labor Relations Commission (NLRC). In its Decision of 29 September 1995 the NLRC affirmed the Labor Arbiter holding that his conclusions were sufficiently supported by the evidence and therefore must be respected by the appellate tribunal because the hearing officer was in a unique position to observe the demeanor of witnesses and to judge their credibility.[5] NSC imputes grave abuse of discretion to the NLRC in affirming the Labor Arbiterâs award of night shift differentials and P1,000.00 indemnity for alleged violation of due process. It contends that the question of non-payment of night shift differentials was never raised as an issue nor pursued and proved by Santos in the proceedings before the Labor Arbiter; that Santos was already paid his night shift differentials, and any further payment to him would amount to unjust enrichment; and, that the P1,000.00 indemnity is totally unjustified as he was afforded ample opportunity to be heard. We now resolve. A perusal of Santosâ position paper filed before the Labor Arbiter reveals that the question of non-payment of night shift differentials was specifically raised as an issue in the proceedings below which was never abandoned by Santos as erroneously claimed by NSC thus - I S S U E S 1. Did respondent National Semiconductor (HK) Distribution Ltd. illegally dismiss complainant Edgar Philip Santos? 2. Is complainant Edgar Philip Santos entitled to recover unpaid salary, holiday pay, night shift differential, allowances, separation pay, retirement benefits and moral damages?[6] And, in his prayer, Santos sought to be afforded the reliefs prayed for in his complaint.[7] The fact that Santos neglected to substantiate his claim for night shift differentials is not prejudicial to his cause. After all, the burden of proving payment rests on petitioner NSC. Santosâ allegation of non-payment of this benefit, to which he is by law entitled, is a negative allegation which need not be supported by evidence unless it is an essential part of his cause of action. It must be noted that his main cause of action is his illegal dismissal, and the claim for night shift differential is but an incident of the protest against such dismissal. Thus, the burden of proving that payment of such benefit has been made rests upon the party who will suffer if no evidence at all is presented by either party.[8] Moreover, in Jimenez v. National Labor Relations Commission,[9] we declared - As a general rule, one who pleads payment has the burden of proving it. Even where the plaintiff must allege non-payment, the general rule is that the burden rests on the defendant to prove payment, rather than on the plaintiff to prove non-payment. The debtor has the burden of showing with legal certainty that the obligation has been discharged by payment. For sure, private respondent cannot adequately prove the fact of non-payment of night shift differentials since the pertinent employee files, payrolls, records, remittances and other similar documents - which will show that private respondent rendered night shift work; the time he rendered services; and, the amounts owed as night shift differentials - are not in his possession but in the custody and absolute control of petitioner. Private respondent has been in petitionerâs employ for five (5) years - starting 13 January 1988 when he was hired to 14 January 1993 when his services were terminated - and petitioner never denied that private respondent rendered night shift work. In fact, it even presented some documents purporting to prove that private respondent was assigned to work on the night shift. By choosing not to fully and completely disclose information to prove that it had paid all the night shift differentials due to private respondent, petitioner failed to discharge the burden of proof. Consequently, no grave abuse of discretion can be ascribed to the NLRC for sustaining the Labor Arbiter when it ruled thus - It is not disputed that complainant was regularly assigned to a night shift (10:00 P.M. to 7:00 A.M.). Under Section 2, Rule II, Book Three of the Implementing Rules of the Labor Code, complainant is entitled to an additional benefit of not less than ten percent (10%) of his regular wage for each hour of work performed. The record is bereft of evidence that respondent has paid complainant this benefit. The best evidence for respondent corporation would have been the payrolls, vouchers, daily time records and the like which under Sections 6, 7, 8, 11 and 12, Rule X, Book III of the Implementing Rules it is obliged to keep. Its failure gives rise to the presumption that either it does not have them or if it does, their presentation is prejudicial to its cause. We rule therefore that complainant should be awarded a night shift differential but limited to three (3) years considering the prescriptive period of money claims.[10] On the issue of due process, we agree with petitioner that Santos was accorded full opportunity to be heard before he was dismissed. The essence of due process is simply an opportunity to be heard, or as applied to administrative proceedings, an opportunity to explain oneâs side.[11] In the instant case, petitioner furnished private respondent notice as to the particular acts which constituted the grounds for his dismissal. By requiring him to submit a written explanation within 48 hours from receipt of the notice, the company gave him the opportunity to be heard in his defense. Private respondent availed of this chance by submitting a written explanation. Furthermore, investigations on the incident were actually conducted on 9 January 1993 and 11 January 1993. Mr. Reynaldo Gandionco, petitionerâs witness, testified: Q: I reform my question. Was there an investigation conducted on the complainant regarding the alleged falsification of DTR? A: Yes, maâam, there was. Q: Who was present during the alleged investigation? I am referring to the first investigation? A: The first investigation we were many. We were Daryll Go, Joel Limsiaco, Edgar Philip Santos and me. Q: When was the first investigation conducted? A: On the night of January 9, 1993. x x x x Q: During the second investigation, who were present? A: We were: Daryll Go, Edgar Philip Santos and me. Q: And when was the second investigation conducted? A: It was on January 11, 1993 in the afternoon.[12] Finally, private respondent was notified on 14 January 1993 of the managementâs decision to terminate his services. Thus, it is clear that the minimum requirements of due process have been fulfilled by petitioner. That the investigations conducted by petitioner may not be considered formal or recorded hearings or investigations is immaterial. A formal or trial type hearing is not at all times and in all instances essential to due process, the requirements of which are satisfied where the parties are afforded fair and reasonable opportunity to explain their side of the controversy.[13] It is deemed sufficient for the employer to follow the natural sequence of notice, hearing and judgment.[14] WHEREFORE, petition is DISMISSED. The NLRC Decision of 29 September 1995 is AFFIRMED subject to the modification that the award of P1,000.00 as indemnity is DELETED in accordance with the foregoing discussion. SO ORDERED. Davide, Jr., Vitug, Panganiban, and Quisumbing, JJ., concur. [1] Rollo, p. 57; Exh. â1.â [2] Id., pp. 58-59; Exh. â2.â [3] Id., p. 56; Exh. â4.â [4] The other monetary claims were not passed upon by the Labor Arbiter, i.e., back wages, premium pay for holidays and rest days, allowances, separation pay, moral damages and attorneyâs fees. [5] Rollo, p. 34. [6] Id., p. 50; Annex âC.\" [7] Rollo, p. 54; Annex âC.â [8] See Seaborne Carriers Corporation v. National Labor Relations Commission, G.R. No. 88795, 4 October 1994, 237 SCRA 343, 345. [9] G.R. No. 116960, 2 April 1996, 256 SCRA 84, 89. [10] Rollo, pp. 66-67. [11] Philippine Phosphate Fertilizer Corporation v. Torres, et al., G.R. No. 98050, 17 March 1994, 231 SCRA 335. [12] TSN, 27 September 1993, pp. 20-23. [13] Llora Motors, Inc. v. Drilon, G.R. No. 82895, 7 November 1989, 179 SCRA 175. [14] Ruffy v. National Labor Relations Commission, G.R. No. 84193, 15 February 1990, 182 SCRA 1. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "national",
    "semiconductor",
    "distribution",
    "petitioner",
    "relations",
    "commission",
    "division",
    "philip",
    "santos",
    "respondents",
    "bellosillo",
    "issues",
    "resolved",
    "petition",
    "certiorari",
    "burden",
    "proving",
    "differential",
    "worker",
    "claims"
  ],
  "title_summary": "NATIONAL SEMICONDUCTOR (HK) DISTRIBUTION, LTD., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSI...",
  "formatted_case_content": "View printer friendly version\n353 Phil. 551\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 123520, June 26, 1998 ]\n[ G.R. No. 123520, June 26, 1998 ]\n\nNATIONAL SEMICONDUCTOR (HK) DISTRIBUTION, LTD., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION (4TH DIVISION) AND EDGAR PHILIP C. SANTOS, RESPONDENTS. D E C I S I O N\nNATIONAL SEMICONDUCTOR (HK) DISTRIBUTION, LTD., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION (4TH DIVISION) AND EDGAR PHILIP C. SANTOS, RESPONDENTS.\n\nD E C I S I O N\n\nBELLOSILLO,Â  J.:\n\nThe main issues to be resolved in this petition for certiorari are: First ,\n who has the burden of proving a claim for night shift differential pay,\n the worker who claims not to have been paid night shift differentials, \nor the employer in custody of pertinent documents which would prove the \nfact of payment of the same? Second, were the requirements of due \nprocess substantially complied with in dismissing the worker?\n\nPetitioner National Semiconductor (HK) Distribution, Ltd. (NSC \nfor brevity), a foreign corporation licensed to do business in the \nPhilippines, manufactures and assembles electronic parts for export with\n principal office at the Mactan Export Processing Zone, Mactan, \nLapu-Lapu City. Private respondent Edgar Philip C. Santos was employed \nby NSC as a technician in its Special Products Group with a monthly \nsalary of P5,501.00 assigned to the graveyard shift starting at ten oâ \nclock in the evening until six oâ clock in the morning.\n\nOn 8 January 1993 Santos did not report for work on his shift. He\n resumed his duties as night shift Technician Support only on 9 January \n1993. However, at the end of his shift the following morning, he made \ntwo (2) entries in his daily time record (DTR) to make it appear that he\n worked on both the 8th and 9th of January 1993.\n\nHis immediate supervisor, Mr. Joel Limsiaco, unknown to private \nrespondent Santos, received the report that there was no technician in \nthe graveyard shift of 8 January 1993. Thus, Limsiaco checked the DTRs \nand found out that Santos indeed did not report for work on 8 January. \nBut when he checked Santosâ DTR again in the morning of 9 January 1993 \nhe found the entry made by Santos for the day before.\n\nInformal investigations were conducted by management. Santos was \nrequired in a memorandum to explain in writing within 48 hours from \nnotice why no disciplinary action should be taken against him for \ndishonesty, falsifying daily time record (DTR) and violation of company \nrules and regulations. [1] On \n11 January 1993 Santos submitted his written explanation alleging that \nhe was ill on the day he was absent. As regards the entry on 8 January, \nhe alleged that it was merely due to oversight or carelessness on his \npart. [2]\n\nFinding Santos' explanation unsatisfactory, NSC dismissed him on \n14 January 1993 on the ground of falsification of his DTR, which act was\n inimical to the company and constituted dishonesty and serious \nmisconduct. [3]\n\nThus, on 20 January 1993, Santos filed a complaint for illegal \ndismissal and non-payment of back wages, premium pay for holidays and \nrest days, night shift differential pay, allowances, separation pay, \nmoral damages and attorneyâs fees.\n\nLabor Arbiter Dominador A. Almirante found that Santos was \ndismissed on legal grounds although he was not afforded due process, \nhence, NSC was ordered to indemnify him P1,000.00. The Labor Arbiter \nlikewise ordered the payment of P19,801.47 representing Santosâ unpaid \nnight shift differentials. [4]\n\nNSC appealed to the National Labor Relations Commission (NLRC). \nIn its Decision of 29 September 1995 the NLRC affirmed the Labor Arbiter\n holding that his conclusions were sufficiently supported by the \nevidence and therefore must be respected by the appellate tribunal \nbecause the hearing officer was in a unique position to observe the \ndemeanor of witnesses and to judge their credibility. [5]\n\nNSC imputes grave abuse of discretion to the NLRC in affirming \nthe Labor Arbiterâs award of night shift differentials and P1,000.00 \nindemnity for alleged violation of due process. It contends that the \nquestion of non-payment of night shift differentials was never raised as\n an issue nor pursued and proved by Santos in the proceedings before the\n Labor Arbiter; that Santos was already paid his night shift \ndifferentials, and any further payment to him would amount to unjust \nenrichment; and, that the P1,000.00 indemnity is totally unjustified as \nhe was afforded ample opportunity to be heard.\n\nWe now resolve. A perusal of Santosâ position paper filed before \nthe Labor Arbiter reveals that the question of non-payment of night \nshift differentials was specifically raised as an issue in the \nproceedings below which was never abandoned by Santos as erroneously \nclaimed by NSC thus -\n\nI S S U E S\n\n1. Did respondent National Semiconductor (HK) Distribution Ltd. illegally dismiss complainant Edgar Philip Santos?\n\n2. Is complainant Edgar Philip Santos entitled to recover \nunpaid salary, holiday pay, night shift differential, allowances, \nseparation pay, retirement benefits and moral damages? [6]\n\nAnd, in his prayer, Santos sought to be afforded the reliefs prayed for in his complaint. [7]\n\nThe fact that Santos neglected to substantiate his claim for \nnight shift differentials is not prejudicial to his cause. After all, \nthe burden of proving payment rests on petitioner NSC. Santosâ \nallegation of non-payment of this benefit, to which he is by law \nentitled, is a negative allegation which need not be supported by \nevidence unless it is an essential part of his cause of action. It must \nbe noted that his main cause of action is his illegal dismissal, and the\n claim for night shift differential is but an incident of the protest \nagainst such dismissal. Thus, the burden of proving that payment of such\n benefit has been made rests upon the party who will suffer if no \nevidence at all is presented by either party. [8] Moreover, in Jimenez v. National Labor Relations Commission , [9] we declared -\n\nAs a general rule, one who pleads payment has the burden of proving\n it. Even where the plaintiff must allege non-payment, the general rule \nis that the burden rests on the defendant to prove payment, rather than \non the plaintiff to prove non-payment. The debtor has the burden of \nshowing with legal certainty that the obligation has been discharged by \npayment.\n\nFor sure, private respondent cannot adequately prove the fact of \nnon-payment of night shift differentials since the pertinent employee \nfiles, payrolls, records, remittances and other similar documents - \nwhich will show that private respondent rendered night shift work; the \ntime he rendered services; and, the amounts owed as night shift \ndifferentials - are not in his possession but in the custody and \nabsolute control of petitioner.\n\nPrivate respondent has been in petitionerâs employ for five (5) \nyears - starting 13 January 1988 when he was hired to 14 January 1993 \nwhen his services were terminated - and petitioner never denied that \nprivate respondent rendered night shift work. In fact, it even presented\n some documents purporting to prove that private respondent was assigned\n to work on the night shift.\n\nBy choosing not to fully and completely disclose information to \nprove that it had paid all the night shift differentials due to private \nrespondent, petitioner failed to discharge the burden of proof. \nConsequently, no grave abuse of discretion can be ascribed to the NLRC \nfor sustaining the Labor Arbiter when it ruled thus -\n\nIt is not disputed that complainant was regularly assigned to a \nnight shift (10:00 P.M. to 7:00 A.M.). Under Section 2, Rule II, Book \nThree of the Implementing Rules of the Labor Code, complainant is \nentitled to an additional benefit of not less than ten percent (10%) of \nhis regular wage for each hour of work performed. The record is bereft \nof evidence that respondent has paid complainant this benefit. The best \nevidence for respondent corporation would have been the payrolls, \nvouchers, daily time records and the like which under Sections 6, 7, 8, \n11 and 12, Rule X, Book III of the Implementing Rules it is obliged to \nkeep. Its failure gives rise to the presumption that either it does not \nhave them or if it does, their presentation is prejudicial to its cause.\n\nWe rule therefore that complainant should be awarded a night shift \ndifferential but limited to three (3) years considering the prescriptive\n period of money claims. [10]\n\nOn the issue of due process, we agree with petitioner that Santos was\n accorded full opportunity to be heard before he was dismissed.\n\nThe essence of due process is simply an opportunity to be heard, \nor as applied to administrative proceedings, an opportunity to explain \noneâs side. [11] In the instant\n case, petitioner furnished private respondent notice as to the \nparticular acts which constituted the grounds for his dismissal. By \nrequiring him to submit a written explanation within 48 hours from \nreceipt of the notice, the company gave him the opportunity to be heard \nin his defense. Private respondent availed of this chance by submitting a\n written explanation. Furthermore, investigations on the incident were \nactually conducted on 9 January 1993 and 11 January 1993. Mr. Reynaldo \nGandionco, petitionerâs witness, testified:\n\nQ: I reform my question. Was there an investigation conducted on \nthe complainant regarding the alleged falsification of DTR?\n\nA: Yes, maâam, there was.\n\nQ: Who was present during the alleged investigation? I am referring to the first investigation?\n\nA: The first investigation we were many. We were Daryll Go, Joel Limsiaco, Edgar Philip Santos and me.\n\nQ: When was the first investigation conducted?\n\nA: On the night of January 9, 1993.\n\nx x x x\n\nQ: During the second investigation, who were present?\n\nA: We were: Daryll Go, Edgar Philip Santos and me.\n\nQ: And when was the second investigation conducted?\n\nA: It was on January 11, 1993 in the afternoon. [12]\n\nFinally, private respondent was notified on 14 January 1993 of the managementâs decision to terminate his services.\n\nThus, it is clear that the minimum requirements of due process have been fulfilled by petitioner.\n\nThat the investigations conducted by petitioner may not be considered formal or recorded hearings or investigations is immaterial. A formal or trial type \nhearing is not at all times and in all instances essential to due \nprocess, the requirements of which are satisfied where the parties are \nafforded fair and reasonable opportunity to explain their side of the \ncontroversy. [13] It is deemed sufficient for the employer to follow the natural sequence of notice, hearing and judgment. [14]\n\nWHEREFORE , petition is DISMISSED. The NLRC \nDecision of 29 September 1995 is AFFIRMED subject to the modification \nthat the award of P1,000.00 as indemnity is DELETED in accordance with \nthe foregoing discussion.\n\nSO ORDERED .\n\nDavide, Jr., Vitug, Panganiban , and Quisumbing, JJ. , concur.\n\n[1] Rollo, p. 57; Exh. â1.â\n\n[2] Id., pp. 58-59; Exh. â2.â\n\n[3] Id., p. 56; Exh. â4.â\n\n[4] The other monetary \nclaims were not passed upon by the Labor Arbiter, i.e., back wages, \npremium pay for holidays and rest days, allowances, separation pay, \nmoral damages and attorneyâs fees.\n\n[5] Rollo, p. 34.\n\n[6] Id., p. 50; Annex âC.\"\n\n[7] Rollo, p. 54; Annex âC.â\n\n[8] See Seaborne Carriers Corporation v. National Labor Relations Commission, G.R. No. 88795, 4 October 1994, 237 SCRA 343, 345.\n\n[9] G.R. No. 116960, 2 April 1996, 256 SCRA 84, 89.\n\n[10] Rollo, pp. 66-67.\n\n[11] Philippine Phosphate Fertilizer Corporation v. Torres, et al., G.R. No. 98050, 17 March 1994, 231 SCRA 335.\n\n[12] TSN, 27 September 1993, pp. 20-23.\n\n[13] Llora Motors, Inc. v. Drilon, G.R. No. 82895, 7 November 1989, 179 SCRA 175.\n\n[14] Ruffy v. National Labor Relations Commission, G.R. No. 84193, 15 February 1990, 182 SCRA 1.",
  "content_length": 11970,
  "metadata_extraction_date": "2025-11-01T05:51:07.656710",
  "extraction_version": "2.0_enhanced_full_content"
}