{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/GR_129744.html",
  "filename": "GR_129744.html",
  "year": 1998,
  "month": "june",
  "case_number": "129744",
  "gr_number": "129744",
  "volume_page": "353 Phil. 631",
  "decision_date": "June 26, 1998",
  "title": "HONOR P. MOSLARES, PETITIONER, VS. THIRD DIVISION, COURT OF APPEALS, HON. ERIBERTO ROSARIO, JR., PRESIDING JUDGE, BR. 66, MAKATI; TOYOTA BEL-AIR, INC., RESPONDENTS. D E C I S I O N MELO, J.: Petitioner Honor P. Morales seeks to set aside the decision of the Court of Appeals in its CA-G.R. SP No. 40086, dismissing his petition for review and affirming the order dated September 13, 1995 of the Regional Trial Court of the National Capital Judicial Region (Makati City, Branch 66), declaring petitioner to have waived his right to present evidence, and affirming too the decision of the same regional trial court dated October 26, 1995 finding petitioner guilty of violation of Batas Pambansa Bilang 22 (Criminal Case No. 22-0099) which decision was promulgated in absentia. Likewise, petitioner seeks to nullify respondent appellate court's resolutions dated April 11, 1997 denying his petition for bail. The antecedental facts may be chronicled in the following manner: On February 19, 1991, petitioner purchased three units of Toyota Corolla 1600 from Toyota Bel-Air, Inc which were thereupon registered under his name, under the name of Manila Construction Development Corporation of the Philippines, and under the name of Austra-Phil Homes Inc. In payment thereof, petitioner issued Philippine Bank of Commissions Check No. 841644 dated May 24, 1991 in the amount of P1,425,780.00. When presented for payment, said check was dishonored for having been drawn against insufficient funds. Thus, petitioner was charged for violation of Batas Pambansa Blg. 22 and for Estafa. The hearings of the case were postponed several times either at the instance of the petitioner or the prosecution, or motu proprio by the court. On Septmenber 13, 1995, the scheduled date of the presentation of evidence by petitioner, he failed to appear, but was represented by a newly retained lawyer, Atty. Dionisio Landero, who claimed that he was not ready to proceed with the trial as he was not yet familiar with the case. As a result, the trial court set the promulgation of the decision on October 30, 1995. On October 9, 1995, petitioner filed a Motion for Recorsideration/Re Trial. However, on October 26, 1995 the trial court issued its assailed decision, portions of which read: The record shows that accused Honor Moslares did not attend during the presentation of evidence for the prosecution nor for the defense. The Court set the presentation of evidence for the defense nineteen (19) times four (4) of which were cancelled on the ground that there was a typhoon and the public prosecutor was 'indisposed'. But the accused did not even testify and presented only one witness, a certain Sixto Avila. Subject cases were submitted for decision four (4) times for failure of the accused to present evidence but was lifted in the interest of justice upon motion of the accused. He changed his lawyer four times everytime the Court ordered the case submitted for decision for failure of the accused to present his evidenced inorder to gain a delay. x x x x x x x x x IN VIEW OF THE FOREGOING, judgment is hereby rendered: 1) In Criminal Case No. 92-0099 finding accused Honor Moslares guilty beyond reasonable doubt of violation of Batas Pambansa Bilang 22 and the Court hereby sentences Honor Moslares to suffer an imprisonment of one year (1) year. 2) In Criminal Case No. 92-0100 finding accused Honor Moslares guilty beyond reasonable doubt of violation of Batas Bilang 22 and the Court hereby sentences Honor Moslares to suffer an imprisonment of one (1) year. (pp. 111-112; 114, Rollo.) On October 30, 1995, the trial court proceeded to promulgate in absentia the October 26, 1996 decision. On November 14, 1995, petitioner filed a notice of appeal which was denied due course by the lower court in its assailed order dated dated February 1, 1996. The lower court, relying on the case of People vs. Mapalao (197 SCRA 79[1991]), considered petitioner to have waived his right to appeal. On February 14, 1996, petitioner filed a petition for relief from judgment which was likewise denied by the trial court. On March 14, 1996, petitioner filed a petition for review with the Court of Appeals which treated the petition as one for certiorari. Petitioner also filed on October 3, 1996, a petition to post bail, later supplemented. On November 29, 1996, the Court of Appeals rendered a decision dismissing the petition for review and denying the petition to post bail. Motions for reconsideration subsequently filed by petitioner were denied. Hence, the instant recourse, with petitioner contending that the Court of Appeals erred: I. IN AFFIRMING THE DECISION OF THE LOWER COURT DECLARING THAT THE PETITIONER HAD WAIVED HIS RIGHT TO PRESENT EVIDENCE BY NUMEROUS POSTPONEMENTS THEREBY DEPRIVING PETITIONER HIS RIGHT TO DUE PROCESS. II. IN AFFIRMING THE DECISION OF THE LOWER COURT WHICH WAS PROMULGATED IN ABSENTIA WITHOUT GIVING PETITIONER AN OPPURTUNITY TO PRESENT EVIDENCE IN SUPPORT OF HIS DEFENSE. III. IN RULING THAT PETITIONER HAS NO VALID DEFENSE. IV. IN SUSTAINING ACTION OF LOWER COURT DISMISSING APPEAL THEREBY DENYING HIS RIGHT TO DUE PROCESS. V. IN DENYING PETITIONER'S APLLICATION FOR BAIL. (p. 10, Rollo) Anent the first and second which are related, the Court of Appeals agreed with the trial court that petitioner should be considered to have waived his right to present further evidence because of his repeated failure to attend scheduled hearings. While it is true that the right to present evidence may be waived expressly or impliedly, it cannot be said that petitioner had waived said right in this case. The postponement sought by petitioner and counsel appear to be justified and were not vexatious and oppressive as borne by the record of the case. The intention and the willingness of petitioner to present evidence can be gleaned from the fact that he had already presented one witness and has other witnesses ready for presentation, although this was delayed, but for meritorious reasons, such as illness of the petitioner and his counsel, petitioner's confinement at a hospital, ongoing negotiations between the parties, and substitution of counsel. The rights of an accused during trial are given paramount importance in our laws and rules on criminal procedure. Among the fundamental rights of the accused is the right to be heard by himself and counsel. Verily, this right is even guaranteed by the Constitution itself. This right has been recognized and established in order to make sure that justice is done to the accused. Further, the constitution right of the accused to be heard in his defense is inviolate. No court of justice under our system of government has the power to deprive him of that right (People vs. Lumague, Jr., 111 SCRA 515 [1982]). It would have thus been more befitting and seemly of the Court of Appeals had it ordered the trial court to reopen the case for the reception of petitioner's evidence. Granting that petitioner had sought a number of postponements, the requirements of substantial justice mandate that he should have been given his day in court. The grant of a reasonable continuance would have been sounder judicial discretion to ferret out the truth, than to have a speedy disposition of the case, but at the expense of a fundamental right. Hence, it was error for the trial court to have proceeded with the promulgation of decision on the premise that petitioner had waived his right to appear in court to present his evidence. Likewise, the Court of Appeals, in affirming said decision, gravely abused its discretion as it sustained a decision of the lower court rendered in violation of the right of petitioner to due process. As enunciated in the case of Alliance of Democratic Free Labor Organization vs. Laguesma (254 SCRA 565 [1996]), the most basic tenet of due process is the right to heard. As regards the third assigned error, the Court of Appeals held that the defense sought to be established by petitioner would not, even if considered by the court, exonerate him from his criminal liability under Batas Pambansa Blg. 22. This disclaration seems to be no less than, and is tantamount to, prejudging the nature of the testimony of petitioner and his witnesses. It is worthy to note that the alleged criminal liability of petitioner stems from his being the signatory of the questioned check and his being an officer of the corporation, the actual purchaser of the cars. As mentioned by the Solicitor General in his Manifestation, and citing the case of Lina Lim Lao vs. Court of Appeals (274 SCRA 572 [1997]), an officer of a corporation is not to be held criminally liable for violation of Batas Pambansa Blg. 22 for signing a bum check, upon which premise, the Solicitor General concludes and recommends that petitioner be given his opportunity to present his evidence. With respect to the fourth error, the lower court, in denying petitioner's appeal, considered him to have waived his right to appeal because of his failure to be present during the promulgation of the judgment on October 30, 1995, despite due notice to him and his bondsman or counsel. We do not agree. The last sentence of Section 6, Rule 120 states that: â¦ If the judgment is for conviction, and the accused's failure to appear was without justifiable cause, the court shall further order the arrest of the accused, who may appeal within fifteen (15) days from notice of the decision to him or his counsel. This means that whether or not the absence of the accused during promulgation is justified, the right to appeal is not lost, the only requirement being that the notice of appeal must be filed within 15 days notice of the judgment. The Mapalao ruling (197 SCRA 79 [1991]), upon h the lower court and the court of Appeals based their denial of petitioner's appeal, does not appear to be applicable herein, as the facts of the two cases differ. In Mapalao, the accused escaped from detention and trial in absentia continued against him. He remained at larged even at the time of the promulgation of judgment, and thus, was deemed to have waived his right to appeal. In the instant case, however, petitioner is not a fugitive from justice. On the contrary, petitioner has been seeking redres under the law as evidenced by the various pleadings and motions he has filed with the courts. Petitioer, therefore, cannot be considered as one who has lost his standing in court and thus, cannot be deprived of his right to seek judicial relief. Inasmuch as petitioner's appeal was perfected within the 15-day reglementary period, the samemust be given due course. To deny petitioner's appeal is tantamount to denying him due process. Although the right to appeal is a statutory, not a natural right, it is an essential part of the judicial system and courts should proceed with caution so as not to deprive a party of this prerogative, but instead, afford every party-litigant the amplest oppurtunity for the proper and just disposition of his cause, freed from the constrainsts of technicalities (Santos vs. Court of Appeals, 253 SCRA 623 [1996]). On the matter of bail, the Court of Appeals denied petitioner's motion to post bail on the bail on the ground that the decision of the lower court had become final and executory, inasmuch as the petitioner's appeal has also been denied. The following provision of Rule 114 of the Rules of Court, as amended by Administrative Circular No. 12-94, are pertinent: Sec. 4. Bail, a matter of right. - All persons in custody shall: (a) before or after conviction by the Metropolitan Trial Court, Municipal Trial Court, Municipal Trial Court in Cities and Municipal Circuit Trial Court, and (b) before conviction by the Regional Trial Court of an offense not punishable by death, reclusion perpetua of life imprisonment, be admitted to bail as a matter of right, with sufficient sureties, or be released on recognizance as prescribed by law or this Rule. Sec. 5. Bail, when discretionary - Upon conviction by the Regional Trial Court of an offense not punishable by death, reclusion perpetua or life imprisonment, the court, on application, may admit the accused to bail. The court, in its discretion, may allow the accused to continue on provisional liberty under the same bail bond during the period of appeal subject to the consent of the bondsman. If the court imposed a penalty of imprisonment exceeding six (6) years but not more than twenty (20) years, the accused shall be denied bail, or his bail prebe cancelled, upon a showing by the prosecution, with notice to the accused of the following or other similar circumstances: (a) That the accused is a recidivist, quasi-recidivist, or habitual delinquent, or has committed the crime aggravated by the circumstance of reiteration; (b) That the accused is found to have previously escaped from legal confinement, evaded sentence, or has violated the conditions of his bail without valid jurisdiction; (c) That the accused committed the offense while on probation, parole or under conditional pardon (d) That the circumstances of the accused or his case indicate the probability of flight if released on bail; or (e) That there is undue risk that during the pendency of the appeal, the accused may commit another crime. The appellate court may review the resolution of the Regional Trial Court, on motion and with notice to the adverse party. Petitioner was not convicted of an offense punishable by death, reclusion perpetua, or life imprisonment where bail is not matter of right on the part of petitioner nor of discretion on the part of the Court. Neither has he been convicted of an offense punishable by imprisonment of six to twenty years where bail becomes a matter of judicial discretion and may be denied if any of the circumstances aforementioned are present. Rather, petitioner was convicted erroneously - it is to be hastily added - of offenses punishable only by imprisonment of one year each. In this light, petitioner's admission to bail becomes imperative and indispensable, moreso because of petitioner's deteriorating health. The right to bail is a constitutional guaranty which every person under legal custody may invoke, except those qualified under the law. Petitioner does not fall under these exceptions and must, therefore, be duly accorded such right. Verily, it was patent error for the respondent Court of Appeals to deny petitioner of said right. WHEREFORE, the instant petition for certiorari is GRANTED. The decision of the Court of Appeals dated November 29, 1996 affirming the October 30, 1996 decision of the lower court, as well as said latter decision, are hereby set aside, and the case is remanded to the court of origin for further proceedings whereat, petioner may be given an opportunity to post bail. For this reason, respondent court's resolution dated April 11, 1997 and May 19, 1997 denying petitioner's petition for bail are likewise set aside. No special pronouncement is made as to costs. SO ORDERED. Regalado, (Chairman), Puno, Mendoza, and Martinez, JJ., concur. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "moslares",
    "petitioner",
    "division",
    "court",
    "appeals",
    "eriberto",
    "rosario",
    "presiding",
    "judge",
    "makati",
    "toyota",
    "respondents",
    "morales",
    "decision",
    "dismissing",
    "petition",
    "review",
    "affirming",
    "september",
    "regional"
  ],
  "title_summary": "HONOR P. MOSLARES, PETITIONER, VS. THIRD DIVISION, COURT OF APPEALS, HON. ERIBERTO ROSARIO, JR., ...",
  "formatted_case_content": "View printer friendly version\n353 Phil. 631\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 129744, June 26, 1998 ]\n[ G.R. No. 129744, June 26, 1998 ]\n\nHONOR P. MOSLARES, PETITIONER, VS. THIRD DIVISION, COURT OF APPEALS, HON. ERIBERTO ROSARIO, JR., PRESIDING JUDGE, BR. 66, MAKATI; TOYOTA BEL-AIR, INC., RESPONDENTS. D E C I S I O N\nHONOR P. MOSLARES, PETITIONER, VS. THIRD DIVISION, COURT OF APPEALS, HON. ERIBERTO ROSARIO, JR., PRESIDING JUDGE, BR. 66, MAKATI; TOYOTA BEL-AIR, INC., RESPONDENTS.\n\nD E C I S I O N\n\nMELO, J.:\n\nPetitioner Honor P. Morales seeks to set aside the decision of \nthe Court of Appeals in its CA-G.R. SP No. 40086, dismissing his \npetition for review and affirming the order dated September 13, 1995 of \nthe Regional Trial Court of the National Capital Judicial Region (Makati\n City, Branch 66), declaring petitioner to have waived his right to \npresent evidence, and affirming too the decision of the same regional \ntrial court dated October 26, 1995 finding petitioner guilty of \nviolation of Batas Pambansa Bilang 22 (Criminal Case No. 22-0099) which \ndecision was promulgated in absentia. Likewise, petitioner seeks to \nnullify respondent appellate court's resolutions dated April 11, 1997 \ndenying his petition for bail.\n\nThe antecedental facts may be chronicled in the following manner:\n\nOn February 19, 1991, petitioner purchased three units of Toyota \nCorolla 1600 from Toyota Bel-Air, Inc which were thereupon registered \nunder his name, under the name of Manila Construction Development \nCorporation of the Philippines, and under the name of Austra-Phil Homes \nInc. In payment thereof, petitioner issued Philippine Bank of \nCommissions Check No. 841644 dated May 24, 1991 in the amount of \nP1,425,780.00. When presented for payment, said check was dishonored for\n having been drawn against insufficient funds. Thus, petitioner was \ncharged for violation of Batas Pambansa Blg. 22 and for Estafa.\n\nThe hearings of the case were postponed several times either at \nthe instance of the petitioner or the prosecution, or motu proprio by \nthe court. On Septmenber 13, 1995, the scheduled date of the \npresentation of evidence by petitioner, he failed to appear, but was \nrepresented by a newly retained lawyer, Atty. Dionisio Landero, who \nclaimed that he was not ready to proceed with the trial as he was not \nyet familiar with the case. As a result, the trial court set the \npromulgation of the decision on October 30, 1995.\n\nOn October 9, 1995, petitioner filed a Motion for \nRecorsideration/Re Trial. However, on October 26, 1995 the trial court \nissued its assailed decision, portions of which read:\n\nThe record shows that accused Honor Moslares did not attend during \nthe presentation of evidence for the prosecution nor for the defense. \nThe Court set the presentation of evidence for the defense nineteen (19)\n times four (4) of which were cancelled on the ground that there was a \ntyphoon and the public prosecutor was 'indisposed'. But the accused did \nnot even testify and presented only one witness, a certain Sixto Avila. \nSubject cases were submitted for decision four (4) times for failure of \nthe accused to present evidence but was lifted in the interest of \njustice upon motion of the accused. He changed his lawyer four times \neverytime the Court ordered the case submitted for decision for failure \nof the accused to present his evidenced inorder to gain a delay.\n\nx x x\n\nx x x\n\nx x x\n\nIN VIEW OF THE FOREGOING, judgment is hereby rendered:\n\n1) In Criminal Case No. 92-0099 finding accused Honor \nMoslares guilty beyond reasonable doubt of violation of Batas Pambansa \nBilang 22 and the Court hereby sentences Honor Moslares to suffer an \nimprisonment of one year (1) year.\n\n2) In Criminal Case No. 92-0100 finding accused Honor \nMoslares guilty beyond reasonable doubt of violation of Batas Bilang 22 \nand the Court hereby sentences Honor Moslares to suffer an imprisonment \nof one (1) year.\n\n(pp. 111-112; 114, Rollo.)\n\nOn October 30, 1995, the trial court proceeded to promulgate in absentia the October 26, 1996 decision.\n\nOn November 14, 1995, petitioner filed a notice of appeal which \nwas denied due course by the lower court in its assailed order dated \ndated February 1, 1996. The lower court, relying on the case of People \nvs. Mapalao (197 SCRA 79[1991]), considered petitioner to have waived \nhis right to appeal.\n\nOn February 14, 1996, petitioner filed a petition for relief from\n judgment which was likewise denied by the trial court. On March 14, \n1996, petitioner filed a petition for review with the Court of Appeals \nwhich treated the petition as one for certiorari. Petitioner also filed \non October 3, 1996, a petition to post bail, later supplemented.\n\nOn November 29, 1996, the Court of Appeals rendered a decision \ndismissing the petition for review and denying the petition to post \nbail. Motions for reconsideration subsequently filed by petitioner were \ndenied.\n\nHence, the instant recourse, with petitioner contending that the Court of Appeals erred:\n\nI. IN AFFIRMING THE DECISION OF THE LOWER COURT DECLARING THAT\n THE PETITIONER HAD WAIVED HIS RIGHT TO PRESENT EVIDENCE BY NUMEROUS \nPOSTPONEMENTS THEREBY DEPRIVING PETITIONER HIS RIGHT TO DUE PROCESS.\n\nII. IN AFFIRMING THE DECISION OF THE LOWER COURT WHICH WAS \nPROMULGATED IN ABSENTIA WITHOUT GIVING PETITIONER AN OPPURTUNITY TO \nPRESENT EVIDENCE IN SUPPORT OF HIS DEFENSE.\n\nIII. IN RULING THAT PETITIONER HAS NO VALID DEFENSE.\n\nIV. IN SUSTAINING ACTION OF LOWER COURT DISMISSING APPEAL THEREBY DENYING HIS RIGHT TO DUE PROCESS.\n\nV. IN DENYING PETITIONER'S APLLICATION FOR BAIL.\n\n(p. 10, Rollo)\n\nAnent the first and second which are related, the Court of Appeals \nagreed with the trial court that petitioner should be considered to have\n waived his right to present further evidence because of his repeated \nfailure to attend scheduled hearings.\n\nWhile it is true that the right to present evidence may be waived\n expressly or impliedly, it cannot be said that petitioner had waived \nsaid right in this case. The postponement sought by petitioner and \ncounsel appear to be justified and were not vexatious and oppressive as \nborne by the record of the case. The intention and the willingness of \npetitioner to present evidence can be gleaned from the fact that he had \nalready presented one witness and has other witnesses ready for \npresentation, although this was delayed, but for meritorious reasons, \nsuch as illness of the petitioner and his counsel, petitioner's \nconfinement at a hospital, ongoing negotiations between the parties, and\n substitution of counsel.\n\nThe rights of an accused during trial are given paramount \nimportance in our laws and rules on criminal procedure. Among the \nfundamental rights of the accused is the right to be heard by himself \nand counsel. Verily, this right is even guaranteed by the Constitution \nitself. This right has been recognized and established in order to make \nsure that justice is done to the accused.\n\nFurther, the constitution right of the accused to be heard in his\n defense is inviolate. No court of justice under our system of \ngovernment has the power to deprive him of that right ( People vs. Lumague, Jr. , 111 SCRA 515 [1982]).\n\nIt would have thus been more befitting and seemly of the Court of\n Appeals had it ordered the trial court to reopen the case for the \nreception of petitioner's evidence. Granting that petitioner had sought a\n number of postponements, the requirements of substantial justice \nmandate that he should have been given his day in court. The grant of a \nreasonable continuance would have been sounder judicial discretion to \nferret out the truth, than to have a speedy disposition of the case, but\n at the expense of a fundamental right.\n\nHence, it was error for the trial court to have proceeded with \nthe promulgation of decision on the premise that petitioner had waived \nhis right to appear in court to present his evidence. Likewise, the \nCourt of Appeals, in affirming said decision, gravely abused its \ndiscretion as it sustained a decision of the lower court rendered in \nviolation of the right of petitioner to due process. As enunciated in \nthe case of Alliance of Democratic Free Labor Organization vs. Laguesma (254 SCRA 565 [1996]), the most basic tenet of due process is the right to heard.\n\nAs regards the third assigned error, the Court of Appeals held \nthat the defense sought to be established by petitioner would not, even \nif considered by the court, exonerate him from his criminal liability \nunder Batas Pambansa Blg. 22. This disclaration seems to be no less \nthan, and is tantamount to, prejudging the nature of the testimony of \npetitioner and his witnesses.\n\nIt is worthy to note that the alleged criminal liability of \npetitioner stems from his being the signatory of the questioned check \nand his being an officer of the corporation, the actual purchaser of the\n cars. As mentioned by the Solicitor General in his Manifestation, and \nciting the case of Lina Lim Lao vs. Court of Appeals (274 SCRA \n572 [1997]), an officer of a corporation is not to be held criminally \nliable for violation of Batas Pambansa Blg. 22 for signing a bum check, \nupon which premise, the Solicitor General concludes and recommends that \npetitioner be given his opportunity to present his evidence.\n\nWith respect to the fourth error, the lower court, in denying \npetitioner's appeal, considered him to have waived his right to appeal \nbecause of his failure to be present during the promulgation of the \njudgment on October 30, 1995, despite due notice to him and his bondsman\n or counsel.\n\nWe do not agree.\n\nThe last sentence of Section 6, Rule 120 states that:\n\nâ¦ If the judgment is for conviction, and the accused's failure to \nappear was without justifiable cause, the court shall further order the \narrest of the accused, who may appeal within fifteen (15) days from \nnotice of the decision to him or his counsel.\n\nThis means that whether or not the absence of the accused during \npromulgation is justified, the right to appeal is not lost, the only \nrequirement being that the notice of appeal must be filed within 15 days\n notice of the judgment.\n\nThe Mapalao ruling (197 SCRA 79 [1991]), upon h the \nlower court and the court of Appeals based their denial of petitioner's \nappeal, does not appear to be applicable herein, as the facts of the two\n cases differ. In Mapalao , the accused escaped from detention and trial in absentia continued against him. He remained at larged even at the time of the \npromulgation of judgment, and thus, was deemed to have waived his right \nto appeal. In the instant case, however, petitioner is not a fugitive \nfrom justice. On the contrary, petitioner has been seeking redres under \nthe law as evidenced by the various pleadings and motions he has filed \nwith the courts. Petitioer, therefore, cannot be considered as one who \nhas lost his standing in court and thus, cannot be deprived of his right\n to seek judicial relief.\n\nInasmuch as petitioner's appeal was perfected within the 15-day \nreglementary period, the samemust be given due course. To deny \npetitioner's appeal is tantamount to denying him due process. Although \nthe right to appeal is a statutory, not a natural right, it is an \nessential part of the judicial system and courts should proceed with \ncaution so as not to deprive a party of this prerogative, but instead, \nafford every party-litigant the amplest oppurtunity for the proper and \njust disposition of his cause, freed from the constrainsts of \ntechnicalities ( Santos vs. Court of Appeals , 253 SCRA 623 [1996]).\n\nOn the matter of bail, the Court of Appeals denied petitioner's \nmotion to post bail on the bail on the ground that the decision of the \nlower court had become final and executory, inasmuch as the petitioner's\n appeal has also been denied.\n\nThe following provision of Rule 114 of the Rules of Court, as amended by Administrative Circular No. 12-94, are pertinent:\n\nSec. 4. Bail, a matter of right . - All persons in custody \nshall: (a) before or after conviction by the Metropolitan Trial Court, \nMunicipal Trial Court, Municipal Trial Court in Cities and Municipal \nCircuit Trial Court, and (b) before conviction by the Regional Trial \nCourt of an offense not punishable by death, reclusion perpetua of life \nimprisonment, be admitted to bail as a matter of right, with sufficient \nsureties, or be released on recognizance as prescribed by law or this \nRule.\n\nSec. 5. Bail, when discretionary - Upon conviction by the \nRegional Trial Court of an offense not punishable by death, reclusion \nperpetua or life imprisonment, the court, on application, may admit the \naccused to bail.\n\nThe court, in its discretion, may allow the accused to continue on \nprovisional liberty under the same bail bond during the period of appeal\n subject to the consent of the bondsman.\n\nIf the court imposed a penalty of imprisonment exceeding six (6) \nyears but not more than twenty (20) years, the accused shall be denied \nbail, or his bail prebe cancelled, upon a showing by the prosecution, \nwith notice to the accused of the following or other similar \ncircumstances:\n\n(a) That the accused is a recidivist, quasi-recidivist, \nor habitual delinquent, or has committed the crime aggravated by the \ncircumstance of reiteration;\n\n(b) That the accused is found to have previously escaped\n from legal confinement, evaded sentence, or has violated the conditions\n of his bail without valid jurisdiction;\n\n(c) That the accused committed the offense while on probation, parole or under conditional pardon\n\n(d) That the circumstances of the accused or his case indicate the probability of flight if released on bail; or\n\n(e) That there is undue risk that during the pendency of the appeal, the accused may commit another crime.\n\nThe appellate court may review the resolution of the Regional Trial Court, on motion and with notice to the adverse party.\n\nPetitioner was not convicted of an offense punishable by death, reclusion perpetua ,\n or life imprisonment where bail is not matter of right on the part of \npetitioner nor of discretion on the part of the Court. Neither has he \nbeen convicted of an offense punishable by imprisonment of six to twenty\n years where bail becomes a matter of judicial discretion and may be \ndenied if any of the circumstances aforementioned are present. Rather, \npetitioner was convicted erroneously - it is to be hastily added - of \noffenses punishable only by imprisonment of one year each. In this \nlight, petitioner's admission to bail becomes imperative and \nindispensable, moreso because of petitioner's deteriorating health.\n\nThe right to bail is a constitutional guaranty which every person\n under legal custody may invoke, except those qualified under the law. \nPetitioner does not fall under these exceptions and must, therefore, be \nduly accorded such right. Verily, it was patent error for the respondent\n Court of Appeals to deny petitioner of said right.\n\nWHEREFORE , the instant petition for certiorari \nis GRANTED. The decision of the Court of Appeals dated November 29, 1996\n affirming the October 30, 1996 decision of the lower court, as well as \nsaid latter decision, are hereby set aside, and the case is remanded to \nthe court of origin for further proceedings whereat, petioner may be \ngiven an opportunity to post bail. For this reason, respondent court's \nresolution dated April 11, 1997 and May 19, 1997 denying petitioner's \npetition for bail are likewise set aside. No special pronouncement is \nmade as to costs.\n\nSO ORDERED.\n\nRegalado, (Chairman), Puno, Mendoza , and Martinez, JJ. , concur.",
  "content_length": 15629,
  "metadata_extraction_date": "2025-11-01T05:51:08.439128",
  "extraction_version": "2.0_enhanced_full_content"
}