{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/35856.html",
  "filename": "35856.html",
  "year": 1998,
  "month": "june",
  "case_number": "35856",
  "gr_number": "35856",
  "volume_page": "353 Phil. 170",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "joaquin",
    "petitioner",
    "court",
    "appeals",
    "people",
    "philippines",
    "respondents",
    "mendoza",
    "petition",
    "review",
    "certiorari",
    "decision",
    "charged"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n353 Phil. 170\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 111168-69, June 17, 1998 ]\n[ G.R. Nos. 111168-69, June 17, 1998 ]\n\nJOAQUIN E. DAVID, PETITIONER, VS. COURT OF APPEALS AND PEOPLE OF THE PHILIPPINES, RESPONDENTS.D E C I S I O N Â\nJOAQUIN E. DAVID, PETITIONER, VS. COURT OF APPEALS AND PEOPLE OF THE PHILIPPINES, RESPONDENTS.\n\nD E C I S I O N Â\n\nMENDOZA, J.:\n\nThis is a petition for review on certiorari of the decision of \nthe Court of Appeals. Petitioner Joaquin E. David was charged, in two \nseparate informations, with homicide and frustrated homicide for the \nfatal shooting of Noel Nora and the serious wounding of the latterâs \nbrother, Narciso Nora, Jr., on March 28, 1981, in Malabon, Metro Manila.\n\nAfter trial, petitioner was found guilty as charged. The \ndispositive portion of the decision, dated August 17, 1988, of the \nRegional Trial Court of Kalookan City reads: [1]\n\nWHEREFORE, the Court finds the accused guilty beyond reasonable \ndoubt of the crime of Homicide under Articles 249 and 64(1) of the \nRevised Penal Code, and for the crime of Frustrated Homicide under \nArticles 249 and 50, without any mitigating or aggravating circumstance \nin both cases, and hereby sentences the accused,\n\nFor the crime of Homicide, to suffer an indeterminate sentence of \nEIGHT (8) YEARS and ONE (1) DAY of prision mayor medium, as minimum, to \nSIXTEEN (16) YEARS of reclusion temporal medium, as maximum;\n\nFor the crime of Frustrated Homicide, to suffer an indeterminate \nsentence of TWO (2) YEARS and ONE (1) DAY of prision correccional as \nminimum, to EIGHT (8) YEARS and ONE (1) DAY of prision mayor, as \nmaximum.\n\nAnd ordering the accused: To indemnify the heirs of Noel Nora the sum of -\nP30,000.00 for the death of Noel Nora\nP37,000.00 for actual damages\nP30,000.00 for moral damages\nP20,000.00 for and as attorneyâs fees\n\nor a total sum of P117,000.00;\nFurther, to indemnify Narciso Nora the sum of -\nP8,728.00 for actual damages\nP20,000.00 for moral damages\n\nor a total sum of P28,000.00\n\nSO ORDERED.\n\nOn appeal, the Court of Appeals, in its decision [2] rendered on October 29, 1992, modified the sentence after crediting \npetitioner with the mitigating circumstance of voluntary surrender: [3]\n\nThe penalty prescribed by law for homicide is reclusion temporal .\n Since there is one (1) mitigating and no aggravating circumstance, the \npenalty should be imposed in the [sic] its minimum period. Applying the \nIndeterminate Sentence Law, the range of penalty next lower to that \nprescribed by the Revised Penal Code for the offense is prision mayor . For the crime of Homicide, the penalty is therefore modified to a minimum of 10 years and 1 day of prision mayor to a maximum of 14 years and 8 months of reclusion temporal .\n\nAs to the crime of Frustrated Homicide, the same is likewise modified to a minimum of 4 years and 1 day of prision correccional to a maximum of 6 years and 1 day of prision mayor .\n\nWHEREFORE, except for the modifications above indicated, the rest of the appealed judgment is hereby AFFIRMED in all respects.\n\nSO ORDERED.\n\nOn July 29, 1992, the appellate court further modified the sentence \non petitioner on the ground that the evidence did not show that he had a\n police record or that he was incorrigible. The dispositive portion of \nthe courtâs resolution [4] stated:\n\nWHEREFORE, except for the penalties imposed which is hereby \nmodified to read as follows: 1) for the crime of Homicide with one \nmitigating circumstance - the penalty ranging from six (6) years and one\n (1) day of prision mayor as minimum and twelve (12) years and one (1) day of reclusion temporal as maximum ; and 2) for the crime of frustrated homicide with one mitigating circumstance - six (6) months and one (1) day of prision correccional as minimum to six (6) years and one (1) day of prision mayor as maximum , the motion for reconsideration is DENIED for lack of merit.\n\nSO ORDERED.\n\nStill not satisfied, petitioner brought this appeal from the \ndecision, as modified, of the Court of Appeals. Petitioner contends that [5] -\n\nI.\n\nTHE PUBLIC RESPONDENT COURT OF APPEALS GRIEVOUSLY ERRED IN NOT \nHOLDING THAT THE ELEMENTS OF SELF-DEFENSE HAVE BEEN ESTABLISHED BY \nPETITIONER BY EVIDENCE WHICH IS CLEAR, SUFFICIENT, SATISFACTORY, \nCREDIBLE, CONVINCING, COMPETENT AND PERSUASIVE.\n\nII.\n\nTHE PUBLIC RESPONDENT COURT OF APPEALS SERIOUSLY ERRED IN FAILING \nTO CONSIDER THE EXCULPATORY FACTS IN FAVOR OF THE PETITIONER WHICH IF \nDULY CONSIDERED WOULD HAVE COMPLETELY EXONERATED PETITIONER FROM THE \nCRIMES CHARGED.\n\nIII.\n\nTHE PUBLIC RESPONDENT COURT OF APPEALS GRAVELY ERRED IN NOT HOLDING\n THAT IF THERE WAS NO COMPLETE SELF-DEFENSE, THEN AT THE VERY LEAST \nTHERE IS IN THIS CASE AN INCOMPLETE SELF-DEFENSE. STILL, IF PETITIONERâS\n DEFENSE IS DISBELIEVED, OTHER MITIGATING CIRCUMSTANCES SHOULD BE \nAPPRECIATED IN PETITIONERâS FAVOR.\n\nIV.\n\nTHE DECISION OF THE PUBLIC RESPONDENT COURT OF APPEALS IS NOT IN ACCORDANCE WITH THE CONSTITUTIONAL PRESUMPTION OF INNOCENCE.\n\nThe prosecution evidence in this case is as follows:\n\nOn March 28, 1981, at about 10:00 p.m., while the Nora brothers \nArturo, Arnel, Noel and Narciso were walking along Flerida Street in \nMalabon, Metro Manila on their way home to Capitan Tiago Street, they \nsaw petitioner near the compound of his house. Noel Nora, the deceased, \nconfronted him about derogatory remarks allegedly made by the latter. \nPetitioner ran to his house to get a gun. When the Nora brothers reached\n the intersection of Flerida and Capitan Tiago Streets, he shouted at \nthem â Putang ina ninyo (You sons of a bitch)â and other \nepithets, and then fired four times at them. One shot hit Noel, killing \nhim. Another shot hit Narciso Nora on the ankle. Another nearly hit the \nzipper of Arturo Nora.\n\nPetitioner claimed self-defense. He alleged that on the night in \nquestion, he went to the corner of Flerida and Capitan Tiago Streets \nbecause Noel Nora had earlier challenged him to a fight. However, upon \nreaching the place, he found that Noel had brought along his three (3) \nbrothers and other companions who ganged up on him. Petitioner claimed \nthat Noel Nora stabbed him with a knife, hitting him on the left arm and\n that the group could have stabbed him several times more had he not \nbeen able to dodge their blows. He said when he tried to run away, the \nvictimâs brothers held both his arms while Narciso hit him with a piece \nof wood on the thighs and buttocks and the others boxed him on the \nabdomen. Petitioner said he was able to run away, but the Nora brothers \nchased him, shouting, âWe will enter your house and we will kill you.â \nPetitioner therefore took the .38 caliber gun of his father (who was a \npoliceman) from the cabinet on the ground floor of their house.\n\nPetitioner went out of the house. The Nora brothers, who were \njust five (5) steps away from the door of their house, ran after seeing \nthat petitioner had a gun. But after running to the other side of the \nstreet, they hurled stones at petitioner and shouted derogatory words at\n him. Petitioner claimed he afterward went inside the compound, but he \nslipped, whereupon the Nora brothers advanced toward him. He warned them\n not to get near, but they kept coming closer, for which reason \npetitioner fired at them. Petitioner was then from four (4) to five (5) \nmeters away from the group. Petitioner afterward went inside their house\n and gave the gun to his mother.\n\nIn rejecting petitionerâs claim of self-defense, the Court of Appeals said: [6]\n\nThe bone of contention in this case centers on the issue of \nself-defense. The trial court, in denying the same, ruled that since \nthere was no unlawful aggression immediately preceeding [ sic ] the shooting of the victims, the claim of self-defense to justify the acts of the accused is unavailing.\n\nFor its part, the appellant contends that the lower court erred in \nits appreciation of the evidence and testimony of witnesses relative to \nthe locus of the shooting incident. The appellant claims that \nnotwithstanding the direct contradiction made by defense witnesses \nregarding the locus of the crime, the same does not in any way diminish \nthe credibility of appellantâs story and his claim of self-defense.\n\nThe contention is devoid of merit. In this case, the issue with \nrespect to the locus of the crime is determinative not only of the place\n of its commission. More importantly, it is decisive in determining the \nexistence of unlawful aggression as justification for appellantâs claim \nof self-defense.\n\nThe facts of the case and the evidence presented during the trial \nreveal that the shooting of the victims happened outside the residential\n compound of the accused. No matter how the defense try to belabour the \nissue by claiming in its reply brief that there were in fact two (2) \ncompounds - the residence of the accused being a small compound within \nthe bigger compound of his relativesâ residence and that the victims \nwere shot inside this big section albeit outside the residential \ncompound of the accused, the evident fact remains that the victims were \nshot not in the vicinity of appellantâs residence as claimed by the \ndefense but in the streets, after the accused has taken his fatherâs gun\n from their house. Noteworthy is the testimony of defendantâs mother to \nthe effect that:\n\nCourt: The Court would like to ask. Was your son \noutside or inside the gate of your compound when you went to verify the \nshots?\n\nWitness: He was about to enter the gate of our compound.\n\nCourt: When you say he was about to enter the gate \nof the compound, he was coming from the outside of the compound of \ncourse?\n\nWitness: He was outside the gate of our compound.\n\n(TSN, 11 November 1987 p. 13)\n\nThe accused who claims self-defense must prove its elements clearly\n and convincingly. The rationale is because such proceeds from the \nadmission of the accused that he killed or wounded another, which is a \nfelony, for which he should be criminally liable unless he established \nto the satisfaction of the Court the fact of legitimate defense \n(Castanares v. Court of Appeals, 92 SCRA 567)\n\nAs correctly appreciated by the trial court, the evidence \nestablished that there was in fact no immediate unlawful aggression to \nwarrant the acts of the accused in shooting the victims. While the \naccused was indeed mauled and beaten up by the deceased and his \ncompanions, the aggression stopped when the accused was able to free \nhimself from the assault of the group and thereafter sought refuge in \ntheir house. An act of aggression, when its author does not persist in \nhis purpose or when he discontinues his attitude to the extent that the \nobject of his attack is no longer in peril is not unlawful aggression \nwarranting self-defense (People v. Macariola, 120 SCRA 92)\n\nHaving sought refuge in their house after the aggression had \nceased, the accused should have desisted from stepping out of their \nabode with his fatherâs gun. In going after the deceased and his \ncompanions after the unlawful aggression ceased to exist, the act of the\n accused became retaliatory in nature, done for the purpose of avenging \nwhatever pain and injuries he had suffered from the hands of the \nvictims. Consequently, the same cannot be considered as constituting \nself-defense for the act to repel the unlawful aggression must \nimmediately follow such unlawful aggression (US v. Ferrer, 1 Phil. 56).\n\nFirst . Petitioner contends that the unlawful aggression of \nthe Noras and their group did not cease and that the finding of the \nCourt of Appeals that it did is contrary to the evidence, particularly \nthe testimonies of Inocencio Antonio and Florthelito Vergara.\n\nPetitioner omits to mention the testimonies of his two other \nwitnesses, Eduardo Bartolo and Pilar David, on which the trial court and\n the Court of Appeals relied for their finding that there was no longer \nany unlawful aggression when petitioner shot the victims. Bartolo \ntestified that on March 28, 1981, he heard shots and the sound of stones\n being hurled. When he stepped out of his house to find out what was \ngoing on, he saw petitioner near the gate of their compound, aiming his \ngun at the Nora brothers. For her part, Pilar David, mother of \npetitioner, told the court that because she heard gunshots, she went to \nthe gate of their compound to see what was going on. She said she saw \npetitioner getting inside the gate of the compound.\n\nAnother defense witness, Inocencio Antonio, testified that the \nvictims were rushing toward petitioner when they were at the corner of \nFlerida and Kapitan Tiago Streets. Antonio said:\n\nATTY. CRESCINI: [Defense Lawyer]\n\nQ Where were those teenagers numbering 5 to 6 at that time that Jake David was about to fire those two (2) last shots?\n\nA At the corner of Flerida and Kapitan Tiago Streets and they were rushing towards Jake David, sir. [7]\n\nThe testimonies of these witnesses belie petitionerâs claim that he \nshot the Nora brothers because they had come dangerously close to \ngetting inside their house, having in fact entered their compound. \nIndeed, only Florthelito Vergara corroborated petitionerâs testimony \nthat he shot the victims because they had come close to their house by \ngetting inside their compound.\n\nThe defense tries to explain the contrary testimonies of the \nwitnesses by pointing out that there are actually two compounds - a big \ncompound fronting Flerida Street, which is occupied by his unclesâ \nhouses, and a small one in which petitionerâs parents live. It claims \nthat petitioner shot the Noras outside the small, but inside the big, \ncompound. But, as the Court of Appeals held: [8]\n\n. . . . No matter how the defense try to belabor the issue by \nclaiming in its reply brief that there were in fact two (2) compounds . .\n . the evident fact remains that the victims were shot not in the \nvicinity of appellantâs residence as claimed by the defense but in the \nstreets . . .\n\nPetitioner contends that between the prosecution testimony and his \ntestimony which is corroborated by two disinterested witnesses for the \ndefense, their testimonies should be preferred. He cites the ruling in People v. Quiritan : [9]\n\nIn a serious charge of murder, the guilt of the accused cannot be \npredicated on delayed and even inconclusive testimonies of alleged \neyewitnesses which manifest signs of fabrication.\n\nBut, in that case, the delay in producing the witnesses (two years), \ncoupled with the generally weak and confusing testimonies given by them,\n showed that their statements had been concocted. There is nothing to \nshow that the testimonies of prosecution witnesses in this case were \nfabricated. The Quiritan case is a very different case from that at bar.\n\nFindings of the trial court on the credibility of witnesses are \nentitled to great respect because it has the opportunity to observe the \ndeportment of the witnesses and their manner of testifying. [10] The decision of the trial court in this case is notable for its \npainstaking analysis of the evidence of the parties. Its conclusion that\n the prosecution witnesses were more credible than the defense witnesses\n should be upheld in the absence of proof that it has overlooked certain\n important matters as to the credibility of the witnesses.\n\nIn shooting the victims, petitioner was not acting to protect \nhimself but retaliating for the insult and physical violence he had \nreceived at the hands of the victims and their group. In retaliation, \nthe aggression that was begun by the injured party has already ceased \nwhen the accused attacks him. In self-defense, the aggression still \nexists when the aggressor is injured or disabled by the person making \nthe defense. [11]\n\nIn this case, defense witness Inocencio Antonio said that the \nvictims and their companions were already running away because they saw \npetitioner armed with a gun. The unlawful aggression had thus already \nceased when the latter fired at them. As Antonio testified:\n\nATTY. CRESCINI:\n\nQ: Now, what did those teenagers, do after Jake David fired two (2) warning shots in the air?\n\nA: They were frightened and retreated towards Flerida Street and some at Kapitan Tiago Street, sir.\n\nQ: How about Jake David, what did he do when those teenagers ran some to Flerida Street and other [ sic ] at Kapitan Tiago Street?\n\nA: He advanced up to the corner of Flerida and Capitan Tiago Street, sir. [12]\n\nAn act of aggression, when its author does not persist in his \npurpose, or when he discontinues his attitude to the extent that the \nobject of his attack is no longer in peril, is not unlawful aggression \nwarranting self-defense. [13]\n\nSecond . Petitioner claims that the appellate court failed to consider exculpatory facts in his favor.\n\n1. Petitioner claims he was injured and that his injuries, \nalthough minor, show that he was attacked by the Noras, for which reason\n he filed a complaint for frustrated homicide against them in the \nfiscalâs office.\n\nThis fact was not overlooked by the appellate court. However, it \nfound that âWhile the accused was indeed mauled and beaten up by the \ndeceased and his companions, the aggression stopped when the accused was\n able to free himself from the assault of the group and thereafter \nsought refuge in his house.â [14]\n\n2. Petitioner felt depressed after the shooting. He vomited and \ncould not eat and had to be hospitalized. These circumstances show that \nhe is not a killer at heart and certainly not the villain that the lower\n court pictured him to be. Furthermore, petitioner was so afraid he had \nto close his eyes in firing his gun. Proof of this is that Narciso Nora \nwas only hit at the ankle.\n\nThe undisputed fact is that the petitioner fired four shots, one a\n warning shot and three others directed at the victims. Two (2) of the \nthree (3) shots directed against the victims hit their marks. One bullet\n killed Noel Nora and the other almost killed Narciso Nora, Jr. If the \ntestimony of the prosecution witnesses is to be believed, the third \nbullet almost hit the zipper of Arturo Nora. This fact belies \npetitionerâs assertion that he fired the gun with his eyes closed and \nonly to defend himself.\n\nThe fact that one shot hit Noel Nora on the chest, while the \nother hit Narciso, Jr. only on the ankle, could be due to petitionerâs \nnervousness and unsteady hand, but not to the fact that he did not \nreally mean to shoot them.\n\nPetitioner said he fired warning shots even as he warned them not\n to come near because, up to the last moment, he did not want to shoot \nthe victims. Both the trial court and the Court of Appeals gave no \nweight to this claim, apparently because of the inconsistency in the \ntestimonies of the defense witnesses. Petitioner said he fired only one \nwarning shot:\n\nATTY. CRESCINI:\n\nQ: You declared that when you saw them approaching and taking \nadvantage of your having slipped, they were armed and you felt very \nafraid and nervous, what did you do when you saw them approaching?\n\nWITNESS JOAQUIN DAVID\n\nA: I fired the gun upwards. [15]\n\nBut defense witness Inocencio Antonio said petitioner fired two warning shots:\n\nATTY. CRESCINI:\n\nQ: Now according to you, he came out with a gun and fired two (2) shots, in what direction, did he fire those two (2) shots?\n\nA: In the air, warning shots.\n\nQ: Now what did those teenagers, do after Jake David fired two (2) warning shots in the air?\n\nA: They were frightened and retreated towards Flerida Street and some at Kapitan Tiago Street, sir. [16]\n\nAntonio later tried to correct his mistake but in doing so, only \nsucceeded in showing that he had lied. Testifying again on October 29, \n1985, Antonio said:\n\nATTY. CRESCINI:\n\nQ: You testified during the last hearing that you heard two (2) \nwarning shots on the evening of March 28, 1981, do you remember that?\n\nA: Yes, sir.\n\nQ: What made you say that there were, I am referring to the \nfirst two (2) warning shots, what made you say that they were warning \nshots?\n\nA: I remember that I did not hear two (2) shots but only one, sir.\n\nQ: What made you say that the one (1) shot was a warning shot?\n\nA: Because the gun was pointing upward, sir. [17]\n\nThe inconsistency in the testimonies of the defense witnesses so \nundermined their credibility that both trial court and the Court of \nAppeals disregarded the testimonies.\n\n3. It is claimed that petitioner is effeminate while in contrast,\n the deceased Noel Nora, his brother Lito, and a John Doe were bullies \nwho, even at a very young age, had already been charged with slight \nphysical injuries in two cases filed in the Municipal Court of Malabon.\n\nThe purpose is apparently to show the bad moral character and \ntroublesome nature of the deceased and his brothers, and thereby to show\n the improbability of the offenses charged pursuant to Rule 130, Â§51 of \nthe Revised Rules on Evidence. It is true that where self-defense is \nclaimed and the character of the slaying is doubtful, evidence of the \nviolent and dangerous character of the deceased is admissible for the \npurpose of determining whether the deceased or the accused was the \naggressor. [18] The fact, \nhowever, is that the cases filed against the deceased had been \ndismissed. No inference of the violent character of the victims can be \ndrawn from the mere fact that criminal cases had been filed against one \nof them.\n\nThird . It is argued that, at any rate, petitioner should\n have been given credit for incomplete self-defense. It is not stated \nwhat element of self-defense is absent to make it incomplete. Be that as\n it may, our finding that there was no longer any unlawful aggression \nwhen petitioner shot the victims rules out the possibility of \nself-defense, whether complete or incomplete.\n\nPetitioner further contends that certain mitigating \ncircumstances, besides voluntary surrender, should have been considered \nin his favor, to wit: (a) that sufficient provocation or threat on the \npart of the offended party immediately preceded the act; [19] (b) that he acted in the immediate vindication of a grave offense committed against him; [20] (c) that he acted upon an impulse so powerful as to produce passion or obfuscation. [21]\n\nThe mitigating circumstance of having acted in the immediate \nvindication of a grave offense may be appreciated. As the trial court \nand the Court of Appeals found, the petitioner had been beaten up by the\n Noras and their companions. Although the unlawful aggression had ceased\n when petitioner shot the Nora brothers, it was nonetheless a grave \noffense for the vindication of which petitioner may be given the benefit\n of a mitigating circumstance. As petitionerâs mother testified: [22]\n\nATTY. RODRIGUEZ: [Private Prosecutor]\n\nQ: Did you ask your son who fired the shots?\n\nA: I told him, âIkaw ba, Jake?â I told him, âAre you the one?â âPinagtulung-tulungan nila po ako kasi.â\n\nBut the mitigating circumstances of passion or obfuscation and \nsufficient provocation cannot be considered apart from the circumstance \nof vindication of a grave offense. These circumstances all arose from \none and the same incident, i.e. , the attack on the petitioner \nby the victims and their companions, so that they should be considered \nas one mitigating circumstance. [23]\n\nNor is the fact that petitioner has not shown himself to be \nincorrigible a ground for reducing the penalty on him, as the Court of \nAppeals held in its resolution on the motion for reconsideration. This \nis a ground for suspension of judgment of youthful offenders, i.e. , those over 9 but under 18 years of age, [24] which of course could no longer be ordered since at the time the trial \ncourt rendered its decision petitioner was already over 18 years of age.\n Clearly, this is not a mitigating circumstance and should not be used \nas basis for reducing the penalty.\n\nOne circumstance not raised by the defense but evident from the \nrecord of this case is minority. In his statement to the police given on\n April 2, 1981, petitioner gave his personal circumstances as follows: \nâJoaquin David y Ejercito, 17 taong gulang, 2nd year college, binata at \nnaninirahan sa 12-C Flerida St., Acacia, Malabon, Metro Manila.â [25] At the hearing on November 11, 1987, petitionerâs mother stated that he\n was 16 or 17 years old when the shooting incident happened:\n\nATTY. RODRIGUEZ:\n\nQ: You know for a fact that your son Jake being only 17 on March . . . .\n\nA: 16 or 17.\n\nQ: Because he was only 16 or 17, as a young man and quite \ncurious, you know for a fact that sometimes your son got hold of it?\n\nA: I never saw him hold the gun of his father. I never for an instance saw him hold the gun of his father. [26]\n\nWhen the petitioner testified on March 11, 1987, he gave his age at that time as 22 years old. [27]\n\nIt is thus clear that on March 28, 1981, when the crime was committed, he was only 17 years old. We have held in many cases [28] that if the accused alleges minority and the prosecution does not \ndisprove his claim by contrary evidence, such allegation can be accepted\n as a fact. Thus, in United States v. Bergantino , [29] the accused testified that she was below 15 when the crime was \ncommitted. This was corroborated by her mother and her husband. No other\n evidence, such as the baptismal certificate, was presented to support \nthis claim. The prosecution did not offer any contradictory evidence. \nThis Court held:\n\nWhile the evidence upon this point is not entirely satisfactory, \nyet it is sufficient to raise a reasonable doubt upon this material \nquestion in the case, to the benefit of which the defendant is entitled.\n The baptismal certificate or other evidence of this character would \nhave been much more satisfactory to the court, and, if obtainable, \nshould have been introduced. Neither the prosecution nor the defendant \nsaw fit to introduce such evidence.\n\nAny doubt in respect of the age of the accused is resolved in his favor. In United States v. Barbicho , [30] it was held:\n\nIn regard to the doubt as to whether the accused is over or under \n18 years of age, and in the absence of proof that on the day he \ncommitted the crime he was 18 years old, he must perforce be considered \nas still under that age, and therefore, the mitigating circumstance \nmentioned in paragraph No. 2 of article 9 of the code should be applied \nin his favor . . . .\n\nIn United States v. Agadas , [31] this Court similarly held:\n\nWhile it is true that in the instant case Rosario testified that he\n was 17 years of age, yet the trial court reached the conclusion, \njudging from the personal appearance of Rosario, that âhe is a youth 18 \nor 19 years old.â Applying the rule enunciated in the case just cited, \nwe must conclude that there exists a reasonable doubt, at least, with \nreference to the question whether Rosario was, in fact, 18 years of age \nat the time the robbery was committed. This doubt must be resolved in \nfavor of the defendant. . . .\n\nThere are therefore present in this case the privileged mitigating \ncircumstance of minority and two ordinary mitigating circumstances \n(voluntary surrender and immediate vindication of a grave offense). \nBecause of the presence of the privileged mitigating circumstance of \nminority, the penalty of reclusion temporal should be reduced by one degree to prision mayor , pursuant to Art. 68 of the Revised Penal Code. The penalty of prision mayor should further be reduced to prision correccional because of the presence of two ordinary mitigating circumstances \nwithout any aggravating circumstance, pursuant to Art. 64, par. 5 of the\n same Code. Applying the Indeterminate Sentence Law, petitioner should \nbe made to suffer imprisonment, the minimum of which should be within \nthe range of arresto mayor and the maximum of which within the range of prision correccional .\n\nOn the other hand, for the crime of frustrated homicide, the \npenalty imposable for the consummated crime of homicide should be \nreduced by one degree, i.e. , to prision mayor . Because\n of the presence of one privileged mitigating circumstance and two \nordinary mitigating circumstances and no aggravating circumstance, the \npenalty of prision mayor should be reduced by two degrees, i.e. , to arresto mayor .\n\nWith respect to the award of damages, the amount of P30,000 \nawarded as indemnity for the death of Noel Nora should be increased to \nP50,000.00 pursuant to current rulings. [32] But the award of P37,000.00 for actual damages should be reduced to P22,000.00. As held in Fuentes, Jr. v. Court of Appeals , [33] only expenses supported by receipts and which appear to have been \nactually expended in connection with the death of the victim should be \nallowed. The award of actual damages cannot be based on the allegation \nof a witness without any tangible document to support such claim. In \nthis case, only P22,000.00 is supported by a receipt (Exh. X) for \nfuneral expenses.\n\nThe amount of moral damages (P30,000.00) and attorneyâs fees (P20,000.00) appear to be reasonable and may therefore be allowed.\n\nWith respect to the damages awarded for the shooting of Narciso \nNora, Jr., the award of P8,728 as actual damages should be reduced to \nP1,928.65 as the receipts (Exhs. Y and Z) presented show the payment of \nthis amount only to the National Orthopedic Hospital.\n\nThe award of P20,000.00 as moral damages appears to be just and \nreasonable and therefore should be allowed under the circumstances.\n\nWHEREFORE , the decision of the Court of Appeals \nis AFFIRMED with the MODIFICATION that, for the crime of homicide, the \npetitioner is sentenced to suffer an indeterminate penalty of 6 months \nof arresto mayor , as minimum, to 6 years of prision correccional , as maximum, and, for the crime of frustrated homicide, he is sentenced to suffer the penalty of 6 months of arresto mayor .\n\nIn addition, petitioner is hereby ordered to pay the following: To the heirs of the deceased Noel Nora, the sums of P50,000.00, \nas indemnity for the death of Noel Nora; P22,000.00, as actual damages; \nP30,000.00, as moral damages, and P20,000.00, as attorneyâs fees;\nThe sums of P1,928.65, as actual damages, and P20,000.00, as \nmoral damages and P20,000.00, as attorneyâs fees to Narciso Nora, Jr. \nfor wounding the latter.\n\nSO ORDERED.\n\nRegalado (Chairman), Melo, Puno , and Martinez, JJ. , concur.\n\n[1] CA Rollo, pp. 289-290.\n\n[2] Per Justice Eduardo\n R. Bengzon and concurred in by Justice Lorna S. Lombos-de la Fuente \nchairman) and Justice Quirino D. Abad Santos, Jr.\n\n[3] Rollo, pp. 43-44.\n\n[4] Per Justice Quirino D. Abad Santos, Jr. and concurred in by Justice Manuel Herrera, and Justice Ricardo J. Francisco.\n\n[5] Id., p. 21.\n\n[6] Rollo, pp. 41-42.\n\n[7] TSN, p. 6, Oct. 29, 1985.\n\n[8] Rollo, p. 41.\n\n[9] 197 SCRA 32, 43 (1991).\n\n[10] People v. Cabiles, 248 SCRA 207 (1995).\n\n[11] 1 LUIS B. REYES, THE REVISED PENAL CODE 153-154 (1993).\n\n[12] TSN, p. 14, July 29, 1985.\n\n[13] People v. Macariola, 120 SCRA 92 (1983).\n\n[14] Rollo, p. 42.\n\n[15] TSN, pp. 28-29, March 25, 1987.\n\n[16] TSN, p. 14, July 29, 1985.\n\n[17] TSN, p. 3, Oct. 29, 1985.\n\n[18] See Ricardo J. Francisco, Evidence: Rules of Court in the Philippines 377 (1994).\n\n[19] Revised Penal Code, Art. 13, par. 4.\n\n[20] Id., par. 5.\n\n[21] Id., par. 6.\n\n[22] TSN, pp. 26-27, Nov. 11, 1987.\n\n[23] See People v. De los Santos, 85 Phil. 870 (1950); People v. Dagatan, 106 Phil. 88 (1959).\n\n[24] Formerly Art. 80 of the Revised Penal Code and now Art. 192 of the Child and Youth Welfare Code (P.D. No. 603, as amended).\n\n[25] Exh. 1 for the Defense - Sworn Statement of Joaquin David.\n\n[26] TSN, p. 25, Nov. 11, 1987.\n\n[27] TSN, p. 2, March 11, 1987.\n\n[28] E.g., People v. Villagracia, 226 SCRA 374 (1993); People v. Regalario, 220 SCRA 368 (1993).\n\n[29] 3 Phil. 118 (1903).\n\n[30] 13 Phil. 616, 621 (1909).\n\n[31] 36 Phil. 246 (1917).\n\n[32] People v. Sumaoy, 263 SCRA 460 (1996).\n\n[33] 253 SCRA 430 (1996).",
  "content_length": 31933,
  "metadata_extraction_date": "2025-11-01T05:51:05.225406",
  "extraction_version": "2.0_enhanced_full_content"
}