{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/35939.html",
  "filename": "35939.html",
  "year": 1998,
  "month": "june",
  "case_number": "35939",
  "gr_number": "35939",
  "volume_page": "353 Phil. 1",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "avelino",
    "asteria",
    "complainants",
    "judge",
    "prostasio",
    "asadon",
    "llorente",
    "hernani",
    "eastern",
    "respondent",
    "affidavit",
    "complaint",
    "spouses"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n353 Phil. 1\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ A.M. No. MTJ-98-1152, June 02, 1998 ]\n[ A.M. No. MTJ-98-1152, June 02, 1998 ]\n\nAVELINO AND ASTERIA DAIZ, COMPLAINANTS, VS. JUDGE PROSTASIO G. ASADON, 6TH MCTC, LLORENTE-HERNANI, EASTERN SAMAR, RESPONDENT.D E C I S I O N\nAVELINO AND ASTERIA DAIZ, COMPLAINANTS, VS. JUDGE PROSTASIO G. ASADON, 6TH MCTC, LLORENTE-HERNANI, EASTERN SAMAR, RESPONDENT.\n\nD E C I S I O N\n\nPUNO, J.:\n\nIn an Affidavit/Complaint dated March 19, 1997, spouses Avelino \nand Asteria accused respondent Judge Prostasio G. Asadon of the 6th \nMunicipal Circuit Trial Court of Llorente-Hernani, Eastern Samar, of \nevident bias and partiality, abuse of authority and violation of Supreme\n Court circulars on punctuality and observance of office hours. They \nalleged:\n\n\"x x x\n\n\"That at around noon yesterday, March 18, 1997, we were charged \nwith the trumped up charge of Slight Physical Injuries before the 6th \nMunicipal Trial Court of Llorente-Hernani, presided by Judge Prostasio \nG. Asadon;\n\n\"That at about 2:00 o'clock in the afternoon, we were arrested by policemen and brought to the municipal jail;\n\n\"That Judge Asadon did not accord us the right to present \ncontroverting evidence to the fabricated charges by means of \ncounter-affidavits but instead issued a warrant for our arrest with \nundue haste;\n\n\"That after issuing the warrant of arrest, Judge Asadon immediately left his station and went home to Gen. MacArthur town;\n\n\"After our arrest, we sought assistance from Atty. Rufilo L. Tan \nwho filed an Omnibus Motion which was filed at 3:10 o'clock in the \nafternoon but there was no one to act on it because Judge Asadon had \ngone home already; A [sic] relative offered to put up a cash bond of \nP1,000.00 for our provisional liberty but we did not proceed with it \nbecause there was no one to issue an Order of Release;\n\n\"The municipal employees told us that Judge Asadon often arrive \n[sic] late and always go home at noon and that he had never been known \nto hold office in the afternoon x x x;\n\n\"The daughter-in-law of Feleciano Bade who is the complainant \nagainst us is a relative of the wife of Judge Asadon, hence, his bias \nand partiality against us.\" [1]\n\nIn his Comment dated August 16, 1997, respondent judge foisted the following defenses:\n\n\"xxx\n\n\"The accused Avelino Daiz and Asteria Daiz, has [sic] been \nnourishing hatred and rancor in their hearts arising from respondent's \n[sic] issuance of a Warrant of Arrest due to the fact that they were \nabout to escape, as in fact, they have escaped after they were released \non Bail on Recognizance since March 20, 1997, and up to now their \nwhereabouts is [sic] unknown. x x x\n\n\"In regard to the imputation against respondent for evident bias \nand partially and abuse of authority, the series of orders x x x will \nshow that respondent have [sic] been lenient in dealing with the \naccused.\n\n\"x x x\n\n\"It is not true and the same is vehemently denied that respondent \nwent home to Gen. MacArthur in the afternoon on March 18, 1997, because \non that date respondent was in the Municipality of Hernani, E. Samar, to\n attend an equally urgent Crim. Case No. 3975, entitled: PEOPLE VS. \nFEDERICO AMANO, For, CONSENTED ADBUCTION, in compliance with an EN BANC \nRESOLUTION of the Honorable Supreme Court, dated June 9, 1994. x x x\n\n\"Respondent had absolutely no knowledge of any relationship to his \nwife with the wife of the Offended Party in fact, respondent's wife \n[sic] given name, middle name and surname when still single is ROSITA \nANES CALZITA, hence complainant's version to this effect is unfounded \nand an outright lies [sic].\n\n\"As to the charge of violation of Supreme Court Circular on \nPunctuality and Strict Complaince of [sic] Office Hours, same is also \ndenied. If respondent has been plying from his Official Station of \nLlorente to other Municipal Circuit Trial Courts, like the MCTC \nSalcedo-Gen. MacArthur; MCTC Guiuan-Mercedes; MCTC \nMaydolong-Balangkayan; MTC Borongan, and MCTC San Julian-Sulat, it was \nin obedience to the Orders and designations of his superior Officer. x x\n x\" [2]\n\nOn January 1, 1998, while this case was still pending, respondent judge died of pneumonia. [3]\n\nIn a Memorandum dated February 27, 1998, the Court Administrator \nexonerated the late respondent judge of all the charges except for abuse\n of authority based on the following findings:\n\n\"x x x\n\n\"The records show that on March 18, 1997, x x x respondent issued \non Order directing the issuance of a warrant of arrest against the \ncomplainants. The following day, March 19, 1997 x x x another Order was \nagain issued by respondent ordering the parties to file their respective\n affidavits and counter-affidavits.\n\n\"It is evident that respondent judge had been remiss in the correct\n application of the law when he immediately ordered the arrest of the \ncomplainants without requiring them to first submit their \ncounter-affidavits and the affidavits of their witnesses as well as any \nevidence in their own behalf. Suffice it to say, such actuation on the \npart of respondent is contrary to the provisions of Section 12, (b) and \nSection 16, of the said Revised Rules on Summary Procedure, which states\n [sic]:\n\n'Section 12 (b). If commenced by information.-- When the case is \ncommenced by information, or is not dismissed pursuant to the next \npreceding paragraph, the court shall issue an order which, together with\n copies of the affidavits and other evidence submitted by the \nprosecution, shall require the accused to submit his counter-affidavit \nand the affidavits of his witnesses as well as any evidence in his \nbehalf, serving copies thereof on the complainant or prosecutor not \nlater than ten (10) days from receipt of said order. x x x\n\n'Section 16. Arrest of Accused - The court shall not order the \narrest of the accused except for failure to appear whenever required.' x\n x x\n\n\"x x x\n\n\"By ordering the arrest of the accused immediately after the filing\n of the charges against them, respondent Judge exhibited abuse of \nauthority, thus, giving rise to herein complainant's perception that he \nis partial to the private complainant.\n\n\"Anent the charge that the daughter-in-law of the private \ncomplainant in Criminal Case No. 3977 is a relative of the wife of \nrespondent, no substantial evidence has been presented by the \ncomplainants to substantiate their allegation that his (respondent's) \nactuation in the instant case had been x x x influenced by the alleged \nrelationship of the latter's (respondent's) wife with the daughter \n-in-law of the private complainant.\n\n\"As regards the charge of violation of Supreme Court Circular on \npunctuality and strict observance of office hours, respondent Judge \nsatisfactorily refuted the charge. x x x\" [4]\n\nAccordingly, the Court Administrator recommended that a fine in the \namount of ten thousand pesos (P10,000.00) be deducted from whatever \nretirement benefits the late respondent judge may be entitled to \nreceive.\n\nWe express our concurrence with the findings and recommendation of the Court Administrator.\n\nFirst. The respondent judge committed grave abuse of authority \nwhen he hastily issued a warrant of arrest against the complainants. His\n premature issuance of a warrant of arrest on the same day, March 18, \n1998, that the information for slight physical injuries was filed \nagainst complainant spouses was in gross violation of the summary \nprocedure rule that the accused should first be notified of the charges \nagainst them and given the opportunity to file their counter-affidavits \nand other countervailing evidence. It cannot be justified on the ground \nthat respondent judge has information that the spouses would escape. \nNothing in the records validates the content, source, and extent of that\n information. There is no gainsaying the fact that the premature \nissuance of the warrant of arrest against complainant spouses caused \nthem great prejudice as they were deprived of their precious liberty. We\n reiterate the rule that although a judge may not always be subjected to\n disciplinary action for every erroneous order or decision he renders, \nthat relative immunity is not a license to be negligent [5] or abusive [6] and arbitrary in prerogatives. If judges wantonly misuse the powers \nvested in them by law, there will not only confusion in the \nadministration of justice but even also oppressive disregard of the \nbasic requirements of due process. [7]\n\nWe find the charges of evident bias and partiality and violation \nof our circulars on punctuality and observance of office hours to be \nwithout basis. Complainants alleged that \"the daughter-in-law of \nFeleciano Bade who is the complainant against us is a relative of the \nwife of Judge Asadon.\" The respondent judge categorically belied the \nexistence of any kinship between his wife and his accusers' victim. \nComplainants alleged that \"the daughter -in-law of Feleciano Bade who is\n the complainant against us is a relative of the wife of Judge Asadon.\" \nThe respondent judge categorically belied the existence of any kinship \nbetween his wife and his accuser's victim. Complainants did not offer an\n iota of evidence to prove otherwise.\n\nSimilarly unsubstantiated is the charge that the respondent judge\n did not observe office hours. To be sure, the charge is mere hearsay. \nComplainants admit that the charge is what \"the municipal employees told\n us that Judge Asadon often arrive [sic] late and always go [sic] home \nat noon and that he had never been known to hold office in the \nafternoon\". To repudiate the charge, the respondent judge attached to \nhis Comment the following documents to explain his afternoon trips out \nof Llorente, Eastern Samar: (1) Resolution [8] dated\n June 17, 1994 issued by the Supreme Court En Banc directing him, \nassisted by two of his office personnel, to hold court sessions at the \nMunicipality of Hernani Eastern Samar; (2) Affidavit [9] of Police Inspector Paulito Candido stating that in the afternoon of \nMarch 18, 1997, the day he issued the warrant of arrest against \ncomplainant spouses, he was at the municipal building of Hernani, \nEastern Samar conducting a hearing in connection with Criminal Case No. \n3975, entitled, \"People v. Federico Amano\" for Abduction with Consent; \nand (3) various Memoranda and Special Designations [10] dated July 20, 1990, November 7, 1990, November 9, 1990, June 18, 1991,\n July 8, 1991, July 30, 1991, November 28, 1991, March 11, 1992, April \n20, 1993, July 30, 1993, October 13, 1993, November 11, 1993, May 23, \n1995, June 1, 1995, November 10, 1995, January 26, 1996, May 29, 1996, \nJuly 2, 1996, and August 21, 1996, all directing him to travel to other \nmunicipal trial court salas in different parts of Eastern Samar to try, \nhear and decide specified cases which had been the subject of petitions \nfor inhibition that were granted by Judge Paterno T. Alvarez, who is the\n Executive Judge of the Regional Trial Court of Borongan, Eastern Samar.\n All these abundantly prove that the respondent judge observed the \nrequired work hours in the disperation of his judicial functions.\n\nWHEREFORE , the late respondent Judge Protasio G.\n Asadon is cleared of all the charges filed against him by complainant \nspouses Avelino and Asteria Daiz, except with respect to the charge of \nabuse of authority the penalty for which is a fine in the sum of TEN \nTHOUSAND PESOS (P10,000.00). The fine shall be deducted from the \nretirement benefits of the respondent judge and the balance shall \nimmediately released to his heirs.\n\nSO ORDERED.\n\nRegalado, (Chairman), Mendoza, and Martinez, JJ. , concur.\n\nMelo, J. , on leave.\n\n[1] Affidavit/Complaint dated March 19, 1997, Rollo, p.4.\n\n[2] Rollo, pp. 7-8.\n\n[3] Certificate of Death, Rollo, p. 45.\n\n[4] Memorandum dated February 27, 1998, pp. 2-3, Rollo, pp. 47-48.\n\n[5] Vito v. Buslon, Jr., 243 SCRA 519 (1995).\n\n[6] Wingarts v. Mejia, 242 SCRA 436 (1995).\n\n[7] Ibid.\n\n[8] Rollo, p. 19.\n\n[9] Rollo, p. 20.\n\n[10] Rollo, pp. 21-41.",
  "content_length": 12015,
  "metadata_extraction_date": "2025-11-01T05:51:06.738041",
  "extraction_version": "2.0_enhanced_full_content"
}