{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/june/GR_101829.html",
  "filename": "GR_101829.html",
  "year": 1998,
  "month": "june",
  "case_number": "GR_101829",
  "gr_number": "109619-23",
  "volume_page": "353 Phil. 363",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "laudemar",
    "verdadero",
    "accused",
    "appellant",
    "panganiban",
    "resolving",
    "appeal",
    "court",
    "reiterates",
    "honored"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n353 Phil. 363\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 109619-23, June 26, 1998 ]\n[ G.R. Nos. 109619-23, June 26, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. LAUDEMAR DE LA CRUZ Y VERDADERO, ACCUSED-APPELLANT. D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. LAUDEMAR DE LA CRUZ Y VERDADERO, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIn resolving this appeal, the Court reiterates the time-honored \ndoctrine that the findings of trial courts on the credibility of \nwitnesses and their testimonies are entitled to great weight and are \ngenerally not disturbed on appeal, except for strong and valid reasons. \nIn addition, the Court underscores the principle that nighttime does not\n automatically aggravate a crime. The prosecution must prove that the \naccused deliberately sought the darkness, took advantage of it and \nbenefited from it by ensuring his non-identification or capture.\n\nThe Case\n\nThis is an appeal from the 20-page Decision [1] dated November 25, 1992, of the Regional Trial Court of Dagupan City, \nBranch 44, in the consolidated Criminal Case Nos. D-10203, D-10204, \nD-10205, D-10206, D-10207 and D-10769, convicting Laudemar de la Cruz of\n murder, frustrated murder and three counts of attempted murder. Said \nDecision disposed of six (6) Informations filed against appellant by 2nd\n Assistant City Prosecutor Ludgerio B. Limbos.\n\nThe first Information, [2] docketed as Criminal Case No. D-10203, charged:\n\n“That on or about the 29th day of November, 1990, in the City of \nDagupan, Philippines, and within the jurisdiction of this Honorable \nCourt, the above-named accused, LAUDEMAR DELA CRUZ y Verdadero, did then\n and there, wilfully, unlawfully and criminally, have in his possession,\n custody and control a .45 caliber pistol, with Serial No. 2126560 \nmarked Remington, with four (4) live ammunition, without authority \nand/or license to possess the same.”\n\nThe second Information, [3] docketed as Criminal Case No. D-10204, charged De la Cruz as follows:\n\n“That on or about the 29th day of November, 1990, in the City of \nDagupan, Philippines, and within the jurisdiction of this Honorable \nCourt, the above-named accused, LAUDEMAR DELA CRUZ y Verdadero, being \nthen armed with a gun, with treachery, evident premeditation and with \nintent to kill one CESAR MACASIEB, did then and there, wilfully, \nunlawfully and criminally, attack, assault and use personal violence \nupon the latter by shooting and hitting him on vital parts of his body \nwith the said weapon, thereby causing his death shortly thereafter due \nto `[c]ardio respiratory arrest, massive intrathoracic hemorrhage, \nmultiple gunshot wound’ as per Autopsy Report issued by Dr. Tomas G. \nCornel, Asst. City Health Officer, this City, to the damage and \nprejudice of the legal heirs of said deceased, CESAR MACASIEB, in the \namount of not less than THIRTY THOUSAND PESOS (P30,000.00) Philippine \ncurrency, and other consequential damages.”\n\nIn the third, [4] fourth [5] and fifth [6] Informations docketed as Criminal Case Nos. D-10205, D-10206 and \nD-10207, respectively, De la Cruz was separately accused of attempting \nto kill Absalon B. Villabroza, Nivelly Aliven and Bernardo Domingo. \nExcept for the names of the victims and the location of the wound \nsustained by each, the three Informations similarly allege the \nfollowing:\n\n“That on or about the 29th day of November, 1990, in the City of \nDagupan, Philippines, and within the jurisdiction of this Honorable \nCourt, the above-named accused, LAUDEMAR DELA CRUZ y Verdadero, being \nthen armed with a gun, with treachery and with intent to kill one \nABSALON B. VILLABROZA, did then and there, wilfully, unlawfully, and \ncriminally, attack, assault and use personal violence upon the latter by\n shooting and hitting him on the left shoulder with the said weapon, the\n said accused having thus commenced a felony directly by overt acts but \ndid not perform all the acts of execution which should have produced the\n crime of murder by reason of some cause or accident other than his own \nspontaneous desistance, to the damage and prejudice of the herein \ncomplainant, ABSALON B. VILLABROZA.”\n\nThe last Information, filed as Criminal Case No. D-10769, charged De la Cruz with frustrated murder as follows:\n\n“That on or about the 29th day of November, 1990, in the City of \nDagupan, Philippines, and within the jurisdiction of this Honorable \nCourt, the above-named accused, LAUDEMAR DELA CRUZ, being then armed \nwith a gun, with treachery, evident premeditation and with intent to \nkill one RICARDO FERNANDEZ, did then and there, wilfully, unlawfully and\n criminally, attack, assault and use personal violence upon the latter \nby shooting him, hitting him on the face and right arm with the said \ngun, the said accused having thus performed all the acts of execution \nwhich could have produced the crime of murder as a consequence, but \nwhich nevertheless did not produce it by reason of some causes \nindependent of the will of the perpetrator, that is due to the timely \nand able medical attendance rendered to him, to the damage and prejudice\n of the herein complainant, RICARDO FERNANDEZ.” [7]\n\nAccused-appellant pleaded not guilty to all the crimes charged against him. [8] In due course, the trial court rendered a Decision disposing of all six cases as follows:\n\n“WHEREFORE, in Criminal Cases Nos. D-10204, D-10205, D-10206, \nD-10207 and D-10769, the Court finds accused Laudemar dela Cruz Y \nVerdadero guilty beyond reasonable doubt of the following crimes:\n\nIn Criminal Case No. D-10204, as principal of the crime of [m]urder\n aggravated by nighttime which is not offset by any mitigating \ncircumstance, and pursuant to law, hereby sentences him to suffer the \npenalty of [r]eclusion [p]erpetua, and to pay an indemnity of \nP50,000.00, and to pay the costs of the proceedings.\n\nAccused Laudemar dela Cruz is ordered to pay the heirs of the deceased the sum of P30,400.00 representing actual expenses.\n\nIn Criminal Case No. D-10205, as principal of the crime of \n[a]ttempted [m]urder attended by the aggravating circumstance of \nnighttime which is not offset by mitigating circumstance, and pursuant \nto law, hereby sentences said accused to suffer an indeterminate penalty\n of from [f]our (4) [y]ears and [t]wo (2) [m]onths of [a]rresto [m]ayor \nin its maximum period to [p]rision [c]orreccional in its medium period, \nas minimum, to [t]en (10) [y]ears of [p]rision [c]orreccional in its \nmaximum period to [p]rision [m]ayor in its medium period, as maximum, \nand to pay the costs.\n\nAccused Laudemar dela Cruz y Verdadero is ordered to pay the actual\n medical expenses in the sum of P31,420.11 to the Pacific Farms which \nshouldered the expenses.\n\nIn Criminal Case No. D-10206, as principal of the crime of \n[a]ttempted [m]urder aggravated by nighttime which is not offset by any \nmitigating circumstance, and pursuant to law, hereby sentences said \naccused to suffer an indeterminate penalty of from [f]our (4) [y]ears \nand [t]wo (2) [m]onths of [a]rresto [m]ayor in its maximum period to \n[p]rision [c]orreccional in its medium period, as minimum, to [t]en (10)\n [y]ears of [p]rision [c]orreccional in its maximum period to [p]rision \n[m]ayor in its medium period, as maximum, and to pay the costs.\n\nThe accused is ordered to pay the sum of P1,082.50 to the Pacific \nFarms, the employer of the complaining witness which shouldered the \nexpenses.\n\nIn Criminal Case No. D-10207, as principal of the crime of \n[a]ttempted [m]urder aggravated by nighttime which is not offset by any \nmitigating circumstance, and pursuant to law, hereby sentences him to \nsuffer an indeterminate penalty of from [f]our (4) [y]ears and [t]wo (2)\n [m]onths of arresto [m]ayor in its maximum period to [p]rision \n[c]orreccional in its medium period, as minimum, to [t]en (10) [y]ears \nof [p]rision [c]orreccional in its maximum period to [p]rision [m]ayor \nin its medium period, as maximum, and to pay the costs.\n\nAccused is ordered to pay the sum of P2,257.00 as actual expenses \nincurred by the Pacific Farms, the employer of the offended party.\n\nIn Criminal Case No. D-10769, as principal of the crime of \n[f]rustrated [m]urder aggravated by nighttime which is not offset by any\n mitigating circumstance, and pursuant to law, hereby sentences the \naccused to suffer an indeterminate penalty of from [t]en (10) [y]ears of\n [p]rison [c]orreccional in its maximum period to [p]rision [m]ayor in \nits medium period, as minimum, to [s]eventeen (17) [y]ears and [f]our \n(4) [m]onths of [p]rision [m]ayor in its maximum period to [r]eclusion \n[t]emporal in its medium period, as maximum, and to pay the costs.\n\nAccused Laudemar dela Cruz is hereby ordered to pay the sum of \nP37,000.00 representing the expenses incurred by the complainant Ricardo\n Fernandez.\n\nFor failure of the prosecution to prove his guilt beyond reasonable\n doubt in Criminal Case No. D-10203, accused Laudemar dela Cruz y \nVerdadero is hereby acquitted of the crime charged without costs.\n\nIn this connection, the .45 caliber pistol bearing serial number \n2126560 marked Remington and the four (4) live ammunitions are hereby \nordered forfeited and confiscated in favor of the [g]overnment. The \n[c]lerk of [c]ourt of this Court is hereby ordered and directed to \ntransmit said firearm and ammunitions to the PNP at Lingayen, \nPangasinan.\n\nSO ORDERED.” [9]\n\nThe Facts\nVersion of the Prosecution\n\nThe antecedents of the case, as established by the prosecution \nand to which the trial court gave credence, evolved in the manner \nnarrated below.\n\nAround 10:00 o’clock in the evening of November 29, 1990, Ricardo\n Fernandez alias Ricky, then 29 years of age, was having some drinks \nwith his friend Cesar Macasieb at the Crisan Canteen located along Reyes\n Street, Dagupan City. [10] Shortly, three men, who turned out to be Bernardo Domingo, Absalon \nVillabroza and Nivelly Aliven, arrived. Their two other companions, \nCesar Diolazo and Jolly de Guzman, stayed ten to fifteen meters away \nfrom the canteen to watch over the fish which they were to deliver for \ntheir employer, the Pacific Farms Incorporated, to Aling Aning at the \nMagsaysay Market. [11]\n\nAccording to Fernandez, he was still drinking with Macasieb when Appellant Laudemar de la Cruz arrived. [12] He did not know appellant but had seen him in a wake at the Funeraria Dagupan sometime in August or September 1990. [13] Upon arriving, appellant ordered a bottle of beer which he drank near \nthe entrance of the canteen, about three to five meters from where \nFernandez and Macasieb were seated. Then, appellant, who had not \nfinished his bottle of beer, went outside the canteen. Fernandez saw him\n sit on a chair by the entrance. As they continued conversing and \ndrinking, he disappeared, during which time, Fernandez surmised, he must\n have urinated. Appellant reappeared and had another drink before \nleaving again. Then, suddenly, appellant emerged and shot Macasieb. As \nthe latter fell, appellant also shot Fernandez on the face, causing him \nto feel dizzy and to fall. After a while, Fernandez rose and ran to the \npolice station. [14]\n\nBernardo Domingo, a driver in his early forties, related that he \nwas with two companions in the same restaurant on that fateful night. \nWhile eating, he glanced at the door and noticed a man standing while \ndrinking beer some two meters away. The man, who was wearing a jacket \nand a hat, used two hands in gunning down, first, the two persons who \nwere drinking; then, Villabroza, Domingo himself, and Aliven in that \norder. Domingo’s left thigh and right arm were hit. [15] Villabroza was in the act of putting a spoon of food into his mouth \nwhen he was hit by appellant on his left shoulder. He fell and, when he \ncame to his senses, saw that Domingo and Aliven were also injured. He \nthen glanced at the door; not seeing appellant anymore, he ran with his \ncompanions towards the road to look for their two other companions who \ncould bring them to the hospital. It turned out that Diolazo and De \nGuzman were already on their way to the police, when they met a mobile \ncar proceeding to the restaurant. Domingo, Villabroza and Aliven were \ntaken to the Luzon Medical Center (LMC). [16]\n\nSgt. Reynaldo de Vera was on duty at the Dagupan City Police \nStation on that same evening. Around 10:00 p.m., a bloodied Fernandez, \nwith a gunshot wound on his face, arrived at the police station, where \nhe reported to Sgt. De Vera that he had been shot at the Crisan Store. \nThe police rushed Fernandez to the Pangasinan Medical Center and, on the\n way, learned from him that it was De la Cruz who had shot him. As \nFernandez was being treated at the hospital, Sgt. De Vera and his group \nreturned to the police station, where they were instructed to proceed to\n the crime scene which was about three hundred meters from the police \nstation.\n\nThe police found the store in disarray, with bottles and drinking\n glasses scattered around. They found three slugs of a .45 caliber \nfirearm and five empty shells from a firearm of the same caliber, which \nwere later forwarded to the National Bureau of Investigation (NBI) for \nexamination. The women at the canteen told the police that they \nrecognized the man who had shot the victims, but that they did not know \nhis name. From the canteen, Sgt. De Vera proceeded to the LMC and \nlearned that the other victims were Domingo, Aliven, Villabroza, and \nMacasieb who was already dead.\n\nFrom the hospital, the police went back to their station to scan \nthe police blotter to verify Fernandez’ information that his brother had\n previously lodged a complaint against the man who shot them. True \nenough, Sgt. De Vera learned from the police records that a certain Boy \nFernandez, Councilor Doria and another barangay councilor had complained\n against Laudemar de la Cruz for alleged threats during a card game.\n\nUpon learning the identity of the man who had gone on the \nshooting rampage, Sgt. De Vera, in the company of several policemen, \nproceeded to the residence of appellant at Pantal Centro. Before \nreaching his house, however, they saw him seated in a waiting shed with a\n gun in his hand. The police thus drew their weapons as they approached \nhim, but he threw his gun towards the back of the waiting shed. Cpl. \nZosimo Fabia retrieved the .45 caliber pistol that was later forwarded \nto the NBI for examination.\n\nThe police then arrested appellant and took him to the police \nstation where he was investigated. Then they brought him to the \nPangasinan Medical Center, where Fernandez pointed to him as the man who\n had shot him. Afterwards, the police also took appellant to the LMC, \nwhere the other victims likewise positively identified him as the person\n who had fired at them. [17]\n\nThe death certificate [18] issued by Dr. Tomas G. Cornel, assistant city health officer of Dagupan\n City, shows that 35-year-old Cesar Macasieb died due to “cardio \nrespiratory arrest” and “massive intrathoracic hemorrhage” caused by the\n gunshot wounds Macasieb sustained on his right wrist, left hand and the\n anterior chest wall “along the parasternal line, right, level of the \n2nd intercostal space, right, 0.8 cm. in diameter, round in shape”; with\n a point of exit at the “posterior aspect (back) along the scapular \nline, left, level of the 5th intercostal space left, 1 cm. in diameter, \nirregular in shape.” [19]\n\nMacasieb was an employee of the Funeraria Dagupan, who earned at \nleast P400 a week. His widow, Avelina, a laundrywoman, was left with \nthree children aged 14, 11 and 6 years. It was Macasieb’s maternal \ngrandmother, Candida Bustillo, who spent for his funeral expenses [20] which, referring to an inventory she prepared, amounted to P30,400. [21] In court, she presented a receipt showing that she paid P12,000 to Funeraria Dagupan [22] and another receipt, issued by the Eternal Gardens Memorial Park in \nDagupan, showing that she paid a total of P6,100 for the memorial park \nlot and the interment fee. [23]\n\nFor Villabroza, a medical certificate, which attested to the treatment he received for his injuries, [24] was issued by Drs. Carlito V. Arenas and Marilou Arizabal of the LMC \nSpecialists Group, Inc. His statement of account shows that he spent \nP31,420.11 for his twelve-day hospitalization [25] and P17,784.00 for professional fees. [26] According to him, his employer paid to the LMC the amount of P39,000, \nwhich did not include the cost of the stainless steel metal that was \ninserted into his upper arm bone. In addition, he lost his daily income \nof P110 when, for two months, he was unable to resume his work as a \ndriver. [27]\n\nNivelly Aliven, who did not testify during the trial, merely submitted a medical certificate [28] as proof of the injuries he sustained; and a billing statement [29] for his two-day hospitalization at the LMC, showing his medical expenses which added up to P1,082.50.\n\nBernardo Domingo also sustained two lacerated wounds on the \nthigh, a fractured right forearm and a “through and through” gunshot \nwound at the lateral aspect of the right forearm. [30] He stayed for three days in the same hospital and spent a total of P2,251. [31]\n\nFor Ricardo Fernandez, his attending physician, Dr. Corlito T. de\n Guzman, gave this diagnosis in the medico-legal certificate he issued: [32]\n\n“Fracture comminuted maxillary anterior multiple laceration buccal mucosa secondary to [g]un [s]hot wound\n\nSURGICAL INTERVENTION: November 30, 1990\n\n- debridement and removal of foreign body”\n\nFor his twenty-five day stay in the hospital, his mother spent \nP32,000. Receipts labeled “Exh. D” to “Exh. D-60” reflect the expenses \nhe incurred for medicines. [33] Furthermore, he was required to undergo medical checkup for six months.\n\nNBI Senior Ballistician Ireneo S. Ordiano Jr. brought to court \nthe .45 caliber pistol and the magazine containing four live ammunitions\n taken from appellant; and five empty shells and three bullets gathered \nfrom the crime scene. He testified that, after test-firing from the same\n firearm, he compared the test bullet with an evidence bullet and, \nfinding that both evidence and test bullets had similar individual \nchambers and striations engraved on their surfaces, [34] concluded that both were fired from the evidence firearm. His findings are contained in a report marked “Exh. G.”\n\nVersion of the Defense\n\nTestifying in his own defense, appellant claimed that he joined \nthe Armed Forces of the Philippines (AFP) in 1987. In 1988, he was \npromoted to the rank of private first class; the following year, to \ncorporal, for his having been part of the team that apprehended a \nCPP-NPA regional commander named Francisco Pascual, a feat for which he \nwas also awarded a certificate and a bronze cross medal for \n“distinguished exemplary services” in the AFP. On September 11, 1990, he\n was wounded in a military operation in Labrador for which he was given a\n spot promotion to desk sergeant. During the incident involved in this \ncase, appellant was assigned to the “46346 Military Intelligence \nCompany, 7th Division, Fort Magsaysay, Palayan City.” He was in Dagupan \nCity on a “stick [sic] out operation” under the command of Capt. \nWinnefred Perez. As an intelligence officer, he was issued a .45 caliber\n firearm, Serial No. 2126560. [35]\n\nHe was alone conducting surveillance under the stakeout operation\n when, about nine o’clock in the evening of November 29, 1990, he was at\n the vicinity of Crisan Canteen. There he met Gil Vismanos, a resident \nof the same barangay, who invited him for a drink. Vismanos seated \nhimself outside the canteen, while he went inside to order. Appellant \nwas ordering beer when he was fired upon from his right side. Seeing a \nrevolver pointed at him from that side, he immediately dropped to the \nground, at the same time drawing out from his waist his .45 caliber \nfirearm that was loaded with seven bullets. He fired three shots towards\n the three men at his right side, but none at the two men who were at \nthe opposite side. As he was firing, he was crawling backward towards \nthe door of the canteen. He heard “many shots” from the men, but could \nnot ascertain what direction they came from.\n\nUpon reaching the door, he would have proceeded to the south but \nhe opted to go northward, because this portion of Reyes Street was dark.\n He crossed the river by means of a boat, intending to go home and call \nup his superiors in Lingayen from the telephone of his neighbor, Atty. \nAreola. At Atty. Areola’s residence, he tried, for twenty-five to thirty\n minutes, to contact his unit in Lingayen, but in vain. Thus, he \nproceeded to the waiting shed to hire a tricycle that would take him to \nLingayen. He was at the waiting shed when the police arrived and leveled\n their guns at him. All he could do was surrender his firearm to them. [36]\n\nAccording to Gil Vismanos, he invited appellant to join him for a\n bottle of beer, because they had not seen each other for a long time. \nVismanos seated himself in one of the stalls in front of the Crisan \nCanteen. As appellant entered the canteen to buy beer, Vismanos heard \n“some shots” coming from “several kinds of guns.” Appellant drew his gun\n and “retaliated” but did not remain for long inside the canteen, as he \n“ran towards the river.” Afraid to be caught in the crossfire, Vismanos \nalso ran away. [37]\n\nHernando Magana, a graduate of the Armament Maintenance and \nRepair Course in Fort Magsaysay, a noncommissioned AFP officer and \nweapons instructor, testified mainly on the effect of a .45 caliber \nbullet on its target. According to Magana, a .45 caliber bullet is so \nstrong that a face hit by it would disintegrate (mawawasak), such that \nthe victim would not be able to observe the subsequent events. [38]\n\nAs mentioned earlier, the trial court convicted accused-appellant\n of the charges of murder, attempted murder and frustrated murder, but \nacquitted him of the charge of illegal possession of firearms.\n\nAssignment of Errors\n\nIn this appeal, [39] appellant attributes to the trial court the following errors: [40]\n\n“1. THAT THE TRIAL COURT ERRED IN FAILING TO CONSIDER\n THE APPELLANT’S PLEA OF A ‘SHOOTOUT’ AND THAT APPELLANT MERELY RETURNED\n FIRE TO DEFEND HIMSELF;\n\n2. THAT THE TRIAL COURT ERRED IN APPRECIATING THE QUALIFYING \nCIRCUMSTANCE OF TREACHERY SIMPLY BECAUSE THE ATTACK WAS ALLEGEDLY SUDDEN\n AND UNEXPECTED AND THE AGGRAVATING CIRCUMSTANCE OF NIGHTTIME SIMPLY \nBECAUSE THE INCIDENT TRANSPIRED AT NIGHTTIME; and\n\n3. THAT THE TRIAL COURT ERRED IN NOT DECLARING THAT THE \nPROSECUTION FAILED TO PROVE THE GUILT OF THE APPELLANT BEYOND REASONABLE\n DOUBT AND IN NOT ACQUITTING THE APPELLANT.”\n\nThe Court’s Ruling\n\nThe appeal lacks merit.\n\nFirst Issue: Self-Defense\n\nIn alleging a shoot-out that required his corresponding reaction,\n appellant impliedly raises the justifying circumstance of self-defense.\n Thus, during the cross-examination of Prosecution Witness Bernardo \nDomingo, appellant’s counsel tried to ferret out factual bases for the \nversion of the defense that the three men eating inside the canteen and \ntheir two companions who remained outside were armed. [41] For the same purpose, during the cross-examination of Witness Absalon \nVillabroza, the defense tried but failed to make him confirm their \nassertion that he and his companions “were actually coming up to the \naccused” before appellant shot at them. [42] Appellant himself testified that he had been fired upon by one of the \nmen in the canteen before he drew his gun and fired back. However, \nappellant’s evidence on the matter does not measure up to the quantum of\n proof required by law to merit his exoneration from the charges.\n\nIn self-defense, an accused admits to having performed the \ncriminal act. He may, however, disclaim legal liability on the ground \nthat his life had been exposed to harm first, before he committed the \nact in defense of himself. Consequently, once self-defense is invoked, \nthe burden of proof is shifted to the accused to establish the following\n elements: (1) unlawful aggression on the part of the victim, (b) \nreasonable necessity of the means employed to prevent or repel it, and \n(3) lack of sufficient provocation on the part of the person defending \nhimself. [43] Of these \nrequisites, the most indispensable is unlawful aggression on the part of\n the victim. Failure of the defense to prove unlawful aggression results\n in the failure of the claim of self-defense. [44]\n\nBy his own testimony, [45] appellant tried to prove unlawful aggression on the part of the \nvictims. He claimed that he was merely in the act of ordering a bottle \nof beer, when someone from his right side fired at him. His friend Gil \nVismanos supported this claim by testifying that he heard shots from different kinds of firearms before he saw appellant retaliate. But because Vismanos only heard gunshots while he was outside the canteen, without actually seeing who \nfired the initial shot, the reliability of his supporting testimony on \nthe fact of unlawful aggression cannot be given weight sufficient to \ntilt the scale of justice in favor of the appellant.\n\nThe elimination of Vismanos’ testimony on the shooting leaves \nappellant’s testimony as the sole basis for the claim of self-defense. \nComing from the defendant himself, such assertion, being a self-serving \nclaim from a polluted source, leaves much to be desired. A plea of \nself-defense cannot be justifiably appreciated, where it is not only \nuncorroborated by independent and competent evidence, but also extremely\n doubtful by itself. [46]\n\nIndeed, if appellant’s version of the incident is true, then the \nvictims were so naive as to commit the crime in a lighted public place, \nbarely three hundred meters away from a police station. Considering \ntheir superiority in number, the victims could have chosen a more \ndiscreet place to ensure the successful execution of their alleged plan \nto ambush appellant who, as he himself claimed, was undertaking a \nsurveillance mission single-handedly. If it is true that the victims \ninstigated the incident, then none of them, including Fernandez whose \nface was hit by appellant’s gunfire, would have immediately run to the \npolice station to report the incident. In contrast, when appellant was \napprehended, he did not inform the police that there had been a \nshoot-out or that he had acted in self-defense. Such failure is fatal to\n his defense. [47]\n\nMoreover, the disparate versions of the prosecution and of the \ndefense as to who initiated the aggression was settled by the trial \ncourt, which gave unconditional credence to the testimonies of the \nprosecution witnesses. As this Court has held innumerable times, the \nsphere of discretion of trial courts rightfully includes determination \nof the issue of credibility. Absent any palpable error or arbitrariness \nin the findings of the lower court, we find no reason to conclude \ndifferently in this case, for we accord respect and finality to findings\n of the trial court on the matter of credibility of witnesses, which \nincludes assigning value and weight to each of their testimonies. This \nis because a trial court has the opportunity, not available to an \nappellate court, of directly observing each witness’ deportment and \nmanner of testifying. [48]\n\nThe defense noticeably failed to impute to the prosecution \nwitnesses any common motive among them that could have impelled them to \nattack appellant. Neither did it allege any evil purpose that could have\n spurred them to testify against him. Such failure renders the version \nof the defense all the more incredible.\n\nIn insisting that the incident was actually a shoot-out, appellant points to the total of nine [49] gunshot wounds sustained by the victims which far exceeded the three \nshots he had allegedly fired plus the four bullets remaining in his gun,\n which the police had retrieved upon his arrest. [50] He asserts that his .45 pistol has a full-load capacity of only seven \nbullets. This apparent discrepancy, however, is not beyond explanation. \nWe recall Victim Bernardo Domingo’s testimony:\n\n“Q How many shots [were] made by the gun w[i]elder?\n\nA With one shot was directed to one of my companions, and \nmyself, considerably two shots. I was hit on my thigh and again, I was \nshot on my forearm and still hit the man besides me. [sic]\n\nQ So, there were three shots of you?\n\nA Yes, because the first hit Villabroza, the second shot hit \nme on my thigh and third, my arm, but it went through and through and \nhit Aliven.\n\nQ What part of the body of Aliven was hit?\n\nA Here, sir. (Witness pointing to the right side of his body.)\n\nxxx xxx xxx\n\nQ Did you come to know if any slug was recovered from the body of Aliven?\n\nA None, the bullet went through and through.\n\nQ Do you know if any slug was taken from the body of Villabroza?\n\nA The bullet exited.\n\nQ In your case, was there any slug that was recovered?\n\nA The bullet went through and through.” [51]\n\nIt is thus not improbable, considering the proximity of the victims \nto one another and the existence of gunshot wounds with exit points, \nwhich some of them sustained, that one shot could have hit two or more \nof them. That a single bullet might have hit two or more persons \n“through and through” was in fact affirmed by Defense Witness Magana, \nwho testified on the potency of a .45 caliber firearm.\n\nFurthermore, although there is no testimonial evidence that \nappellant reloaded his pistol, documentary evidence reveals that he had \nbeen issued more than seven (7) bullets for it. Exhibit 1 shows that Lt.\n Winnefred Perez simultaneously issued to appellant a .45 caliber \nservice pistol, two (2) magazines and fourteen (14) rounds of cartridges\n for the same pistol. [52] Hence, if appellant had not reloaded his gun during the incident, it is \nnot improbable or beyond credulity that he reloaded it after he fled \nfrom the canteen, as a result of which it still contained four (4) live \nbullets when the police retrieved it behind the waiting shed, where \nappellant had thrown it.\n\nWorth underscoring is the fact that no other kind of bullet was recovered from the crime scene .\n Even more significant is the finding that the empty shells and slugs \nrecovered were all fired from the .45 caliber firearm issued to \nappellant. In the absence of proof to rebut the presumption of \nregularity in the performance of their task, the police can be presumed \nto have made a thorough search for evidence at the crime scene. Thus, \nnothing but a vain attempt at paving the way for his exculpation is the \naccounting by appellant of the number of bullets fired from his pistol \nand that of the live ones recovered from it upon his arrest.\n\nOf paramount importance is the fact that the prosecution has \nproven beyond reasonable doubt that appellant fired the shots which \ncaused the death of Cesar Macasieb and the wounding of four others. The \npositive identification of appellant as the gun wielder, coupled with \nhis failure to substantiate his self-defense allegation, points to no \nconclusion other than that he is responsible and, thus, liable for the \ncrimes charged.\n\nSecond Issue: Treachery and Nighttime\n\nIn convicting appellant of murder and frustrated and attempted \nmurders, the trial court appreciated the attendance of treachery. For \ntreachery to be considered a qualifying circumstance, two conditions \nmust be satisfied: (a) the malefactor employed such means, method or \nmanner of execution as to ensure his or her safety from the defensive or\n retaliatory acts of the victim; and (b) the said means, method or \nmanner of execution was deliberately adopted. [53] The essence of treachery is that the attack is deliberate and without \nwarning -- done in a swift and unexpected manner, affording the hapless,\n unarmed and unsuspecting victim no chance to resist or to escape. [54] Under the established facts of the case, we find the conclusion of the court a quo in order.\n\nIndeed, the assault made by appellant was sudden and unexpected, \ncompletely taking the persons inside the canteen by surprise. None of \nthe victims had any inkling that appellant who was a stranger to all of \nthem, except to Victim Ricardo Fernandez, would go on a shooting \nrampage. Fernandez may have noticed that appellant came and went three \ntimes prior to the attack, but neither this nor any other act exhibited \nby the latter was a sufficient warning of impending trouble or an \nindication of his criminal intent against any of the victims.\n\nThus, when accused-appellant fired at the unsuspecting victims \nsuddenly and without warning, they were all caught off guard, affording \nthem no opportunity to shield themselves or to run away, much less, to \nretaliate against their lone assailant. Furthermore, he was armed while,\n apparently, none of them was. The manner in which he carried out his \nfelonious acts ensured that his criminal design would succeed, and that \nhe would escape unscathed, as he did. Verily, the qualifying \ncircumstance of alevosia was present. [55]\n\nHowever, the generic aggravating circumstance of nighttime cannot\n be appreciated against appellant. The fact alone that the crimes were \ncommitted at night does not automatically aggravate the crimes. \nNocturnity becomes a modifying element only when (1) it is specially \nsought by the offender; (2) the offender takes advantage of it; or (3) \nit facilitates the commission of the crime by insuring the offender’s \nimmunity from identification or capture. [56] In this case, other than the time of the commission of the crimes, \nnothing else suggests that appellant deliberately availed himself or \ntook advantage of the cover of darkness to facilitate the accomplishment\n of his felonious design. On the contrary, the locus criminis was well-lighted. [57]\n\nThird Issue:\nSufficiency of Prosecution Evidence\n\nWhile, on the one hand, based on the prosecution evidence and the\n foregoing discussion, we entertain no doubt as to the culpability of \naccused-appellant for the murder of Cesar Macasieb and for the attempted\n murders of Absalon Villabroza, Nivelly Aliven and Bernardo Domingo, on \nthe other hand we believe that the court a quo erred in convicting appellant of frustrated murder for his assault upon Ricardo Fernandez.\n\nIn a frustrated felony, the perpetrator performs all \nacts necessary to produce the crime but, for some reason other than his \nown spontaneous desistance, the felony is not consummated. [58] Appellant De la Cruz, however, failed to perform all the acts of \nexecution necessary to kill Fernandez. According to the latter, after he\n had been shot, he felt dizzy and fell to the ground but was able to \nstand again and run to the police station. When he was taken to the \nhospital, he remained conscious. His injuries, though no doubt serious, \nwere not proven to be fatal such that, without timely medical attention,\n they would have caused his death. [59] Hence, for the injuries inflicted upon Ricardo Fernandez, appellant may be held liable only for attempted murder.\n\nThe penalty imposable on a principal in an attempted murder, where there is no aggravating or mitigating circumstance, is prision correccional in its maximum period to prision mayor in its medium period. [60] Applying the Indeterminate Sentence Law, appellant shall suffer the penalty of two (2) years and four (4) months of prision correccional , as minimum, to eight (8) years of prision mayor , as maximum, for each of the four (4) counts of attempted murder.\n\nWHEREFORE , the assailed Decision is AFFIRMED with the MODIFICATION that no generic aggravating circumstance is deemed to have attended the\n commission of the crimes and that, for the injuries inflicted upon \nRicardo Fernandez, Appellant Laudemar de la Cruz is liable only for \nattempted murder. Appellant’s penalties, which shall be served \nsuccessively in accordance with law, consist of reclusion perpetua for the crime of murder and four (4) separate terms of imprisonment ranging from two (2) years and four (4) months of prision correccional , as minimum, to eight (8) years of prision mayor , as maximum, for the four (4) counts of attempted murder. Costs against appellant.\n\nSO ORDERED.\n\nDavide, Jr., (Chairman), Bellosillo, Vitug, and Quisumbing, JJ. , concur.\n\n[1] Rollo, pp. 25-44. Penned by Judge Crispin C. Laron.\n\n[2] Records for CC No. D-10203, p.1.\n\n[3] Records for CC No. D-10204, p.12.\n\n[4] Records for CC No. D-10205, p.1.\n\n[5] Records for CC No. D-10206, p.1.\n\n[6] Records for CC No. D-10207, p.1.\n\n[7] Records for CC No. D-10769, p.2\n\n[8] Assailed Decision, p. 3; Rollo, p. 27.\n\n[9] Assailed Decision, pp.18-20; Rollo, pp.42-44\n\n[10] TSN, February 5, 1992, pp.3-4.\n\n[11] TSN, February 26, 1992, pp. 23-24; March 23, 1992, p. 27.\n\n[12] TSN, February 5, 1992, p. 4.\n\n[13] TSN, February 6, 1992, p. 3.\n\n[14] TSN, February 5, 1992, pp. 5-11.\n\n[15] TSN, February 26, 1992, pp. 25-27.\n\n[16] TSN, March 23, 1992, pp. 8-14.\n\n[17] TSN, February 11, 1992, pp. 20-33.\n\n[18] Exh. F, CC No. D-10204.\n\n[19] Exh. E, ibid.\n\n[20] TSN, January 21, 1992, pp. 7-17.\n\n[21] Exh. C, CC No. D-10204.\n\n[22] Exh. D, Ibid.\n\n[23] Exh. E, Ibid.\n\n[24] Exh. A, CC No. D-10205.\n\n[25] Exh. C, ibid.\n\n[26] Exh. C-1, ibid.\n\n[27] TSN, March 23, 1992, pp. 15-17.\n\n[28] Exh. A, CC No. D-10206.\n\n[29] Exh. B, ibid.\n\n[30] Exh. A, CC No. D-10207.\n\n[31] Exh. C, ibid.\n\n[32] Exh. A, CC No. D-10769.\n\n[33] TSN, February 5, 1992, pp. 13-15.\n\n[34] TSN, February 25, 1992, pp. 22-26.\n\n[35] TSN, April 20, 1992, pp. 2-9.\n\n[36] Ibid., pp. 9-16.\n\n[37] TSN, April 21, 1992, pp. 3-5.\n\n[38] TSN, April 21, 1992, pp. 4 & 15.\n\n[39] This case was \ndeemed submitted for resolution upon receipt by the Court on September \n5, 1997, of the confirmation of appellant’s confinement at the New \nBilibid Prison.\n\n[40] Rollo, p. 63. The 13-page Appellant’s Brief was signed by Atty. Alejandro M. Villamil.\n\n[41] TSN, February 26, 1992, pp. 33-35.\n\n[42] TSN, March 23, 1992, p. 25.\n\n[43] People vs. Nalangan, 270 SCRA 234, 238-239, March 20, 1997.\n\n[44] People vs. Obzunar, 265 SCRA 547, 566, December 16, 1996.\n\n[45] The facts of this \ncase are similar to those in People vs. Llabres (225 SCRA 86, August 4, \n1993), in which the Court did not give credence to the uncorroborated \nclaim of appellant that in single-handedly attacking a group of eight \nmen with a bolo he had snatched from a victim, he was resorting to \nself-defense. The rampage resulted in the death of one, the near fatal \nwounding of another and the wounding of two others, with appellant \nsustaining no injury at all.\n\n[46] Jacobo vs. Court \nof Appeals, 270 SCRA 270, 286, March 21, 1997, citing Ebajan vs. Court \nof Appeals, 170 SCRA 178, February 9, 1989; and People vs. Flores, 43 \nSCRA 342, February 29, 1972.\n\n[47] Ingles vs. Court of Appeals, 269 SCRA 122, 129, March 3, 1997, citing People vs. Sarol, 139 SCRA 125, October 8, 1985.\n\n[48] People vs. Zamora, GR No. 101829, August 21, 1997.\n\n[49] Appellant’s Brief, pp. 4-5.\n\n[50] Appellant counted \nthe gunshot wounds thus: Macasieb, three (3); Villabroza, one (1); \nDomingo, three (3); Aliven, one (1); and Fernandez, one (1). Ibid., p. \n5.\n\n[51] TSN, February 26, 1992, pp. 38-40.\n\n[52] Records for CC No. D-10203, p. 112.\n\n[53] People v. Castillo, 261 SCRA 493, September 6, 1996.\n\n[54] People vs. Zamora, supra.\n\n[55] See People vs. Abrenica, 252 SCRA 54, January 18, 1996; People vs. Canuzo, 255 SCRA 497, March 29, 1996.\n\n[56] People v. Cayabyab, GR No. 123073, June 19, 1997.\n\n[57] TSN, February 5, 1992, p. 46.\n\n[58] Art. 6, Revised Penal Code; People vs. Balderas, GR No. 106582, July 31, 1997.\n\n[59] People vs. Nardo, GR No. 100197, April 4, 1997; People vs. Pagal, GR Nos. 112620-21, May 14, 1997.\n\n[60] Art. 248, in relation to Arts. 51 & 64, of the Revised Penal Code.",
  "content_length": 39973,
  "metadata_extraction_date": "2025-11-01T05:51:06.785314",
  "extraction_version": "2.0_enhanced_full_content"
}