{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/march/GR_121979.html",
  "filename": "GR_121979.html",
  "year": 1998,
  "month": "march",
  "case_number": "121979",
  "gr_number": "121979",
  "volume_page": "350 Phil. 393",
  "decision_date": "March 02, 1998",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. SAMUEL ULZORON, ACCUSED-APPELLANT. D E C I S I O N BELLOSILLO, J.: SAMUEL ULZORON was charged with rape with the use of a deadly weapon. Complaining witness was Emily Gabo. On 8 March 1995 the trial court adjudged him guilty as charged and sentenced him to reclusion perpetua. [1] No indemnity was awarded to Emily for the sexual assault. On 31 March 1987, at around 10:00 oâclock in the morning, Emily was watering her plants near a well in Brgy. Tumarbong, Roxas, Palawan, when Samuel suddenly appeared. He was armed with a 2-foot long bolo hanging in its scabbard around his waist with a long-sleeved work shirt slung over his shoulder. He asked Emily where her husband was. She replied that Roberto was already in the kaingin so she advised him to follow her husband there. But Samuel opted to remain and rest on an anthill some two and a half (2 Â½) meters from the well. [2] After Emily finished watering her plants and before she could start washing clothes, Samuel grabbed her wrists and locked them with one hand behind her back with the other drawing his bolo and pointing it at her neck. She struggled to free herself from his hold but was so intimidated with the bolo that she could not shout for help; she lost her strength eventually. After she weakened, he dragged her some forty (40) meters away to the bushes and tall grasses. He forced her to lie down; then he mounted her. He laid his bolo beside him, pinned her arms with one hand, and with the other, loosened the buttons of her dress. Emily could only struggle in vain until he ripped off her dress and panties. He opened the zipper of his pants and then inserted his penis to her vagina. He copulated with her for about fifteen (15) minutes. She did everything to disengage herself from the sexual imbroglio but her efforts proved no match to his strength. [3] At this moment, Emily heard her husbandâs voice calling for her. Roberto was now somewhere within the vicino. He saw Emilyâs slippers near the well so he frantically hollered, âBaby!â She answered back. When Robertoâs voice was heard by Samuel, he dashed off and fled to the thickets. [4] Roberto followed the direction of Emilyâs voice until he saw her emerge from the thick bushes. She was in a state of shock. He asked her what happened and she told him that she was sexually abused by Samuel Ulzoron. Emily pointed Roberto to the place where she was dragged and raped. Together when they went there and found Ulzoronâs bolo and work shirt and took them home. [5] The following afternoon, Emily went to Dr. Feliciano M. Velasco Jr. for physical examination. The doctor noted the discharge mixed with semen in her private part. He opined that it could have been caused by sexual intercourse within twenty-four (24) hours prior to his examination. He found her cervix to be parous with superficial erosions. Her hymen was obliterated with caruncles.6 The next day Emily lodged a complaint for rape against Samuel Ulzoron as she turned over his belongings to the police authorities as her evidence in support thereof. 7 Ulzoron had his own story to tell. He said that on the day of the incident he saw Emily at the well. She told him that work in the kaingin would be in the afternoon yet so she advised him to come back. Since he was returning in the afternoon, he decided to leave his bolo and work shirt near the well. However, at around 10:00 oâclock that morning, as he was about to retrieve his bolo and shirt, he saw the Gabo spouses having sexual intercourse in a hut with a wall only on one side. As he was ashamed to be seen by them he proceeded instead to the house of a relative. 8 On the strength of the testimony of Emily Gabo, the trial court convicted the accused. It found her testimony straightforward and credible. It rationalized that she would not have filed her complaint for rape if her accusations were not true, for to do so would only expose herself to public shame or ridicule. No improper motive on her part to file the case had been shown. The findings of the examining physician also lent credence to her claim. On the other hand, the trial court found the defense of the accused too weak, anemic, for if Ulzoron really felt embarrassed to be seen by the Gabo spouses, he could have taken a detour or passed another way to get back his bolo and work shirt. Besides, it was never established that the Gabos had so much yearning for each other that they had to indulge in sexual congress in a hut that was open to public view and at such an unlikely hour. 9 Appellant concedes, even as he assails his conviction, that his defense is inherently weak. Nevertheless, he faults the trial court for convicting him on the basis of his defense. He argues that the undisputed facts and circumstances made it more likely that Emily was involved in an adulterous relationship with him.10 He claims, for instance, that there was absolutely nothing to support the victimâs claim of struggle, and that while he allegedly dragged her forty (40) meters away before assaulting her sexually, the examining physician could not conclude that physical force was actually inflicted since she did not sustain any physical injuries.11 Another point raised by the defense in her testimony that while he was on top of her his bolo was beside him. The plain import of such testimony, according to the accused, is that the bolo was not a necessary instrument in the commission of the crime.12 He also invites attention to the circumstance that the judge who wrote the decision did not personally try the case and therefore lacked the opportunity to observe the demeanor of the parties and their witnesses.13 The arguments of appellants are unpersuasive ; they fail to convince us. Contrary to his claim that he was convicted because of his weak defense, his conviction was actually founded on the overwhelming evidence of the prosecution. With regard to his claim that he had an adulterous relationship with the victim, the Office of the Solicitor General observed that such claim was a radical departure from the defense of denial he raised at the trial. The OSG observed further that the âsweetheart defenseâ was being raised for the first time in this appeal hence should be disallowed conformably with established jurisprudence.14 Here, the Court does not necessarily agree. Appellant could only be emphasizing the point that the facts and circumstances established could lead to a conclusion of the existence of adulterous relationship between him and Emily and not of rape. In other words, appellant could be utilizing the âsweetheart theoryâ not necessarily as a defense but as a focal point in disputing the appreciation by the trial court of the evidence for the prosecution. Thus, this course taken by the defense may not be totally disregarded. The term âdraggedâ should not indeed be taken in the meaning understood by appellant as âdragged along on the ground.â When asked on cross-examination by the defense counsel to âdescribe how she and appellant travelled at (sic) forty (40) meters distance,â15 she said, âHe was holding my hands and at the same time he is (sic) pushing me forward.â16 This testimony adequately explains the absence of injuries in her body. At any rate, it is not necessary for the commission of rape that there be marks of physical violence on the victimâs body.17 While Emily repeatedly mentioned her struggles to be released from his grasp, such efforts need not always result in physical injuries.18 Besides, they did not refer to the circumstances when she was being dragged by the accused, but to the circumstances when he initially grabbed her hands,19 when he was on top of her,20 when he was undressing her,21 and when she was exerting efforts to disengage herself from the sexual anchorage.22 Intimidation may be of the moral kind, e.g., the fear caused by threatening a woman with a knife.23 There was sufficient intimidation when appellant pointed his 2-foot long bolo at Emilyâs neck while they were near the well until they reached the spot where she was finally abused. This intimidation continued even after he positioned himself on top of her and placed the bolo beside him since he was at liberty to point it anew at her neck or any part of her body. Anyway, the significant consideration is that, as aforementioned, the intimidation was continuous as to sufficiently engender fear in her mind.24 The circumstance that the judge who wrote the decision had not heard the testimonies of the prosecution witnesses does not taint or disturb his decision. After all, he had the records of the case before him including the transcript of stenographic notes. The validity of a decision is not necessarily impaired by the fact that its writer only took over from a colleague who had earlier presided at the trial unless there is a clear showing of grave abuse of discretion in the appreciation of the facts,25 and none exists in the present case. The records amply support the factual findings of the trial court and its assessment of the credibility of the witnesses. The circumstances of force and intimidation attending the instant case were manifested clearly not only in the victimâs testimony but also in the physical evidence presented during the trial consisting of her torn dress and underwear as well as the medico-legal report. Such pieces of evidence indeed are more eloquent than a hundred witnesses.26 The fact of carnal knowledge is not disputed. It was positively established through the offended partyâs own testimony and corroborated by that of her examining physician. Moreover, the conduct of the complaining witness immediately following the assault clearly established the truth of her charge that she was raped by accused-appellant.27 Consequently, we agree with the observation of the OSG that Emilyâs actuations following her misfortune, namely, her revelation to her husband of her violation by the accused and subjecting her private parts immediately to medical examination, as well as the filing of her complaint for rape immediately thereafter are consistent with her straightforward, logical, truthful and credible testimony thus rebutting any insinuation of voluntariness on her part to the sexual confrontation; rather, they only display a moral certainty of his culpability for the crime charged. WHEREFORE, the decision appealed from finding accused-appellant SAMUEL ULZORON guilty of rape and sentencing him to reclusion perpetua is AFFIRMED. In addition, he is ordered to indemnify his victim Emily Gabo the amount of P50,000.00, and to pay the costs. SO ORDERED. Davide, Jr. (Chairman), Vitug, Panganiban and Quisumbing, JJ., concur. [1] Decision penned by Judge Romulo T. Arellano, Assisting Judge, per Administrative Order No. 153-94; Rollo, pp. 20-26. [2] Decision, p. 2; Id., p. 21. [3] Id., p. 3; Id., p. 22. [4] Ibid. [5] Ibid. 6 Exh. âC;â Records, p. 78. 7 See Complaint Sheet; id., p.3. 8 Decision, pp. 4-5; Rollo, pp. 23-24. 9 Id., pp. 5-6; id., pp. 24-25. 10 Appellantâs Brief, pp. 3-5; Rollo, pp. 62-64. 11 Id., pp. 5-6; id., pp. 64-65. 12 Id., p. 6; Rollo, p. 65. 13 Id., p. 7; id., p. 66. 14 Brief for Plaintiff-Appellee, pp. 11-12; Rollo, pp. 96-97. 15 TSN, 7 September 1987, p. 41. 16 Id., p. 42; underscoring supplied. 17 People v. Soronio, G.R. No. 94362, 10 December 1991, 204 SCRA 741, 743, citing People v. Feliciano, 195 SCRA 19 (1991). 18 People v. Gapasan, G.R. No. 110812, 29 March 1995, 243 SCRA 53, 59. 19 See Note 15, p. 8. 20 Id., p. 10. 21 Id., p. 11. 22 Id., p. 12. 23 People v. Bantisil, G.R. No. 116062, 18 October 1995, 249 SCRA 367, 377. 24 Ibid. 25 People v. Fulinara, G.R. No. 88326, 3 August 1995, 247 SCRA 28, 38. 26 People v. Murallon, G.R. No. 85734, 13 September 1990, 189 SCRA 488, 493-494 citing People v. Estrebella, 164 SCRA 114 (1988). 27 See People v. Fabro, G.R. No. 79673, 15 November 1990, 191 SCRA 386, 394. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "samuel",
    "ulzoron",
    "accused",
    "appellant",
    "bellosillo",
    "charged",
    "deadly",
    "weapon",
    "complaining",
    "witness",
    "trial",
    "court",
    "adjudged",
    "guilty",
    "sentenced",
    "reclusion"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. SAMUEL ULZORON, ACCUSED-APPELLANT. D E C I S I...",
  "formatted_case_content": "View printer friendly version\n350 Phil. 393; 95 OG No. 5, 727 (February 1, 1999)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 121979, March 02, 1998 ]\n[ G.R. No. 121979, March 02, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. SAMUEL ULZORON, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. SAMUEL ULZORON, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nBELLOSILLO, J.:\n\nSAMUEL ULZORON\nwas charged with rape with the use of a deadly weapon. Complaining witness was\nEmily Gabo. On 8 March 1995 the trial court adjudged him guilty as charged and\nsentenced him to reclusion perpetua . [1] No indemnity was awarded to Emily\nfor the sexual assault.\n\nOn 31 March 1987, at around 10:00 oâclock in the morning,\nEmily was watering her plants near a well in Brgy. Tumarbong, Roxas, Palawan,\nwhen Samuel suddenly appeared. He was armed with a 2-foot long bolo hanging in\nits scabbard around his waist with a long-sleeved work shirt slung over his\nshoulder. He asked Emily where her husband was. She replied that Roberto was\nalready in the kaingin so she advised him to follow her husband there.\nBut Samuel opted to remain and rest on an anthill some two and a half (2 Â½)\nmeters from the well. [2]\n\nAfter Emily\nfinished watering her plants and before she could start washing clothes, Samuel\ngrabbed her wrists and locked them with one hand behind her back with the other\ndrawing his bolo and pointing it at her neck. She struggled to free herself\nfrom his hold but was so intimidated with the bolo that she could not shout for\nhelp; she lost her strength eventually. After she weakened, he dragged her some\nforty (40) meters away to the bushes and tall grasses. He forced her to lie\ndown; then he mounted her. He laid his bolo beside him, pinned her arms with\none hand, and with the other, loosened the buttons of her dress. Emily could\nonly struggle in vain until he ripped off her dress and panties. He opened the\nzipper of his pants and then inserted his penis to her vagina. He copulated\nwith her for about fifteen (15) minutes. She did everything to disengage\nherself from the sexual imbroglio but her efforts proved no match to his\nstrength. [3]\n\nAt this moment,\nEmily heard her husbandâs voice calling for her. Roberto was now somewhere\nwithin the vicino . He saw Emilyâs slippers near the well so he\nfrantically hollered, âBaby!â She answered back. When Robertoâs voice was heard\nby Samuel, he dashed off and fled to the thickets. [4]\n\nRoberto followed\nthe direction of Emilyâs voice until he saw her emerge from the thick bushes.\nShe was in a state of shock. He asked her what happened and she told him that\nshe was sexually abused by Samuel Ulzoron. Emily pointed Roberto to the place\nwhere she was dragged and raped. Together when they went there and found\nUlzoronâs bolo and work shirt and took them home. [5]\n\nThe following\nafternoon, Emily went to Dr. Feliciano M. Velasco Jr. for physical examination.\nThe doctor noted the discharge mixed with semen in her private part. He opined\nthat it could have been caused by sexual intercourse within twenty-four (24)\nhours prior to his examination. He found her cervix to be parous with\nsuperficial erosions. Her hymen was obliterated with caruncles. 6 The next day Emily lodged a\ncomplaint for rape against Samuel Ulzoron as she turned over his belongings to\nthe police authorities as her evidence in support thereof. 7\n\nUlzoron had his\nown story to tell. He said that on the day of the incident he saw Emily at the\nwell. She told him that work in the kaingin would be in the afternoon\nyet so she advised him to come back. Since he was returning in the afternoon,\nhe decided to leave his bolo and work shirt near the well. However, at around\n10:00 oâclock that morning, as he was about to retrieve his bolo and shirt, he\nsaw the Gabo spouses having sexual intercourse in a hut with a wall only on one\nside. As he was ashamed to be seen by them he proceeded instead to the house of\na relative. 8\n\nOn the strength\nof the testimony of Emily Gabo, the trial court convicted the accused. It found\nher testimony straightforward and credible. It rationalized that she would not\nhave filed her complaint for rape if her accusations were not true, for to do\nso would only expose herself to public shame or ridicule. No improper motive on\nher part to file the case had been shown. The findings of the examining\nphysician also lent credence to her claim. On the other hand, the trial court\nfound the defense of the accused too weak, anemic, for if Ulzoron really felt\nembarrassed to be seen by the Gabo spouses, he could have taken a detour or\npassed another way to get back his bolo and work shirt. Besides, it was never\nestablished that the Gabos had so much yearning for each other that they had to\nindulge in sexual congress in a hut that was open to public view and at such an\nunlikely hour. 9\n\nAppellant\nconcedes, even as he assails his conviction, that his defense is inherently\nweak. Nevertheless, he faults the trial court for convicting him on the basis\nof his defense. He argues that the undisputed facts and circumstances made it\nmore likely that Emily was involved in an adulterous relationship with him. 10 He claims, for instance, that there\nwas absolutely nothing to support the victimâs claim of struggle, and that\nwhile he allegedly dragged her forty (40) meters away before assaulting her\nsexually, the examining physician could not conclude that physical force was\nactually inflicted since she did not sustain any physical injuries. 11 Another point raised by the defense in her testimony that while he was\non top of her his bolo was beside him. The plain import of such testimony,\naccording to the accused, is that the bolo was not a necessary instrument in\nthe commission of the crime. 12 He also invites attention to the circumstance that\nthe judge who wrote the decision did not personally try the case and therefore\nlacked the opportunity to observe the demeanor of the parties and their\nwitnesses. 13\n\nThe arguments of\nappellants are unpersuasive ; they fail to convince us. Contrary to his claim\nthat he was convicted because of his weak defense, his conviction was actually\nfounded on the overwhelming evidence of the prosecution. With regard to his\nclaim that he had an adulterous relationship with the victim, the Office of the\nSolicitor General observed that such claim was a radical departure from the\ndefense of denial he raised at the trial. The OSG observed further that the\nâsweetheart defenseâ was being raised for the first time in this appeal hence\nshould be disallowed conformably with established jurisprudence. 14 Here, the Court does not necessarily\nagree. Appellant could only be emphasizing the point that the facts and\ncircumstances established could lead to a conclusion of the existence of\nadulterous relationship between him and Emily and not of rape. In other words,\nappellant could be utilizing the âsweetheart theoryâ not necessarily as a\ndefense but as a focal point in disputing the appreciation by the trial court\nof the evidence for the prosecution. Thus, this course taken by the defense may\nnot be totally disregarded.\n\nThe term\nâdraggedâ should not indeed be taken in the meaning understood by appellant as\nâdragged along on the ground.â When asked on cross-examination by the defense\ncounsel to âdescribe how she and appellant travelled at (sic) forty (40) meters\ndistance,â 15 she said, âHe was holding my hands and at the same time he is (sic) pushing\nme forward .â 16 This testimony adequately explains the absence of\ninjuries in her body. At any rate, it is not necessary for the commission of\nrape that there be marks of physical violence on the victimâs body. 17 While Emily repeatedly mentioned\nher struggles to be released from his grasp, such efforts need not always\nresult in physical injuries. 18 Besides, they did not refer to the circumstances\nwhen she was being dragged by the accused, but to the circumstances when he\ninitially grabbed her hands, 19 when he was on top of her, 20 when he was undressing her, 21 and when she was exerting efforts\nto disengage herself from the sexual anchorage. 22\n\nIntimidation may\nbe of the moral kind, e.g. , the fear caused by threatening a woman with\na knife. 23 There was sufficient intimidation when appellant pointed his 2-foot long bolo\nat Emilyâs neck while they were near the well until they reached the spot where\nshe was finally abused. This intimidation continued even after he positioned\nhimself on top of her and placed the bolo beside him since he was at liberty to\npoint it anew at her neck or any part of her body. Anyway, the significant\nconsideration is that, as aforementioned, the intimidation was continuous as to\nsufficiently engender fear in her mind. 24\n\nThe circumstance\nthat the judge who wrote the decision had not heard the testimonies of the\nprosecution witnesses does not taint or disturb his decision. After all, he had\nthe records of the case before him including the transcript of stenographic\nnotes. The validity of a decision is not necessarily impaired by the fact that\nits writer only took over from a colleague who had earlier presided at the\ntrial unless there is a clear showing of grave abuse of discretion in the\nappreciation of the facts, 25 and none exists in the present case. The records\namply support the factual findings of the trial court and its assessment of the\ncredibility of the witnesses.\n\nThe\ncircumstances of force and intimidation attending the instant case were\nmanifested clearly not only in the victimâs testimony but also in the physical\nevidence presented during the trial consisting of her torn dress and underwear\nas well as the medico-legal report. Such pieces of evidence indeed are more\neloquent than a hundred witnesses. 26 The fact of carnal knowledge is not disputed. It was\npositively established through the offended partyâs own testimony and\ncorroborated by that of her examining physician.\n\nMoreover, the\nconduct of the complaining witness immediately following the assault clearly\nestablished the truth of her charge that she was raped by accused-appellant. 27 Consequently, we agree with the\nobservation of the OSG that Emilyâs actuations following her misfortune,\nnamely, her revelation to her husband of her violation by the accused and\nsubjecting her private parts immediately to medical examination, as well as the\nfiling of her complaint for rape immediately thereafter are consistent with her\nstraightforward, logical, truthful and credible testimony thus rebutting any\ninsinuation of voluntariness on her part to the sexual confrontation; rather,\nthey only display a moral certainty of his culpability for the crime charged.\n\nWHEREFORE , the decision appealed from finding\naccused-appellant SAMUEL ULZORON guilty of rape and sentencing him to reclusion\nperpetua is AFFIRMED. In addition, he is ordered to indemnify his victim\nEmily Gabo the amount of P 50,000.00, and to pay the costs.\n\nSO ORDERED. Davide, Jr.\n(Chairman), Vitug, Panganiban and Quisumbing, JJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Decision\npenned by Judge Romulo T. Arellano, Assisting Judge, per Administrati v e\nOrder No. 153-94; Rollo , pp. 20-26.\n\n[2] Decision,\np. 2; Id ., p. 21.\n\n[3] Id .,\np. 3; Id ., p. 22.\n\n[4] Ibid .\n\n[5] Ibid .\n\n6 Exh. âC;â Records, p. 78.\n\n7 See Complaint\nSheet; id ., p.3.\n\n8 Decision,\npp. 4-5; Rollo , pp. 23-24.\n\n9 Id .,\npp. 5-6; id ., pp. 24-25.\n\n10 Appellantâs Brief, pp. 3-5; Rollo , pp. 62-64.\n\n11 Id .,\npp. 5-6; id ., pp. 64-65.\n\n12 Id .,\np. 6; Rollo , p. 65.\n\n13 Id .,\np. 7; id ., p. 66.\n\n14 Brief for\nPlaintiff-Appellee, pp. 11-12; Rollo , pp. 96-97.\n\n15 TSN, 7\nSeptember 1987, p. 41.\n\n16 Id ., p. 42; underscoring supplied.\n\n17 People v .\nSoronio, G.R. No. 94362, 10 December 1991, 204 SCRA 741, 743, citing People v .\nFeliciano, 195 SCRA 19 (1991).\n\n18 People v .\nGapasan, G.R. No. 110812, 29 March 1995, 243 SCRA 53, 59.\n\n19 See Note\n15, p. 8.\n\n20 Id .,\np. 10.\n\n21 Id .,\np. 11.\n\n22 Id .,\np. 12.\n\n23 People v .\nBantisil, G.R. No. 116062, 18 October 1995, 249 SCRA 367, 377.\n\n24 Ibid .\n\n25 People v .\nFulinara, G.R. No. 88326, 3 August 1995, 247 SCRA 28, 38.\n\n26 People v .\nMurallon, G.R. No. 85734, 13 September 1990, 189 SCRA 488, 493-494 citing\nPeople v . Estrebella, 164 SCRA 114 (1988).\n\n27 See\nPeople v . Fabro, G.R. No. 79673, 15 No v ember 1990, 191 SCRA 386,\n394.",
  "content_length": 12413,
  "metadata_extraction_date": "2025-11-01T05:51:14.305687",
  "extraction_version": "2.0_enhanced_full_content"
}