{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/march/GR_122246.html",
  "filename": "GR_122246.html",
  "year": 1998,
  "month": "march",
  "case_number": "122246",
  "gr_number": "122246",
  "volume_page": "351 Phil. 537",
  "decision_date": "March 27, 1998",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. BOBBY LUSA Y GERVACIO, ACCUSED-APPELLANT. D E C I S I O N ROMERO, J.: At fourteen, Michelle Lusa was abused, raped and impregnated by her own father, herein accused-appellant Bobby Lusa. Whatever respect and affection she held for her own father was replaced with hatred and antipathy. The eldest of six children, complainant lived with her family at Barangay Alcalde, Tibig, Silang, Cavite. Sometime in the second week of September 1993 at around 12 oâclock midnight, she was sleeping with her younger brothers and sisters inside one of the rooms in their house. Suddenly, she felt someone touching her private parts. Recognizing the intruder to be no other than her father, complainant instinctively removed accused-appellantâs hand and kicked him. Fearful of untimely discovery, the latter hurriedly left the room. Complainant kept mum about the incident. The first week of October 1993 at 3 oâclock in the morning, complainant was again awakened from her slumber when she felt someone on top of her. Again, she recognized the intruder to be her father who was reeking of liquor. Complainant ventured to stand up but accused-appellant ordered her to stay put and to keep quiet. Accused-appellant forcibly removed complainantâs shorts and panty, and, notwithstanding her resistance, succeeded in forcing himself on her. Having spent his lust, accused-appellant warned complainant not to reveal the incident to anybody, else she would be killed. These sexual assaults were repeated approximately ten times, the last being perpetrated on March 28, 1994. Three days later, complainant disclosed her ordeals to her aunt when the latter accosted her about her growing abdomen. Together with her aunt, she executed her Sinumpaang Salaysay[1] on April 1, 1994 in which she narrated her painful experience at the hands of her father at the Silang Police Station. On April 4, 1994, she underwent an internal examination by Dra. Engracia A. dela Cruz at the Municipal Health Office where a medical certificate[2] was issued with the following findings: - No contusion - Hymen not intact - Vaginal canal admits 2 fingers - Last menstrual period - Sept. 5, 1993 - Expected date - June 9, 1994 - Age of gestation - 24 weeks - IDI - April 4, 1994 - Pregnancy Test, Positive Before her due date, complainant went to Manila and stayed with the family of a certain Bibes. Ma. Elena Hernaes and her brother, Jessie Hernaes offered support and comfort during this trying period. On July 21, 1994 complainant gave birth to a baby boy at Fabella Hospital. Complainant eventually gave up her child for adoption because she could not support him. Based on her Sinumpaang Salaysay and the medical certificate, complainant filed a complaint[3] for rape against her father, herein accused-appellant Bobby Lusa. Consequently, an information[4] dated May 30, 1994 was filed charging the following: âThat sometime in the month of September 1993 and subsequent thereto, at Barangay Tibig, Municipality of Silang, Province of Cavite, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, with lewd designs, by means of force, violence and intimidation and taking advantage of his superior strength over the person of his daughter who was then fourteen (14) years old, did, then and there, wilfully, unlawfully and feloniously, have carnal knowledge of said Michelle A. Lusa, against the latterâs will and consent, to her damage and prejudice. CONTRARY TO LAW.â Upon arraignment, accused-appellant pleaded ânot guilty.â Trial on the merits proceeded and on April 12, 1995 the trial court convicted accused-appellant of rape and accordingly sentenced him - âx x x to suffer the penalty of reclusion perpetua or life imprisonment; to pay the offended party Michelle Lusa y Amon the amount of P50,000 by way of indemnity, P25,000 as moral damages, and P25,000 as exemplary damages, without subsidiary imprisonment in case of insolvency in view of the penalty imposed upon the accused, and to pay the costs. SO ORDERED.â[5] In so ruling, the court a quo observed that: âIt is remarkable to note from the evidence appearing on record that as against the clear, positive and straightforward testimony of his accuser, complainant Michelle Lusa, the accused had nothing to offer except his testimony denying having committed in any way the crime of rape imputed against him. Worse, to make sure that such denial would work to his advantage, he even alluded an accusation that Michelle Lusa could be a young woman of low morals, easy-to-get and flirtatious. However, this inference has no positive effect on this Court and that the same should be rejected as a shallow alibi of a desperate person who later came to his senses and after realizing the seriousness of the offense he committed, concocted this last-minute attempt on his part to cover up the effects of his dastardly act, much less conceal his shame for the rape of his very own flesh and blood. As to the accusedâs claim that the instant charge was inspired by his father-in-lawâs intense desire to place him in jail for accusedâs failure to lend him money and alleged jealousy, such an excuse is too lame to be legally accepted as true by this Court. On the contrary, the Court, taking into account the relationship between the accused and complainant as father and daughter to each other, is of the firm belief that the latter has no plausible reason to fabricate a story of rape against her own father, file a complaint in the instant case, and expose herself to the public ridicule if not ignominy of having to denounce the accused, her own father, about the sexual abuse done to her, if in truth she was not raped x x x .â In this appeal, accused-appellant argues that the trial court erred in finding him guilty beyond reasonable doubt of the crime of rape. This Court is not persuaded. Accused-appellantâs conviction must stand. Accused-appellant capitalizes on the disparity between compainantâs sworn statement in her Sinumpaang Salaysay that she was first raped on September 1993 and her testimony[6] in open court that her father only touched her private part on said date. The alleged inconsistencies in the Sinumpaang Salaysay and complainantâs testimony in open court are so minor that it does not in any way affect complainantâs credibility. Moreover, it being the first time that her honor was violated, complainant cannot be expected, from lack of experience, to be precise in her testimonies. It must be taken into consideration that a Sinumpaang Salaysay is merely a short narrative subscribed to by the complainant in question and answer form. Thus, it is only to be expected that it is not as exhaustive as oneâs testimony in open court. The contradictions, if any, may be explained by the fact that an affidavit can not possibly disclose the facts in their entirety, and may inaccurately describe, without deponent detecting it, some of the occurences narrated. Being taken ex-parte, an affidavit is almost always incomplete and often inaccurate, sometimes from partial suggestions, and sometimes from the want of suggestions and inquiries. It has thus been held that affidavits are generally subordinated in importance to open court declarations because the former are often executed when an affiantâs mental faculties are not in such a state as to afford her a fair opportunity of narrating in full the incident which has transpired. Further, affidavits are not complete reproductions of what the declarant has in mind because they are generally prepared by the administering officer and the affiant simply signs them after the same have been read to her.[7] Accused-appellant next points out that the Certificate of Live Birth carried the name of Jessie Hernaes as the father of complainantâs child. That matter cannot, in any way, exonerate accused-appellant from the crime of rape. As explained by complainant, she merely thought that the hospital personnel asked her the name of the father for record purposes, unaware of its significance. Besides, it was Jessieâs mother who volunteered the use of Jessieâs name in the records.[8] Apparently, complainant was ashamed to place on record that her sonâs father is likewise her own. Significantly, the lower court found complainantâs testimony to be credible, convincing and straightforward. Courts usually give credence to the testimony of a girl who is a victim of sexual assault, particularly if it constitutes incestuous rape because, normally, no person would be willing to undergo the humiliation of a public trial and to testify on the details of her ordeal were it not to condemn an injustice.[9] Needless to say, it is settled jurisprudence that testimonies of child-victims are given full weight and credit, since when a woman, more so if she is a minor, says that she has been raped, she says in effect all that is necessary to show that rape was committed.[10] Youth and immaturity are generally badges of truth and sincerity.[11] As to accused-appellantâs claim that he could not have raped his daughter inside a room where his other children were also sleeping, it must be stressed that lust is no respecter of places. Rape can be committed even in places where people congregate, in parks, along the roadside, within school premises, inside a house where there are several occupants and even in the same room where other members of the family are sleeping.[12] It is therefore neither impossible nor incredible that accused-appellant could have raped his eldest daughter inside a room where her siblings were also sleeping. Accused-appellant also claims that the prosecutionâs failure to present complainantâs brother was detrimental to its case. Accused-appellant concluded that non-presentation of Arnold Lusa, complainantâs brother who allegedly woke up and witnessed the rape incident, only proves to show that, in truth and in fact, Arnold did not witness the incident, consequently, there was no rape. This Court cannot agree to such a timeworn excuse. Failure on the part of the prosecution to present Arnold on the witness stand did not in any way weaken the theory of the prosecution as the testimony would only be corroborative. In rape cases, the prosecution is not bound to present witnesses other than the victim herself, as an accused may be convicted solely on the testimony of the complaining witness, provided such testimony is credible, natural, convincing and otherwise consistent with human nature and the course of things.[13] It needs no further corroboration to warrant the conviction of the accused inasmuch as rape is normally witnessed only by the participants, the victim and the abuser. Besides, it is non sequitur, without any basis whatsoever to say that non-presentation of Arnold would mean that he did not witness the incident or that there was no rape. Likewise, the delay in reporting the incident should not be counted against complainant. Being only fourteen years old when the incident happened, she was understandably cowed into silence as the accused-appellant warned her not to divulge the incident to anybody, otherwise she would be killed. It has been held in a number of cases that delay or vacillation in making a criminal accusation does not necessarily impair the credibility of witnesses if such delay is satisfactorily explained. Fear of reprisal, social humiliation, familial considerations and economic reasons have been considered as sufficient explanations.[14] In his attempt to exculpate himself, accused-appellant denied having raped and impregnated her daughter and shifted the blame instead to one Ramil Estrada, their former househelp. He alleged that Ramil and his daughter Michelle were sweethearts and that the former promised to marry his daughter but reneged on his promise. Obviously, such testimony, aside from being pure hearsay, is also uncorroborated. Besides, it is incredible for a young girl, still in her early teens, to falsely impute so grave a crime as rape against her own father. No ill-motive could be attributed on the part of complainant for her to file this complaint against her own blood. In addition to blaming somebody else for her daughterâs pregnancy, accused-appellant, further claims that his father-in-law instigated the filing of this case against him. He reasoned that his father-in-law holds a grudge against him for his refusal to lend him money. Aside from this, his father-in-law suspected him of maintaining an affair with his mother-in-law. This Court finds such reasoning preposterous. If indeed his father-in-law harbored any grudge against him, then the former would not have gone to accused-appellant for money. Assuming that his father-in-law wanted to borrow money from him, the former would not have begrudged the latter for refusing to lend him the money as accused-appellant, per his own testimony, also needed the money to pay for the goiter operation of his wife, his father-in-lawâs daughter. Accused-appellantâs conduct, when the police officers went to their house was quite revealing. Upon seeing the latter talking to his wife, he fled and hid for three hours; this despite the fact that he did not know why the police officers were there. This Court finds accused-appellantâs reaction unusual and indicative of guilt. Accused-appellant, however, should be convicted only of one count of rape as the prosecution failed to establish and prove all the other rapes allegedly committed after the first incident. The sentence imposed by the lower court was âreclusion perpetua or life imprisonment.â This is erroneous as reclusion perpetua is not the same as life imprisonment. Art. 335 of the Revised Penal Code mentions only reclusion perpetua; on the other hand, life imprisonment is imposed only as a penalty under special laws. WHEREFORE, finding accused-appellant Bobby Lusa y Gervacio GUILTY beyond reasonable doubt of the crime of rape, he is hereby ordered to suffer the penalty of reclusion perpetua and to INDEMNIFY the victim Michelle A. Lusa the sum of P50,000 in accordance with prevailing jurisprudence, plus P25,000.00 for moral damages and P10,000.00 for exemplary damages. With costs. SO ORDERED. Narvasa, C.J. (Chairman), Kapunan, and Purisima, JJ., concur. [1] Exh. B, Records, p. 2. [2] Exh. E, Records, p. 4. [3] Exh. A, Records, p. 1.3 [4] Records, p. 13. [5] Decision penned by Judge Eleuterio F. Guerrero, Records, p. 59. [6] TSN, October, 18, 1994, p. 4. [7] People v. Gondora, 265 SCRA 408 [1996]. [8] TSN, November 8, 1994, pp. 17-18. [9] People v. Adora, G.R. No. 116528-31, July 14, 1997. [10] People v. Gabayron, G.R. No. 102018, August 21, 1997. [11] People v. Escober, G.R. No. 122980-81, November 6, 1997. [12] People v. Gabayron, supra. [13] Supra. [14] People v. Fuensalida, G.R. No. 119963, November 6, 1997. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "gervacio",
    "accused",
    "appellant",
    "romero",
    "fourteen",
    "michelle",
    "abused",
    "impregnated",
    "father",
    "herein",
    "whatever",
    "respect",
    "affection",
    "replaced",
    "hatred",
    "antipathy"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. BOBBY LUSA Y GERVACIO, ACCUSED-APPELLANT. D E ...",
  "formatted_case_content": "View printer friendly version\n351 Phil. 537\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 122246, March 27, 1998 ]\n[ G.R. No. 122246, March 27, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. BOBBY LUSA Y GERVACIO, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. BOBBY LUSA Y GERVACIO, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nROMERO, J.:\n\nAt fourteen,\nMichelle Lusa was abused, raped and impregnated by her own father, herein\naccused-appellant Bobby Lusa. Whatever\nrespect and affection she held for her own father was replaced with hatred and\nantipathy. The eldest of six children,\ncomplainant lived with her family at Barangay Alcalde, Tibig, Silang, Cavite.\n\nSometime in the\nsecond week of September 1993 at around 12 oâclock midnight, she was sleeping\nwith her younger brothers and sisters inside one of the rooms in their\nhouse. Suddenly, she felt someone\ntouching her private parts. Recognizing\nthe intruder to be no other than her father, complainant instinctively removed accused-appellantâs\nhand and kicked him. Fearful of\nuntimely discovery, the latter hurriedly left the room. Complainant kept mum about the incident.\n\nThe first week\nof October 1993 at 3 oâclock in the morning, complainant was again awakened\nfrom her slumber when she felt someone on top of her. Again, she recognized the intruder to be her father who was\nreeking of liquor. Complainant ventured\nto stand up but accused-appellant ordered her to stay put and to keep\nquiet. Accused-appellant forcibly\nremoved complainantâs shorts and panty, and, notwithstanding her resistance,\nsucceeded in forcing himself on her. Having spent his lust, accused-appellant warned complainant not to\nreveal the incident to anybody, else she would be killed.\n\nThese sexual\nassaults were repeated approximately ten times, the last being perpetrated on March 28, 1994. Three days later, complainant disclosed her\nordeals to her aunt when the latter accosted her about her growing abdomen. Together with her aunt, she executed her Sinumpaang\nSalaysay [1] on April 1, 1994 in which she narrated her painful\nexperience at the hands of her father at the Silang Police Station. On April 4, 1994, she underwent an internal\nexamination by Dra. Engracia A. dela Cruz at the Municipal Health Office where\na medical certificate [2] was issued with the following\nfindings: - No\ncontusion -\nHymen not intact -\nVaginal canal admits 2 fingers -\nLast menstrual period - Sept. 5, 1993 -\nExpected date - June 9, 1994 - Age\nof gestation - 24 weeks - IDI - April 4, 1994 - Pregnancy Test, Positive\n\nBefore her due\ndate, complainant went to Manila and stayed with the family of a certain\nBibes. Ma. Elena Hernaes and her\nbrother, Jessie Hernaes offered support and comfort during this trying period.\n\nOn July 21, 1994\ncomplainant gave birth to a baby boy at Fabella Hospital. Complainant eventually gave up her child for\nadoption because she could not support him.\n\nBased on her Sinumpaang\nSalaysay and the medical certificate, complainant filed a complaint [3] for rape against her father, herein\naccused-appellant Bobby Lusa. Consequently, an information [4] dated May 30, 1994 was filed\ncharging the following: âThat sometime in the month\nof September 1993 and subsequent thereto, at Barangay Tibig, Municipality of\nSilang, Province of Cavite, Philippines and within the jurisdiction of this\nHonorable Court, the above-named accused, with lewd designs, by means of force,\nviolence and intimidation and taking advantage of his superior strength over\nthe person of his daughter who was then fourteen (14) years old, did, then and\nthere, wilfully, unlawfully and feloniously, have carnal knowledge of said\nMichelle A. Lusa, against the latterâs will and consent, to her damage and\nprejudice. CONTRARY\nTO LAW.â\n\nUpon\narraignment, accused-appellant pleaded ânot guilty.â Trial on the merits proceeded and on April 12, 1995 the trial\ncourt convicted accused-appellant of rape and accordingly sentenced him - âx x x to suffer the\npenalty of reclusion perpetua or life imprisonment; to pay the offended\nparty Michelle Lusa y Amon the amount of P50,000 by way of indemnity, P25,000\nas moral damages, and P25,000 as exemplary damages, without subsidiary\nimprisonment in case of insolvency in view of the penalty imposed upon the\naccused, and to pay the costs. SO ORDERED.â [5]\n\nIn so ruling,\nthe court a quo observed that: âIt is remarkable to note\nfrom the evidence appearing on record that as against the clear, positive and straightforward\ntestimony of his accuser, complainant Michelle Lusa, the accused had nothing to\noffer except his testimony denying having committed in any way the crime of\nrape imputed against him. Worse, to\nmake sure that such denial would work to his advantage, he even alluded an\naccusation that Michelle Lusa could be a young woman of low morals, easy-to-get\nand flirtatious. However, this inference has no positive effect on this Court\nand that the same should be rejected as a shallow alibi of a desperate person\nwho later came to his senses and after realizing the seriousness of the offense\nhe committed, concocted this last-minute attempt on his part to cover up the\neffects of his dastardly act, much less conceal his shame for the rape of his\nvery own flesh and blood. As to the accusedâs claim\nthat the instant charge was inspired by his father-in-lawâs intense desire to\nplace him in jail for accusedâs failure to lend him money and alleged jealousy,\nsuch an excuse is too lame to be legally accepted as true by this Court. On the contrary, the Court, taking into\naccount the relationship between the accused and complainant as father and\ndaughter to each other, is of the firm belief that the latter has no plausible\nreason to fabricate a story of rape against her own father, file a complaint in\nthe instant case, and expose herself to the public ridicule if not ignominy of\nhaving to denounce the accused, her own father, about the sexual abuse done to\nher, if in truth she was not raped x x x .â\n\nIn this appeal,\naccused-appellant argues that the trial court erred in finding him guilty\nbeyond reasonable doubt of the crime of rape.\n\nThis Court is\nnot persuaded. Accused-appellantâs\nconviction must stand.\n\nAccused-appellant\ncapitalizes on the disparity between compainantâs sworn statement in her Sinumpaang\nSalaysay that she was first raped on September 1993 and her testimony [6] in open court that her father only\ntouched her private part on said date. The alleged inconsistencies in the Sinumpaang Salaysay and\ncomplainantâs testimony in open court are so minor that it does not in any way\naffect complainantâs credibility. Moreover, it being the first time that her honor was violated,\ncomplainant cannot be expected, from lack of experience, to be precise in her\ntestimonies.\n\nIt must be taken\ninto consideration that a Sinumpaang Salaysay is merely a short\nnarrative subscribed to by the complainant in question and answer form. Thus, it is only to be expected that it is\nnot as exhaustive as oneâs testimony in open court. The contradictions, if any, may be explained by the fact that an\naffidavit can not possibly disclose the facts in their entirety, and may\ninaccurately describe, without deponent detecting it, some of the occurences\nnarrated. Being taken ex-parte ,\nan affidavit is almost always incomplete and often inaccurate, sometimes from\npartial suggestions, and sometimes from the want of suggestions and\ninquiries. It has thus been held that\naffidavits are generally subordinated in importance to open court declarations because\nthe former are often executed when an affiantâs mental faculties are not in\nsuch a state as to afford her a fair opportunity of narrating in full the\nincident which has transpired. Further,\naffidavits are not complete reproductions of what the declarant has in mind\nbecause they are generally prepared by the administering officer and the\naffiant simply signs them after the same have been read to her. [7]\n\nAccused-appellant\nnext points out that the Certificate of Live Birth carried the name of\nJessie Hernaes as the father of complainantâs child. That matter cannot, in any way, exonerate accused-appellant from\nthe crime of rape. As explained by complainant, she merely thought that the\nhospital personnel asked her the name of the father for record purposes,\nunaware of its significance. Besides,\nit was Jessieâs mother who volunteered the use of Jessieâs name in the records. [8] Apparently, complainant was ashamed\nto place on record that her sonâs father is likewise her own.\n\nSignificantly,\nthe lower court found complainantâs testimony to be credible, convincing and\nstraightforward. Courts usually give\ncredence to the testimony of a girl who is a victim of sexual assault,\nparticularly if it constitutes incestuous rape because, normally, no person\nwould be willing to undergo the humiliation of a public trial and to testify on\nthe details of her ordeal were it not to condemn an injustice. [9] Needless to say, it is settled\njurisprudence that testimonies of child-victims are given full weight and\ncredit, since when a woman, more so if she is a minor, says that she has been\nraped, she says in effect all that is necessary to show that rape was\ncommitted. [10] Youth and immaturity are generally\nbadges of truth and sincerity. [11]\n\nAs to\naccused-appellantâs claim that he could not have raped his daughter inside a\nroom where his other children were also sleeping, it must be stressed that lust is no respecter of places. Rape\ncan be committed even in places where people congregate, in parks, along the\nroadside, within school premises, inside a house where there are several\noccupants and even in the same room where other members of the family are\nsleeping. [12] It is therefore neither impossible\nnor incredible that accused-appellant could have raped his eldest daughter\ninside a room where her siblings were also sleeping.\n\nAccused-appellant\nalso claims that the prosecutionâs failure to present complainantâs brother was\ndetrimental to its case. Accused-appellant concluded that non-presentation of Arnold Lusa,\ncomplainantâs brother who allegedly woke up and witnessed the rape incident,\nonly proves to show that, in truth and in fact, Arnold did not witness the\nincident, consequently, there was no rape.\n\nThis Court\ncannot agree to such a timeworn excuse. Failure on the part of the prosecution to present Arnold on the witness\nstand did not in any way weaken the theory of the prosecution as the testimony\nwould only be corroborative. In rape\ncases, the prosecution is not bound to present witnesses other than the victim\nherself, as an accused may be convicted solely on the testimony of the\ncomplaining witness, provided such testimony is credible, natural, convincing\nand otherwise consistent with human nature and the course of things. [13] It needs no further corroboration\nto warrant the conviction of the accused inasmuch as rape is normally witnessed\nonly by the participants, the victim and the abuser. Besides, it is non sequitur , without any basis whatsoever\nto say that non-presentation of Arnold would mean that he did not witness the\nincident or that there was no rape.\n\nLikewise , the\ndelay in reporting the incident should not be counted against complainant. Being only fourteen years old when the\nincident happened, she was\nunderstandably cowed into silence as the accused-appellant warned her not to divulge\nthe incident to anybody, otherwise she would be killed. It has been held in a number of cases that\ndelay or vacillation in making a criminal accusation does not necessarily\nimpair the credibility of witnesses if such delay is satisfactorily explained. Fear of reprisal, social humiliation,\nfamilial considerations and economic reasons have been considered as sufficient\nexplanations. [14]\n\nIn his attempt\nto exculpate himself, accused-appellant denied having raped and impregnated her\ndaughter and shifted the blame instead to one Ramil Estrada, their former\nhousehelp. He alleged that Ramil and\nhis daughter Michelle were sweethearts and that the former promised to marry\nhis daughter but reneged on his promise. Obviously, such testimony, aside from being pure hearsay, is also\nuncorroborated. Besides, it is\nincredible for a young girl, still in her early teens, to falsely impute so\ngrave a crime as rape against her own father. No ill-motive could be attributed on the part of complainant for her to\nfile this complaint against her own blood.\n\nIn addition to\nblaming somebody else for her daughterâs pregnancy, accused-appellant, further\nclaims that his father-in-law instigated the filing of this case against\nhim. He reasoned that his father-in-law holds a grudge\nagainst him for his refusal to lend him\nmoney. Aside from this, his\nfather-in-law suspected him of maintaining an affair with his mother-in-law.\n\nThis Court finds\nsuch reasoning preposterous. If indeed\nhis father-in-law harbored any grudge against him, then the former would not\nhave gone to accused-appellant for money. Assuming that his father-in-law wanted to borrow money from him, the\nformer would not have begrudged the latter for refusing to lend him the money\nas accused-appellant, per his own testimony, also needed the money to pay for\nthe goiter operation of his wife, his father-in-lawâs daughter.\n\nAccused-appellantâs\nconduct, when the police officers went to their house was quite revealing. Upon seeing the latter talking to his wife,\nhe fled and hid for three hours; this despite the fact that he did not know why\nthe police officers were there. This\nCourt finds accused-appellantâs reaction unusual and indicative of guilt.\n\nAccused-appellant,\nhowever, should be convicted only of one count of rape as the prosecution\nfailed to establish and prove all the other rapes allegedly committed after the\nfirst incident. The sentence imposed by\nthe lower court was â reclusion perpetua or life imprisonment.â This is erroneous as reclusion perpetua is not the same as life imprisonment. Art. 335 of the Revised Penal Code mentions only reclusion perpetua; on the other hand, life imprisonment is\nimposed only as a penalty under special laws.\n\nWHEREFORE , finding accused-appellant Bobby\nLusa y Gervacio GUILTY beyond reasonable doubt of the crime of\nrape, he is hereby ordered to suffer the penalty of reclusion perpetua and\nto INDEMNIFY the victim Michelle A. Lusa the sum of P 50,000 in\naccordance with prevailing jurisprudence, plus P 25,000.00 for moral\ndamages and P 10,000.00 for exemplary damages. With costs.\n\nSO ORDERED. Narvasa, C.J.\n(Chairman), Kapunan, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Exh. B,\nRecords, p. 2.\n\n[2] Exh. E, Records, p. 4.\n\n[3] Exh. A,\nRecords, p. 1.3\n\n[4] Records,\np. 13.\n\n[5] Decision penned\nby Judge Eleuterio F. Guerrero, Records, p. 59.\n\n[6] TSN,\nOctober, 18, 1994, p. 4.\n\n[7] People v. Gondora, 265 SCRA 408 [1996].\n\n[8] TSN,\nNovember 8, 1994, pp. 17-18.\n\n[9] People v. Adora, G.R. No. 116528-31, July 14, 1997.\n\n[10] People v. Gabayron, G.R. No. 102018, August 21, 1997.\n\n[11] People v. Escober, G.R. No. 122980-81, November 6, 1997.\n\n[12] People v. Gabayron, supra .\n\n[13] Supra .\n\n[14] People v. Fuensalida, G.R. No. 119963, November 6, 1997.",
  "content_length": 15286,
  "metadata_extraction_date": "2025-11-01T05:51:14.719274",
  "extraction_version": "2.0_enhanced_full_content"
}