{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/march/GR_123906.html",
  "filename": "GR_123906.html",
  "year": 1998,
  "month": "march",
  "case_number": "123906",
  "gr_number": "123906",
  "volume_page": "351 Phil. 560",
  "decision_date": "March 27, 1998",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROWENA HERMOSO BENEDICTUS, ACCUSED-APPELLANT. D E C I S I O N DAVIDE, JR., J.: In an information[1] 1 filed on 20 October 1993 before the Regional Trial Court of Malolos, Bulacan, and assigned to Branch 76 thereof, the accused-appellant was charged with the crime of illegal recruitment under Article 38 in relation to Articles 34 and 39 of the Labor Code of the Philippines, as amended, allegedly committed as follows: That in or about the month of December, 1992, in the municipality of Malolos, province of Bulacan, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, a non-licensee or non-holder of authority from the Department of Labor and Employment to recruit and/or place workers under local or overseas employment, did then and there wilfully, unlawfully and feloniously, with false pretenses, undertake illegal recruitment activities, placement or deployment for a fee of Napoleon dela Cruz, Ernesto Vasquez, Evangeline Magpayo, Crisanta Vasquez, Evelyn de Dios and Mercy Magpayo for overseas employment. Contrary to law. Upon arraignment, the appellant entered a plea of not guilty. At the trial on the merits, the prosecution presented as witnesses the complaining victims Napoleon de la Cruz, Crisanta Vasquez, Evelyn de Dios, Mercy Magpayo, and Evangeline Magpayo, as well as Barangay Captain Emerlito Calara. The defense had only the appellant as its witness. The Office of the Solicitor General summarized in the Appelleeâs Brief[2] the evidence for the prosecution as follows: On December 15, 1992, complainants Napoleon de la Cruz, Crisanta Vasquez, Evelyn de Dios, Mercy [Magpayo] and Evangeline Magpayo met appellant in the house of Crisanta Vasquez located at Bambang, Bulacan. There, appellant told them that she was recruiting workers for deployment in Taiwan. She promised them that they would be sent to Taiwan on January 15, 1993. Napoleon dela Cruz gave the amount of P2,700.00 as placement fees. He also submitted the requirements like marriage contract, employment certificate and six (6) copies of 2x2 ID pictures (TSN, August 4, 1994, pp. 2-11). Crisanta Vasquez gave the amount of P1,500.00 as processing fee since she already had a passport (TSN, November 29, 1994, p. 6). Evelyn de Dios gave the total amount of P4,400.00 representing P3,000.00 as her and her husbandâs placement fees and P1,400.00 for their passports (TSN, November 29, 1994, pp. 20-21). Mercy [Magpayo] gave P2,600.00 representing placement fee, passport and others (TSN, November 29, 1994, pp. 29-30). Evangeline Magpayo gave P2,350 (Ibid. p. 37). When appellant failed to send complainants to Taiwan on the promised date, January 15, 1993, complainants, together with appellant, went to the Barangay Hall and in front of the Barangay Captain, appellant signed a document (Exhs. âCâ and â1â) and promised to return the money to them. Complainants, on March 29, 1993, signed a Magkakasamang Salaysay (Exhs. âBâ to âB-2â) and filed a complaint before the Fiscalâs office (TSN, August 11, 1994, p. 3). In support of their complaint, they submitted a certification from the POEA dated July 21, 1994 (Exh. âAâ) to the effect that appellant, in her personal capacity, was neither licensed nor authorized to recruit workers for overseas employment (TSN, August 4, 1997, pp. 11-12).[3] We adopt this summary as our own, as it is fully supported by the transcripts of the stenographic notes of the testimonies of the witnesses for the prosecution. Upon the other hand, the appellant denied having recruited the complainants. She claimed that she had only borrowed money from them. In support of her claim, she presented the âAffidavit of Desistanceâ[4] executed by the complainants when she and her sister had paid them her âdebt.â The trial court gave full credit to the version of the prosecution and found unmeritorious appellantâs defense. It noted that in appellantâs statement before Barangay Captain Emerlito Calara,[5] she had promised to return to the complainants the money she had taken from them. There was nothing in said statement that showed that such money was a debt. As to the Affidavit of Desistance, the trial court rejected the same, for it was signed by the complainants after all of them testified in court and were paid by the appellant. The trial court likewise observed that the appellant had failed to refute the statement in the certification issued by the POEA that she was not licensed to recruit workers for overseas employment, and that she had even admitted in open court that she was not licensed to do so. Accordingly, in its decision of 7 February 1996,[6] the trial court convicted the appellant of the crime of illegal recruitment in large scale and sentenced her to suffer life imprisonment and to pay a fine of P100,000. The appellant seasonably filed her notice of appeal. In her Appellantâs Brief,[7] she imputes upon the trial court the commission of this single error, to wit: THE TRIAL COURT GRAVELY ERRED IN FINDING [HER] GUILTY OF THE CRIME OF ILLEGAL RECRUITMENT IN A LARGE SCALE DESPITE THE FAILURE OF THE PROSECUTION TO PROVE HER GUILT BEYOND REASONABLE DOUBT. She anchors her appeal chiefly on the Affidavit of Desistance executed by the complainants. She claims that it creates serious doubts as to her liability and proves that she was not engaged in recruitment activities. Finally, she alleges that the POEA certification is a mere fabrication and should not have been given any probative value; and, in any event, the prosecution failed to prove that she had no license or authority to recruit workers. The Office of the Solicitor General supports the trial courtâs decision and prays that the assailed decision be affirmed in toto. The appeal is without merit. The Affidavit of Desistance deserves scant consideration. In the first place, it was executed after the complainants testified under oath and in open court that they were offered job placements abroad and were made to pay placement or processing fees. In the second place, the affidavit did not expressly repudiate their testimony in court on the recruitment activities of the appellant. In fact, the appellant admitted that the complaining witnesses executed it after she had paid them back the amounts they had given her.[8] The affidavit was more of an afterthought arising from personal consideration of pity. We have said before that courts should not attach persuasive value to affidavits of desistance, especially when executed as an afterthought.[9] Moreover, it would be a dangerous rule for courts to reject testimonies solemnly taken before the courts of justice simply because the witnesses who had given them later on changed their mind for one reason or another, for such rule would make solemn trial a mockery and place the investigation of truth at the mercy of unscrupulous witnesses.[10] It must always be remembered that a criminal offense is an outrage to the sovereign State. To the State belongs the power to prosecute and punish crimes. While there may be a compromise upon the civil liability arising from an offense, such compromise shall not extinguish the public action for the imposition of the legal penalty.[11] Finally, the appellant failed to refute the testimony of Barangay Captain Calara that the complainants filed the case against her because she recruited them and later reneged on her assurances. The challenge against the POEA certification (Exh. âAâ) that the appellant was neither licensed nor authorized to recruit workers for overseas employment must likewise fail. The trial court correctly ruled that the said certification is a public document issued by a public officer in the performance of an official duty; hence, it is a prima facie evidence of the facts therein stated pursuant to Section 23 of Rule 132 of the Rules of Court. In any event, as said court noted, the appellant admitted in open court that she was not licensed or authorized to recruit workers.[12] Recruitment is defined in Article 13(b) of the Labor Code as follows: âRecruitment and placementâ refers to any act of canvassing, enlisting, contracting, transporting, utilizing, hiring or procuring workers, and includes referrals, contract services, promising or advertising for employment, locally or abroad, whether for profit or not: Provided, that any person or entity which, in any manner, offers or promises for a fee employment to two or more persons shall be deemed engaged in recruitment and placement. Illegal recruitment is defined in Article 38 of the Labor Code as follows: ART. 38. Illegal Recruitment. -- (a) Any recruitment activities including the prohibited practices enumerated under Article 34 of this Code, to be undertaken by non-licensees or non-holders of authority shall be deemed illegal and punishable under Article 39 of this Code. The Ministry of Labor and Employment or any law enforcement officers may initiate complaints under this Article. (b) Illegal recruitment when committed by a syndicate or in large scale shall be considered an offense involving economic sabotage and shall be penalized in accordance with Article 39 hereof. Illegal recruitment is deemed committed by a syndicate if carried out by a group of three (3) or more persons conspiring and/or confederating with one another in carrying out any unlawful or illegal transaction, enterprise or scheme defined under the first paragraph hereof. Illegal recruitment is deemed committed in large scale if committed against three (3) or more persons individually or as a group. It can be gleaned from the foregoing that there is illegal recruitment in large scale when a person (a) undertakes any recruitment activity defined under Article 13(b) or any prohibited practice enumerated under Article 34 of the Labor Code; (b) does not have a license or authority to lawfully engage in the recruitment and placement of workers; and (c) commits the same against three or more persons, individually or as a group.[13] Paragraph (b) of Article 38, explicitly provides that illegal recruitment when committed by a syndicate or in large scale shall be considered an offense involving economic sabotage. Under Article 39 of the Labor Code the penalty of life imprisonment and a fine of P100,000 shall be imposed if illegal recruitment constitutes economic sabotage. The appellant promised the five complainants that there were jobs available for them in Taiwan. She exacted money from them for alleged passports, as well as for placement fees. There was a certification from the POEA that the appellant was not licensed to recruit workers for overseas job placements, which she likewise admitted in her testimony. All these point to the inescapable conclusion that she was engaged in illegal recruitment in large scale. Thus, the trial court correctly found the appellant guilty beyond reasonable doubt of the crime of illegal recruitment in large scale. The penalty imposed upon her is in accordance with Article 39 of the Labor Code. WHEREFORE, the instant appeal is DISMISSED and the decision of the Regional Trial Court of Malolos, Bulacan, Branch 76, in Criminal Case No. 3363-M-93 is hereby AFFIRMED in toto. SO ORDERED. Bellosillo, Vitug, Panganiban and Quisumbing, JJ., concur. [1] Original Record (OR) [2] Rollo, 92-103. [3] Id., 95-97. [4] Exh. âD,â also Exh. â2â; OR, 96. [5] Exh. âC,â also Exh. â1â; OR, 61. [6] Per Judge Roland B. Jurado. OR, 105-111; Rollo, 33-39. [7] Rollo, 48-55. [8] TSN, 25 October 1995, 9. [9] Castillo v. Calanog, 199 SCRA 75, 81 [1991]; People v. Ballabare, 264 SCRA 350, 363 [1996]. [10] People v. Mangulabnan, 200 SCRA 611, 623 [1991]; People v. Romero, 224 SCRA 749, 757 [1993]; People v. Agbayani, G.R. No. 122770, 16 January 1998. [11] People v. Romero, supra note 10 at 757-758 citing Article 2034 of the Civil Code. [12] TSN, 25 October 1995, 10. [13] People v. Comia, 236 SCRA 185, 193 [1994]; People v. Benemerito, 264 SCRA 677, 691-692 [1996]; People v. Buemio, 265 SCRA 582, 597 [1996]. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "rowena",
    "hermoso",
    "benedictus",
    "accused",
    "appellant",
    "davide",
    "information",
    "october",
    "before",
    "regional",
    "trial",
    "court",
    "malolos",
    "bulacan",
    "assigned",
    "branch"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROWENA HERMOSO BENEDICTUS, ACCUSED-APPELLANT. ...",
  "formatted_case_content": "View printer friendly version\n351 Phil. 560\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 123906, March 27, 1998 ]\n[ G.R. No. 123906, March 27, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. ROWENA HERMOSO BENEDICTUS, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. ROWENA HERMOSO BENEDICTUS, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nDAVIDE, JR., J.:\n\nIn an\ninformation [1]\n\n[if !supportEmptyParas] [endif]\n\n1 filed on 20\nOctober 1993 before the Regional Trial Court of Malolos, Bulacan, and assigned\nto Branch 76 thereof, the accused-appellant was charged with the crime of\nillegal recruitment under Article 38 in relation to Articles 34 and 39 of the\nLabor Code of the Philippines, as amended, allegedly committed as follows: That in or about the month\nof December, 1992, in the municipality of Malolos, province of Bulacan,\nPhilippines, and within the jurisdiction of this Honorable Court, the\nabove-named accused, a non-licensee or non-holder of authority from the\nDepartment of Labor and Employment to recruit and/or place workers under local\nor overseas employment, did then and there wilfully, unlawfully and\nfeloniously, with false pretenses, undertake illegal recruitment activities,\nplacement or deployment for a fee of Napoleon dela Cruz, Ernesto Vasquez,\nEvangeline Magpayo, Crisanta Vasquez, Evelyn de Dios and Mercy Magpayo for\noverseas employment. Contrary to law.\n\nUpon\narraignment, the appellant entered a\nplea of not guilty.\n\nAt the trial on\nthe merits, the prosecution presented as witnesses the complaining victims Napoleon de la Cruz, Crisanta Vasquez, Evelyn de Dios, Mercy\nMagpayo, and Evangeline Magpayo, as well as Barangay Captain Emerlito\nCalara. The defense had only the\nappellant as its witness.\n\nThe Office of\nthe Solicitor General summarized in the Appelleeâs Brief [2] the evidence for the prosecution as\nfollows: On December 15, 1992,\ncomplainants Napoleon de la Cruz, Crisanta Vasquez, Evelyn de Dios, Mercy\n[Magpayo] and Evangeline Magpayo met appellant in the house of Crisanta Vasquez\nlocated at Bambang, Bulacan. There,\nappellant told them that she was recruiting workers for deployment in\nTaiwan. She promised them that they\nwould be sent to Taiwan on January 15, 1993. Napoleon dela Cruz gave the amount of P2,700.00 as placement fees. He also submitted the requirements like\nmarriage contract, employment certificate and six (6) copies of 2x2 ID pictures\n(TSN, August 4, 1994, pp. 2-11). Crisanta Vasquez gave the amount of P1,500.00 as processing fee since\nshe already had a passport (TSN, November 29, 1994, p. 6). Evelyn de Dios gave the total amount of\nP4,400.00 representing P3,000.00 as her and her husbandâs placement fees and P1,400.00\nfor their passports (TSN, November 29, 1994, pp. 20-21). Mercy [Magpayo] gave P2,600.00 representing\nplacement fee, passport and others (TSN, November 29, 1994, pp. 29-30). Evangeline Magpayo gave P2,350 ( Ibid .\np. 37). When appellant failed to send\ncomplainants to Taiwan on the promised date, January 15, 1993, complainants,\ntogether with appellant, went to the Barangay Hall and in front of the Barangay\nCaptain, appellant signed a document (Exhs. âCâ and â1â) and promised to return the money to them. Complainants,\non March 29, 1993, signed a Magkakasamang Salaysay (Exhs. âBâ to âB-2â) and\nfiled a complaint before the Fiscalâs office (TSN, August 11, 1994, p. 3). In support of their complaint, they\nsubmitted a certification from the POEA dated July 21, 1994 (Exh. âAâ) to the\neffect that appellant, in her personal capacity, was neither licensed nor\nauthorized to recruit workers for overseas employment (TSN, August 4, 1997, pp.\n11-12). [3]\n\nWe adopt this summary as our own, as it is fully supported by the\ntranscripts of the stenographic notes of the testimonies of the witnesses for\nthe prosecution.\n\nUpon the other\nhand, the appellant denied having recruited the complainants. She claimed that she had only borrowed money\nfrom them. In support of her claim, she\npresented the âAffidavit of Desistanceâ [4] executed by the complainants when\nshe and her sister had paid them her âdebt.â\n\nThe trial court\ngave full credit to the version of the prosecution and found unmeritorious\nappellantâs defense. It noted that in\nappellantâs statement before Barangay Captain Emerlito Calara, [5] she had promised to return to the\ncomplainants the money she had taken from them. There was nothing in said statement that showed that such money\nwas a debt. As to the Affidavit of\nDesistance, the trial court rejected the same, for it was signed by the\ncomplainants after all of them testified in court and were paid by the\nappellant.\n\nThe trial court\nlikewise observed that the appellant had failed to refute the statement in the\ncertification issued by the POEA that she was not licensed to recruit workers\nfor overseas employment, and that she had even admitted in open court that she\nwas not licensed to do so.\n\nAccordingly, in\nits decision of 7 February 1996, [6] the trial court convicted the\nappellant of the crime of illegal recruitment in large scale and sentenced her\nto suffer life imprisonment and to pay a fine of P100,000.\n\nThe appellant\nseasonably filed her notice of appeal. In her Appellantâs Brief, [7] she imputes upon the trial court\nthe commission of this single error, to wit: THE TRIAL\nCOURT GRAVELY ERRED IN FINDING [HER] GUILTY OF THE CRIME OF ILLEGAL RECRUITMENT\nIN A LARGE SCALE DESPITE THE FAILURE OF THE PROSECUTION TO PROVE HER GUILT\nBEYOND REASONABLE DOUBT.\n\nShe anchors her\nappeal chiefly on the Affidavit of Desistance executed by the\ncomplainants. She claims that it\ncreates serious doubts as to her liability and proves that she was not engaged\nin recruitment activities. Finally, she alleges that the POEA certification is\na mere fabrication and should not have been given any probative value; and, in\nany event, the prosecution failed to prove that she had no license or authority\nto recruit workers.\n\nThe Office of\nthe Solicitor General supports the trial courtâs decision and prays that the\nassailed decision be affirmed in toto .\n\nThe appeal is\nwithout merit.\n\nThe Affidavit of\nDesistance deserves scant consideration. In the first place, it was executed after the complainants testified\nunder oath and in open court that they were offered job placements abroad and\nwere made to pay placement or processing fees. In the second place, the affidavit did not expressly repudiate their\ntestimony in court on the recruitment activities of the appellant. In fact, the appellant admitted that the\ncomplaining witnesses executed it after she had paid them back the amounts they\nhad given her. [8] The affidavit was more of an\nafterthought arising from personal consideration of pity.\n\nWe have said\nbefore that courts should not attach persuasive value to affidavits of desistance,\nespecially when executed as an afterthought. [9] Moreover, it would be a dangerous\nrule for courts to reject testimonies solemnly taken before the courts of\njustice simply because the witnesses who had given them later on changed their\nmind for one reason or another, for such rule would make solemn trial a mockery\nand place the investigation of truth at the mercy of unscrupulous witnesses. [10] It must always be remembered that a\ncriminal offense is an outrage to the sovereign State. To the State belongs the power to prosecute\nand punish crimes. While there may be a\ncompromise upon the civil liability arising from an offense, such compromise\nshall not extinguish the public action for the imposition of the legal penalty. [11]\n\nFinally, the\nappellant failed to refute the testimony of Barangay Captain Calara that the complainants filed the case against\nher because she recruited them and later reneged on her assurances.\n\nThe challenge\nagainst the POEA certification (Exh. âAâ) that the appellant was neither\nlicensed nor authorized to recruit workers for overseas employment must\nlikewise fail. The trial court\ncorrectly ruled that the said certification is a public document issued by a\npublic officer in the performance of an official duty; hence, it is a prima\nfacie evidence of the facts therein stated pursuant to Section 23 of Rule\n132 of the Rules of Court. In any\nevent, as said court noted, the appellant admitted in open court that she was\nnot licensed or authorized to recruit workers. [12]\n\nRecruitment is\ndefined in Article 13(b) of the Labor Code as follows: âRecruitment and placementâ\nrefers to any act of canvassing, enlisting, contracting, transporting,\nutilizing, hiring or procuring workers, and includes referrals, contract\nservices, promising or advertising for employment, locally or abroad, whether\nfor profit or not: Provided, that any person or entity which, in any manner,\noffers or promises for a fee employment to two or more persons shall be deemed\nengaged in recruitment and placement.\n\nIllegal\nrecruitment is defined in Article 38 of the Labor Code as follows: ART. 38. Illegal Recruitment. -- (a) Any recruitment activities including the\nprohibited practices enumerated under Article 34 of this Code, to be undertaken\nby non-licensees or non-holders of authority shall be deemed illegal and\npunishable under Article 39 of this Code. The Ministry of Labor and Employment or any law enforcement officers may\ninitiate complaints under this Article. (b) Illegal recruitment when committed by a\nsyndicate or in large scale shall be considered an offense involving economic\nsabotage and shall be penalized in accordance with Article 39 hereof. Illegal recruitment is\ndeemed committed by a syndicate if carried out by a group of three (3) or more\npersons conspiring and/or confederating with one another in carrying out any\nunlawful or illegal transaction, enterprise or scheme defined under the first\nparagraph hereof. Illegal recruitment\nis deemed committed in large scale if committed against three (3) or more\npersons individually or as a group.\n\nIt can be\ngleaned from the foregoing that there is illegal recruitment in large scale\nwhen a person (a) undertakes any recruitment activity defined under Article\n13(b) or any prohibited practice enumerated under Article 34 of the Labor Code;\n(b) does not have a license or authority to lawfully engage in the recruitment\nand placement of workers; and (c) commits the same against three or more\npersons, individually or as a group. [13] Paragraph (b) of Article 38,\nexplicitly provides that illegal recruitment when committed by a syndicate or\nin large scale shall be considered an offense involving economic sabotage. Under Article 39 of the Labor Code the\npenalty of life imprisonment and a fine of P100,000 shall be imposed if illegal\nrecruitment constitutes economic sabotage.\n\nThe appellant\npromised the five complainants that there were jobs available for them in\nTaiwan. She exacted money from them for\nalleged passports, as well as for placement fees. There was a certification\nfrom the POEA that the appellant was not licensed to recruit workers for\noverseas job placements, which she likewise admitted in her testimony. All these point to the inescapable\nconclusion that she was engaged in illegal recruitment in large scale. Thus, the trial court correctly found the\nappellant guilty beyond reasonable doubt of the crime of illegal recruitment in\nlarge scale. The penalty imposed upon\nher is in accordance with Article 39 of the Labor Code.\n\nWHEREFORE , the instant appeal is DISMISSED and the decision of the Regional Trial Court of Malolos, Bulacan, Branch\n76, in Criminal Case No. 3363-M-93 is hereby AFFIRMED in toto.\n\nSO ORDERED. Bellosillo,\nVitug, Panganiban and Quisumbing, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Original\nRecord (OR)\n\n[2] Rollo ,\n92-103.\n\n[3] Id ., 95-97.\n\n[4] Exh. âD,â also Exh. â2â; OR, 96.\n\n[5] Exh. âC,â\nalso Exh. â1â; OR, 61.\n\n[6] Per Judge\nRoland B. Jurado. OR, 105-111; Rollo ,\n33-39.\n\n[7] Rollo ,\n48-55.\n\n[8] TSN, 25\nOctober 1995, 9.\n\n[9] Castillo v. Calanog, 199 SCRA 75, 81 [1991]; People v. Ballabare, 264 SCRA 350, 363 [1996].\n\n[10] People v. Mangulabnan, 200 SCRA 611, 623 [1991]; People v. Romero, 224 SCRA 749,\n757 [1993]; People v. Agbayani, G.R. No. 122770, 16 January 1998.\n\n[11] People v. Romero, supra note 10 at 757-758 citing Article 2034 of the Civil Code.\n\n[12] TSN, 25\nOctober 1995, 10.\n\n[13] People v. Comia, 236 SCRA 185, 193 [1994]; People v. Benemerito, 264 SCRA 677,\n691-692 [1996]; People v. Buemio, 265 SCRA 582, 597 [1996].",
  "content_length": 12493,
  "metadata_extraction_date": "2025-11-01T05:51:15.293468",
  "extraction_version": "2.0_enhanced_full_content"
}