{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/march/35643.html",
  "filename": "35643.html",
  "year": 1998,
  "month": "march",
  "case_number": "35643",
  "gr_number": "35643",
  "volume_page": "351 Phil. 227",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "mabuhay",
    "development",
    "industries",
    "brothers",
    "company",
    "antonio",
    "petitioners",
    "national",
    "relations",
    "commission",
    "lorenzo",
    "badelles",
    "hipolito"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n351 Phil. 227\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 108149-50, March 25, 1998 ]\n[ G.R. Nos. 108149-50, March 25, 1998 ]\n\nMABUHAY DEVELOPMENT\nINDUSTRIES, BOA BROTHERS COMPANY, AND ANTONIO YU LIM BO, PETITIONERS, VS.\nNATIONAL LABOR RELATIONS COMMISSION, LORENZO BADELLES, HIPOLITO RAGO, AND\nMELCHOR REBUYON, RESPONDENTS.\nD E C I S I O N\nMABUHAY DEVELOPMENT\nINDUSTRIES, BOA BROTHERS COMPANY, AND ANTONIO YU LIM BO, PETITIONERS, VS.\nNATIONAL LABOR RELATIONS COMMISSION, LORENZO BADELLES, HIPOLITO RAGO, AND\nMELCHOR REBUYON, RESPONDENTS.\n\nD E C I S I O N\n\nMENDOZA, J.:\n\nThis is\na petition for certiorari to set aside the decision of the National\nLabor Relations Commission finding petitioners guilty of illegally dismissing\nprivate respondents and ordering their reinstatement with backwages, reversing for this purpose the labor\narbiter’s contrary decision.\n\nThe\nfacts are as follows:\n\nPetitioners\nMabuhay Development Industries and BOA Brothers Company are general\npartnerships owned and managed by petitioner Antonio Yu Lim Bo. Private respondents Lorenzo Badelles and\nHipolito Rago were employed as truck drivers at Mabuhay Development Industries\nand BOA Brothers Company, respectively, while private respondent Melchor\nRebuyon was employed as truckman or helper at BOA Brothers Company. Private respondents’ job was to receive\nstocks at the Zamboanga City pier and transport these to the Zamboanga Foodmart\nof petitioners.\n\nOn\nSeptember 3, 1984, private respondents Hipolito Rago and Melchor Rebuyon,\ntogether with four others, were suspended by petitioner Antonio Yu Lim Bo\nbecause of alleged shortages in their delivery. [1] Private respondents were\nsubsequently separated from employment on the basis of letters of resignation\nsigned by them on September 7, 1984. [2]\n\nOn\nNovember 5, 1984, private respondents Lorenzo Badelles and Hipolito Rago filed\na complaint for illegal dismissal with prayer for reinstatement against Mabuhay\nDevelopment Industries, BOA Brothers Company, and Antonio Yu Lim Bo, while\nprivate respondent Melchor Rebuyon filed a similar complaint against BOA\nBrothers Company and Antonio Yu Lim Bo on March 18, 1985. [3]\n\nIn\ntheir Joint Affidavit (Exh. B) [4] submitted to the Labor\nArbiter, private respondents claimed that their liability for some missing\nitems (for which they were dismissed) had not been established; that “the\nalleged missing crate of pancit was found, while the alleged missing cartons of\nedible oil were already missing at the Blas Perez warehouse in Canelar,\nZamboanga City,” when the private respondents received the delivery; that the termination of their employment was\nwithout just cause and made without sufficient investigation, and in an\narbitrary manner; that they were forced to sign letters of resignation prepared\nin the office of petitioner Antonio Yu Lim Bo on pain that if they refused they\nwould not be paid for their services from August 16-31, 1984. [5]\n\nPetitioners\nlikewise submitted a position paper [6] in which they alleged that\nin an investigation conducted by them, private respondents admitted liability\nfor the missing items; that respondents\noffered to resign in exchange for petitioners’ agreement not to file criminal\ncharges against them and to pay for the missing carton of edible oil.\n\nOn July\n25, 1989, the Labor Arbiter rendered a joint decision in the two cases,\ndismissing the complaints of private respondents. He found that private respondents had not been dismissed but that\nthey had resigned after being found responsible for the losses. [7]\n\nA copy\nof the decision was served on private respondents’ counsel on August 18, 1989. [8] Private respondents\nappealed to the NLRC by filing an appeal memorandum on August 30, 1989 and\npaying the appeal fees on September 1, 1989. [9]\n\nOn\nApril 27, 1992, the NLRC reversed the decision of the Labor Arbiter and ordered\nthe petitioners to reinstate private respondents to their former positions\nwithout loss of seniority and other privileges and benefits and to pay them\nbackwages for three years “without qualification or deduction.” In addition,\npetitioners were ordered to pay attorney’s fees equal to ten (10) percent of\nthe total monetary award. [10] The NLRC found that\nprivate respondents had been illegally dismissed, the offense for which they\nwere forced to resign not having been established. It found (1) that the letters of resignation which private\nrespondents were made to sign had not been translated from English in which\nthey were written, with the result that they were not fully understood by private\nrespondents; (2) that there was no evidence that private respondents signed the\nletters in exchange for petitioners’ desistance from filing criminal charges\nagainst them and (3) that before terminating private respondents’ employment,\npetitioners did not give them notice and hearing. [11]\n\nPetitioners\nmoved for the reconsideration of the decision, alleging that private\nrespondents’ appeal had been filed more than ten (10) days after receipt of the\ndecision of the Labor Arbiter; that contrary to the NLRC’s finding, the private\nrespondents had been afforded due process; that private respondents had been\ndismissed for cause; and that the award of three years backwages was\ninconsistent with the ruling in Globe-Mackay Cable and Radio Corporation. v. NLRC [12] because in the latter case\nthis Court affirmed an award of backwages for only two years.\n\nAs the\nNLRC denied reconsideration of its decision, this petition was filed. Petitioners contend: [13] [1] PUBLIC RESPONDENT ERRED IN\nASSUMING JURISDICTION TO REVIEW ON APPEAL THE DECISION OF THE LABOR ARBITER. [2] PUBLIC RESPONDENT ERRED IN\nORDERING REINSTATEMENT WITH BACKWAGES. [3] PUBLIC RESPONDENT ERRED IN\nAWARDING THREE-YEAR[S] BACKWAGES.\n\nThe\npetition is without merit.\n\nFirst . Petitioners argue that the NLRC had no\njurisdiction to review the decision of the Labor Arbiter because private\nrespondents’ appeal was filed three (3) days beyond the ten (10) days provided\nfor in Art. 223 of the Labor Code, which provides: Appeal . - Decisions, awards, or orders of the Labor Arbiter\nare final and executory unless appealed to the Commission by any or both\nparties within ten (10) calendar days from receipt of such decisions, awards,\nor orders.\n\nIndeed,\nas already stated, a copy of the Labor Arbiter’s decision was served on private\nrespondents’ counsel on August 18, 1989 but they filed an appeal memorandum\nonly on August 30, 1989 and paid the appeal fees only on September 1,\n1989. As a rule, the perfection of an\nappeal in the manner and within the period prescribed by law is jurisdictional\nand failure to perfect an appeal as required by law renders the judgment final\nand executory. There may be exceptional\ncases, however, where, as pointed out in City Fair Corporation v. NLRC, [14] greater injustice may\noccur if an appeal is not given due course than if the reglementary period to\nappeal were strictly followed. In such\ncases, proceedings before such agencies as the NLRC need not adhere strictly to\ntechnicalities to attain substantial justice.\n\nIn the\ncase at bar, the NLRC was justified in giving Art. 223 of the Labor Code a\nliberal application because, as will presently be shown, there is no clear\nevidence to prove that private respondents were liable for the loss of\nmerchandise. In addition, petitioners did not oppose private respondents’\nappeal or question the jurisdiction of the NLRC until an adverse judgment was\nrendered against them. Petitioners were\nthus estopped to deny the jurisdiction of the NLRC.\n\nSecond. Petitioners contend that under Art. 279 of\nthe Labor Code an order to reinstate and pay backwages can be made only if it\nis found that an employee was unjustly dismissed, but, in the case at bar, the\nonly issue before the NLRC was whether private respondents had been dismissed\nwithout due process of law because the fact is that private respondents had\nadmitted liability for the shortages.\n\nThis is\nnot true. Private respondents did not\nadmit liability for the loss of certain items entrusted to them for delivery to\npetitioners’ Zamboanga Foodmart. As the\nNLRC stated, the “alleged offense [for which private respondents were dismissed\nor made to resign] was never established.” [15] Contrary to petitioners’\nclaim, private respondents denied they signed letters of resignation in order\nto avoid criminal prosecution for the loss of the grocery items. They claimed they were forced to resign\nbecause petitioners threatened to withhold their wages. Moreover, as the NLRC found, the letters of\nresignation were in English and were not translated or explained to them.\n\nIndeed, the records show that private respondents’ job was mainly to transport stocks\nbelonging to petitioners from the pier in Zamboanga City and transport them to\nthe warehouse of Zamboanga Foodmart or from the warehouse of the various\nshipping companies and deliver them to the display center of the Zamboanga\nFoodmart. [16] Petitioners’ evidence\nconsisted of the affidavits and testimonies of its warehouseman and checker,\nCatalino Guadalupe and Sesinio Montana. Guadalupe testified that he found some items listed in the delivery\nreceipt to be missing and that he brought this matter to the attention of Mary\nLim, Mabuhay Development Industries comptroller. The delivery receipts were never presented in evidence to show\nthat indeed some items listed therein could not be accounted for when private\nrespondents made delivery at the Zamboanga Foodmart.\n\nWhat is\nmore, Guadalupe said he could not tell whether the missing items (two cartons\nof SkyFlakes biscuits) had been delivered to private respondents for\ntransportation to the Zamboanga Foodmart or whether they were already missing\nwhen the cargo was received by private respondents from the warehouse. The testimony of Guadalupe, slightly edited,\nis as follows: [17] Q - Where did you discover these two (2)\ncartons of sky flakes as you said lacking? A - At the premises of Zamboanga Food\nMart, when they deliver goods they have a list with them coming from the bodega\nof the shipping lines. I [compared]\nthis is what is actually received by me and I discovered two (2) cartons of sky\nflakes missing. I do not know what\nhappen whether they received lacking or whatever. Q - So that when you discovered that two\n(2) cartons was lacking you immediately made your report that two (2) cartons\nare lacking? A - Yes sir. . . . . Q - You mentioned the fact that you were\nahead in the employment of Food Mart than the other (3) companions in this case\nbefore this particular incidents, was there any other incidents that had also\nbeen guilty of the same missing item being reported in the deliveries if they\ncommitted similar things previous to this incident? A - Only as far the goods received by me\nby Food Mart, as they made other short delivery, I do not know. Q - In fact you do not know if the\ncargo that is loaded in the shipping lines/warehouse are already missing you do\nnot know about that, until it was delivered the warehouse of the Food Mart, is\nit not? A - Actually my basis is the list that is\nsupplied by the shipping lines and when the goods arrived at the Food Mart, I\nmade a particular count. I only made\na particular count/check with the list and as brought by the shipping lines and\nsee if they tally.\n\nThus,\nas observed by the NLRC: [18] [T]he alleged offense was never\nestablished, the missing crate of pancit was found and the alleged lost cartons\nof edible oil was [sic] already missing at the bodega of Foodmart at the Blas\nPerez warehouse. Nevertheless,\nrespondent-appellee Antonio Yu Lim Bo dismissed complainants-appellants from\ntheir employment on September 1984, by forcing the latter to sign their\nrespective prepared letters of resignation in exchange [for] their withheld\nAugust 16 to 31, 1984 salaries, (Exh. “B”).\n\nIn\nAnscor Transport & Terminals, Inc. v. NLRC, [19] a similar observation was\nmade: We reject, indeed, Anscor’s claims\nthat in absolving Crisostomo, the respondent Commission had misapprehended the\nfacts or had speculated merely on the events. We do not find to be well-taken its reliance on the pieces of evidence\nsupposedly unearthed during the investigation of the case pointing allegedly to\nCrisostomo’s culpability. Cargo receipt\nNo. 10485, which Crisostomo allegedly signed and which allegedly indicated that\n450 bags of fertilizer were loaded on board the delivery truck, is not\nsufficient proof that 450 bags were, in fact, stowed on the truck. Although the private respondent signed the\nreceipt, he is not necessarily bound by its contents, or does he guarantee its\ncorrectness, in the absence of any showing that he took part in the loading of\nthe cargo. . . .\n\nNor\nwere private respondents accorded a hearing. The investigation that\npetitioners’ witness, Mary Lim, said she conducted was designed more to secure\nprivate respondents’ admission of their culpability than to give them an\nopportunity to be heard to find out if they were guilty. As we have stated time and again, in\ninvestigations of this nature, the employee must be given two notices: (1)\nnotice of the charges against him with opportunity to be heard in his defense\nand (2) in the event the employer finds the employee guilty, notice of his\ndismissal stating clearly the grounds therefor. [20] That none of these\nrequisites was followed in this case is clear from the affidavit [21] of Mary Lim, in which she\nstated: [A]ll employees report to me all unusual\nhappenings at Foodmart; [O]n June 26, 1984 Dante Penetrante\nreported to me that Hipolito Rago and his truckman short-delivered two (2)\ncartoons (sic) of skyflakes biscuits to Foodmart although per the Delivery\nReceipt of the Shipping Lines they have made a complete withdrawal from the\nbodega of the shipping lines at the late Blas Perez Compound; [O]n August 9, 1984 same fellow\nreported to me another short delivery of one (1) cartoon (sic) edible oil by\nthe driver Hipolito Rago and his truckman to Foodmart. The Delivery Receipt of the shipping lines\nclearly stated that they have made a complete withdrawal and in fact the driver\nacknowledged to have received from the checker of the shipping lines all the\ngoods stated in the delivery receipt; [O]n August 31, 1984 at about 3:00\np.m. in the afternoon, I noticed through the window of my office at the second\nfloor of Foodmart that there were deliveries of goods by Lorenzo Badelles and\nhis truckman. I was surprised to notice\nthat Lorenzo Badelles is carrying the stocks himself because it is not his\nusual practice. He always refused to\nhelp in carrying goods because he claims of having back pains; [A]bout 1 hour after Lorenzo\nBadelles and his truckman started unloading the goods I overheard some discussions\nbetween the bodegero and Lorenzo Badelles and Rebuyon. So I went downstairs and inquired what is\nall about. Dante and Sonny informed me\nthat there was again 1 crate of pancit canton short delivered. So I asked for the delivery receipt from the\nshipping line from Dante and found that the deliveries received was (sic)\ncomplete. So I instructed them to\nrecheck all the stocks that they unloaded and found out that it is really short\nof one crate. So I inquired from the\ndriver and his truckman Melchor Rebuyon who were inside the Foodmart premises\nat this time if there were other stocks still found in the truck and both of\nthem answered in the negative; [A]ll the while Lorenzo Badelles is\n(sic) the one carrying all the stocks to the Foodmart and his truckman Melchor\nRebuyon is (sic) the one who stayed on top of the truck doing the unloading for\nLorenzo Badelles to bring the stocks inside the Foodmart premises; [T]he following morning I\ninstructed my brother-in-law Mr. Francis G. Lim to do some investigation\npertaining to the constant losses of stock at Foodmart perpetrated by these two\ndrivers. That I was informed later on\nby Francis G. Lim that Lorenzo Badelles signified his intention to resign and\nso I told Francis Lim to inventory his tools in the truck and his other\naccountabilities; [O]n September 2, 1984, Francis Lim\ninformed me that Lorenzo Badelles instead of resigning that day he was now\ncleaning the truck he is driving and not satisfied with his investigation I\ninstructed him to send (sic) Melchor Rebuyon, Hipolito Rago, Benjamin Mariano\nand Lorenzo Badelles and other truckmen who used to accompany these two drivers\nto the wharf to get cargoes to the Zamboanga Foodmart; I confronted each of them\nseparately and requested them to tell me all about the happenings (sic) during the losses and I hinted that I will forgive them for the last time should\nthey tell me the truth; I also told them that there are\n(sic) at least two laborers who told me about the mod[us] of operand[i] of\nthese people and my purpose of calling them for confrontation was only to\ncounter check what the other laborers have already told me. That I even hinted that if they will not\ntell me the truth and if I have sufficient evidence and witnesses to support\n(sic) I am going to file attempted theft case against them; [I]mmediately they told me that\nthey will just resign. “Resign na lang\nkame para walay samok” So I told them you go and see Maricor Sta. Teresa for\nyour clearances;\n\nIn her\ntestimony before the Labor Arbiter, Mary Lim said: [22] Q - Did you conduct [an] investigation? A - Yes Q - What kind of investigation did you\nconduct? A - I called them Q - Aside from that investigation you did\nnot conduct any kind of investigation? A - I called also those in charge in\n[the] bodega and also the shipping lines Q - On the dates previous to this,\ndespite [of] that, nothing came out of this and these workers? A - I warned them. . . . . Q. - Now, in the first 2 incidents\nregarding the skyflakes and the edible oil you said you conducted an\ninvestigation and suppose was made on the driver? A - It was not on the driver alone all\nand the truckman. Q - Did you get their statement? A - I did not get. Q - So that is how you conducted the\ninvestigation? A - They are (not) under the supervision\nof my brother-in-law so I requested my brother-in-law he told me nobody tell\nthe truth. Q - Your conclusion the driver was\nresponsible of the los[s]. A - Before they left the shipping\nlines their duties to check the stock, it’s presumed that they received the\nstock and anything goes wrong they have the knowledge. Q - So that base on that thinking that\nyou concluded the driver was responsible. And in the same manner in the case of pancit as you said that somebody\nwas trying to . . . in the truck\nbecause you believe that the driver purposely kept the carton described. A - We cannot tell because the truck is outside\n. . . and the driver can just drive and . . . . . . . Q. - I’m asking as of [sic] result of these\nincidents you threat[ened] to charge these persons. A - I called them up I made the\ninvestigation I told them to tell the truth and who are really involve[d]. Q - Do you not ask them to resign? A - I did not. Q - As a result of these incidents who\nremoved these people? A - After the incidents that very day I\ncalled up my brother-in-law to make necessary investigation and find out who\nare really the culprit. Q - This brother-in-law is Francis Lim,\ndid he make any report? A - That is not our standard\nprocedure. Q - Of course you did not see him\nconducting investigation. A - He was not able to make the\ninvestigation because the driver and truckman already left.\n\nThus,\nno investigation as required by law was ever made in this case. Mary Lim simply presumed that the missing\ngoods had been received by private respondents and since the latter could not\naccount for them when the stocks were delivered by them, private respondents\nwere presumed to be liable for the loss. This could only be due to the fact that Mary Lim’s purpose in\ninvestigating was not to give private respondents the opportunity to explain\nbut to make them admit what Mary Lim had been told by other employees. As she admitted in her affidavit, Mary Lim\nthreatened private respondents with criminal prosecution if they did not\nconfess their guilt. Her claim before\nthe Labor Arbiter that she had asked her brother-in-law, Francis Lim, to\nconduct a formal investigation but the latter was not able to do so because\nprivate respondents had “already left” betrays the utter lack of an\ninvestigation which should have preceded the dismissal of private respondents.\n\nIt is\nthen clear that petitioners failed to prove not only the existence of just\ncause but they also failed to prove that the private respondents were afforded\ndue process. Art. 277(b) of the Labor Code places the burden\nof proving that the termination of employment was for a valid or authorized\ncause on the employer. The employer’s\nfailure to discharge this burden means\nthat the dismissal is not justified and the employee is entitled to reinstatement. [23] Hence, the NLRC correctly\nordered petitioners to reinstate private respondents and pay them backwages.\n\nThird . Petitioners’ last contention is that the award of backwages should be limited\nto two years only. They cite\nGlobe-MacKay Cable and Radio Corporation v. NLRC [24] in support of their\ncontention. Although in that case\nrecovery of backwages was limited to two years, the matter was not really in issue. There is no discussion why the award was thus limited. The Court simply affirmed the award made by\nthe NLRC. But decisions involving this\nissue uniformly provided for an award of backwages equivalent to three years\nwithout qualification or deduction as a “realistic, reasonable and mutually\nbeneficial solution.” [25] After the effectivity of\nR.A. No. 6715 on March 21, 1989 the rule was changed so that an illegally\ndismissed employee is now entitled to an award of full backwages. [26] However, as private\nrespondents’ dismissal took place on September 7, 1984, the new rule cannot be\napplied because R.A. No. 6715 has no retroactive application. [27] The NLRC correctly ordered\npetitioners to pay backwages for three (3) years without qualification or\ndeduction.\n\nWHEREFORE , the petition is DISMISSED\nand the decision of the NLRC is AFFIRMED.\n\nSO\nORDERED. Regalado\n(Chairman), Melo, Puno, and Martinez, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] NLRC Record, p. 19.\n\n[2] Id ., pp. 49, 54 and 57.\n\n[3] Rollo , pp. 22-23.\n\n[4] Record, pp. 17-18.\n\n[5] Id ., p. 15.\n\n[6] Id .,\npp. 43-44.\n\n[7] Id ., p. 258.\n\n[8] Id ., p. 270.\n\n[9] Id ., pp. 268-270.\n\n[10] Id .,\np. 276.\n\n[11] Ibid .\n\n[12] 206 SCRA 701 (1992).\n\n[13] Rollo ,\np. 10.\n\n[14] 243 SCRA\n572 (1995).\n\n[15] Rollo , p. 32.\n\n[16] Record, p. 43.\n\n[17] Id ., pp. 164 and 173-174 (emphasis added).\n\n[18] Rollo ,\npp. 30 and 32.\n\n[19] 190 SCRA\n147, 149-150 (1990).\n\n[20] Labor\nCode, Art. 277; Omnibus Implementing Rules of the Labor Code, Bk V, Rule XIV,\n§§2-6. See, e.g., Lim v. NLRC,\n259 SCRA 485 (1996); Tanala v. NLRC, 252 SCRA 314 (1996).\n\n[21] Record,\npp. 145-146 (emphasis added).\n\n[22] Id ., pp. 220, 227-228, 230-231 (emphasis added).\n\n[23] Molave\nTours Corporation v. National Labor Relations Commission, 250 SCRA 325,\n329 (1995).\n\n[24] Supra note 12.\n\n[25] E.g.,\nMaranaw Hotels and Resorts Corp. v. Court of Appeals, 215 SCRA 501\n(1992) quoting Mercury Drug Co., Inc. v. CIR, 56 SCRA 694, 711 (1974)\n(Teehankee, J., dissenting).\n\n[26] Bustamante v. National Labor Relations Commission, 265 SCRA 61 (1996).\n\n[27] Balladares, Jr., v. National Labor Relations Commission, 245 SCRA 213\n(1995); Mendoza v. National Labor Relations Commission, G.R. No.\n122481, March 5, 1998.",
  "content_length": 23624,
  "metadata_extraction_date": "2025-11-01T05:51:08.992607",
  "extraction_version": "2.0_enhanced_full_content"
}