{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/march/GR_80390.html",
  "filename": "GR_80390.html",
  "year": 1998,
  "month": "march",
  "case_number": "80390",
  "gr_number": "80390",
  "volume_page": "351 Phil. 430",
  "decision_date": "March 27, 1998",
  "title": "CITY SHERIFF, ILIGAN CITY AND SPOUSES ANGEL L. BAUTISTA AND ANGELICA M. BAUTISTA, PETITIONERS, VS. ALFARO FORTUNADO, EDITHA FORTUNADO, & NESTOR FORTUNADO, RESPONDENTS. D E C I S I O N MARTINEZ, J.: This petition for review on certiorari seeks to nullify the Order[1] dated January 24,1986 of the Regional Trial Court of Lanao del Norte, Branch V, in Civil Case No. 262, which reversed its earlier Decision[2] dated July 31,1985 dismissing the complaint filed by respondents. The facts are not disputed: Respondents Alfaro, Editha and Nestor, all surnamed Fortunado, are the registered owners of two parcels of land covered by Transfer Certificates of Title No. T-3041 and T-1929, both registered with the Register of Deeds of Iligan City. Said properties were mortgaged by Arsenio Lopez, Jr. on July 24,1968 to the Traders Commercial Bank (now Traders Royal Bank) to secure a loan obligation in the amount of P 370,000.00. On January 6, 1971, respondents instituted an action before the then Court of First Instance of Rizal, Branch XVIII, against Arsenio Lopez, Jr. and Traders Royal Bank, among others, for annulment of mortgage. In said complaint, Traders Royal Bank interposed a counterclaim for foreclosure of the mortgage. On August 24,1973, the trial court rendered a decision[3], the dispositive portion of which reads: \"WHEREFORE, the Court renders judgment: I. As Regards the Plaintiff's Complaint: 1. Ordering the defendant Mariano Pascual to pay to the plaintiffs the amount of P24,550.00 plus legal interest from the filing of the complaint until fully paid and attorney's fees in the amount of P2,000.00 and to pay the costs. 2. Ordering the deed of real estate mortgage which is attached as Annex 'B' of the complaint to be declared null and void and, ordering the Register of Deeds of Iligan City to cancel the said mortgage at the back of TCT No. T-1929, Book I, Page 8 and TCT No. T-3040, Book I, Page 96 of said Register of Deeds. II. With Respect to the Cross-Claim and the Third-Party Complaint of Defendant Traders Commercial Bank: 1. Ordering the spouses Arsenio Lopez, Jr. and Ofelia Lopez to pay the Traders Commercial Bank jointly and severally the amount of P578,025.23, inclusive of interest and other bank charges as of April 30,1971, and, thereafter, plus all interest and bank charges until full payment is made and, to pay to the bank the amount of P20,000.00 as attorney's fees and the costs. The bank 's counterclaim against the plaintiffs is hereby dismissed. Likewise, the counterclaim of Mariano Pascual against the plaintiffs is also dismissed. SO ORDERED.\" On appeal, the Court of Appeals modified the trial court's decision, in this manner: \"WHEREFORE, the decision appealed from is hereby modified by eliminating paragraph 2 of the dispositive portion of the decision of the lower court declaring the real estate mortgage in favor of the Traders Commercial Bank null and void. The decision is affirmed in all other respects.\"[4] On December 28, 1983, Traders Royal Bank assigned[5] its rights to the mortgage to petitioner Angel L. Bautista. By virtue of the said assignment, petitioner on March 19,1984 wrote the City Sheriff of Iligan City requesting that the mortgaged properties be foreclosed for non-payment of the loan obligation. To thwart the pending foreclosure, respondents filed with the Regional Trial Court of Lanao del Norte, Branch V, a complaint for cancellation of lien with preliminary injunction against petitioner, which was docketed as Civil Case No. 262. After petitioner filed his answer, respondents moved for a summary judgment which was granted by the court. Consequently, on July 31,1985, the trial court rendered judgment dismissing the complaint. In its decision, the trial court delved on the issue of prescription of a mortgage action. Respondents moved for reconsideration arguing that since the principal loan has already been paid, the mortgage, which is an accessory contract, should likewise be extinguished. On January 24, 1986, the trial court modified its earlier decision disposing thus: \"WHEREFORE, the motion for reconsideration, as amended, of the summary judgment of July 31,1985 is hereby reconsidered and modified to read: 'Premises considered, the Court finds that the plaintiffs have made out a preponderating case against the defendants.' And as prayed for in the complaint, the temporary restraining order of the Court in the case on April 23,1984 is hereby converted into a preliminary injunction and by these presents made permanent. The City Sheriff of Iligan City, Mr. Angel L. Bautista and Mrs. Angelica M. Bautista are hereby permanently restrained from conducting a public auction sale of the property covered by Transfer Certificate of Title No. T-3041 (a.f.). The Register of Deeds of Iligan City is hereby further ordered to cancel Entry No. 451 on Transfer Certificate of Title No. T-3041 (a.f.) on file with his office. No pronouncement as to damages or attorney's fees. âWith costs against the defendants. âSO ORDERED.\" Petitioner appealed to the Court of Appeals which rendered a Resolution[6] on August 28,1987, forwarding the case to this Court for resolution reading thus: \"Considering that opposing counsel left the resolution of Atty. Ramon Gonzales' motion to the sound discretion of this Court and considering the unrefuted allegation of the said motion that there were no documentary or testimonial evidence which were the basis of the questioned decision but mere admissions of the parties, the questions raised on appeal become mere questions of law, over which the Supreme Court has exclusive original jurisdiction.\" On December 29,1987, petitioner filed this present petition for review contending that the trial court erred in modifying its earlier decision; in declaring that he has no right to foreclose the mortgaged property; in declaring the temporary restraining order into a permanent preliminary injunction and in ordering the Register of Deeds of Iligan City to cancel entry No. 451 on TCT No. 3041. We gave due course to the petition and required the contending parties to submit their respective Memoranda on August 31,1988. On January 30, 1995, respondents, through counsel Ramon A. Gonzales, filed a verified Manifestation informing the Court that the subject real estate mortgage has already been released by the Traders Royal Bank on December 22, 1983 as shown in the certified true copy of the Release of Real Estate Mortgage,[7] and that the petitioner was killed in a robbery in his house.[8] Respondents therefore pray for the dismissal of the petition . On February 20, 1995, this Court required petitioner's counsel Atty. Emilio Abrogena to comment on the said Manifestation. However, the copy of the resolution of the Court addressed to Atty. Abrogena was returned unclaimed after three notices,[9] with the postmaster's remark \"moved.\" In view of this development, the Court considered the resolution as served.[10] Acting on the Manifestation of the respondents, we resolve to dismiss the petition for having been rendered moot and academic. The resolution of the basic issue of whether or not the petitioner has the right to extra-judicially foreclose the mortgage is no longer necessary in view of the release of the mortgage as shown in the certified true copy thereof. No useful purpose would be served by passing on the merits of the petition. Any ruling in this case could hardly be of any practical or useful purpose in the premises. It is a well-settled rule that courts will not determine a moot question or abstract proposition nor express an opinion in a case in which no practical relief can be granted.[11] However, we take notice of the failure of petitioner's lawyer, Atty. Emilio Abrogena, to inform the trial court of the death of petitioner, a duty mandated by Section 16, Rule 3 of the Revised Rules of Court. which provides in part, to wit: \"SEC. 16. Death of party; duty of counsel.- Whenever a party to a pending action dies, and the claim is not thereby extinguished, it shall be the duty of his counsel to inform the court within thirty (30) days after such death of the fact thereof, and to give the name and address of his legal representative or representatives. Failure of the counsel to comply with this duty shall be a ground for disciplinary action. x x x x x x x x x.â Hence, the proper substitution of the deceased in accordance with the aforequoted provisions of Rule 3 could not be effected. We likewise note Atty. Abrogena's failure to inform this Court of his change of address which accounts for his failure to comment on the manifestation of respondents relative to the death of petitioner and the release of the subject real estate mortgage. Atty. Abrogena should bear in mind that a lawyer is, first and foremost, an officer of the court. His duties to the court are more significant than those which he owes to his client. His first duty is not to his client but to the administration of justice; to that end, his client's success is wholly subordinate; and his conduct ought to and must always be scrupulously observant of the law and ethics of the profession.[12] WHEREFORE, the petition is hereby DISMISSED for being moot and academic. Atty. Emilio Abrogena, counsel for petitioner, is hereby REPRIMANDED for his failure to inform this Court of the death of petitioner and to perform his duty under Section 16, Rule 3 of the Revised Rules of Court. He is further warned that a repetition of such omission in the future will be dealt with severely. SO ORDERED. Regalado, (Chairman), Melo, Puno, and Mendoza, JJ., concur. [1] Annex \"3\", pp. 24-33, Rollo. [2] Annex \"1\" pp. 38-40, ibid. [3] Decision of then Court of First Instance of Rizal, Branch XVIII in Civil Case No. Q-15143 entitled \"Alfaro T. Fortunado et.al. versus Mariano Pascual, Eusebio Lopez, Jr., et.al.., pp. 135-162, ibid. [4] Decision penned by Justice Jorge R. Coquia and concurred in by Justice Luis B. Reyes and Justice Nestor B. Alampay, pp.121-133, Rollo. [5] Annex \"4\", pp. 41-42, ibid. [6] Court of Appeals Rollo. [7] Annex \"A,\" p. 171, Rollo. [8] See Verified Manifestation dated January 28,1995, p. 112, ibid. [9] Pp. 174, 176, 178, ibid.. [10] See Resolution dated June 21,1995, p. 179, ibid. [11] Bongal vs. Bureau of Labor Relations, 136 SCRA 225 cited in Lomo vs. Mabelin, 146 SCRA 477. [12] Agpalo, Legal Ethics, 1989 edition, p. 110. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Constitutional Law"
  ],
  "keywords": [
    "sheriff",
    "iligan",
    "spouses",
    "bautista",
    "angelica",
    "petitioners",
    "alfaro",
    "fortunado",
    "editha",
    "nestor",
    "respondents",
    "martinez",
    "petition",
    "review",
    "certiorari",
    "nullify",
    "january",
    "regional",
    "trial",
    "court"
  ],
  "title_summary": "CITY SHERIFF, ILIGAN CITY AND SPOUSES ANGEL L. BAUTISTA AND ANGELICA M. BAUTISTA, PETITIONERS, VS...",
  "formatted_case_content": "View printer friendly version\n351 Phil. 430\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 80390, March 27, 1998 ]\n[ G.R. No. 80390, March 27, 1998 ]\n\nCITY SHERIFF, ILIGAN CITY\nAND SPOUSES ANGEL L. BAUTISTA AND ANGELICA M. BAUTISTA, PETITIONERS, VS.\nALFARO FORTUNADO, EDITHA FORTUNADO, & NESTOR FORTUNADO, RESPONDENTS.\nD E C I S I O N\nCITY SHERIFF, ILIGAN CITY\nAND SPOUSES ANGEL L. BAUTISTA AND ANGELICA M. BAUTISTA, PETITIONERS, VS.\nALFARO FORTUNADO, EDITHA FORTUNADO, & NESTOR FORTUNADO, RESPONDENTS.\n\nD E C I S I O N\n\nMARTINEZ, J.:\n\nThis petition\nfor review on certiorari seeks to nullify the Order [1] dated January 24,1986 of the\nRegional Trial Court of Lanao del Norte, Branch V, in Civil Case No. 262, which\nreversed its earlier Decision [2] dated July 31,1985 dismissing the\ncomplaint filed by respondents.\n\nThe facts are\nnot disputed:\n\nRespondents\nAlfaro, Editha and Nestor, all surnamed Fortunado, are the registered owners of two parcels of land covered by Transfer Certificates of Title No. T-3041 and T-1929, both registered with the Register of Deeds of Iligan City. Said properties were mortgaged by Arsenio\nLopez, Jr. on July 24,1968 to the Traders Commercial Bank (now Traders Royal\nBank) to secure a loan obligation in the amount of P 370,000.00.\n\nOn January 6,\n1971, respondents instituted an action before the then Court of First Instance\nof Rizal, Branch XVIII, against Arsenio Lopez, Jr. and Traders Royal Bank,\namong others, for annulment of mortgage. In said complaint, Traders Royal Bank interposed a counterclaim for foreclosure of the mortgage.\n\nOn August\n24,1973, the trial court rendered a decision [3] , the dispositive portion of which\nreads: \"WHEREFORE, the Court\nrenders judgment:\n\nI. As Regards the Plaintiff's Complaint:\n\n1. Ordering the defendant\nMariano Pascual to pay to the plaintiffs the amount of P 24,550.00 plus\nlegal interest from the filing of the complaint until fully paid and attorney's\nfees in the amount of P 2,000.00 and to pay the costs.\n\n2. Ordering the deed of\nreal estate mortgage which is attached\nas Annex 'B' of the complaint to be declared null and void and, ordering the\nRegister of Deeds of Iligan City to cancel the said mortgage at the back of TCT\nNo. T-1929, Book I, Page 8 and TCT No. T-3040, Book I, Page 96 of said Register\nof Deeds.\n\nII. With Respect to the Cross-Claim and the Third-Party Complaint of\nDefendant Traders Commercial Bank:\n\n1. Ordering the spouses Arsenio Lopez, Jr. and Ofelia\nLopez to pay the Traders Commercial Bank jointly and severally the amount of P 578,025.23,\ninclusive of interest and other bank charges as of April 30,1971, and,\nthereafter, plus all interest and bank charges until full payment is made and,\nto pay to the bank the amount of P 20,000.00 as attorney's fees and the\ncosts.\n\nThe bank 's counterclaim against\nthe plaintiffs is hereby dismissed.\n\nLikewise, the counterclaim of\nMariano Pascual against the plaintiffs is also dismissed. SO\nORDERED.\"\n\nOn appeal, the\nCourt of Appeals modified the trial court's decision, in this manner: \"WHEREFORE, the\ndecision appealed from is hereby modified by eliminating paragraph 2 of the\ndispositive portion of the decision of the lower court declaring the real\nestate mortgage in favor of the Traders Commercial Bank null and void. The decision is affirmed in all other respects.\" [4]\n\nOn December 28,\n1983, Traders Royal Bank assigned [5] its rights to the mortgage to\npetitioner Angel L. Bautista. By virtue of the said assignment, petitioner on\nMarch 19,1984 wrote the City Sheriff of Iligan City requesting that the\nmortgaged properties be foreclosed for non-payment of the loan obligation. To\nthwart the pending foreclosure, respondents filed with the Regional Trial Court of Lanao del Norte,\nBranch V, a complaint for cancellation of lien with preliminary injunction against petitioner, which was docketed as\nCivil Case No. 262.\n\nAfter petitioner\nfiled his answer, respondents moved for a summary judgment which was granted by\nthe court. Consequently, on July 31,1985, the trial court rendered judgment\ndismissing the complaint. In its\ndecision, the trial court delved on the issue of prescription of a mortgage\naction.\n\nRespondents\nmoved for reconsideration arguing that since the principal loan has already\nbeen paid, the mortgage, which is an accessory contract, should likewise be\nextinguished.\n\nOn January 24,\n1986, the trial court modified its earlier decision disposing thus: \"WHEREFORE, the motion for reconsideration, as amended,\nof the summary judgment of July 31,1985 is hereby reconsidered and modified to\nread:\n\n'Premises considered, the\nCourt finds that the plaintiffs have made out a preponderating case against the\ndefendants.' And as\nprayed for in the complaint, the temporary restraining order of the Court in\nthe case on April 23,1984 is hereby converted into a preliminary injunction and\nby these presents made permanent. The City Sheriff of Iligan City, Mr. Angel\nL. Bautista and Mrs. Angelica M. Bautista are hereby permanently restrained\nfrom conducting a public auction sale of the property covered by Transfer\nCertificate of Title No. T-3041 (a.f.). The Register of Deeds of Iligan City is hereby further ordered to cancel\nEntry No. 451 on Transfer Certificate of Title No. T-3041 (a.f.) on file with\nhis office. No pronouncement as to\ndamages or attorney's fees. âWith\ncosts against the defendants. âSO ORDERED.\"\n\nPetitioner\nappealed to the Court of Appeals which rendered a Resolution [6] on August 28,1987, forwarding the\ncase to this Court for resolution reading thus: \"Considering that\nopposing counsel left the resolution of Atty. Ramon Gonzales' motion to the\nsound discretion of this Court and considering the unrefuted allegation of the\nsaid motion that there were no documentary or testimonial evidence which were the basis of the questioned decision\nbut mere admissions of the parties, the questions raised on appeal become mere\nquestions of law, over which the Supreme Court has exclusive original\njurisdiction.\"\n\nOn December\n29,1987, petitioner filed this present petition for review contending that the\ntrial court erred in modifying its earlier decision; in declaring that he has no right to foreclose the mortgaged property; in declaring the temporary restraining order into a permanent preliminary injunction and\nin ordering the Register of Deeds of Iligan City to cancel entry No. 451 on TCT\nNo. 3041.\n\nWe gave due\ncourse to the petition and required the contending parties to submit their\nrespective Memoranda on August 31,1988.\n\nOn January 30,\n1995, respondents, through counsel Ramon A. Gonzales, filed a verified\nManifestation informing the Court that the subject real estate mortgage has\nalready been released by the Traders Royal Bank on December 22, 1983 as shown in the certified true copy of\nthe Release of Real Estate Mortgage, [7] and that the petitioner was killed\nin a robbery in his house. [8] Respondents therefore pray for the\ndismissal of the petition .\n\nOn February 20,\n1995, this Court required petitioner's\ncounsel Atty. Emilio Abrogena to comment on the said Manifestation. However,\nthe copy of the resolution of the Court addressed to Atty. Abrogena was\nreturned unclaimed after three notices, [9] with the postmaster's remark\n\"moved.\" In view of this\ndevelopment, the Court considered the resolution as served. [10]\n\nActing on the\nManifestation of the respondents, we resolve to dismiss the petition for having\nbeen rendered moot and academic.\n\nThe resolution\nof the basic issue of whether or not the petitioner has the right to extra-judicially foreclose the\nmortgage is no longer necessary in view of the release of the mortgage as shown\nin the certified true copy thereof. No\nuseful purpose would be served by passing on the merits of the petition. Any ruling in this case could hardly be of\nany practical or useful purpose in the premises. It is a well-settled rule that courts will not determine a moot\nquestion or abstract proposition nor express an opinion in a case in which no\npractical relief can be granted. [11]\n\nHowever, we take\nnotice of the failure of petitioner's lawyer, Atty. Emilio Abrogena, to inform the trial court of the death of\npetitioner, a duty mandated by Section 16, Rule 3 of the Revised Rules of Court. which provides in part, to wit: \"SEC. 16. Death of\nparty; duty of counsel. - Whenever a party to a pending action dies, and the\nclaim is not thereby extinguished, it shall be the duty of his counsel\nto inform the court within thirty (30) days after such death of the fact\nthereof, and to give the name and address of his legal representative or\nrepresentatives. Failure of the counsel to comply with this duty shall be a\nground for disciplinary action.\n\nx x x x x x x\nx x.â\n\nHence, the\nproper substitution of the deceased in\naccordance with the aforequoted provisions of Rule 3 could not be effected.\n\nWe likewise note\nAtty. Abrogena's failure to inform this Court of his change of address which\naccounts for his failure to comment on the manifestation of respondents\nrelative to the death of petitioner and the release of the subject real estate\nmortgage.\n\nAtty. Abrogena\nshould bear in mind that a lawyer is, first and foremost, an officer of the\ncourt. His duties to the court are more\nsignificant than those which he owes to his client. His first duty is not to his client but to the administration of\njustice; to that end, his client's success is wholly subordinate; and his conduct\nought to and must always be scrupulously\nobservant of the law and ethics of the profession. [12]\n\nWHEREFORE , the petition is hereby DISMISSED\nfor being moot and academic. Atty.\nEmilio Abrogena, counsel for petitioner, is hereby REPRIMANDED for his\nfailure to inform this Court of the death of petitioner and to perform his duty under Section 16, Rule 3 of the Revised Rules of\nCourt. He is further warned that a\nrepetition of such omission in the future will be dealt with severely.\n\nSO ORDERED. Regalado,\n(Chairman), Melo, Puno, and Mendoza, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Annex\n\"3\", pp. 24-33, Rollo .\n\n[2] Annex\n\"1\" pp. 38-40, ibid.\n\n[3] Decision\nof then Court of First Instance of Rizal, Branch XVIII in Civil Case No.\nQ-15143 entitled \"Alfaro T. Fortunado et.al. versus Mariano\nPascual, Eusebio Lopez, Jr., et.al. ., pp. 135-162, ibid.\n\n[4] Decision\npenned by Justice Jorge R. Coquia and concurred in by Justice Luis B. Reyes and\nJustice Nestor B. Alampay, pp.121-133, Rollo .\n\n[5] Annex\n\"4\", pp. 41-42, ibid.\n\n[6] Court of\nAppeals Rollo .\n\n[7] Annex\n\"A,\" p. 171, Rollo .\n\n[8] See\nVerified Manifestation dated January 28,1995, p. 112, ibid.\n\n[9] Pp. 174,\n176, 178, ibid. .\n\n[10] See\nResolution dated June 21,1995, p. 179, ibid.\n\n[11] Bongal vs .\nBureau of Labor Relations, 136 SCRA 225 cited in Lomo vs . Mabelin, 146\nSCRA 477.\n\n[12] Agpalo,\nLegal Ethics, 1989 edition, p. 110.",
  "content_length": 10844,
  "metadata_extraction_date": "2025-11-01T05:51:16.609354",
  "extraction_version": "2.0_enhanced_full_content"
}