{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/march/GR_108858.html",
  "filename": "GR_108858.html",
  "year": 1998,
  "month": "march",
  "case_number": "G.R. No. 108858",
  "gr_number": "108858",
  "volume_page": "350 Phil. 524",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "iluminada",
    "complainants",
    "mendez",
    "vicente",
    "respondents",
    "kapunan",
    "instant",
    "administrative",
    "sequel",
    "herein",
    "spouses",
    "against",
    "respondent",
    "judge"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n350 Phil. 524\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ A.M. No. RTJ-94-1257, March 06, 1998 ]\n[ A.M. No. RTJ-94-1257, March 06, 1998 ]\n\nJOSE SY BANG AND ILUMINADA TAN, COMPLAINANTS, VS. JUDGE  ANTONIO \nMENDEZ AND ATTY. VICENTE JOYAS, RESPONDENTS.\nD E C I S I O N\nJOSE SY BANG AND ILUMINADA TAN, COMPLAINANTS, VS. JUDGE  ANTONIO \nMENDEZ AND ATTY. VICENTE JOYAS, RESPONDENTS.\n\nD E C I S I O N\n\nKAPUNAN,  J.:\n\nThe instant administrative case is\nthe sequel to A.M. No. RTJ-91-672 filed by herein complainants Spouses Jose Sy\nBang and Iluminada Tan against the same respondent Judge Antonio Mendez. The antecedents facts are narrated in the\ndecision in A.M. No. RTJ-91-672 dated September 28, 1993, as follows: Two (2) lots, with an ice plant and improvements thereon situated\nat Calauag, Quezon, were originally owned by DBP and were leased to Suarez\nAgro-Industrial Corporation (corporation, for brevity) for a period of one year\nstarting on July 1, 1983. After the one\nyear period, DBP allowed the corporation to continue leasing said properties on\na monthly basis . The corporation,\nhowever, became delinquent in its rental payments. From the period July 1987 until September 1990, its unpaid\nrentals amounted to P 650,000.00. Thus, on August 16, 1990, DBP demanded that the corporation vacate the\nproperties. It refused. On December 15, 1990, DBP sold the\nproperties to complainant-spouses. They\nwere duly registered in their names. On December 21, 1990, complainants again demanded that the\ncorporation vacate the properties. Once\nmore, the demand was refused. The complainants then filed with the\nMunicipal Trial Court of Calauag, Quezon an ejectment suit (docketed as Civil\nCase No. 814) against the corporation. The Court issued a restraining\norder enjoining the corporation from further operating the ice plant. Not to be outdone, the corporation filed an\naction for specific performance and annulment of sale with preliminary injunction\nagainst DBP and the spouses before the Makati, RTC, Branch 134 (docketed as\nCivil Case No. 90-3511). The spouses filed a motion to dismiss Civil Case No. 90-3511 for\nimproper venue considering that the subject lots were situated in Calauag,\nQuezon. The motion was, however, denied\nand a writ of preliminary injunction was issued enjoining the spouses from\ntaking possession of the subject properties. The spouses elevated the case to the Court of Appeals on certiorari. In a decision dated April 15, 1991, the Court of Appeals declared the\nMakati RTC to be devoid of authority to hear the case and ordered its\ndismissal. A motion for\nreconsideration filed on May 10, 1991 was denied in a Resolution dated May 22,\n1991 on the ground that it was filed out of time. While the above case was pending before the Makati RTC (the\ncorporation’s period to file a motion for reconsideration not having as yet\nlapsed), the corporation filed on April 24, 1991 the same action (for specific\nperformance and annulment of sale, with preliminary and prohibitory injunction)\nagainst the same parties (DBP and the spouses), this time before the RTC of\nGumaca, Quezon, Branch 62, presided by respondent judge (docketed as Civil Case\nNo. 2137-G). At this point, it is\nnoteworthy to mention that there were only two (2) RTC branches in Gumaca,\nQuezon (Branches 61 and 62) and both were then presided by the respondent\njudge, he being the pairing judge in\nBranch 61. On even date, respondent judge issued a temporary restraining order\n(TRO) against DBP and the spouses. Hearing on the prayer for injunction was set\non May 9, 1991. However, the TRO was\nnot implemented for the spouses had already entered and were in possession of\nthe premises even before the petition was filed. Since the court failed to order the spouses to restore\npossession of the property to the corporation, an ex-parte motion to\namend said TRO was made by the corporation. The motion was granted in an Order dated April 30, 1991 and the date of\nhearing was reset to May 7, 1991. The spouses still refused to leave the premises claiming that the\nplaintiff corporation had not posted a bond and the writ did not state to whom\npossession of the premises should be surrendered. At the hearing held on May 8, 1991, both parties presented evidence\non the issue of whether or not the preliminary mandatory injunction should be\ngranted. In an Order of even date,\nrespondent judge considered the case submitted for decision within twenty (20)\ndays from April 30, 1991. Thereafter,\non May 14, 1991, respondent judge granted the writ of injunction upon the\nfiling of a one million peso bond by the corporation. On May 17, 1991, the corporation filed an ex-parte motion to\napprove the bond issued by Plaridel Surety and Insurance Co. On May 18, 1991, the spouses filed a\nManifestation and Motion before respondent judge informing the latter of the\npendency before the Makati RTC of the same action between the same parties and\nthus prayed for the dismissal of the Gumaca case. The motion was denied by respondent judge in an Order dated May\n21, 1991, for being moot and academic. [1]\n\nHere, complainants charge\nrespondent judge with gross impropriety in failing to lift the writ of\npreliminary mandatory injunction in Civil Case No. 2137-G despite the Decision\ndated February 2, 1993 of the Court of Appeals setting aside respondent judge’s\nMay 14, 1991 order granting the writ. [2] Complainants filed on June 25, 1991, a petition for certiorari and prohibition with the Court of Appeals contending that the trial court’s writ\nof preliminary injunction was a patent nullity.\n\nRespondent judge is further\ncharged with failing to resolve complainants’ motion to lift or dissolve the\nwrit of preliminary mandatory injunction for several months despite the lack of\na valid bond covering the writ. [3] It appears that respondent judge was informed on\nFebruary 10, 1992 through telegram from a certain Atty. Galalones of the Office\nof the Clerk of Court that Plaridel Surety and Insurance Co.’s authority to\noperate as a bonding entity has been suspended, as of January 28, 1992. [4] Complainants allege that as a consequence of the\nsuspension of Plaridel’s authority, they filed a manifestation and motion to\ndissolve the writ of injunction issued by respondent judge. Respondent judge failed to act on complainant’s\nmotion and Atty. Joyas did not file a substitute bond, prompting complainants\nto reiterate on October 25, 1993 their motion to dissolve the writ.\n\nRespondent judge and Atty. Joyas\nare also charged with falsification of a public document committed by inserting\na falsified bond in the civil case “in order to justify the effectivity of the\nwrit wrongfully issued and illegally maintained through the conspiracy of\nrespondents.” [5] Complainants allege that upon their examination of\nthe record of Civil Case No. 2137-G, they saw that a bond from Country Bankers’\nInsurance Corporation was “surreptitiously inserted,” without any accompanying\npleading, at pages 641 to 647. Upon\ntheir verification, complainants found the bond to be fake [6]\n\nThis administrative matter was\nreferred to Justice Omar U. Amin of the Court of Appeals for investigation,\nreport and recommendation. [7]\n\nAnent the first charge, respondent\njudge could not as yet execute the appellate court’s decision setting aside his\nOrder dated May 14, 1991 granting the writ of preliminary mandatory injunction,\nruling that “the [corporation’s] alleged right to retain possession of the\ncontroverted property is unclear and doubtful.” [8] The adverse party, Suarez Agro-Industrial\nCorporation, timely filed on February 24, 1993 a petition for review with this\nCourt. [9] This Court resolved the petition for review on\nDecember 5, 1994, affirming the appellate court’s ruling and denying the\npetition, long after the case was transferred to another branch of the regional\ntrial court as a result of respondent judge having\ninhibited himself from hearing Civil Case No.2137-G.\n\nAs to the second charge, we find\nthat respondent judge was unable to explain satisfactorily his failure to act\non complainant’s motion to dissolve the writ with dispatch, although he had\nbeen informed of the invalidity of the Plaridel bond.\n\nIt appears that on June 25, 1993,\ncomplainants filed a manifestation and motion praying for an order requiring\nSuarez Agro-Industrial Corporation to file another bond in lieu of the Plaridel\nbond. The corporation, through Atty.\nJoyas, filed on July 9, 1993 a motion praying that it be given a period of\nfifteen days within which to file a substitute bond. On September 17, 1993, the corporation, after failing to file a bond\nwithin the fifteen days, filed a motion praying that it be given a further ten\ndays to file a bond. In an Order dated\nSeptember 21, 1993, the court gave the corporation a period of ten days from\neven date. The ten days passed without\na bond being filed, prompting complainants to file again on November 3, 1993\nstill another motion to dissolve the writ on the ground that it is not covered\nby a valid bond. [10] In an Order dated November 3, 1993 the court\nsubmitted the matter for resolution.\n\nDelay in resolving motions is\ninexcusable and cannot be condoned. [11] The trial court judge, being the paradigm of justice\nin the first instance, is exhorted to dispose of the court’s business promptly\nand decide cases within the required periods. [12] Delay results in undermining the people’s faith in\nthe judiciary from whom the prompt hearing of their supplications is\nanticipated and expected, and reinforces in the mind of litigants the\nimpression that the wheels of justice grind ever so slowly.\n\nWe note furthermore the urgency\ninvolved in the resolution of the motions. Respondent judge was informed as early as February 10, 1992 of the fact\nthat Plaridel Surety and Insurance Co. had become bankrupt and its authority as\na bonding entity suspended, [13] and through the repeated filing of motions by\ncomplainants calling attention to such fact. The Rules of Court explicitly requires a bond for the purpose of such\nbond answering for damages which the party enjoined may sustain by reason of\nthe injunction if the court should finally decide that the plaintiff was not\nentitled thereto. [14] It was prejudicial to the interest of complainants\nhere that respondent judge, by his inaction, allowed a lacuna in time where no\nbond at all covered the writ, particularly, as it would later be resolved, that\nthe corporation had no clear and existing right over the subject properties as\nwould entitle it to the writ demanded. [15]\n\nOn the matter of the fake second\nbond, the investigating justice made the following findings: That while the case folio was still\nin his Sala, a fake bond was filed on November 17, 1993 at 1:10 in the\nafternoon (Exhibits “7” and “7-A” – Mendez) and he was not informed by then\nClerk of Court Atty. Benno L. Bonifacio, because there was already an order for\nthe respondent Judge to transfer the case to Branch 61 and in fact the case was\ntransferred on November 19, 1993, hence respondent Judge explained that he had\nno knowledge of the existence of Exhibit “7”, the fake bond. The Presiding Judge of the Sala controls the\ncase and makes decision on the matter sought to be resolved, but he is not the\nRecord Custodian of more than 400 cases that he is hearing. That the said bond was found out to be fake\nonly on March 7, 1994 (Exhibits “8” and “8-A” – Mendez) when the case was\nalready being tried by Branch 61. [16]\n\nWe agree with the investigating\njustice that respondent judge cannot be held liable with knowledge of the\ninsertion of the fake bond in the record, absent substantial evidence. [17]\n\nNor can we ascribe to the court\npersonnel knowledge that the bond was fake. The fake bond was received by one of the employees of the trial court at\n1:10 in the afternoon of November 17, 1993, as shown by the stamped box on the\nleft hand corner of the document, but was not accompanied by any letter or\nmotion. The bond and the attached\ndocuments were then tacked to the records of Civil Case No. 2137-G at pages 641\nto 647. [18] While the inclusion of the bond in the record may\nhave been irregular or may be the result of oversight or carelessness on the\npart of the court personnel, as it was not introduced therein via any pleading,\nwe cannot readily conclude that such inclusion was “surreptitiously” made with\nfull knowledge that the bond was bogus, as charged by complainants. After all, the documents were received in\nthe course of the court’s business and stamped accordingly, and made part of\nthe records with appropriate pagination.\n\nWe also adopt the findings of the\ninvestigating justice relative to Atty. Vicente Joyas involvement in the\nprocuring and filing of the fake bond, to wit: In the present case, I find no conspiracy in the filing of the fake\nbond. The respondent Judge did not know\nof its existence, whereas, Atty. Vicente Joyas, although he admitted he was asked\nto replace the bond posted by the bankrupt Plaridel Surety and Insurance\nCompany, he was not the one who processed it and he did not file the said bond\nhimself and was not cognizant of the defect of the bond.\n\nBeyond the circumstance that Atty.\nJoyas was the counsel for the corporation, complainants failed to substantiate\ntheir charges against him. Atty. Joyas\nexplained in his Comment that the corporation and not he himself procured the\nbond. His participation was to simply\nexamine the bond, particularly whether it was accompanied by the required\ncertifications from the Supreme Court and the Insurance Commissioner, and\nfinding the same to be on its face in order, and furthermore, notarized, caused\nthe same to be brought to the trial court for filing. [19] Atty. Joyas further pointed out that the corporation\n“if only to show to the Court that it will not willingly allow itself nor that\nof its counsel to be a party in posting a fake bond” [20] posted a cash bond in the amount of P 1,000,000.00.\n\nIt is imperative however to\npinpoint with certitude the person or persons responsible for the fake\nbond. The certification dated March 21,\n1994 of Country Bankers Insurance Corporation from whom the bond was allegedly\nprocured states that the signature of the surety’s agent appearing on the\ndocument was not genuine, that this agent was not authorized to issue bonds,\nand that the entity which issued the receipt for the premium was not an agent.\nThe certifying officer, the Senior Manager of the Bonding Department of Country\nBankers Insurance Corporation, intimated that “a syndicate is definitely behind\nthe proliferation of fake bonds.” [21] We thus must order an investigation into this matter.\n\nRespondent judge compulsorily\nretired on January 5, 1998. His\nretirement does not however render this administrative case moot and\nacademic. As we have stated: x x x [T]he jurisdiction that was\nOurs at the time of the filing of the administrative complaint was not lost by\nthe mere fact that the respondent public official had ceased to be in office\nduring the pendency of his case. The\nCourt retains its jurisdiction either to pronounce the respondent official\ninnocent of the charges or declare him guilty thereof. A contrary rule would be fraught with\ninjustices and pregnant with dreadful and dangerous implication. x x x If\ninnocent, respondent official merits vindication of his name and integrity as\nhe leaves the government which he has served well and faithfully; if guilty, he deserves to receive the\ncorresponding censure and a penalty proper and imposable under the situation. [22]\n\nWHEREFORE, the foregoing warrants that the Court reprimand\nrespondent Judge Antonio Mendez, and considering his retirement from the\nservice, let a copy of this decision be spread on his record for the guidance\nof the members of the bench.\n\nThe Office of the Court\nAdministrator is directed to initiate with the National Bureau of Investigation\na thorough inquiry into the circumstances around the fake Country Bankers\nInsurance Corporation Bond JCL (8) No. 01294 in Civil Case No. 2137-G, and to\nsubmit a report on the investigation within ninety (90) days from receipt of\nthis decision. The Clerk of Court is\ndirected to docket the matter as a formal “administrative matter” and to assign\nit an appropriate number.\n\nFurthermore, the complaint as to\nAtty. Vicente Joyas is dismissed motu proprio , there being no prima\nfacie evidence of any liability arising from the fake bond as to require\nreferral of the complaint to the Office of the Bar Confidant for docketing and\nevaluation.\n\nSO ORDERED. Narvasa, CJ., Romero and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] 226 SCRA\n770, 775 to 777.\n\n[2] Memorandum for Complainants, p. 1.\n\n[3] Complaint, p. 4.\n\n[4] See note\n1, p. 784.\n\n[5] Rollo ,\np. 1.\n\n[6] Id .,\nat 5.\n\n[7] In a\nResolution dated February 24, 1997 of the First Division.\n\n[8] CA\ndecision in CA-G.R. SP No. 25225 dated February 2, 1993, p. 4.\n\n[9] Docketed as G.R. No. 108858.\n\n[10] See Rollo ,\npp. 35 – 36.\n\n[11] Dysico v. Dacumos, 262 SCRA 275 (1996); Ubarra v. Tecson, 134 SCRA 4 (1985)\n\n[12] Rule\n3.05, Canon 3 of the Code of Judicial Conduct.\n\n[13] See note\n1, p. 784.\n\n[14] Section\n4, Rule 58.\n\n[15] See\nResolution dated December 5, 1994 of the Third Division in G.R. No. 108858.\n\n[16] Id., at 9-10.\n\n[17] Lachica v. Flordeliza, 254 SCRA 278 (1995).\n\n[18] Certification dated August 1, 1994 of Elizabeth M. San Juan-Mata, Clerk of\nCourt V of the Regional Trial Court,\nBranch 61- Gumaca.\n\n[19] Rollo ,\npp. 55- 58.\n\n[20] Id .,\nat 59.\n\n[21] Id., at\n12.\n\n[22] Gallo v. Cordero, 245 SCRA 219 (1995); Zarate v. Romanillos, 242 SCRA 593 (1995), citing cases; See also Raval v. Romero, 72 SCRA 172, 174 (1976) relative to the\ndirective of the Court that considering that therein respondent judge was no\nlonger in government service, “it would suffice to spread in respondent’s\nrecord the said procedural error [subject of the administrative complaint\nagainst him], so that the same may not be repeated by other members of the\nbench.”",
  "content_length": 18107,
  "metadata_extraction_date": "2025-11-01T05:51:11.751158",
  "extraction_version": "2.0_enhanced_full_content"
}