{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/march/GR_125240.html",
  "filename": "GR_125240.html",
  "year": 1998,
  "month": "march",
  "case_number": "G.R. No. 125240",
  "gr_number": "125240",
  "volume_page": "350 Phil. 771",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "office",
    "court",
    "administrator",
    "complainant",
    "alvarez",
    "personnel",
    "concerned",
    "respondent",
    "martinez",
    "decision",
    "regional",
    "trial",
    "branch"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n350 Phil. 771\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ A.M. No. CA-98-8-P, March 11, 1998 ]\n[ A.M. No. CA-98-8-P, March 11, 1998 ]\n\nOFFICE OF THE COURT\nADMINISTRATOR, COMPLAINANT, VS. MYRNA ALVAREZ (CA PERSONNEL CONCERNED), RESPONDENT.\nD E C I S I O N\nOFFICE OF THE COURT\nADMINISTRATOR, COMPLAINANT, VS. MYRNA ALVAREZ (CA PERSONNEL CONCERNED), RESPONDENT.\n\nD E C I S I O N\n\nMARTINEZ, J.:\n\nFrom the\ndecision of the Regional Trial Court – Branch 135, in Civil Case No. 88-1558\nentitled “Juan Perez, Jr. and Alicia Perez vs. Alfredo Mesias and\nCandido Silao” for Loss and Damages, [1] herein petitioners appealed to the\nCourt of Appeals. This appeal was dismissed\nin a resolution dated January 15, 1996 [2] for failure to pay the required\ndocket fees. A motion for\nreconsideration thereof was filed by petitioners but was denied by the Court of\nAppeals in its March 29, 1996 resolution. [3]\n\nAs a result of\nwhich, a special civil action for certiorari [4] was filed by petitioners with the Supreme Court on\nJune 25, 1996 assailing the denial of the motion for reconsideration and\nimputing the delay in the filing thereof to the misleading instructions of a\ncertain Court of Appeals employee. Said\npetition for certiorari was dismissed by the Supreme Court in its\nresolution dated July 24, 1996 [5] for having been filed beyond the\nreglementary period. Petitioners filed\na motion for reconsideration which the Supreme Court denied with finality in\nits September 23, 1996 resolution. [6]\n\nPursuant to an\ninternal resolution dated July 24, 1996, [7] the First Division of this Court,\ninstructed the Office of the Court Administrator (OCA) to conduct an\ninvestigation relative to the actuations of Court of Appeals employee Myrna\nAlvarez who allegedly misled petitioners and caused the late filing of their\nmotion to admit payment of docket fee in CA-G.R. CV UDK No. 3346 and which led\nto the dismissal of their appeal in the said court.\n\nThe factual\nbackground which spawned the investigation is adequately summarized in the\nMemorandum submitted by the Court Administrator to the Chairman, First Division\non September 30, 1997, and which is quoted hereunder: “An adverse decision of RTC, Branch\n135, Makati City in Civil Case No. 88-1558 entitled ‘Juan Perez, Jr. and Alicia\nPerez vs. Alfredo Mesias and Candido Silao’ for Loss and Damages was\nappealed by defendants-appellants to the Court of Appeals but was dismissed per\nResolution dated January 15, 1996 for failure to pay the required docket\nfees. Said resolution was received by\ndefendants-appellants on January 22, 1996. On January 25, 1996 a motion for\nreconsideration of said resolution and cash payment of P 400.00 for\ndocket fees were brought by Ms. Jaralyn Cesar, a staff of Atty. Semproniano\nOchoco (counsel for defendants-appellants), to the Court of Appeals for filing\nwhere one Ms. Myrna Alvarez, an employee of the Court of Appeals, Docket\nSection allegedly refused to accept the payment as well as the motion and\ninstead instructed Ms. Jaralyn Cesar to pay the docket fees by money order\npayable to the Court of Appeals. That\nsame day Ms. Cesar, as alleged in her ‘Sinumpaang Salaysay,’ proceeded to the\nCaloocan City Post Office, to purchase the needed postal money orders and\nmailed these to the Court of Appeals. Thereafter she returned to the Court of Appeals to file the motion for\nreconsideration but Ms. Alvarez still allegedly refused to accept the pleading\nin question. Once again she directed\nMs. Cesar to have the pleading changed to a ‘Motion to Admit Payment of Docket\nFee.’ The following day, January 26, 1996\nMs. Cesar filed the motion to admit payment of docket fee but Ms. Alvarez again\nrejected it on ground that the postal money order checks must first be received\nby the Court of Appeals and that they still have to wait for fifteen (15) days\nmore. Ms. Alvarez further told Ms.\nCesar to just wait for her call. Three (3) days later, (January 29,\n1996) Ms. Cesar again filed the aforementioned motion but was again rejected\nfor the same reason that the Court of Appeals had not yet received the postal\nmoney order. It was only on February\n14, 1996 that the aforesaid motion was finally admitted but was eventually\ndenied by the Court of Appeals for having been filed beyond the reglementary\nperiod. Consequently, a petition for certiorari was filed by defendants-appellants Alfredo Mesias and Candido Silao with the\nSupreme Court assailing the denial of the motion and imputing the delay in the\nfiling of the motion for reconsideration to Ms. Alvarez’ misleading\ninstructions.”\n\nThe Court\nAdministrator directed Ms. Alvarez to comment on the allegations of\ndefendants-appellants Mesias and Silao. Ms. Alvarez submitted her comment, which, in gist, states that there is\nno truth to the allegation that she refused to accept the motion for\nreconsideration and the postal money order slip; and that the advice given to\nMs. Cesar was to effect payment by postal money order considering that the case\non appeal was already dismissed by the court; and, to attach the payment of the docket fee to the motion for\nreconsideration. [8]\n\nA legal team was\nsent by the Court Administrator to the Court of Appeals who interviewed Mr.\nBuenaventura Miguel, Acting Chief, Judicial Records Section; and Atty. Elisa\nLongalong, Assistant Clerk of Court, Court of Appeals.\n\nThe talk with\nMr. Buenaventura Miguel elicited the fact that Ms. Alvarez is a Utility Worker\nassigned in the Docket Section and whose specific job is to index newly\nappealed cases and arrange Rollo s. According to Miguel, while Ms. Alvarez is not a “frontliner” in the\noffice, and, thus, not in a position to\ngive instructions or advice to party-litigants, however, due to lack of\npersonnel, the Docket Section had to utilize anybody thereat to give advice to\nparty-litigants.\n\nOn the other\nhand, Atty. Elisa Longalong gave the legal team an overview of the standard\noperating procedure of the Court of Appeals relative to the filing of\npleadings, similar to that of the motion for reconsideration filed by Ms. Cesar. Atty. Longalong said that the recourse\navailable to party-litigants in dismissed cases for failure to pay docket fee\nis to first file a motion for reconsideration. And, once the motion for reconsideration is granted, then that is the\ntime for the movant to pay the docket fee.\n\nThe two, Atty.\nLongalong and Buenaventura Miguel, were of the opinion that probably the advice\ngiven by Ms. Alvarez, as admitted in her comment, was well-meaning, she\npresumably being of the belief that it would shorten the process, i.e., should\nthe motion for reconsideration be granted, then the intended payment for docket\nfees sent by postal money order would have already been received by the\ncourt. However, Miguel and Atty.\nLongalong were of the view that respondent probably was not in a position to\nclearly explain to the complainant the necessity to first file with the\nReceiving Section the motion for reconsideration of the resolution dismissing\nthe appeal for failure to pay docket fees. Atty. Longalong gave the opinion that Ms. Alvarez should have referred\nMs. Cesar to the Receiving Section which has the ministerial duty of accepting\npleadings filed with the Court of Appeals irrespective of whether the same is\ntimely filed or not.\n\nWe have read the\nrecord of the case, and we are in complete agreement with the finding of the\nCourt Administrator in his Memorandum, that:\n\n“x x x. While there is no evidence presented to\nindicate bad faith or malice on the part of Ms. Alvarez, we nevertheless look\nwith disfavor on the practice in the Judicial Records Division of the Court of\nAppeals of allowing a Utility Worker without any legal background or experience\nto give advice to party-litigants involving policy or procedure with respect to\nlegal matters.\n\nOn the other\nhand we wish to invite attention to the fact that it is incumbent upon counsel\nfor the appellants, who has the duty to protect the interests of their clients,\nto see to it that their staff, charged with filing pleadings in court, are\nknowledgeable or properly instructed on the matter.” [9]\n\nWe further add\nthe following observations –\n\nAs admitted in\nher Comment, Ms. Alvarez knew, as she ought to know, that she was not\nauthorized to receive motions and that the proper office therefor was the\nReceiving Section of the Court of Appeals. Instead of simply directing Cesar to the aforesaid office, she took it\nupon herself to give improper advice knowing fully well that she had neither\nthe competence nor authority to do so.\n\nWhile the acts\nof Alvarez may not have been motivated by bad faith or malice, ordinary reason\nand prudence should have prompted her to desist from giving suggestions or\nadvice, however well meant. It is well\nworth noting that messengers/agents of party-litigants tasked with the filing\nof pleadings will ordinarily take as gospel truth and give due regard to\nwhatever advice is received from any court employee with some sort of apparent\nauthority. Alvarez should have been\naware of this ostensible predisposition which could have guided her into being\nmore circumspect in her utterances.\n\nThe conduct and\nbehavior of everyone connected with an office charged with the dispensation of\njustice, from the presiding judge to the lowliest clerk, should be\ncircumscribed with the heavy burden of responsibility. [10] Every employee or officer involved\nin the dispensation of justice should be circumscribed with the heavy burden of\nresponsibility and their conduct must at all times be above suspicion. [11]\n\nMr. Buenaventura\nMiguel, as Acting Chief of the Judicial Records Division, is responsible for the\nacts of the personnel therein relative to the discharge of their duties. Being head of the department, Miguel should\nhave exercised his control and supervision over subordinate employees as well\nas his prerogative to implement work policies in such a manner as would avert\nany appearance of impropriety and promote the speedy and efficient\nadministration of justice. He has not\nbeen meticulous and zealous as he should have been in organizing and\nsupervising the work of his subordinates as required by Canon 3, Rule 3.09 of\nthe Code of Judicial Conduct. [12]\n\nBy his own\nadmission, he laid open the anomalous practice of allowing practically anybody\nin their office to give advice to party-litigants. His acquiescence and tolerance of such an arrangement has the propensity\nto create confusion in the filing of pleadings in the Court of Appeals.\n\nOn the other\nhand, the Court takes note of the apparent ineptitude of Ms. Cesar as shown by\nher failed attempt to file the motion for reconsideration. Party-litigants, counsels and their staff\nare, therefore, cautioned to be more scrupulous and cognizant of the proper\nprocedure in the filing of pleadings. The Court understands the frustration that litigants and lawyers alike,\nwould at times encounter in procedural bureaucracy, but imperative justice requires proper observance of\nindisputable technicalities precisely designed to ensure its proper\ndispensation. [13]\n\nThe Court\nAdministrator recommends that: “1. Respondent Ms. Myrna Alvarez be\nREPRIMANDED and WARNED not to meddle with the business transacted with the\noffice, especially when these pertain to matters outside the scope of her\nassigned duties and responsibilities; otherwise a repetition of the same or\nsimilar act will be dealt with more severely; 2. Mr. Buenaventura Miguel, Acting\nChief, Judicial Records Division, Court of Appeals, be ADMONISHED for allowing\nthe personnel in the Division irrespective of their duties and function, to\ndeal with and give advice to party litigants on matters pertaining to cases\npending in the Court of Appeals; and, be DIRECTED to take the necessary steps\nas well as to immediately correct such practice; 3. Clerk of Court Tessie Gatmaitan\nas well as Assistant Clerk of Court Elisa Longalong, Court of Appeals be\nDIRECTED to REMIND the Chiefs of Offices/Divisions and their personnel,\nspecially those offices with direct dealings with the public to be more prudent\nin the discharge of their duties and responsibilities least the public they\nvowed to serve be prejudiced; and 4. Atty.\nSemproniano S. Ochoco be ADVISED to see to it that his staff charged with\nfiling of pleadings in court are knowledgeable and properly instructed on the\nmatter.” [14]\n\nWe agree.\n\nWHEREFORE, pursuant to the recommendation of\nthe Court Administrator, the sanctions, as above recommended, are hereby\nimposed upon the above-named employee and officials of the Court of Appeals.\n\nSO ORDERED. Regalado\n(Chairman), Melo, Puno and Mendoza, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Annex “E,” G.R. No. 125240; Rollo , p. 25.\n\n[2] Ibid. , Rollo , p. 34.\n\n[3] Id., Rollo , p. 46.\n\n[4] Id ., Rollo , p. 3.\n\n[5] Id ., Rollo , p. 48.\n\n[6] Id ., Rollo , p. 52.\n\n[7] Id ., Rollo , p. 47.\n\n[8] See Comment.\n\n[9] A.M. No. CA-98-8-P, Rollo , pp. 68-69.\n\n[10] Villamor vs. Vera Cruz, Jr., 227 SCRA 239.\n\n[11] Juntilla vs. Calleja, 262 SCRA 291.\n\n[12] Cui vs. Madayag, 245 SCRA 1.\n\n[13] Young vs. Office of the Ombudsman, 228 SCRA\n718.\n\n[14] A.M. No.\nCA-98-8-P, Memorandum dated September 30, 1997; Rollo , p. 73.",
  "content_length": 13251,
  "metadata_extraction_date": "2025-11-01T05:51:15.472900",
  "extraction_version": "2.0_enhanced_full_content"
}