{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4207_1908.html",
  "filename": "gr_l-4207_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4207_1908",
  "gr_number": "gr_l-4207_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 26, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "plaintiff",
    "evidence",
    "defendants",
    "trial",
    "judgment",
    "court",
    "land",
    "valle",
    "appellant",
    "taken",
    "stated",
    "down",
    "said",
    "juan",
    "below",
    "against",
    "submitted",
    "set",
    "forth",
    "held"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4207\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4207              March 26, 1908\n\nJUAN VALLE,\n\nplaintiff-appellant,\n\nvs.\n\nSIXTO GALERA, ET AL.,\n\ndefendants-appellees.\n\nLeocadio Joaquin for appellant.\n\nGabriel La O for appellees.\n\nMAPA,\n\nJ.\n\n:\n\nThis is a suit for the ownership of a cocoanut grove. The court below found for the defendants with the costs against the plaintiff. The latter excepted to the finding, and moved for a new on trial on the ground that the evidence did not sufficiently justify the judgment. The oral evidence taken at the trial was not, however, submitted to this court. In connection therewith the following is stated on page 3 of the bill of exceptions:\n\nBe it also set forth that the hearing in this case was held on the 24th day of April last, and that Juan Valle himself and Pedro Leon Quejada testified as witnesses for the plaintiff, but that owing to the fact\n\nthat their declarations were not taken down in shorthand\n\n, it is not possible to set them forth in this bill exceptions.\n\nFrom what is stated in the judgment appealed from, it is evidence that several witnesses also testified in favor of the defendants. Neither have their declarations been submitted here. Documentary evidence alone has been submitted and this prevents us from reviewing the conclusions of fact set forth in the judgment, because for such purpose it would be necessary to examine all the evidence adduced at the trial, and the oral evidence is not before us.\n\nThe fact that the testimony of the witnesses was not taken down in shorthand is not a sufficient excuse. In the first place it does not appear that the plaintiff objected to, not the he even protested against, the holding of the trial for the reason that said declarations were not taken down in shorthand. In the second place they could have been written in longhand or typewritten, or the plaintiff might have noted them down, afterwards submitting his notes to the trial judge in the event of an appeal. At all events we have repeatedly held that it is the duty of the appellant to prepare on his own account and submit here all the evidence, if he desires it to be reviewed by this court, and that this court will not review the evidence unless the same is complete.\n\nFor this reason we must accept the conclusion of the court below as stated in the judgment appealed from just as they stand.\n\nIt is stated in the judgment that the plaintiff attempted to prove that he had purchased the land in question from a certain Bernardino de la Peña in 1874; but that a daughter of the latter testified that her father had sold said land, not to the plaintiff, but to Santiago Valle, the father of the defendant herein, who lived on the said land which is at, the present time actually in the possession of the defendants, Furthermore, according to the judgment, the defendants presented a certified copy of the entry of the said land in the registry of property of the province, made in the name of their father, Santiago, in view of the concessionary grant obtained by him by composition with the Government on the 14th of December, 1897.\n\nThe court below held \"that Santiago Valle and his heirs (the defendants) have been in actual and material possession of the land in question on which they have been living all the time, and that Juan Valle (the plaintiff) has never been in possession of the same, and that the allegation that he received one-half of the products denied by the defendants, is not true . . . .\"\n\nIn view of the foregoing facts, we concur in the conclusions of the trial judge in that \"the preponderance of the evidence and the best proofs offered at the trial show that the plaintiff has no right whatever to the land that he claims from the defendants.\"\n\nThe judgment appealed from is hereby affirmed with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Johnson, Carson, and Willard, JJ.,\n\nconcur.\n\nTracey, J.,\n\nconcurs in the result.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4055,
  "metadata_extraction_date": "2025-11-16T08:30:29.907874",
  "extraction_version": "2.0_enhanced_full_content"
}