{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4078_1908.html",
  "filename": "gr_l-4078_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4078_1908",
  "gr_number": "gr_l-4078_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 31, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "defendant",
    "said",
    "her",
    "abordo",
    "plaintiff",
    "lot",
    "jose",
    "who",
    "she",
    "should",
    "instrument",
    "sale",
    "made",
    "same",
    "property",
    "appellant",
    "ownership",
    "building",
    "one",
    "administratrix"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4078\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4078              March 31, 1908\n\nCONCEPCION MENDIOLA,\n\nplaintiff-appellee,\n\nvs.\n\nNICOLASA PACALDA,\n\ndefendant-appellant.\n\nH.D. Terrell for appellant.\n\nLuciano de la Rosa for appellee.\n\nMAPA,\n\nJ.\n\n:\n\nThis is a suit regarding the ownership and possession of a building lot. It is admitted by the parties that said lot originally belonged to one Marcelino Abordo. The plaintiff, acting as administratrix of the estate of her late husband, Jose Muñoz, alleges that the latter purchased the said lot from Abordo in June, 1891; and it is alleged by the defendant that Abordo had previously sold the same building lot to her.\n\nThe plaintiff, in order to prove her allegation, offered in evidence a public instrument executed on the 24th of June, 1891, wherein the sale of the lot in controversy, made by Abordo to Jose Muñoz for the price of 200 pesos, is set forth. Said instrument was recorded in the registry of property of the province under date of the 9th of July, 1892.\n\nThe defendant tried to prove by means of witnesses the purchase made by her from Abordo, presenting to no document whatever, because she said that the one which had been executed in connection with said sale was lost or misplaced during the insurrection. She does not, however, specify what kind of document it was, and from the terms of her declaration it can not be deduced that it was a public instrument, admitting that it did actually exist, which appears only by her own statement.\n\nNevertheless, assuming that the purchase alleged by the defendant is true, it would result that Abordo sold the lot in controversy to two different purchasers  one being the defendant and the other Jose Muñoz. This being true, the case should be resolved in accordance with article 1473 of the Civil Code, which provides as follows:\n\nIf the same thing should have been sold to different vendees, the ownership shall be transferred to the person who may have first taken possession thereof in good faith, if it should be personal property.\n\nShould it be real property, it shall belonged to the person acquiring it who first recorded it in the registry.\n\nTherefore, as the purchase made by Jose Muñoz is recorded in the registry, and that of the defendant is not, the former must prevail over the latter, and the ownership of the property should be held to have been lawfully transferred, not to the defendant, but to Jose Muñoz. Hence, the question must be resolved as the court below has rightly decided it, in favor of the plaintiff.\n\nThe defendant impugns as false the deed of sale presented by the plaintiff. And in fact, the witness, Gabriel Dabuit, who it appears was the\n\ngobernadorcillo\n\nwho subscribed the said instrument, declares that he neither signed nor authorized it, and, therefore, it was not true that he had taken part in execution of the same. But in opposition to his statement is that of a subscribing witness to the writing who recognized the authenticity thereof, and that of another witness who, although not having officially intervened therein, asserts that he witnessed the execution of the said instrument and the actual and material payment of the price of said building lot made at the time to the vendor. Moreover, the signature of the notary who issued the first copy of the deed presented and that of the registrar, have been duly identified.\n\nThe declaration of the defendant herself has also corroborated the truth of the sale made by Abordo to Jose Muñoz, inasmuch as she stated that upon being informed of the said sale she brought suit against Abordo for again selling the land to Muñoz, the former having been convicted of the crime of\n\nestafa\n\n.\n\nThe defendant states in her brief that the plaintiff has not proven that she is really the administratrix of the estate of her late husband, Jose Muñoz, under which title the complaint was interposed, because Exhibit B, presented by her, does not show such to be a fact. Whatever may be the importance of said exhibit in this connection, the truth is, that the defendant did not deny, either specifically or generally, in her answer to the complaint, the allegation contained in the same to the effect that the plaintiff was the administratrix of said estate, for which reason it should be considered that she admitted it, and, in consequence thereof, it can not be discussed in the present condition of this litigation. (Sec. 94. Code of Civil Procedure.)\n\nThe judgment appealed from is hereby affirmed with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4715,
  "metadata_extraction_date": "2025-11-16T08:29:43.941805",
  "extraction_version": "2.0_enhanced_full_content"
}