{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-3007_1908.html",
  "filename": "gr_l-3007_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-3007_1908",
  "gr_number": "gr_l-3007_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 30, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Labor Law",
    "Tax Law",
    "Constitutional Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "church",
    "property",
    "one",
    "cemetery",
    "convento",
    "complaint",
    "government",
    "municipality",
    "said",
    "possession",
    "tower",
    "catholic",
    "plaintiff",
    "its",
    "roman",
    "churchyard",
    "made",
    "described",
    "order",
    "against"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3007\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3007              March 30, 1908\n\nTHE ROMAN CATHOLIC APOSTOLIC CHURCH, ET AL.,\n\nplaintiffs,\n\nvs.\n\nTHE MUNICIPALITY OF BADOC, ET AL.,\n\ndefendants.\n\nHartigan and Rohde for plaintiffs.\n\nBuencamino and Diokno Deogracias Reyes, and Teodoro Gonzalez for defendants.\n\nARELLANO,\n\nC.J.\n\n:\n\nThis is an action brought by the Roman Catholic Church against several municipalities of the Province of Ilocos Norte, Don Gregorio Aglipay,\n\nObispo Maximo\n\nof the Independent Philippine Church, and several others, demanding the restitution of certain properties.\n\nParagraph V of the complaint establishes the following fact:\n\nThat from time immemorial the churches,\n\nconventos\n\n, cemeteries, and other properties used in connection with the churches,\n\nconventos\n\n, and cemeteries hereinafter specified have existed in the above-named towns of Badoc, Paoay, Pasuquin, San Miguel de Sarratt, Batac, Piddig, Dingras, Bacarra, Bangui, and Laoag, of the aforesaid Province of Ilocos Norte, and at the present time there exist also the paraphernalia of the churches and\n\nconventos\n\nspecified in the complaint. All of these churches,\n\nconventos\n\n, and cemeteries dedicated to the practice of the Roman Catholic religion, have been so dedicated from the immemorial time of their construction until a few years ago, when the defendants unlawfully took possession of the said churches,\n\nconventos\n\n, cemeteries, and other properties, and they now continue in possession thereof, dedicating them to the use of the Independent Philippine Church, in violation of the rights of the plaintiff.\n\nIn paragraph VI is claimed the following:\n\nIN THE TOWN OF BADOC.\n\n(\n\na\n\n) A church; (\n\nb\n\n) a churchyard adjoining the church; (\n\nc\n\n) a parish house and its dependencies; (\n\nd\n\n) the walls of a demolished building called the\n\nconvento\n\n; (\n\ne\n\n) an old cemetery; (\n\ng\n\n) a parcel of land used as a cemetery in the sitio of Paratong; and (\n\nh\n\n) all appurtenances of the church described in the complaint.\n\nThe statements in the complaint are proved by the testimony of the municipal vice-president, Antonio Cagigal, who states that the above-mentioned property was dedicate to the use of the Catholic Church until the year 1901, when the municipality claimed to have a right to the church,\n\nconvento\n\n, and cemetery, and turned over the administration thereof to Mariano Espiritu, a clergyman who, being a Catholic priest and having acted as a Catholic parish priest until the year 1902, confirms the same, it being only since said year that he has refused to obey his superiors in order to continue to administer the properties in the name of the people, the latter representing the Government.\n\nFrom the property claimed in the complaint the building lot marked\n\n(f)\n\n, situated within the town, must be eliminated, as, according to the provisions of Act No. 1376, and several decisions of this court in similar cases it can not be considered in a suit of this kind, it being without the jurisdiction of this court.\n\nVII.\n\nTOWN OF PAOAY.\n\nThere is claimed (\n\na\n\n) a church; (\n\nb\n\n) a\n\nconvento\n\n; (\n\nc\n\n) a tower with four bells; (\n\nd\n\n) a courtyard adjoining the\n\nconvento\n\n; (\n\ne\n\n) a churchyard attached to the church and walled in;\n\n(f)\n\na cemetery in the sitio of Payog; (\n\nk\n\n) the altars, images, sacred cups, ornaments, and all other paraphernalia used in the religious exercises, as found in the complaint; and (\n\ng\n\n) a building lot adjoining the\n\nconvento\n\nyard verified by the now adverse parish priest as belonging to the\n\nconvento\n\n.\n\nThe present curate Quirino Evangelista, was placed there by Gregorio Aglipay, and, according to his own statement, owed obedience to the Pope until 1902. He affirms that the description contained in the complaint is correct, and like the municipal president, certifies that the property and other things claimed were used in the exercise of the Catholic religion.\n\nThe property marked in the complaint under the letters (\n\nh\n\n), (\n\ni\n\n), and\n\n(j)\n\nare eliminated as being without the original jurisdiction of this court, they being parcels of land or building lots, and described as such in the complaint but not being described as adjuncts to said buildings even though they may belong to the church of Paoay.\n\nVIII.\n\nPASUQUIN.\n\n(\n\na\n\n) A church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) a new\n\nconvento\n\n; (\n\nd\n\n) a parish house adjoining the\n\nconvento\n\n; (\n\ne\n\n) a cemetery;\n\n(f)\n\na tower with six bells; (\n\ni\n\n) ornaments, utensils, fittings for public worship.\n\nNotwithstanding the fact that the municipal president only certifies as to the existence of the cemetery, the description of which, according to the adverse curate Esteban Paz is correct, the witnesses Pablo Aguinaldo, Tomas Ibalio, and Fruto Aguinaldo testify to the existence of the\n\nconvento\n\nand church, to which they are accessions.\n\nIt only remains for us to eliminate from the property claimed those parcels marked (\n\ng\n\n) and (\n\nh\n\n), for the reasons already set forth.\n\nThe above-mentioned curate proves by means of documents that he was appointed by an American Army officer.\n\nIX.\n\nSAN MIGUEL DE SARRATT.\n\n(\n\na\n\n) A church; (\n\nb\n\n) a\n\nconvento\n\n; (\n\nc\n\n) the present cemetery; (\n\nd\n\n) another cemetery in Pacni; (\n\ne\n\n) a tower with its bells;\n\n(f)\n\none plot of land, a portion of which is occupied by the church, churchyard, and\n\nconvento\n\n; and (\n\nh\n\n) the altars, images, sacred cups, the existence of which is acknowledged and partly rectified by the present adverse curate. The ownership and use are well proven.\n\nFor the reasons already set forth, the garden indicated by the letter (\n\ng\n\n) is eliminated.\n\nX.\n\nPIDDIG.\n\n(\n\na\n\n) A church; (\n\nb\n\n) a\n\nconvento\n\n; (\n\nc\n\n) a cemetery; (\n\nd\n\n) a tower; (\n\ng\n\n) articles used in the services in the church, the existence of which has been verified by the adverse parochial priest.\n\nThat the above mentioned property belongs to the plaintiff church, and that it is used for the purposes of public worship, is proven.\n\nThe parcels of land marked (\n\ne\n\n) and\n\n(f)\n\nare eliminated.\n\nAll that is claimed by the municipal president and by the adverse curate is that the aforesaid buildings belong to the Government, and that the former curates administered them because they received a salary from the Government.\n\nXI.\n\nDINGRAS.\n\nThe properties marked\n\n(f)\n\n, (\n\ng\n\n), (\n\nh\n\n), (\n\ni\n\n),\n\n(j)\n\n, (\n\nk\n\n), (\n\nl\n\n), (\n\nm\n\n), (\n\nn\n\n), and (\n\no\n\n) are eliminated from the complaint for the reason already stated, that they are without the original jurisdiction of this court.\n\nThe properties marked (\n\na\n\n), the church of Dingras; (\n\nb\n\n), the churchyard; (\n\nc\n\n), a\n\nconvento\n\n; (\n\nd\n\n), a tower; (\n\ne\n\n), a cemetery in the sitio called Campo Santo and all of those designated under the letter\n\n(p)\n\nin the complaint, belong to the Roman Catholic Church by reason of the purposes to which they devoted.\n\nThe municipal vice-president, Doroteo Vives, testifies to the effect that the parish house of Dingras is occupied by the municipality and the parish priest, Pedro Noriega; that the municipality does not claim to have a right to the church; that, although the parish house is not inventoried as the property of the municipality, it is, however, occupied by it as being the property of the Insular Government.\n\nSOLSONA.\n\nThe town of Solsona is annexed to the municipality of Dingras, and as property therein pertaining to the plaintiff church, there is claimed (\n\na\n\n) the foundations for a church; (\n\nb\n\n), a\n\nconvento\n\n; (\n\nc\n\n), a cemetery; (\n\nd\n\n), a tower.\n\nThe\n\ndominium\n\nthereof is well proven, and even so by the declaration of the present curate, Clemente Edralin, who belongs to the adverse communion.\n\nFor the reasons so often repeated, the field marked (\n\ne\n\n) is eliminated from the complaint.\n\nXII.\n\nBACARRA.\n\n(\n\na\n\n) A church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) a\n\nconvento\n\n; (\n\nd\n\n) a cemetery in the sitio of Dayas; (\n\ne\n\n) a tower; the property described in letter (\n\nd\n\n); (\n\ng\n\n) an old cemetery adjoining the church. It appears that the whole of said property belonged to the plaintiff church before the unlawful retention thereof by the municipality and the Philippine church.\n\nThe municipal president, Antonio Alvano, testifies as to the antiquity of the church and\n\nconvento\n\nwhose existence dates back eighty years, the cemetery being sixty years old. He says that the municipality considers the cemetery as its own and administers it in consequence.\n\nThe curate of the adverse communion is Servando Castro and he gives almost the same testimony.\n\nVINTAR.\n\nAnnexed to Bacarra is now the old civil town of Vintar in which there is a church and a\n\nconvento\n\n, administered at the present time by the curate Platon Villanueva, and a cemetery administered by the municipality of Bacarra.\n\nBut in addition to the above, there is claimed (\n\nd\n\n) a stone tower;\n\n(f)\n\na parcel of land called the old cemetery, and the property described in letter (\n\ng\n\n).\n\nXIII.\n\nLAOAG.\n\nThe following are claimed: (\n\na\n\n) A church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) a stone tower; (\n\nd\n\n) a parish house; (\n\nc\n\n) a cemetery in Cacatudayan;\n\n(f)\n\na building lot which was formerly a cemetery; and (\n\ng\n\n) all the property described and carefully detailed.\n\nThe\n\ndominium\n\nof the whole of the above properties is fully proven as well as the fact that the plaintiff church has always been in possession of the same until the recent unlawfully retention thereof by the priests of the Philippine church; the municipality, according to its president, Esteban Castro, claiming no right whatever beyond the collection of rent for the cemetery.\n\nThe fact that the registration of the church of this town was denied in the registry of property, is offered as evidence, as well as the so often denied circular of January 10, 1903, on the strength of which certain individuals of the dissenting church took possession thereof.\n\nXIV.\n\nBATAC AND BANNA.\n\nIn the municipality of Batac there is claimed the church with all its dependencies, the\n\nconvento\n\n, tower, and cemetery described under the letters (\n\na\n\n), (\n\nb\n\n), (\n\nc\n\n), and (\n\nd\n\n), and in the town of Banna, annexed to the former municipality, a plot of land whereon exists a provisional church, a\n\nconvento\n\nbuilt of wood and bamboo, and an old cemetery [letters (\n\na\n\n), (\n\nb\n\n), and (\n\nc\n\n)].\n\nThe complaint appears as fully proven.\n\nWith regard to the church of Banna, although according to its curate, Juan Cadiz, it was built in 1902, it appears, however, that it is erected on the old site of the Roman Catholic Apostolic Church.\n\nThe property which appears as belonging to the parish of Banna marked (\n\nd\n\n), (\n\ne\n\n),\n\n(f)\n\n, and (\n\ng\n\n), is eliminated from the complaint for the reasons already stated.\n\nXV.\n\nBANGUI AND NAGPARTIAN.\n\nIn the municipality of Bangui, the church with all its dependencies as detailed, churchyard, parish house, and cemetery are claimed [letters (\n\na\n\n), (\n\nb\n\n), (\n\nc\n\n), (\n\nd\n\n), and (\n\ng\n\n)].\n\nAnd in that of Nagpartian the church with all articles used in public worship, the parish house, cemetery, and tower [letters (\n\na\n\n), (\n\nb\n\n), (\n\nc\n\n), (\n\nd\n\n), and (\n\ne\n\n)].\n\nThe religious use thereof in the exercise of the Catholic religion as was practiced prior to the unlawful retention by the municipality of Bangui and the curates Sinforoso Bonoan of Bangui, and Juan Figuracion of Nagpartian, was fully proven.\n\nThe property marked with the letters (\n\ne\n\n) and\n\n(f)\n\nin Bangui, and in Nagpartian, the tower, letter (\n\nd\n\n), which, according to the said curate, has fallen down, should be eliminated from the complaint; the land occupied by the same should, however, be respected.\n\nThe defense offered by the defendants may be synthesized as follows: That the properties claimed as parochial, consisting of churches,\n\nconventos\n\n, and cemeteries, were constructions set apart for such use by the Spanish Government; that the construction thereof, and later the repair and rebuilding of the same, was carried out by virtue of the tax called the\n\nprestacion personal\n\nof the residents of every town and at the expense of the Government; that at the time the parish priests were public functionaries of rank, and received compensation under the said estimates; that they were but administrators of said property; and the Spanish Government, who constructed it, preserved and kept it under its inspection and patronage, being the owner thereof.\n\nThe plaintiff church had simply the mere precarious possession in fact under the name of ecclesiastical administration subordinated to the royal vice-patronage exercised by the general government of these Islands; and upon the disappearance of said government such ecclesiastical administration was abandoned, and the same was substituted by that which the people, who seized the property, saw fit to establish or administer on the assumption that it was property transmitted by the Crown of Spain to the Government of the United States, and by the latter to the municipalities of these Islands. And a circular issued by the Government of these Islands for the mere purpose of inspiring mutual respect for the present possession is even cited as an order for the municipalities and dissenting priests and curates to enter the parishes by their own right.\n\nIn a case similar to this one, also of the\n\nRoman Catholic Apostolic Church vs. The Municipalities of Tarlac and Victoria\n\n(9 Phil. Rep., 450), this court said: \"It will thus be seen that upon this branch of the case the only question presented either by the answer or by the brief is the question as to whether the property in controversy is or is not owned by the Government of the Philippine Islands, and the brief is devoted principally to an argument of this question, a question which has been discussed and decided adversely to the claim of the defendants in the cases of Barlin\n\nvs\n\n. Ramirez (7 Phil. Rep., 41),\n\nRoman Catholic Church vs. Santos\n\n(7 Phil. Rep., 66), and the\n\nCity of Manila vs. The Roman Catholic Church\n\n(8 Phil. Rep., 763).\n\nIt was there held that the King of Spain was not the owner of the property involved in those cases, and that the title thereto did not, therefore, pass by the treaty of Paris to the Government of the United States. It was further held that the municipalities were not the owners of such property and had no right or interest therein. Applying the principle of those cases to this case, the result is that the plaintiffs are entitled to judgment for possession as prayed for in the complaint.\n\nThe abandoned conditioned in which the parishes may have found themselves through the revolution and the war is no reason for changing the condition of things, not for considering that the juridical possession has been lost by some and acquired by others by their own will, without a legislative or judicial act, without a law, judgment, or decree authorizing such changes of rights which, whatever they may have been, stood for centuries and constituted institutions which do not disappear except by their abrogation or material of formal extinction.\n\nOne of the witnesses of the defendants, Policarpio Soriano, the \"present provincial fiscal of the province,\" when on the stand, on being asked by Delgado \n\nWho had the contract or government, possession, and administration of the property in question, churches, or temples,\n\nconventos\n\n, and cemeteries? Was it the juridical entity, the Roman Catholic Church, whose head is the Pope in Rome, or the Spanish Government by means of its employees or public functionaries called bishops, parish curates, appointed by the same Government?\" answered, \"The Roman Catholic Church by means of its priests who were renumerated in accordance with the laws then in force.\n\nAnother witness for the plaintiffs, Candido Espiritu, cross-examined by the defense:\n\nAnd did they issue the commission or appointment for said priests?  answered, \"I do not know, but as the church has authority to create offices for its administration and make rules for the exercise thereof, and organize the course to be followed in ecclesiastical matters, I believe that, without the acquiescence or consent of the bishops, they could not be detailed to perform the duties of parish priests.\n\nQ. Is it not true that the Spanish Government in its estimates of disbursements of the Insular Government annually included sums for the renumeration of said priests?  A. Yes, sir; in compliance with the agreements entered into between the Spanish Government and the Pope.\n\nIn connection with the pretended change of ecclesiastical administration, the record does not disclose any further reasons than those given by the witness Gregorio Aglipay who stated that he was \"47 years of age,\n\nObispo Maximo\n\nof the Philippine Independent Church.\"\n\nQ. Until the year 1898 what religious body celebrated its rites in the various churches of the Province of Ilocos Norte?  A. The religion of the state.\n\nQ. Do you designated the Roman Catholic Apostolic religion as the religion of the state?  A. I do not know, sir. The religion that was observed here in the Philippines prior to the year 1898, the religion of the state, and if said religion of the state was the Roman Church, then I agree to that.\n\nQ. You were a priest of the Roman Catholic Apostolic religion, were you not?  A. Prior to the year 1898; yes, sir.\n\nQ. What right has the Philippine Independent Church to the buildings and parish houses of the several towns of Ilocos Norte?  A. By virtue of the priesthood of these individuals, by virtue of the American Government, and of the rights of the Filipino people.\n\nQ. Yourself, personally, or as\n\nObispo Maximo\n\nof the Philippine Independent Church, what title have you to the above-mentioned buildings or to the administration of the same?  A. As to title, I have none; but I do have the right to the administration by virtue of the right of the people and of the Government constituted in these Islands.\n\nQ. Have both the people and the Government granted you the right of administration?  A. Yes, sir.\n\nQ. How, when, and where?  A. Since the Spanish Government with its adored church disappeared, the Filipino people stood by itself until the liberal and generous assistance of the Americans came.\n\nQ. Could you not point out to us the act whereby you were granted said administration?  A. As the people of the Philippines is composed of priests and those who are not priests, it was natural that they should make use of this priestly virtue which they received in their ordination to satisfy the necessities of their countrymen. This ordination is due to one of the sacraments instituted by Jesus Christ, and we do not indebted for it to anyone else but Jesus Christ, and we may use it whenever we obey the will, that is, the teachings and doctrines of Jesus Christ, without depending on anyone, all the more if said \"anyone\" had gone to the bottom of the ocean by virtue of the power of the American guns.\n\nQ. Then, father, you still pretend to have the right to administer the said property by virtue of your ordination as priest of the Roman Catholic Church, in part at least?  A. The sacrament of the ordination does not pertain to the Roman Church, because the same was not instituted by it but Jesus Christ can hardly be attributed now to the Roman Church. As to pretensions, I have no other than the claim of the American Government, and of the Filipino people.\n\nThe argument deduced from the refusal of the registrar of Ilocos Norte during the Spanish regime, to register the church of the town of Laoag as the property of the Roman Catholic Apostolic Church is peculiar to this case; upon this fact the defendants base their contention that the parochial churches, as things of public domain, were the property of the Spanish Government. The refusal of the registrar was based on article 25 of the regulation for the enforcement of the Mortgage Law of the colonial provinces.\n\nKnowing the history of the legislation, one can at once understand the lack of reasoning in the argument. Said article 25, as well as articles 24 and 26 of said regulation, are taken from the royal decree of the 11th of November, 1864.\n\nIn the former regulation for Cuba and Porto Rico article 54 thereof is article 14 of the said royal decree, the tenor of which is the following: \"Real estate or real right possessed or administered by the State or civil or ecclesiastical corporations and which\n\nshould\n\nbe alienated in accordance with the laws of\n\ndesamortization\n\nshall not be recorded in the registries of property except in the case of the sale or redemption thereof in favor of private persons, even though in the meantime the ownership of the same be transferred to the Government in consequence of the exchanges agreed to with the Holy See.\"\n\nIt is an historical fact that the laws permitting the sale of previously unalienable property were not made applicable to the Philippines in\n\nthings ecclesiastical\n\n. And, the said article 25 being a general legal provision for the colonial provinces, it can only be made applicable to those two where said laws were enforced and made applicable also to things ecclesiastical.\n\nCertain writers have with good reason said that: \"If the property that the Government possesses or ought to possess by virtue of the\n\nleyes desamortizadoras\n\n, were not recorded in favor of the corporations from which they came, and if the corporations should later essay to register their old title deeds, under he general principles of law, we find no reason to prevent such registry even though registration be afterwards denied to the documents of title which, by virtue of the property being registered in their favor, might be executed by such corporations to the prejudice of the rights which the\n\nleyes desamortizadoras\n\nhave conferred upon the Government.\"\n\nIn the case cited above against the municipalities of Tarlac and Victoria, the argument against the unconstitutionality of the act of the Commission regulating such controversies has already been explained; therefore, the doctrine established therein should be considered as reproduced in this case.\n\nFor all of the foregoing reasons we find that we should hold, and we do hereby hold, that the possession and administration of all the property recognized in the foregoing conclusions as properly claimed by the plaintiff church, appertain to the Roman Catholic Apostolic Church, with the exclusion of such items as have been expressly eliminated therefrom.\n\nThus, with regard to the property demanded in the town of Badoc:\n\nWe hereby order and direct that immediate restitution be made to the plaintiff church, or to its representative in the diocese of Nueva Segovia, of the following property as specified in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) one churchyard adjoining the church; (\n\nc\n\n) one parochial house and its dependencies; (\n\nd\n\n) the walls of a demolished building called the\n\nconvento\n\n; (\n\ne\n\n) an old cemetery; (\n\ng\n\n) one parcel of land used as a cemetery in the sitio of Parabong; and (\n\nh\n\n) all the church belonging described in this paragraph of the complaint.\n\nLet a writ of possession be issued by this court in accordance with the provisions of Act No. 190 against the defendants who hold in their possession and administer said property at the present day, Gregorio Aglipay, Mariano Espiritu, and the municipality in Badoc:\n\nAs to the property situated in Paoay:\n\nWe order and direct that immediate restitution be made to the plaintiff, or to its representative as previously stated, of the following property as detailed in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) one\n\nconvento\n\n; (\n\nc\n\n) one tower with four bells; (\n\nd\n\n) a\n\nconvento\n\nyard; (\n\ne\n\n) a churchyard;\n\n(f)\n\na cemetery in the sitio of Payong; (\n\nk\n\n) the altars and other fitting described in this paragraph of the complaint; and (\n\ng\n\n) a building lot adjoining the\n\nconvento\n\nyard, acknowledged by the present curate as pertaining to the\n\nconvento\n\n.\n\nLet an identical writ of possession be issued against Gregorio Aglipay, Quirino Evangelista, and the municipality of Paoay.\n\nAs to the town of Pasuquin:\n\nWe order and direct that immediate restitution be made to the plaintiff church, or to its representative, of the following property so described in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) a new\n\nconvento\n\n; (\n\nd\n\n) an adjoining parochial house; (\n\ne\n\n) one cemetery;\n\n(f)\n\na tower with six bells; (\n\ni\n\n) the articles included in this paragraph of the complaint.\n\nLet the corresponding writ of possession be issued against the persons detaining them, Gregorio Aglipay, Esteban Paz, and the municipality of Pasuquin.\n\nAs to San Miguel de Sarratt:\n\nWe order and direct that restitution be made to the plaintiff church, or to its representative as aforesaid, of the property specified in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) one\n\nconvento\n\n: (\n\nc\n\n) the present cemetery; (\n\nd\n\n) another cemetery in Pacni; (\n\ne\n\n) one tower;\n\n(f)\n\na parcel of land partly occupied by the church, churchyard, and\n\nconvento\n\n; and (\n\ng\n\n) the property described in this paragraph of the complaint.\n\nLet a proper writ of possession be issued against Gregorio Aglipay, Servando Castro, and the municipality of San Miguel de Sarratt.\n\nAs to Piddig:\n\nWe order and direct that immediate restitution be made to the plaintiff church, or to its said representative, of the following property detailed in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) one\n\nconvento\n\n; (\n\nc\n\n) one cemetery; (\n\nd\n\n) one tower; and (\n\ng\n\n) the property comprised under this letter as rectified by the present curate.\n\nLet a writ of possession be also issued against Gregorio Aglipay, Jose Castro, and the municipality of Piddig.\n\nAs to Dingras:\n\nWe order and direct that immediate restitution be made to the plaintiff church as aforesaid of the property detailed in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) one\n\nconvento\n\n; (\n\nd\n\n) one tower; (\n\ne\n\n) one cemetery; and\n\n(p)\n\nthe property stated under this letter.\n\nLet a proper writ of possession be issued against Gregorio Aglipay, Pedro Noriega, and the municipality of Dingras.\n\nAs to Solsona:\n\nWe order and direct that immediate restitution be made to the plaintiff church of the following property: (\n\na\n\n) The stone foundations and the land belonging to the church; (\n\nb\n\n) one\n\nconvento\n\n; (\n\nc\n\n) one cemetery; (\n\nd\n\n) one tower.\n\nLet writ of possession be issued against Gregorio Aglipay, Clemente Edralin, and the municipality of Dingras.\n\nAs to Bacarra:\n\nWe order and direct that immediate restitution be made to the plaintiff church of the property detailed in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) one\n\nconvento\n\n; (\n\nd\n\n) one cemetery in Dayas; (\n\ne\n\n) one tower;\n\n(f)\n\nthe personal property stated in this paragraph; and (\n\ng\n\n) an old cemetery adjoining the church.\n\nAs to the annexed town of Vintar:\n\nWe order and direct that immediate restitution be made to the plaintiff church of: (\n\na\n\n) One church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) one\n\nconvento\n\n; (\n\nd\n\n) one tower; (\n\ne\n\n) one cemetery;\n\n(f)\n\nanother cemetery, an old one; and (\n\ng\n\n) the property described in this paragraph.\n\nLet writ of possession be issued for the property claimed in said two towns of Bacarra and Vintar, against Gregorio Aglipay, Servando Castro, Platon Villanueva, and the municipality of Bacarra.\n\nAs to Laoag:\n\nWe order and direct that immediate restitution be made to the plaintiff church of the property detailed in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) a stone tower; (\n\nd\n\n) a parochial house; (\n\ne\n\n) one cemetery;\n\n(f)\n\na building lot, formerly a cemetery; and (\n\ng\n\n) the property described in this paragraph under the headings of \"silver and gold jewelry,\" \"silver jewelry,\" and \"copper jewelry.\"\n\nLet writ of possession be issued against Gregorio Aglipay, Salvador Gallano, and the municipality of Laoag.\n\nAs to Batac:\n\nWe order and direct that immediate restitution be made to the plaintiff church of the following property as set forth in the complaint: (\n\na\n\n) One church; (\n\nb\n\n) a\n\nconvento\n\n; (\n\nc\n\n) one tower; (\n\nd\n\n) one cemetery, and all the personal property described under this letter.\n\nLet writ of possession be issued against Gregorio Aglipay, Lucas Albano, and the municipality of Batac.\n\nAs to the annexed town of Banna:\n\nWe order and direct that immediate restitution be made to the plaintiff church of the following property: (\n\na\n\n) The building lot, the temporary church erected on said separate lot; (\n\nb\n\n) one\n\nconvento\n\n; (\n\nc\n\n) one cemetery;\n\nLet writ of possession be issued against Gregorio Aglipay, Lucas Albano, Juan Cadiz, and the municipality of Batac.\n\nAs to Bangui:\n\nWe order and direct that immediate restitution be made to the plaintiff church of (\n\na\n\n) One church; (\n\nb\n\n) a churchyard; (\n\nc\n\n) a parochial house; (\n\nd\n\n) one cemetery; and (\n\ng\n\n) the property described under this letter.\n\nAs to the annexed pueblo of Nagpartian:\n\nWe order and direct that immediate restitution be made to the plaintiff church of (\n\na\n\n) one church; (\n\nb\n\n) a parochial house; (\n\nc\n\n) one cemetery; (\n\nd\n\n) the lot which was occupied by the tower; (\n\ne\n\n) the property described under this letter.\n\nLet writ of possession be issued against Gregorio Aglipay, Sinforoso Bonoan, Juan Figuracion, and the municipality of Bangui.\n\nThe defendants in each of the above-mentioned pueblos and municipalities are hereby sentenced to pay the costs. So ordered.\n\nTorres, Mapa, and Willard, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nCARSON,\n\nJ.,\n\nconcurring in the result:\n\nIn line with what was said in the concurring opinion in the case of the\n\nRoman Catholic Church vs. Certain Municipalities of Ilocos Sur\n\n,\n\n1\n\nI agree with the disposing part of the majority opinion, except in so far as it appears to deny the present occupants the privileges touching improvements secured to possessors in good faith under the provisions of the Civil Code.\n\nFootnotes\n\nCARSON, J.,\n\nconcurring in the result:\n\n1\n\nPage 1,\n\nsupra.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 30143,
  "metadata_extraction_date": "2025-11-16T08:29:58.189167",
  "extraction_version": "2.0_enhanced_full_content"
}