{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4160_1908.html",
  "filename": "gr_l-4160_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4160_1908",
  "gr_number": "gr_l-4160_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 26, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "land",
    "property",
    "matti",
    "araneta",
    "hectares",
    "court",
    "juan",
    "possession",
    "his",
    "federico",
    "gustilo",
    "plaintiffs",
    "sale",
    "right",
    "title",
    "registry",
    "receiver",
    "law",
    "dominion",
    "tranquilino"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4160\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4160              March 26, 1908\n\nANGEL GUSTILO, ET AL.,\n\nplaintiffs-appellees,\n\nvs.\n\nFEDERICO MATTI, ET AL.,\n\ndefendants-appellants.\n\nVicente Franco for appellants.\n\nMariano Locsin for appellees.\n\nARELLANO,\n\nC.J.\n\n:\n\nThe following facts are alleged and agreed upon by the parties:\n\n1. That the plaintiffs are the legitimate children and only heirs of Tranquilino Gustilo\n\n2. That Tranquilino Gustilo, during his lifetime, and by royal grant inscribed in the registry of property, was the owner of a tract of land of more than 70 hectares in extent, located in the sitio of Bagtoc, municipality of Bago, Occidental Negros;\n\n3. That the whole of this tract of land was, during the former sovereignty, attached at the instance of Alejandro Amechazurra, a creditor of Tranquilino Gustilo;\n\n4. That, by reason of said attachment, the land was placed in the hands of a receiver, named Juan Araneta;\n\n5. That in consequence of a compromise arrived at on May 22, 1901, between the children of Gustilo, the plaintiffs herein, and their creditor Amechazurra, the Court of First Instance of Occidental Negros ordered, on August 26 of the same year, the discharged of the attachment and the return to its owners, the plaintiffs herein, of the tract of land so attached and placed in the hands of the receiver, Juan Araneta; and,\n\n6. That Juan Araneta has returned but 20 hectares, more or less, of the parcel of land placed in his charged.\n\nThe following appears in the writ: \"That, of the 72 hectares, 53 ares and 17 centares of land measured, he only delivers a portion thereof, consisting of approximately 20 hectares, designating therefor a tract of land located in the sitio of Bagtoc, and bounded on the north by the public road leading to the barrio of Maugbi, on the east of the property of Federico Matti, formerly of Juan Araneta, on the south by the Bagtoc Creek, and on the west by land formerly owned by Juan Araneta, now belonging to Federico Matti . . . Araneta was again requested to return the remaining 52 hectares of land, more or less, and he replied that the same are contiguous to the other parcel of land located in the sitio of Bagtoc, and, on March 2, 1890, pursuant to an order from the municipal judge of Bago, they were delivered by Araneta himself to Sofronio Yulo . . . .\"\n\nHence the filing of the complaint for the recovery of the remainder of the land placed in the hands of the receiver, Juan Araneta, and now in the possession of Federico Matti.\n\nThe defendant, Federico Matti, in his answer to the complaint, stated: That a portion of the lands of Tranquilino Gustilo, administered by Juan Araneta, were attached and sold at public auction; that in consequence of such sale, the title to 40 hectares, more or less, was transferred to Sofronio Yulo, the highest bidder; that some time after the sale, in 1890, Yulo sold it to the defendant, endorsing the minutes of the auction sale to that effect; and that, in 1901, he inscribed a possessory information of the 40 hectares of land, in the registry of property.\n\nThe Court of First Instance of Occidental Negros, in view of the oral and documentary evidence submitted by both parties, found: That the parcel of land, of an area of 41 hectares, located in the sitio of Alac, and the subject- matter of this litigation, is the property of the plaintiffs, and ordered Federico Matti to return the same to the plaintiffs, and to pay to them the sum of P4,100, as rents of said land during the period of ten years in which he has been in possession thereof, and to one-half of the costs. The complaint was dismissed as to Juan Araneta, and the possessory information and the registration thereof in the registry of property, in favor of Matti, were annulled.\n\nAgainst the judgment above related Matti took an appeal by means of the corresponding bill of exceptions together with a motion for a review of the evidence, assigning thirteen errors.\n\nThis decision will not deal with the first nine errors, because they merely relate to objections offered in the course of the trial to the admission or overruling of questions and proofs. There being no violation of the law or rules of procedure on which to base said errors, we consider that these findings in the judgment, impugned by the appellant, are according to law.\n\nIn the tenth assignment it is alleged that the court erred \"in finding that the plaintiff, Federico Matti, only took possession of the land in question in 1896, and that Matti instituted the possessory information proceeding in order that Juan Araneta might evade his responsibility as receiver.\"\n\nThe eleventh assignment says that the court erred \"in finding that Federico Matti has not proved in a conclusive manner his right of dominion, nor offered satisfactory evidence to explain his lack of title over the property.\"\n\nThe twelfth alleges that the court \"did not regard Exhibit 2, of the defendants, as valid and efficient proof.\"\n\nBy the thirteenth assignment the appellant contends that the court erred \"in ordering Federico Matti to return the possession of 41 hectares of land, in annulling the possessory information proceeding instituted by him and sentencing him to pay the plaintiffs the sum of P4,100 as rents, and in dismissing the complaint as to the other defendant, Juan Araneta.\"\n\nIn regard to the dismissal of the complaint as to Juan Araneta, the judgment says that \"said possessory information proceeding was instituted only on the 25th of July, 1901, or less than two months after Juan Araneta, a brother-in-law of Matti, and a receiver appointed by the court to care for the property of Tranquilino Gustilo, was, by\n\na judicial order\n\n, requested to render an account of his administration.\" (See Exhibit F of plaintiffs, and B. E., pp. 14,15.)\n\nThe findings claimed by the appellant to be erroneous, were made by the lower court by reason of the preponderance of the evidence in favor of the appellee, and it does not appear that the court made any error, either of law or of fact.\n\nThe following points are to be considered:\n\n1. That the action is brought for the recovery of the possession of the real estate, the title to which is the best and is inscribed in the registry of the property;\n\n2. That the judicial possession of the property in litigation, was created by the attachment and placing thereof in the hands of a receiver and administrator, who had the physical and material possession of it;\n\n3. That the right of the possession, which the appellant contends for, is based on an administrative measure necessarily requiring, according to the laws in force at the time, a written and preestablished form, and various proceedings such as the declaration of tardiness in payment or insolvency, the attachment of the property of the debtor, its sale by publish auction, the spreading of the proceedings of the sale upon the corresponding minutes, and conveyance to the purchaser of the property sold together with the title deeds thereto;\n\n4. The necessity of a deed for the transmission of the right of dominion over a real estate, even though it be only of the value of P500, which requirement becomes more important in the present case where the subject-matter of the litigation consists of 40 or 20 hectares of land in cultivation.\n\nNo documentary proof appears in support of the facts on which the defendant bases his pretended acquisition of the property right to or lawful possession of the land, or his claims on the attachment and sale at public auction; on the contrary, evidence was offered to prove that in the officers of the provincial government there were not on file any papers relating to the tardiness in payment, the attachment and sale at auction invoked as a basis of the conveyance of the property so registered, so much so that Sofronio Yulo, the pretended purchaser at the auction sale, stated that he informed the governor of a certain opposition to the proceedings.\n\nThere is no competent evidence to show in what manner the receiver or the administrator of the property was discharged or relieved from the duty imposed on him by the court; there is no order or decree of the court, minute of proceedings, nor record of a proceeding\n\napud acta\n\n, nor a protest filed before the court to whom an account of the property in\n\ncustodia legis\n\nshould be rendered; neither is there any proof that the parties respectively appearing as creditor and debtor had any knowledge of or that they gave their consent to the transaction, and above all that the courts had any knowledge of or issued any decree upon the subject.\n\nThe appellant bases his claim on the loss of the legitimate right of dominion over 41 hectares of land inscribed in the registry of property, and whose inscription exists to the present day, and also on the lost of the possession, which was even transferred by the court to a third party\n\nsub custodia legis\n\n, but not the slightest legal proof was offered of the alleged transmission of the right of dominion, to the discharged of the receivership, and the legitimate loss of the public and peaceful possession protected by the courts; therefore, the records show neither a manner on which the obligation may become extinguished, nor a title for the transfer of the right of dominion whereof possession, which could be lawfully inscribed in the registry of property, in order to produce therein, in the manner and form required by the law governing the matter, the modification, transmission or cancellation of the annotation in regard to the title of dominion which has not been affected even by the petition which the defendant should have presented at the trial, in support of his alleged acquisition. The annotation of the right of dominion over 72 hectares, 53 ares and 17 centares of land of Tranquilino Gustilo, could not therefore exist in the registry of property at the same time as the possessory information proceeding over 41 hectares of land in favor of Federico Matti.\n\nIn view of the above, and the ruling of judgment appealed from being in accordance with the law, we must and do hereby affirm said judgment with the costs of this appeal against the appellant. So ordered.\n\nTorres, Mapa, Johnson, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 10357,
  "metadata_extraction_date": "2025-11-16T08:30:32.145158",
  "extraction_version": "2.0_enhanced_full_content"
}