{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4257_1908.html",
  "filename": "gr_l-4257_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4257_1908",
  "gr_number": "gr_l-4257_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 31, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Property Law",
    "Civil Law",
    "Remedial Law",
    "Commercial Law"
  ],
  "keywords": [
    "said",
    "defendants",
    "lands",
    "land",
    "gongon",
    "rosa",
    "property",
    "plaintiff",
    "complaint",
    "her",
    "she",
    "quimson",
    "possession",
    "parcels",
    "acquired",
    "seventeen",
    "rental",
    "court",
    "year",
    "they"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4257\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4257              March 31, 1908\n\nSIMON MOSESGELD SANTIAGO,\n\nplaintiff-appellee,\n\nvs.\n\nRUFINO QUIMSON ET AL.,\n\ndefendants-appellants.\n\nEugenio de Lara for appellants.\n\nGabriel and Borbon for appellee.\n\nMAPA,\n\nJ.\n\n:\n\nIn the complaint, the restitution of possession of seventeen parcels of land is prayed for, and the payment of the sum of P810 as rental with interest thereon, together with a further sum of P4,770 as damages for the illegal retention of the said lands.\n\nIn view of the evidence adduced at the trial, the court entered the following judgment:\n\nThe court finds that the following facts have been fully proven. On the 2nd of January, 1896, Rosa Gongon sold to Simon Mosesgeld, the plaintiff herein, the seventeen parcels of land, with the right of repurchase, now sued for. On the following day, that is on the 3rd of January, 1896, the plaintiff leased the said seventeen parcels to the former owner thereof, Rosa Gongon, for the period of two years at a rental of 750 pesos for each agricultural year. The lease expired on the 4th of January, 1898.\n\nIt is an accepted fact that the said Rosa Gongon died on the 14th day of May, 1897, and that after her death, the defendants, her heirs, entered into possession of the property in question, and up to the institution of the complaint they continued in possession. It was also acknowledged by the defendants that the plaintiff requested them to deliver up the said property and to pay the rental due for the last year of the lease. The court considers that as matter of fact the defendants have not paid the rental for the last year, that is, the year 1897-98.\n\nThe defendants have attempted to prove that they possess the lands in question as heirs of their father. It clearly appears that said lands originally belonged to Rosa Gongon, the mother of the defendants; that at the time of her death she had no more right to said lands than that of a simple lessee, and that, therefore, when she died she could not have transmitted to her children any right of ownership to said lands.\n\nLet judgment be entered against the defendants, sentencing them to make restitution of the seventeen parcels of land described in the complaint of the plaintiff herein, and to pay him the rental corresponding to the agricultural year 1898, namely, P750, together with legal interest thereon from the time when the complaint was interposed, with costs against the defendants.\n\nThis judgment was duly excepted to by the defendants, and appeal was made to this court by means of a bill of exceptions.\n\nThe defendants maintain that the land in controversy belonged to the conjugal partnership property (\n\nsociedad legal de gananciales\n\n) of their parents, Francisco Quimson and Rosa Gongon, and that upon the death of the former, the latter sold said lands to the plaintiff without having previously liquidated the said partnership, for which reason the sale is null and void under the law, because the lands sold were not the exclusive property of the seller. And they point out as an error, committed by the judge below, the fact that \"in his decision, so reads their brief, \"he ignored the certificate of the\n\nacto conciliatoria\n\noffered as evidence by the defendants, a solemn document and the only one to prove that the real estate in question was acquired during the conjugal partnership, and that, therefore, it sets aside the subsequent sale executed in favor of the plaintiff by the late Rosa Gongon.\"\n\nThe said\n\nacto de conciliacion\n\nwas celebrated between Rosa Gongon on the part, and her daughters Gertrudis and Domingo Quimson on the other, in connection with the payment of the legal portion due from the father to the said daughters. It is true that the record of the said action reads that \"all the property had and acquired\" (during the marriage of Rosa Gongon and her late husband Francisco Quimson) \"was common to the conjugal partnership, and therefore\n\ngananciales\n\n;\" but the difficulty is that there is no evidence whatever that the lands in controversy form part of the said property. The contrary would rather appear from the statement of the property acquired during marriage which is attached to said record, inasmuch as all the lands indicated therein are under the following heading, \"Land held under a mortgage title,\" with the circumstance that in each item the names of those who were apparently the owners of the mortgaged land are stated. Not a single parcel of land appears in said statement as owned by the spouses Quimson and Gongon. At all events, and be the property what it may, it has not been shown that the lands in controversy are the same lands or at least that they form part of the lands that appears in the said statement without any specification or description whatever, beyond the names of the places where they are situated. Neither has it been shown in any manner that the lands sued for were acquired during their marriage, which is the least that the defendants should have proved in support of their claim.\n\nOn the other hand, it is stated in clause two of the deed of sale executed by Rosa Gongon in favor of the plaintiff, that the seventeen parcels of land, \"the subject of the sale, were acquired by her by private purchase from the original owners thereof, and that she has been in possession of the same many years \"as owner,\" as proven in the possessory proceedings that she instituted in the court of the justice of the peace on account of the lack of recorded title, ... which are recorded in the registry of property . . . .\"\n\nIn view of the foregoing, the judge below not only did not err, but acted rightly in not considering the land as property acquired during marriage.\n\nIn the defendants' answer to the complaint it is said:\n\nThat the defendant Gertrudis Quimson has no interest whatever in the possession and enjoyment of the parcels of land claimed in the complaint because, while the said Rosa Gongon was still living, the said defendant received in cash the whole of her share of the inheritance, and because, as a matter of fact, she has not worked nor possessed, under any sense, any of the parcels above referred to; therefore, she ought to be excluded from the complaint.\n\nThe plaintiff has not proven that what is stated, in this portion of the complaint is not true, and this being the case, the said Gertrudis can not in justice be ordered to make restitution of the possession of the land in controversy, inasmuch as she does not possess the same nor has she ever been in possession thereof.\n\nBy virtue of the foregoing, the complaint is dismissed as to the said Gertrudis Quimson, the judgment appealed from being thus reversed in so far as it applies to her, and affirmed as to the other defendants, with the costs of this instance against them. So ordered.\n\nArellano, C.J., Torres, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 6984,
  "metadata_extraction_date": "2025-11-16T08:29:41.705219",
  "extraction_version": "2.0_enhanced_full_content"
}