{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4215_1908.html",
  "filename": "gr_l-4215_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4215_1908",
  "gr_number": "gr_l-4215_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 23, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law",
    "Commercial Law"
  ],
  "keywords": [
    "action",
    "mortgage",
    "plaintiff",
    "court",
    "upon",
    "right",
    "conditions",
    "due",
    "complaint",
    "defendants",
    "judgment",
    "his",
    "failure",
    "sum",
    "may",
    "lucio",
    "limpangco",
    "juana",
    "mercado",
    "brought"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4215\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4215              March 23, 1908\n\nLUCIO I. LIMPANGCO,\n\nplaintiff-appellant,\n\nvs.\n\nJUANA MERCADO, ET AL.,\n\ndefendants-appellees.\n\nChicote and Miranda for appellant.\n\nJose Altaras and Ruperto Kapunan for appellees.\n\nWILLARD,\n\nJ.\n\n:\n\nThe plaintiff brought this action in the Court of First Instance of the Province of Leyte to foreclose a mortgage for P30,000 executed by the defendants Juana Mercado and Felix Villa upon an undivided six-tenths of certain real estate situated in said province. Judgment was entered in the court below in favor of the defendants on the ground, among others, that the action was prematurely brought. From that judgment the plaintiff has appealed.\n\nThe mortgage was executed on the 22nd day of February, 1905. It provided for the payment of the debt within two years from that date, or on the 22d of February, 1907. This action was brought on the 26th day of March, 1906, before the expiration of the two years.\n\nThe plaintiff rests his right to bring the action before the expiration of the two years upon the fact that the defendants violated one of the conditions of the mortgage and that by the terms of that instrument, failure to comply with its conditions made the whole sum at once due. The mortgage provided, among other things, as follows:\n\n(\n\nd\n\n)\tThat if prior to the expiration of the term the value of the mortgaged property should become reduced in consequence of fire, earthquake, storm, or other unforeseen accident, we hereby authorize the creditor Sr. Lucio Isabelo Limpangco or his lawful representative, to consider as expired the term granted for the loan, and in consequence thereof he shall be entitled to enforce the payment of the same in such manner and form as he may think it, unless the present mortgage is further supported by us with other property of ours, at the option of the creditor.\n\nxxx           xxx           xxx\n\n(\n\ni\n\n)\tI Juana Mercado, hereby bind myself to endeavor to secure from the court the proper judicial authority for the mortgage of four-tenths of the above-stated property which belong to my minor children Mercedes, Julian, Joaquina, and Felisa, and upon the said authority having been obtained, I bind myself to execute a deed further supporting the mortgage by the addition of the four-tenths of the aforesaid property in favor of the same creditor, Señor Lucio Isabelo Limpangco or his lawful representative, under the conditions previously stipulated.\n\nThe failure of the defendants to comply with the last paragraph, (\n\ni\n\n), is the basis of the plaintiff's claim. Such failure was proven at the trial, but we find nothing in the mortgage which provides that upon such failure the whole sum secured by the mortgage should be at once due and payable. The clause making such a provision is the one above-quoted, and that is limited to\n\nalgun incendio, terremoto baguio u otros casos fortuitos\n\n. It must be presumed that the parties intended to include in this clause (\n\nd\n\n) all the conditions, noncompliance with which would make the whole sum due at once.\n\nThe document in question, in addition to being a mortgage, is also a contract between the parties for the purchase and sale of the products of the country. The conditions relating to that contract are five in number. The fifth is as follows:\n\nV. We likewise declare that, in case of our failure to comply with the above-stipulated conditions, the creditor, Señor Lucio Isabelo Limpangco or his lawful representative, shall be entitled to demand from us the refund or payment of all such as we may have taken, as may appear from the commercial books kept in Chinese.\n\nIn our opinion, this paragraph relates exclusively to the business to be carried on by the parties and has no reference whatever to the mortgage. In other words, that the phrase\n\nlas condiciones arriba estipuladas\n\nrefer only to those agreed upon with reference to this business.\n\nIt follows that there is nothing in the document executed by the parties declaring that the whole sum should become due and payable if Juana Mercado failed to comply with the provisions of that clause which required her to seek authority of mortgaging the remaining part of the estate. Therefore, no right of action existed on March 26, 1906, when the complaint in this action was presented. (Compañia General de Tabacos\n\nvs.\n\nAraza, 7 Phil. Rep., 455.)\n\nThe case was not tried in the court below until after the 22nd of February, 1907, when by the terms of the mortgage the debt became due. After that date the plaintiff was allowed by the court to add to his complaint an allegation that the entire sum had become due and had not been paid, and he claims upon this appeal that although no right of action existed at the time the complaint was filed, yet such a right did exists at the time of the trial and that therefore the judgment was wrong.\n\nSection 105 of the Code of Civil procedure provides that supplementary pleadings may be filed setting up facts which occurred after the commencement of an action, but when the no right of action exists at the filing of the original complaint this defect can not be cured by the presentation of a supplementary complaint alleging the existence of facts which occurred after the filing of the original complaint. If no right existed at the time the action was commenced the suit can not be maintained, although such right of action may have accrued thereafter.\n\nA judgment was entered in the court below in favor of the plaintiff, which afterwards was set aside by the court and a new trial ordered. The plaintiff excepted to this order and claims here that it was erroneous. We can not review this exception, however, for the provisions of section 146 of the Code of Civil Procedure \"the overruling or granting of a motion for a new trial shall not be a ground of exception, but shall be deemed to have been an act discretion on the part of the judge, within the meaning of the second sentence of section 141.\"\n\nThe judgment of the court below is affirmed, with costs against the appellant, upon the sole ground that this action was prematurely brought. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson , and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 6319,
  "metadata_extraction_date": "2025-11-16T08:31:09.388045",
  "extraction_version": "2.0_enhanced_full_content"
}