{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4399_1908.html",
  "filename": "gr_l-4399_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4399_1908",
  "gr_number": "gr_l-4399_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 20, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "land",
    "censo",
    "rocha",
    "one",
    "word",
    "court",
    "his",
    "upon",
    "nature",
    "payment",
    "evidence",
    "public",
    "only",
    "title",
    "respondents",
    "hacienda",
    "respondent",
    "don",
    "right",
    "annual"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4399\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4399              March 20, 1908\n\nBENITO LEGARDA,\n\npetitioner-appellees,\n\nvs.\n\nS.L.P. ROCHA Y RUIZDELGADO, ET AL.,\n\nrespondents-appellants.\n\nJose Varela y Calderon for appellants.\n\nOrtigas and Fisher for appellee.\n\nTRACEY,\n\nJ.\n\n:\n\nAppeal from the judgment of the Court of Land Registration in a proceeding to register the title to a divided part, constituting over one-half of the hacienda of Nagtahan. The appeals of all the respondents except the respondent Rocha have been dismissed.\n\nIn the year 1880 one of the owners of the hacienda was Don Jose Ignacio Rocha, and in that year his brother, Don Lorenzo Rocha, with the knowledge and consent of all the owners, took possession of the parcel of land here in question, part of the hacienda, erecting upon it buildings costing upward of 12,000 pesos, and his son, the respondent, Don Santiago Lorenzo Pedro Rocha y Ruizdelgado, claims a right to a permanently occupy this land with his buildings in the nature of a\n\ncenso enfiteutico\n\nupon the payment of the annual sum of 20 pesos.\n\nThese facts appear from a stipulation between the parties received in evidence, and it is not shown that the arrangement for this occupation of the land was ever put into writing, either public or private, the only written evidence to its nature being the written receipts given for annual payment. In these receipts, especially the earlier ones, the word\n\ncanon\n\nis used to described the payment made, although in the margin of some of the later receipts the word \"rent\" occurs.\n\nOne of the contention of the respondent is that this word\n\ncanon\n\n, appropriate only to a\n\ncenso\n\nand not to a lease, suffices to show the nature of the agreement of his father and of a holding thereunder. To this proposition we can not accede. Such use of the word, even if uniform and constant, would be too slight a foundation upon which to build up a perpetual right of this nature when the other circumstances are quite consistent with either a temporary occupation or an indeterminate one, the probability being that there was no distinctive agreement by the parties. Besides, there is evidence in the case tending to prove that in the large haciendas of the Philippine the word\n\ncanon\n\nwas customarily used to describe the rentals received upon leases. Moreover, the supreme court of Spain has held that were the character of a payment for the use of land is not determined it will be presumed to be a rental. (Decisions of the 8th of October, 1867, and the 16th of November, 1870.)\n\nWe think that the evidence in this case indicates an annual rather than a\n\ncenso enfiteutico\n\n.\n\nIn order to constitute such a\n\ncenso\n\nthere must be a public writing. (Civil Code, art. 1628; Law 3, title 8,\n\nPartida\n\n5.) The respondents refers to commentators to show that a public writing is not essential to the existence of such a\n\ncenso\n\nand the texts of these writers indicate that such is their opinion. In reply to this the petitioner cites several decisions of the supreme court of Spain to establish the doctrine that although a public document i not the only mode of proof of the existence of a\n\ncenso\n\n, it is the only means of constituting one, and that, although oral proof may be received on the document as the foundation of the right. The decisions of March 9, 1861, April 9, 1864, and January 30, 1888, sustain this doctrine.\n\nWe find no error in the decree of the Court of Land Registration, which is hereby affirmed with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3712,
  "metadata_extraction_date": "2025-11-16T08:31:31.750915",
  "extraction_version": "2.0_enhanced_full_content"
}