{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4077_1908.html",
  "filename": "gr_l-4077_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4077_1908",
  "gr_number": "gr_l-4077_1908",
  "volume_page": "vol. 3, p. 76",
  "decision_date": "March 17, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "will",
    "court",
    "law",
    "erred",
    "executed",
    "notary",
    "witnesses",
    "question",
    "title",
    "should",
    "testator",
    "provisions",
    "any",
    "wills",
    "before",
    "its",
    "execution",
    "novisima",
    "recopilacion",
    "same"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4077\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4077              March 17, 1908\n\nMACARIA MATIAS,\n\nplaintiff-appellant,\n\nvs.\n\nAGUSTIN ALVAREZ,\n\ndefendant-appellee.\n\nManuel G. Gavieres for appellant.\n\nChicote and Miranda for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThe complaint prays that a certain will, dated the 23d of April, 1873, executed jointly by Agustin Alvarez and his wife Cayetana Matias, in the presence of one Francisco R. Abellana, clerk of the court of Binondo, Manila, be annulled and declared void and of no effect, and that an administrator be appointed for the estate of the said Cayetana Matias, deceased.\n\nThe trial court held that the will in question had been duly executed in conformity with the provisions of law in force at the date of its execution, and rendered judgment against the plaintiff.\n\nTo this judgment plaintiff excepted, and submits the following assignment of errors as the ground of his appeal:\n\n(1)\tThe court erred in considering the witnesses Jose Fernandez Llamazenes, Ricardo Gutierrez and Vicente Anastasio, as residents of the district of Binondo.\n\n(2)\tThe court erred in considering the document attached to Exhibit B, by saying: \"That on the 16th day of March, 1894, the counsel for the relatives of Cayetano Matias, among whom the plaintiff, asked for the declaration of the intestacy of the estate of the former, which petition was denied by the court of Cavite, because Don Agustin Alvarez exhibited a copy of the will now in question.\"\n\n(3)\tThe court erred in considering \"that the provisions of the Notarial Law of May 28, 1862, were only known since its enforcement in these Islands on July 1, 1889, and that only from that time were the same applicable.\"\n\n(4)\tThe court erred in construing the words \"be executed ... of the pueblos\" contained in Law 7, title 23, book 10 of the\n\nNovisima Recopilacion\n\n, by concluding that any notary public\n\ndel numero\n\nmay certify a will, although he is not a resident of the town.\n\n(5)\tThe court erred in the construction of the words \"these persons only may exercise said office, and contracts between the parties shall be executed before these persons or any of them only, as well as obligations and wills,\" contained in Law 7, title 23, book 10 of the\n\nNovisima Recopilacion\n\n.\n\n(6)\tThe court erred in ignoring the words \"and not before any others\" of the law before mentioned.\n\n(7)\tThe court erred in ignoring the words \"And should such documents be executed before any other persons, they shall be null and void,\" of the same law above mentioned.\n\n(8)\tThe court erred in the constructions of the words that the notaries unregistered do not intervene to receive such contracts or wills\" of the same law, above cited.\n\n(9)\tThe court erred in construing the words \"No notary shall attest unless he is a royal notary (\n\nescribano real\n\n),\" of Law 8, title 23, book 10 of the\n\nNovisima Recopilacion\n\n.\n\n(10)\tThe court erred in the construction of the words \"or should it be ... in order to become a registered notary, or for the office to which he may be appointed,\" of the said Law 8.\n\n(11)\tThe court erred in considering the presence of seven witnesses necessary.\n\n(12)\tThe court erred in adjudging that the unity of act (\n\nunidad del acto\n\n) in the execution was unnecessary.\n\n(13)\tThe court erred in considering valid a will in which the notary, although registered in the town where the will was executed, was not registered in the town of which the testator was a resident; and that it is sufficient that the witnesses (no matter how many they are) are residents of the place of the execution and that they are present\n\na lo ver otogar\n\n; that is, that they see and understand the testator.\n\n(14)\tThe court erred in affirming that the law does not require the notary to be registered in the pueblo of the testator.\n\n(15)\tThe court erred in affirming that \"the residence of the testator is not one of the requisites prescribed by law for the authenticity of the will, and that, therefore, its validity does not depend upon such residence but upon the concurrence of the other requisites.\"\n\n(16)\tThe court erred in admitting \"the declarations of the two witnesses presented by the defendant as a proof of the residence of the witnesses of the will.\"\n\n(17)\tThe court erred in believing that the omission committed by the concurring notary, regarding the residence of the instrumental witnesses Llamazenes, Gutierrez, and Anastasio, as well as the knowledge of the testatrix, which he ought to have stated in the same instrument, could be supplied by the statements of the witnesses Juan Garcia Perez and Rafaela Gomez.\n\n(18)\tThe court erred in considering that, when, on account of illness or for any other reasons, the testator could not sign, it would be sufficient for the notary to so state, and that, it appearing in the same will, that the testatrix Cayetana Matias did not know how to sign, and the other testator Agustin Alvarez having subscribed the will, the plaintiff allegation has no foundation.\n\n(19)\tThe court erred in considering that the will in question was executed legally and produced its legal effects by the death of the testatrix, not only before the enactment of the new Code of Civil Procedure, but also before the Civil Code was in force.\n\n(20)\tThe court erred in affirming that the will is valid and legalized.\n\n(21)\tFinally, the court erred in disregarding the doctrines laid down in similar cases, both by the supreme court of Spain and by the Supreme Court of these Islands.\n\nWe think that none of the errors assigned can be sustained and that the judgment of the trial court should be affirmed.\n\nMost of the errors assigned are based on the alleged lack of conformity of the nuncupative will in question with the technical formalities prescribed by law for the execution of such instruments. It is important, therefore, at the outset, to determine what were the provisions of law in force in these Islands touching the execution of last wills and testaments in the year 1873, when it is admitted this will was made.\n\nEvidently not the Civil Code nor the new Code of Civil Procedure, which were not enacted until many years afterwards, nor the Notarial Law of the 28th of November, 1862, because that law was not put into effect in the Philippines until the 1st of July, 1889, as appears from the royal decree of February 15 of that year. Hence the provisions of the \"\n\nNovisima Recopilacion\n\n\" which prescribe the various modes by which wills might be executed, doing away with the most of the formalities of the Roman law which were adopted into the laws of the\n\nPartidas\n\n, must be taken as the law controlling the execution of such wills at the time when the will in question was executed. (Decisions of the supreme court of Spain, July 28, 1846, and December 6, 1861.)\n\nThese provisions to which we must look in deciding any question touching the validity of the will under consideration, when such question, when such question is based upon an alleged defect in the mode whereby it was executed or a failure to comply with any of the formalities prescribed by law, are as follows:\n\nShould anymore make his nuncupative testament or last will before a notary public, he should do so in the presence of at least three witnesses, who must be residents of the locality wherein the will is made; and should be residents of the locality wherein the will is made; and should the will be made without the attendance of a notary public, the presence of at least five witnesses, who, as stated above, shall be residents of the locality, must be secured if they can be found therein; and should neither the presence of a notary public nor that of five witnesses be obtained in said locality there must be in attendance at least three witnesses, residents thereof; ... . (Law 1, title 18, book 10, of the\n\nNovisima Recopilacion\n\n, which is title 19 of the Ordinances of Alcala.)\n\nWe hereby order and decree that the provisions contained in the statute of the King Don Alfonso ..., relative to the number of witnesses required for the execution of a will, be understood to be applicable to open wills, be made among children or legitimate heirs, or among strangers. But in the execution of closed wills, called\n\nin scriptis\n\nin Latin, we direct that there must be in attendance at least seven witnesses and a notary public. ... . (Law 2, title 18, book 10, of the\n\nNovisima Recopilacion\n\n, or the third law of Toro.)\n\nWritten contracts, obligations, and wills must be executed before the notaries royal and public of the locality.\n\nDon Fernando and Doña Isabel, in Toledo, in the year 1480; and Don Felipe II, in the year 1566.\n\nWe direct that in all cities, villages, and places of our kingdoms where there are registered notaries public, that said officials be the only ones intrusted with the performance of the duties pertaining to their office and that they be the only officials before whom written contracts, obligations, and wills may be executed and before no others; should said writings be certified by other persons, they may admit of proof to establish their validity; and we further order that unregistered notaries public shall not, under penalty of a fine of 20,000\n\nmaravedis\n\nand loss of office, intervene in the certification of said contracts and wills; however, the other notaries public who are competent and of good reputation may attest all extrajudicial papers ... the provisions of law 3, title 32, book 12, shall be observed; but in small villages not having registered notaries... . (Law 7, title 23, book 10 of the\n\nNovisima Recopilacion\n\n.)\n\nD. Felipe II, in Madrid, in the year 1566.\n\nWe hereby order and decree that no notary may, in the territory of our kingdoms and domains, attest any contract or will, or any judicial or extrajudicial paper, unless he be royal notary, in the form prescribed in the preceding law, or a notary examined and licensed by our council to perform either the duties of a registered notary or those to which he has been appointed, as otherwise he shall be guilty of falsification and the contract or deed shall be null and void; this provision is to be observed in the territories of our kingdoms as well as in those subject to the suzerainty of the orders, of a seigniory or of an abbot, notwithstanding any possession or custom of time immemorial to the contrary. (Law 8, title 23, book 10 of the\n\nNovisima Recopilacion\n\n.)\n\nThe first, sixteenth, and seventeenth errors assigned may be considered together. Appellant contends that the court erred in finding that the witnesses whose names are attached to the will were residents of the suburb of Binondo where it was executed; and that the court erred in receiving the testimony of witnesses as to that fact, because not having been certified by the clerk of the court before whom the will was executed, the trial court had no authority to receive testimony to supply the omission.\n\nWe think the testimony of record conclusively establishes the fact that the persons whose names appears as witnesses to the will were at the date of its execution residents of the place where it was executed; and that the mere omission of that fact from the certificate of the clerk, before whom the will was executed, is not sufficient to invalidate the will, when the fact has been conclusively established\n\naliunde\n\n.\n\nThis was the view taken by the supreme court of Spain, in its\n\nsentencia\n\nof February 25, 1881, wherein it held as follows, in a case where a very similar omission was found to exist in the certificate of a notary:\n\nIf the records disclose that in the execution of the will in litigation no violation was committed against the provisions of the law, of a prohibitive nature, contained in Law 2, title 23, book 10 of the\n\nNovisima Recopilacion\n\n, in so far as it provides that the notary public shall not attest nor receive a writing should the parties executing the same be unknown to him; it being true that the notary who certified to the execution of the will in question was closely acquainted with the testator, according to the findings of the sentencing court; although the above-cited law provides that should the notary be acquainted with the testator, the former shall so estate it in the registry; even under the supposition that this formality was not complied with in the attestation which the notary made of the contents of the will at the end thereof, such omission can not be deemed a cause of nullity in the present litigation, in which, besides the fact that the law itself has not made any provision therefor, it appears that the identity of the testator was not contested nor doubted; on the contrary, the appellants in their complaint recognize in an explicit manner the identity of the testator by averring that the will in question was executed by their uncle.\n\nThere is nothing in the above-cited laws of the\n\nNovisima Recopilacion\n\nwhich declares a will invalid and of no effect because of an omission by the clerk before whom it was executed, of a certificate that the witnesses were residents of the place where it was executed, and the supreme court of Spain in commenting on these laws declared in its decision of December 6, 1861:\n\nIf the expression of the will of the testator fully and legally appears in any of the manners prescribed by law, the will is valid.\n\nThe validity and efficiency of a nuncupative testament is essentially found in the open and public statement of the will of the testator, whether announced orally or by the reading of a paper, script, annotation, or memorandum, in order that those present at its execution may understand and remember its contents in the cases prescribed by law.\n\nIt would be unreasonable to hold that \"where the open and manifest will of the testator\" has been set out in an otherwise valid document, such will would be declared invalid because of the lack of a certificate of the clerk, as to an unimportant detail, which was conclusively established by the testimony of competent witnesses.\n\nThe second error assigned by appellant is based on the admission in evidence of Exhibit B, which is a certified copy of the record of certain proceedings in the Court of First Instance of Cavite. Appellant opposed its admission on the ground that it was unimportant, immaterial, and irrelevant. It appears that appellant herself offered a part of this record in evidence and that the defendant moved that not merely the part indicated by the plaintiff, but all of these proceedings be received in evidence.\n\nWe think the court properly granted this motion, because in accordance with the provisions of section 283 of the Code of Civil Procedure, \"when part of an act, declaration, conversation, or writing is given in evidence by one party, the whole of the same subject may be inquired into by the other,\" and second, because the record of the proceedings in question was competent and relevant evidence as to the knowledge of the plaintiff of the existence of the will in question prior to the institution of this action, a fact which was denied in the complaint.\n\nAn examination of the royal decree of February 15, 1889, extending to the Philippines the provisions of the Notarial Law of November 28, 1962, completely disposes of the third assignment of error.\n\nThe fourth, fifth sixth, eight, ninth, tenth, eleventh, thirteenth, fourteenth, and fifteenth errors all rest upon a misconception on the part of the appellant of the above-cited provisions of Laws 7 and 8, book 10, title 23 of the\n\nNovisima Recopilacion\n\n.\n\nAppellant contends that these laws required that the clerk of court, who alone was authorized to certify contracts and wills, should be the clerk\n\ndel numero\n\nof the place of residence of the parties, and not of the place where the contract or will was made. An examination of the foregoing laws shows that there is no ground for such an unreasonable contention. Such a construction would have deprived the citizen of the right to execute a duly acknowledged contract or will beyond the place of his residence, and if the parties to a contract resided in different places, it would never have been possible for them to comply with such a condition.\n\nThe will having been certified by the clerk\n\ndel numero\n\nof the locality where it was executed, the contentions of appellant as to the number of witnesses required in cases where a will is not so certified, falls to the ground, the law expressly fixing the number at three, in cases such as that under consideration.\n\nIn support of the twelfth assignment of error appellant relies on the provisions of Law 3, title 1,\n\nPartida\n\n6, but, as has been said, the laws of the\n\nPartidas\n\n, at the date of the execution of the will in question, had been superseded by the above-cited provision of the\n\nNovisima Recopilacion\n\nwhich did away with many of the formalities of the ancient law among others that known as\n\nla unidad del acto\n\n.\n\nDiscussing this question, Falcon, in his work on Derecho Civil Español (vol. 3, p. 76), says:\n\nThe request (\n\nrogacion\n\n) was required in Rome for special circumstances of those people. Among us the\n\nrogacion\n\nhad no other meaning than that of an act of mere courtesy, which act, not being inherent to the essence of the will, could not constitute an essential requisite of the same.\n\nThe seals, which the Romans used so frequently and to which the\n\nPartidas\n\ngave so great importance, were in the same category regarding the closed will. The supreme court, in different cases had been compelled to decide, upon these and other requisites, to the effect that the most of the requisites prescribed by the laws of the\n\nPartidas\n\nwere not observed.\n\nThe requisite called\n\nunidad del acto\n\nbelonged to the same category, according to which the will was to be commenced and finished in one sole act, no other matter to interpose between the beginning and the end. This condition in Rome was derived from the old wills\n\nin Comitiis Calatis\n\n, because they contained but one act. Such requirement, however, ought not to be preserved any longer, because a will is not a law in which an entire people or nation intervene with authority.\n\nThe eighteenth assignment of error is also based on the provisions of the ancient laws of the\n\nPartidas\n\n. The\n\nNovisima Recopilacion\n\n, however, does not expressly prescribe that in nuncupative wills the testator or testatrix must sign the instrument, though Gutierrez (p. 152\n\nEst. Fund. del Derecho Civil\n\n), discussing this question, says:\n\nThe law does not say whether the testator is to sign in the nuncupative will. Is his signature necessary? G. Lopez discusses this question which had divided the opinions of the commentators, and resolves the same affirmatively, on the following grounds: (1) On the\n\nPragmatica de Alcala Ley recopilada\n\n1, title 23, book 10, which requires the same in all public instruments, under which denomination last wills are included; (2) on the theory that the motive and object of the law are more important in this case than in any other act (\n\nGlosa\n\n2, Law II, title 1,\n\nPartida\n\n6). For the same reasons, Matienzo follows this opinion in the\n\nGlosa\n\n3, Nos. 8\n\net seq\n\n., it being so natural that this is to be done that we undoubtedly adhere to this doctrine, unless the testator can not sign on account of illness or of any other cause, in which case the notary must so state.\n\nBut the supreme court of Spain in its decision of February 28, 1881, finally disposes of this question in the following language: \"That neither Law 1, title 18, book 10 of the\n\nNovisima Recopilacion\n\n, nor Law 1, title 1, of\n\nPartida\n\n6, requires, as a condition for the validity of the open or nuncupative will, that the testator sign by himself or by another person in his name, the document in which he expresses his will,\" and in any event, the certificate of the clerk having set out the testatrix did not know how to write, we think that the omission of her signature should not be held to be a fatal defect invalidating the will.\n\nWhat has been said renders it unnecessary to discuss errors 19, 20, and 21, except in so far as they are based on appellant's contention that section 617 of the new Code of Civil Procedure requires all Spanish wills to be probated in accordance with its provisions. It appears, however, that the testatrix died long before the new Code of Civil Procedure went into effect, hence the provision of section 617 is not applicable to the will in question. This will was nuncupative will duly executed in the presence of the clerk of the court, in accordance with the provisions of law in force at the time of its execution, and upon the death of the testatrix it was not necessary that it should be proved or allowed in order that the estate conveyed therein should pass to the devisee. Manifestly it was not intended that the numberless Spanish wills of this character, executed by persons who had died long before the enactment of the new Code of Civil Procedure, should be brought into court for probate under its provisions.\n\nThe judgment of the trial court should be, and is hereby, affirmed with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Mapa, Johnson, Willard, and Tracey, JJ.,\n\nconcur.\n\nTorres, J.,\n\nconcurs in the result.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 21341,
  "metadata_extraction_date": "2025-11-16T08:32:10.797278",
  "extraction_version": "2.0_enhanced_full_content"
}