{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4376_1908.html",
  "filename": "gr_l-4376_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4376_1908",
  "gr_number": "gr_l-4376_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 26, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Labor Law",
    "Property Law",
    "Criminal Law",
    "Civil Law",
    "Remedial Law",
    "Commercial Law"
  ],
  "keywords": [
    "chan",
    "accused",
    "warehouse",
    "sin",
    "lim",
    "alias",
    "proven",
    "sip",
    "padlocks",
    "secured",
    "door",
    "his",
    "crime",
    "case",
    "costs",
    "same",
    "closed",
    "place",
    "one",
    "having"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4376\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4376              March 26, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nLIM SIP, (\n\nalias\n\nTANQUI) ET AL.,\n\ndefendants-appellants.\n\nThos D. Aitken for appellants.\n\nAttorney-General Araneta for appellee.\n\nTORRES,\n\nJ.\n\n:\n\nOn the morning of the 16th of May, 1907, when Juan Mauricio, the man in charge of the warehouse, went to said warehouse, he noticed that the padlocks that secured the door of the same had disappeared; the door was closed and the bolt was in its place but the padlocks were missing. He further noticed that the hole at the end of the bolt was covered with oil, and one of the padlocks was put in it showing sings of having been forced. On entering the warehouse he saw that twenty bolts of merino, which had been taken out of the cases on the previous evening, were missing, and close to the cases he found a bag and a candle; on the previous evening which was a Wednesday, he had left the warehouse closed and the door properly secured. Upon the matter having been reported to the police authorities, a member thereof, George W. Walker, went to the warehouse and inspected the place where the robbery was committed, and as the result of his investigations the accused were arrested.\n\nA complaint was filed charging the three Chinamen with the crime of robbery, and on the 6th of June, 1907, the court below sentenced Chan Sin to the penalty of four years nine months and ten days' imprisonment with hard labor, and to indemnify the copartnership of Behn, Meyer & Co, in the sum of P600, or in case of insolvency to suffer the corresponding subsidiary imprisonment; Lim Sip was sentenced to one year and eight months imprisonment, and each of them to pay one-half of the costs. By an order of court of July 2 following, the charge against Go Tui was dismissed with the costs\n\nde oficio\n\n. From this judgment the counsel for the accused Chan Sin and Lim Slip has appealed.\n\nThe record shows the existence and reality of the robbery of about twenty bolts of black merino, the property of the copartnership Behn, Meyer & Co., of the value of P608, or 3,040 pesetas, all of which is fully proven, the same having been committed in a warehouse, an uninhabited place, the door of which, although properly closed and secured, the thieves managed to open after breaking the to padlocks that secured it. This crime is defined and punished by article 512 of the Penal Code.\n\nNotwithstanding the fact that the crime has been clearly proven, the case, however, offers no sufficient proof of the guilt of the accused Lim Sip (\n\nalias\n\nTan Qui) and Chan Sin (\n\nalias\n\nChan Chi), the charges of the prosecution, such as the finding of a crowbar at the house of the latter, Chan Sin, where several other Chinamen lived, which has not been proven to belong to either of the two accused; the statements made by Chan Sin to the policeman Walker not confirmed by the interpreter, William Compton, or by any other person and the circumstantial evidence in the case are not sufficient to demonstrate the guilt of the said accused, inasmuch as, in order to established the liability of the criminal, and to convict him by circumstantial evidence, it is necessary that the evidence be derived from interrelated facts and properly proven in such manner that they definitely lead to the logical and rational conclusion, beyond all reasonable doubt, that the accused is the author of the crime, because where his guilt has not been satisfactory established, there always arises the presumption of his innocence; and until the contrary is proven he is unquestionable entitled to an acquittal. As to Go Tui, upon request of the prosecuting attorney his case was dismissed on the 2nd of July, 1907, with the costs\n\nde oficio\n\n.\n\nIn view of the foregoing it is our opinion that the judgment appealed from should be reserved, as we do hereby reverse the same, and that the accused Lim Sip (\n\nalias\n\nTan Qui) and Chan Sin (\n\nalias\n\nChan Chi) should be acquitted with the costs\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Mapa, Johnson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4199,
  "metadata_extraction_date": "2025-11-16T08:30:23.200443",
  "extraction_version": "2.0_enhanced_full_content"
}