{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4447_1908.html",
  "filename": "gr_l-4447_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4447_1908",
  "gr_number": "gr_l-4447_1908",
  "volume_page": "vol. 1, p 797",
  "decision_date": "March 6, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Tax Law",
    "Property Law",
    "Labor Law",
    "Remedial Law",
    "Commercial Law"
  ],
  "keywords": [
    "printings",
    "printing",
    "court",
    "said",
    "labels",
    "thirteen",
    "customs",
    "under",
    "paragraph",
    "collector",
    "bronze",
    "counted",
    "plaintiffs",
    "used",
    "decision",
    "wrappers",
    "should",
    "upon",
    "three",
    "colors"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4447\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4447              March 6, 1908\n\nMURPHY, MORRIS & CO.,\n\nplaintiffs-appellants,\n\nvs.\n\nTHE COLLECTOR OF CUSTOMS OF THE PHILIPPINE ISLANDS,\n\ndefendant-appellee.\n\nC.W. O'Brien for appellants.\n\nAttorney-General Araneta for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nIn the month of September, 1904, the plaintiffs brought into the Philippine Islands a certain number of kilos of paper labels, which labels, or wrappers, were used for cigars and cigar boxes. the Collector of Customs classified said labels under subdivision (\n\nd\n\n) of paragraph 183 of Act No. 230 (the Tariff Revision Law) of the Philippine Commission. The plaintiffs claimed that said labels should have been classified under subdivision (\n\nc\n\n) of said paragraph 183 at the rate of 40 cents per kilo, net weight, instead of at the rate of 80 cents per kilo, net weight, under said subdivision (\n\nd\n\n) of paragraph 183. Upon this contention of the plaintiffs the Collector of Customs rendered the following decisions:\n\nThis protest is against the classification of certain lithographic labels, as \"of more than thirteen printings (bronze printing to be counted as three printings)\" under paragraph 183 (\n\nd\n\n) of the Tariff Revision Law of 1901, at 80 cents per kilo, instead of as labels \"of eight to thirteen printings, inclusive (bronze printing to be counted as three printings),\" under paragraph 183 (\n\nc\n\n) at 40 cents per kilo.\n\nThe color scheme of the labels is question shows ten colors and bronze (counted as three printings), making thirteen printings. In addition, the label is embossed. The question presented is, therefore, whether the embossing should be counted as printing.\n\nThis office has heretofore held that \"the word \"printings\" is used in paragraph 183 to denote the number of impressions received or the number of times the article was run through the press.\" This office has also held that if printing necessarily implies the use of ink, then embossing is not printing; but that running an article through a printing press was printing, even though no ink was used. This is clear in the case of books and music \"printed\" in raised type for the blind and is almost equally apparent in other cases of embossing.\n\nxxx           xxx           xxx\n\nFrom the foregoing decisions, it is evident that the process of embossing the labels in question was properly considered as a process of \"printing\". The labels being, therefore, of fourteen printings, were properly classified under paragraph 183 (\n\nd\n\nThe protest, on the grounds above given, is, therefore, overruled and denied.\n\nFrom this decision, of the Collector of Customs the plaintiffs appealed to the Court of Customs Appeals, where the decision of the Collector of Customs was affirmed, but for some reason or other, not explained in the record, the decision of the Court of customs Appeals was lost, and later, after said court was abolished, the appeal was transferred to the Court of First Instance of the city of Manila. The record does not disclose that any evidence whatever was adduced at the hearing of the appeal, except copies of the labels or wrappers, either in the Court of Customs Appeals or in the said Court of First Instance.\n\nThe record discloses that the Hon. S.S. Crossfield, as judge of said Court of First Instance, rendered the following decision on the 25th day of October, 1907:\n\nThis case came before the Court of Customs Appeals, was there heard, and a decision arrived at by that court.\n\nThe decision as made has been mislaid or lost, and the matter is now again before this court for the purpose of restating the same.\n\nThe case was for hearing upon an appeal of Murphy, Morris and Co., from the decision of the Collector of Customs overruling appellant's protest against the classification of certain lithographic labels as of more than thirteen printings, under paragraph 183 (\n\nd\n\n) of the Tariff Revision Law of 1901, instead of as labels of eight to thirteen printings, under paragraph 183 (\n\nc\n\n).\n\nFrom the evidence presented at court at the time of the hearing, and as now found, it was and is disclosed that there were ten colors and bronze, and that the bronze should be counted as three printings, under the provisions of the Tariff Act, making in all thirteen printings, and that the label is embossed and should be counted as a printing.\n\nThe conclusions are that the decision of the Collector of Customs should be affirmed, and it is so ordered.\n\nNo costs will be taxed.\n\nFrom this decision of the court of First Instance the plaintiffs appealed to this court.\n\nThe only question presented to this court is whether or not said labels or wrappers consist of eight to thirteen printings or of more than thirteen printings.\n\nSaid paragraph 183 contains the following provisions:\n\nLithographs, chromolithographs, oleographs, etc., printed from stone, zinc, aluminum, or other material, used as labels, flaps, bands, and wrappers for tobacco or other purposes:\n\nxxx           xxx           xxx\n\n(\n\nc\n\n)\tOf eight to thirteen printings, inclusive (bronze printing to be counted as three printings), but not including any article printed in whole or in part in metal leaf, N.W., kilo, forty cents;\n\n(\n\nd\n\n)\tOf more than thirteen printings (bronze printing to be counted as three printings), including all articles printed in whole or in path in metal leaf, N.W., kilo, eighty cents.\n\nCopies of the wrappers presented as exhibits show eleven distinct colors, one of which is bronze, and, under the provisions of the law the bronze counting as three colors, the said wrappers were counted as bearing thirteen colors. The wrappers in question also present a raised or embossed appearance in certain parts of their surface.\n\nThe plaintiffs make no objection to the finding of facts that the said labels or wrappers contain thirteen colors and therefore should be classified as lithographs, etc., having eight to thirteen printings, but insist that the raised surface or embossing of the said label can, under no conditions, be regarded as a printing for he purpose of holding that the said label or wrapper can be classified as a lithograph, etc., with more than thirteen printings; in other words, the plaintiffs contend that the embossed appearance given to the said wrapper can under no conditions, be regarded as a printing.\n\nThe evident purpose of the legislature in making a different rate for the number of printings of lithographs, etc., was for the purpose of fixing a different rate based upon the value of the labor and materials used in each case.\n\nThe plaintiffs admit that it was proper to classify the thirteen colors as thirteen printings, and the question is whether the raised appearance of portions of said labels or wrappers, or the embossing of the same can for the purpose of classifying the said labels under the Tariff Law, be regarded as a printing.\n\nThe Collector of Customs held that the \"word `print' is used in paragraph 183 to denote the number of impressions received or the number of times the article was run through the press.\"\n\nThe judge of the Court of First Instance held that upon this same question that \n\nFrom the evidence presented at court at the time of the hearing, and as now found, it is disclosed that there were ten colors and bronze, and that bronze should be counted as three printings, under the provisions of the Tariff Act, making in all thirteen printings, and that the label is embossed and (which) should be counted as a printing.\n\nWe believe that the Collector of Customs and the lower court were correct in their interpretation of the word \"printing\" as used in said paragraph, and that the word \"printing\" as used there meant the number of impressions which said lithograph, etc., received, and that, therefore, the word \"printing\" as used in said paragraph meant impression\n\nThe Supreme Court of the United States in the case of Arthur\n\nvs\n\n. Moller (97 U.S., 365) said:\n\nIt is not necessary, however, that the characters produced should be letters or numerals, or the result of types or stereotypes, or be reading matter, but the term \"print\" or \"printing\" includes the most of the forms of figures or characters or representations, colored or uncolored, that may be impressed on a yielding surface.\n\nIn the same case Justice Hunt quoted approvingly Webster's definition of \"to print\" as follows:\n\nTo make an impression of; to copy or take off the impress of; to stamp.\n\nHence, specifically, to strike off an impression of, or impressions of, from types, stereotypes or engraved plates, or the like, by means of a press.\n\nTo mark by pressure; to form an impression upon; to cover with figures by a press or something analogous to it.\n\nA mark made by impression; a line, character, figure, or indentation made by the pressure of one body or thing upon another.\n\nWorcester, in his valuable dictionary, in defining the word \"print\" says:\n\nA mark, form, character, a figure made by impression.\n\nMcElrath, in his Commercial Dictionary defines the word \"print\" as follows:\n\nImpressions on paper, or engravings on copper, steel, wood, or stone, representing some particular subject or composition, and which may be either\n\ncolored or uncolored\n\n.\n\nHomans, in his Encyclopedia of Commerce, defines prints as \n\nImpressions on paper or some substance, etc., representing some particular subject or composition. Prints, like painting, embrace every variety of subject, but differ very widely in the manner in which they are engraved.\n\nKnight, in his American Mechanical Dictionary (vol. 1, p 797), says:\n\nEmbossed, printed; printing in which the paper is forced into the dies into which the letters have been cut or punched: the result is raised letter used for printing for the blind and various kinds of ornamental work.\n\nSee also Knight's American Mechanical Dictionary (vol. 2, p. 1793), where the author demonstrates that 'embossing is obtained by making impressions or prints upon paper or other substances.\"\n\nIt seems clear to us, therefore, that while there is a technical difference between printing and embossing, or a method by which raised letters, or figures are produced upon paper and other substances, and ordinary printing yet they are both produced by means of a press or by pressure of one body or thing upon another and, therefore, each may be properly called a printing. This was the conclusion of the Collector of Customs, as well as of the judge of Court of First Instance, and the plaintiffs and appellants presented no proof for the purpose of showing that the conclusion of the lower court and of the Collector of Customs was not correct.\n\nFor all of the foregoing reasons, the decision of the court below is hereby affirmed with costs. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson, and Willard, JJ.,\n\nconcur.\n\nTracey, J.,\n\ndissents.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 10910,
  "metadata_extraction_date": "2025-11-16T08:33:02.353836",
  "extraction_version": "2.0_enhanced_full_content"
}