{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4438_1908.html",
  "filename": "gr_l-4438_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4438_1908",
  "gr_number": "gr_l-4438_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 7, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Remedial Law",
    "Family Law"
  ],
  "keywords": [
    "marriage",
    "her",
    "she",
    "clara",
    "bautista",
    "trial",
    "second",
    "story",
    "chua",
    "having",
    "contracted",
    "states",
    "appellee",
    "jacinto",
    "sunga",
    "appellant",
    "arellano",
    "one",
    "article",
    "costs"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4438\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4438              March 7, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nJACINTO SUNGA AND CLARA BAUTISTA,\n\ndefendants.\n\nCLARA BAUTISTA,\n\nappellant.\n\nFernando de la Cantera for appellant.\n\nAttorney-General Araneta for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nJacinto Sunga was excluded from that trial for the reason that, on marrying Clara Bautista, he did not contract a second marriage. The latter was sentenced to six years and one day of\n\nprision mayor\n\nwith such accessory penalties of article 51 of the Penal Code as are compatible with her sex, and the costs of the proceedings. From this judgment she appealed.\n\nShe was convicted of the crime of illegal marriage, for having on August 4, 1904, contracted a canonical marriage, a previous one contracted with Santiago Story Chua-Ge on October 30, 1901, not being yet dissolved. This was proven by the declarations of eye-witnesses and by the certificate of the marriage, duly verified at the trial. Her declaration to the effect that she was ignorant of the importance and consequences of her act in appearing with Story Chua-Ge before the minister who married them, does not palliate the crime, and the penalty imposed, as it was, in the minimum degree, is in accordance with the law, the circumstances of article 11 having been properly considered in her favor.\n\nThe first complaint was filed on September 13,1904, and is set out in the bottom thereof that Story Chua-Ge had died, and could not therefore be brought as a witness, and this was set up forty days after Clara Bautista had contracted the second marriage; she herself states, however, that Story Chua-Ge had taken from her, when she was sent to Bilibid Prison, the child had by them during their marriage, and there is not the slightest indication that this death occurred before the second marriage. Otherwise this defense would not have been omitted, it being conclusive in this case.\n\nAlthough the trial has been held twice, there has been no double jeopardy, the second trial having been a consequence of the appeal interposed by the defendant. By virtue thereof we affirm the judgment appealed from, with the costs of both instances. So ordered.\n\nTorres, Mapa, Johnson, Willard and Tracey, JJ.,\n\nconcur.\n\nCarson, J.,\n\nconcurs in the result.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2399,
  "metadata_extraction_date": "2025-11-16T08:32:55.438123",
  "extraction_version": "2.0_enhanced_full_content"
}