{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-3812_1908.html",
  "filename": "gr_l-3812_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-3812_1908",
  "gr_number": "gr_l-3812_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 26, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law",
    "Commercial Law"
  ],
  "keywords": [
    "company",
    "profits",
    "shall",
    "defendant",
    "government",
    "plaintiff",
    "contract",
    "its",
    "his",
    "amount",
    "made",
    "upon",
    "paid",
    "sale",
    "per",
    "cent",
    "philippine",
    "time",
    "any",
    "balance"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3812\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3812              March 26, 1908\n\nTHE PHILIPPINE SUGAR ESTATES DEVELOPMENT COMPANY, LIMITED,\n\nplaintiff-appellee,\n\nvs.\n\nBARRY BALDWIN,\n\ndefendant-appellant.\n\nKinney Oldin and Lawrence and John W. Sleeper for appellant.\n\nHartigan, Rohde and Gutierrez for appellee.\n\nWILLARD,\n\nJ.\n\n:\n\nThe plaintiff brought this action in the Court of First Instance for the city of Manila to recover on a promissory note for P10,000 signed by the defendant, dated December 27, 1905, and due June 28, 1906, Judgment was rendered for the plaintiff as prayed for in its complaint, and the defendant has appealed.\n\nThe execution of the note was admitted, but the defendant alleged in his answer that the plaintiff owed him more than P10,000 upon an unsettled account; that the P10,000 paid to the defendant by the plaintiff at the time the note was given was an advance payment on such account, and that the note was signed simply as a receipt therefor. Upon this question of fact the court below found against the defendant, and its finding is fully sustained by the evidence.\n\nThe other questions in the case arise upon the defendant's counterclaim. Articles 30 to 33 of the statutes of the plaintiff company are as follows:\n\nART. 30. The net profits annually obtained shall be distributed upon approval, by the regular general meeting of stockholders to be held during the first half of the month of August, of the balance sheet and accounts for the corresponding period of the agricultural year; the latter shall be reckoned from the 1st day of July to the 30th of June of the following year.\n\nART. 31. For such purpose, the accounts shall be closed and a balance struck upon the date last named; said accounts and balance sheet, together with the corresponding vouchers, shall be kept on view at the offices of the company, from the day of the publication of the first notice, upon those stockholders who may wish to examine the same upon previous deposit of their shares.\n\nART. 32. From the amount of the net profits obtained, an amount equal to 6\n\nper cent\n\nof the paid-up capital shall first be deducted and paid\n\npro rata\n\nto the holders of the stock representing the said capital.\n\nART. 33. The amount remaining, after the above deduction has been made, shall be distributed in the following manner:\n\nFour per cent to the agent or general manager of the company.\n\nThree per cent to the chairman of the board of directors.\n\nAnother 3 per cent to the other members of the said board to be prorated according to the number of sessions at which they may have been present.\n\nTwenty per cent shall be devoted to the creation of a reserve fund until the same shall amount to 20 per cent of the corporate capital.\n\nThe balance of 70 per cent shall be distributed, together with the 6 per cent of the capital referred to in the foregoing number, among the stockholders, in proportion to the capital which their shares in the company represent, and in exchange for the corresponding coupon wherein the amount of the profits paid upon each shares shall be stated.\n\nThe defendant with others, was a director of the plaintiff company from its organization in 1900 to the 24th of February, 1904. He claims to be entitled to P18,000 or more for his services as director by virtue of the provisions of the articles above quoted.\n\nThe only profits realized by the company prior to February 24, 1904, if there were any, were those accruing from the sale by the company of its lands to the Government. If the profits from that sale did not accrue in 1904, then the defendant is entitled to nothing on his counterclaim.\n\nOn December 22, 1903, the Government of the Philippine Islands made a contract with the plaintiff by which the latter agreed to sell and convey to the former lands owned by it in the Islands, and the Government agreed to pay therefor 83,671,657, in money of the United States, subject to the following proviso:\n\nThat if the Government of the Philippine Islands shall notify the Philippine Sugar Estates Development Company, Limited, that the area of any hacienda that is described in the title deed thereof falls short of the superficial area thereof as shown by Villegas's survey of the same, then the parties hereto shall cause a joint survey of the same to be made by an agent of each: and if the true survey shall show the area of the hacienda to be less than that as stated by Villegas in the list hereinbefore set forth, then the price herein agreed to be paid shall be abated by an amount to be ascertained by multiplying the number of hectares short into the average value of a hectare in the hacienda in question as shown by dividing Villegas's total valuation of such hacienda by the total number of hectares contained therein according to his survey, plus 25 per cent thereof; and if, on the other hand, the true survey shall show an excess of hectares over the amount reported by Villegas, then the price to be paid shall be increased by an amount ascertained in a similar manner.\n\nThe company also agreed to present evidence of its titles to the lands for examination by counsel for the Government. The contract contained also the following provisions:\n\nThe Government of the Philippine Islands agrees to make effort to sell the bonds an obtained the proceeds as soon as is practicable, and the time for the consummation of this contract by the conveyance of a good and marketable title by the Philippine Sugar Estates Development Company, Limited, and the payment of the purchase price by the Government of the Philippine Islands is fixed as of the end of the period within which such bonds may be engraved, advertised, sold, and the proceeds thereof realized, and the necessary surveys and necessary investigation of the title be made by prompt action of the Philippine Government, not exceeding six months from the date of this contract.\n\nIt is apparent that this document evidence not a sale of the lands, but a contract to sell them. After its execution, the land still remained the property of the company. The price was subject to change according as surveys by the Government should show more or less land than the amount shown by the survey of Villegas. The evidence shows that after the signing of the contract serious difficulties arose between the plaintiff and the Government as to the quantity of land and the condition of the titles of the plaintiff thereto. So serious were these difficulties that on September 7, 1904, the manager of the plaintiff notified the Governor-General of the Islands that if the sale was not consummated on the 22d of that month, the company would rescind it, and on the 8th day of December he cabled the Secretary of War to the same effect. The sale was not, in fact, made and the price paid by the Government until some time in 1905. It might, however, never have been consummated. Any agreement to sell is liable to be defeated by disagreement between the parties as to its terms, or by their failure or inability to carry it out, and it can not be said that at the time of executing it any profit results from a contract to make a sale in the future. It is only when the sale in fact made that the profit accrues. Manufacturing concerns contract for the sale of their goods in the future. The capacity of their plants may be engaged for a year ahead. We do not understand that when such a company makes a contract to deliver in one year from the date of the contract articles not yet manufactured that it considers that the profit it expects to make if the agreement is carried out has already been made at the time the contract is signed, and that it then enters such profits on its books. Such profits are not made and to entry thereof appears in its accounts until the goods are manufactured and delivered and the price paid.\n\nIt appears from the evidence in this case that the plaintiff took off balances from its books from time to time, apparently at the end of each month. There appear in the record the balances for every month from December, 1903, to August, 1904, In each one of these balances the lands, the subject of the contract with the Government, appear among the assets of the company, and there appears an item of losses and no item of profits. The only balances in evidence from which the lands have disappeared and in which profits appear are those of October and November, 1905. The company did not consider that it had, in December, 1903, made any profit out of this transaction and no entry thereof appears in its books. The balance of June 30, 1904, was approved by the board of directors at the meeting held on July 30, 1904. It shows no profits.\n\nIt thus appears (1) that no balance showing a profit was ever approved by the stockholders prior to 1905, as required by the articles above quoted; (2) that no entries appear upon the books from which a balance showing a profit prior to that time could have been obtained; and (3) that no profits in fact were realized by company during that period.\n\nAmong the cases cited by the defendant in his brief is Scace\n\nvs\n\n. Gillette-Herzog Manufacturing Company (55 Minn., 349). In that case it was admitted that there were profits which had not been divided. In the case of Elbert\n\nvs\n\n. Haebler (149 N.Y., 343) the parties had agreed as to what the profits were. Neither of these cases has any bearing upon the question as to whether the profits accruing from the sale of the lands to the Government were realized in 1903 or in 1905.\n\nIt is claimed by the defendant that these profits were the difference between the capital stock of the company and the amount paid by the Government, or about P1,800,000. The plaintiff claims that the amount realized from the sale of this real estate, which was practically all of the property of the company, can not be considered as profits realized from the operations of the company for the purposes of the statutes above-quoted. We do not find it necessary to decide this question for, if the defendant were correct in his claims, it would not avail him, for he has not proven that such profits were realized while he was a director.\n\nConsiderable space is devoted in the defendant's brief to a discussion concerning the number of shares of stock owned by him, how he acquired it, and the rights to other stock which he surrendered in 1903. We do not see how the matters thus discussed are important. The defendant's term of office as director expired in 1903, but he was continued provisionally until February 24, 1904. At the election then held he was not chosen as a director. The stockholders, by failing to reelect him violated no right to which he was entitled. Any promises which may have been made in the autumn of 1903 by some of the officers to the effect that he would be continued as director would bind neither the stockholders nor the company.\n\nThe defendant in his counterclaim asked for the appointment of a receiver for the company. As said by the court below, neither his counterclaim nor his proof made any case for the appointment of a receiver within the provisions of the Code of Civil Procedure relating to that subject.\n\nHe also asked in his counterclaim that he paid that part of the assets of the company to which he was entitled by reason of his ownership of forty-nine shares of the capital stock. A stockholder in a corporation, which is a going concern, is entitled to no such relief.\n\nThe judgment of the Court of First Instance is affirmed, with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, and Mapa, JJ.,\n\nconcur.\n\nJohnson and Carson, JJ.,\n\ndissent.\n\nTracey, J.,\n\ndid not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 11759,
  "metadata_extraction_date": "2025-11-16T08:30:34.585429",
  "extraction_version": "2.0_enhanced_full_content"
}