{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-3848_1908.html",
  "filename": "gr_l-3848_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-3848_1908",
  "gr_number": "gr_l-3848_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 13, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Family Law"
  ],
  "keywords": [
    "said",
    "defendant",
    "cemetery",
    "any",
    "pueblo",
    "burial",
    "body",
    "section",
    "there",
    "established",
    "law",
    "found",
    "appellee",
    "appellant",
    "attorney",
    "act",
    "costs",
    "court",
    "municipal",
    "secretary"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3848\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3848              March 13, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nANDRES GIMENO,\n\ndefendant-appellant.\n\nRafael Del-Pan for appellant.\n\nAttorney-General Araneta for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis defendant was charged with a violation of sections 29 and 37 of Act No. 1458 of the Philippine Commission, was found guilty of said offense, and was sentenced to pay a fine of P25 and the costs. From this instance the defendant appealed to this court.\n\nThe defendant was municipal secretary of the pueblo of Bulan and at the same time was secretary of the municipal board of health. On or about the 20th day of May, 1906, by order of the president of said pueblo, he issued a burial certificate to Hipolito Morilla, giving permission for the burial of the body of Ponciano Morilla in the cemetery of the barrio of Butag of said pueblo.\n\nSection 29 of said act provides:\n\nExcept in cases of emergency, any person who shall bury or inter, or cause to be buried or interred, the dead body of any human being or any human remains in any place except in a burial ground or cemetery, now or hereafter lawfully existing, shall, upon conviction, be punished as hereinafter provided.\n\nSection 37 provides the punishments for the provisions of said section.\n\nThe evidence shows that there had been established in the said barrio of Butag a cemetery and that the body of the deceased was buried therein. There was nothing in the record to show that burials in said cemetery had been prohibited. The prosecuting attorney made no effort to show that said cemetery had not been legally established. There is nothing in said law which prohibits the continued use of cemeteries already established prior to the enactment of said law.\n\nthe judgment of the lower court is hereby reversed and the defendant is ordered to discharged from custody with costs\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2083,
  "metadata_extraction_date": "2025-11-16T08:32:22.179925",
  "extraction_version": "2.0_enhanced_full_content"
}