{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4265_1908.html",
  "filename": "gr_l-4265_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4265_1908",
  "gr_number": "gr_l-4265_1908",
  "volume_page": "vol. 5, p. 16",
  "decision_date": "March 26, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "article",
    "estafa",
    "deceit",
    "crime",
    "received",
    "intent",
    "defraud",
    "code",
    "case",
    "penal",
    "essential",
    "thing",
    "appellant",
    "paragraph",
    "money",
    "element",
    "deposit",
    "other",
    "defined",
    "any"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4265\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4265              March 26, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nLUIS PASCUAL,\n\ndefendants-appellant.\n\nPedro G. Paraiso for appellant.\n\nAttorney-General Araneta for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nAppellant was convicted of the crime of\n\nestafa\n\n, as defined and penalized in paragraph 5 of article 535 of the Penal Code.\n\nIt was at the trial, beyond a reasonable doubt, that to the prejudice of the complaining witness the accused appropriated the sum of P310 which had been intrusted to, and received by him with the obligation of delivering it to a third person.\n\nThe only question for consideration is the contention of counsel for the appellant that \"no deceit with intent to defraud\" having been practiced in obtaining the money from the complaining witness, it was error to find him guilty of the crime of\n\nestafa\n\n, because, as counsel contends, \"deceit with intent to defraud\" is an element of all the various classes of U.S.\n\nvs\n\n. Mendezona (2 Phil. Rep., 353) and U.S.\n\nvs\n\n. Leaño and Gonzalez (6 Phil. Rep., 368).\n\nParagraph 5 of article 535 of the Penal Code is as follows:\n\nART. 535. The following shall incur the penalties of the preceding articles:\n\nxxx           xxx           xxx\n\n5. Those who, to the prejudice of another, shall appropriate or misapply any money, goods, or any kind of personal property which they may have received as a deposit on commission for administration of in any other character producing the obligation to deliver or return the same or who shall deny having received it.\n\nWe think that these provisions clearly indicate that in this class of\n\nestafas\n\n\"deceit with intent to defraud\" in obtaining the money of other personal property afterwards misappropriated is not an essential requisite. Indeed, it is clear it contemplates more especially those cases wherein the money or other personal property has been voluntarily intrusted to the offender, without wrongdoing on his part in obtaining or receiving it.\n\nGroizard, in commencing on this class of\n\nestafa\n\nas defined in the Penal Code of Spain, makes the following observations:\n\nOther classes of \"estafa.\"\n\n A new type now presents itself for study. In the four numbers which we have just commented upon, the acts therein punished have deceit, artifice, machination, or cunning employed by the agent to obtain and defeat the confidence of the passive subject of the crime, as a common factor and prevailing circumstance. With regard to the persons accused in the present case such fraudulent activity as is employed by the guilty in order to obtain possession of the thing, or to effect the fraud, does not exists, or exists in but few cases and in limited proportions. Imprudence, barefacedness, covetousness, and disloyalty employed in taking advantage of the opportunity, take here the place formerly occupied by deceit. It has been rightly stated by the Supreme Court \"that if the crime of\n\nestafa\n\ngenerally contains the element of deceit, the one specially defined in paragraph 5 of article 535 of that of the Penal Code (equivalent to No. 5 of art. 535 of that for the Philippines) implies on the part of the person committing it\n\na more or less serious abuse of confidence\n\n, it being the purpose of the criminal to obtain a benefit, to the prejudice or fraud of third persons, availing himself of any of the means specified in the code.\" (Decision of November 26, 1884;\" Commentaries on the Penal Code of 1870, vol. 5, p. 16.)\n\nAnd Viada, discussing this article, says:\n\nIn the matter of\n\nestafa\n\n, this is unquestionably the article which is most frequently applied in practice, it being also the one that presents the most difficulties. It is therefore advisable to take carefully into consideration the essential elements of the same. The fact of having received the thing constitutes the first element, and in this the said crime differs from that of theft, the first element of which is the taking of the thing; it is important to bear in mind such an essential circumstances so as not to mistake the one crime for the other; in question 11 of the commentary on article 533, we have already seen that, by reason of having overlooked such an important distinction, the appeal in cassation interposed by the public prosecutor in the case therein dealt with was rejected be money, goods, or any other personal property, in a word anything which, owing to its value, may be an article of trade: among which we think are deeds and documents, the appropriation or misappropriation of which might cause a material prejudice  as for example, a deed of sale, a promissory note, a receipt for money, etc. The third element of this crime consist in that the above stated things may have been received by virtue of deposit, on commission the obligation to deliver or return them; That s, to deliver or to return the same thing that was received (not an equivalent thereto in kind or quality) as happens with the deposit, commission, and administration especially dealt with in said article, and also, for example, in the contract of\n\ncommodatum\n\nby which the bailee is required to return the same thing that he received for a stated use. Finally, the fourth and last requisite essential to the crime defined in this number, consists in the appropriation or misappropriation of the thing, by whoever received it under such a title and which obliges him to make restitution thereof, or denying the fact that he received it. (Penal Code, vol. 5 p. 514, 3d ed.)\n\nIt is true that it is sometimes said that \"deception with intent to defraud\" is an essential requisite of the crime of\n\nestafa\n\n, but while this is true as to\n\nestafas\n\nin general, it is not true of those\n\nestafas\n\nmentioned in the article under consideration, except in so far the abuse of confidence in misappropriating the funds or property after they have come to the hands of the offender may be said to be a fraud upon the person injured thereby.\n\nIn the case of the United States vs. Mendezona, cited by counsel for the appellant, it was said that \"deceit with intent to defraud\" is an essential element of the crime of\n\nestafa\n\n, but in that case in paragraph 1 of article 535, and the language of the opinion must be taken to refer more particularly to\n\nestafas\n\nof that class; and while it is true that in the case of The United States vs. Leaño and Gonzalez, wherein the accused were convicted of an\n\nestafa\n\nunder paragraph 5 of article 535, the court found that there was \"deceit with intent to defraud\" in procuring the deposit of a ring which was afterwards misappropriated, it will be found that the complaint so charged and this findings was sustained by the evidence in that particular case. We think, however, that the conviction in that case might to support this particular finding, and the language of the decision so far as it appears to lay down the doctrine that \"deceit with intent to defraud\" must exist in all cases of\n\nestafa\n\n, must be understood in the sense indicated in the foregoing citation from Groizard. For while in that case \"deceit with intent to defraud\" in procuring the deposit was actually proven, we are of opinion, and so hold, that \"deceit with intent to defraud\" in procuring the deposit of the thing misappropriated is not an\n\nessential\n\nrequisite of the\n\nestafa\n\ndefined in paragraph 5 of article 535 of the Penal Code.\n\nWe find no errors in the proceedings prejudicial to the rights of the accused and the sentence imposed is within the limits prescribed by law.\n\nThe judgment of conviction and the sentence of the trial court should be, and are hereby, affirmed with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 7868,
  "metadata_extraction_date": "2025-11-16T08:30:27.672871",
  "extraction_version": "2.0_enhanced_full_content"
}