{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-3951_1908.html",
  "filename": "gr_l-3951_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-3951_1908",
  "gr_number": "gr_l-3951_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 14, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "trial",
    "witness",
    "garcia",
    "counsel",
    "court",
    "appellants",
    "witnesses",
    "doubt",
    "his",
    "made",
    "tolentino",
    "identification",
    "there",
    "testimony",
    "their",
    "they",
    "crime",
    "committed",
    "confession",
    "however"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3951\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3951              March 14, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nFELICIANO GARCIA, ET AL.,\n\ndefendants-appellants.\n\nTeofilo Carpio and Vicente Foz for appellants.\n\nAttorney-General Araneta for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThat the crime of robbery was committed, as charged in the complaint, was conclusively proven at the trial. The only question is whether the appellants were members of the band who committed the offense, and we think the identification of each of the appellants by the witnesses for the prosecution leaves no room for reasonable doubt on that score.\n\nCounsel for Simeon de los Santos insists that there is no evidence of record connecting this appellant with the commission of the crime other than his own confession in the court of the justice of the peace, and that this confession was improperly admitted in evidence, it not affirmatively appearing that it was made voluntarily. We think, however, that the testimony of the witnesses Kerr, Hutchings, and Urquico leaves no room for doubt that the confession of this appellant was made voluntarily; and the witness Soto positively identified him as one of the robbers who carried a bolo and threatened to spear the witness with a bamboo when he tried to escape from the scene of the robbery.\n\nCounsel Feliciano Garcia calls attention to the fact that one of his coaccused, Alberto Tolentino, was acquitted by the trial judge although he was identified by the witness Soto as a member of the band which committed the crime, and yet Garcia was convicted upon the testimony of this witness. Counsel argues that since the trial court did not accept Soto's testimony as to Tolentino, it should not have been accepted as to Garcia. It appears, however, that while the witness was clear, positive, and definite in his identification of Garcia, there was some doubt, uncertainty, and hesitation in his identification of Tolentino. Under the circumstances the trial judge properly gave Tolentino the benefit of the doubt which must have been raised in his mind by the hesitation of the witness in identifying this accused, a doubt not so much as to the intention of the witness to tell the truth as of the accuracy of his recollection of Tolentino's face. There was no reason to doubt the identification of Garcia, as to whom the witness was so positive that there could be no mistake unless the witness willfully and maliciously bore false testimony.\n\nCounsel for [the defendants] Garcia, Gutierrez, and De los Santos asked for a new trial on the ground that, their counsel in the trial court having been taken ill before the trial, they were not able to secure the presence of their witnesses. The record discloses, however, that, it appearing that the original counsel assigned to defend these accused was sick at the time of the trial, new counsel was assigned for their defense by the court, and it does not appear that any effort was made to secure the presence of witnesses nor was any motion made to the court for a continuance for that purpose.\n\nThe appellants in a criminal case can not be heard for the first time on appeal to complain that they could not secure the presence of witnesses at the trial, when it does not appear that they made any effort so to do before or during the progress of the trial, or that they sought the aid of the court to compel the attendance of their witnesses, or objected to proceeding without them.\n\nThe judgment and sentence of the trial court are affirmed with the costs of this instance against the appellants. So ordered.\n\nArellano, C.J, Torres, Mapa, Johnson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3757,
  "metadata_extraction_date": "2025-11-16T08:32:17.708970",
  "extraction_version": "2.0_enhanced_full_content"
}