{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/march/gr_l-4377_1908.html",
  "filename": "gr_l-4377_1908.html",
  "year": 1908,
  "month": "march",
  "case_number": "gr_l-4377_1908",
  "gr_number": "gr_l-4377_1908",
  "volume_page": "Volume information not available",
  "decision_date": "March 30, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Constitutional Law",
    "Property Law",
    "Criminal Law",
    "Civil Law",
    "Remedial Law"
  ],
  "keywords": [
    "court",
    "same",
    "defendant",
    "states",
    "united",
    "offense",
    "complaint",
    "said",
    "municipal",
    "jeopardy",
    "his",
    "upon",
    "two",
    "presented",
    "against",
    "under",
    "day",
    "authorities",
    "state",
    "authority"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4377\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4377              March 30, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nVICENTE GARCIA GAVIERES,\n\ndefendant-appellant.\n\nManuel Garcia Gavieres for appellant.\n\nAttorney-General Araneta for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nOn the 25th day of June, 1907, the prosecuting attorney of the city of Manila presented a complaint against the defendant accusing him of the crime of \"culumniating. outraging, and insulting by word of mouth, and in his presence, a public official, an agent of the authorities, in the exercise of his office.\"\n\nOn the 29th day of June, the defendant presented a demurrer to said complaint upon the ground that it did not conform substantially to the form prescribed by law.\n\nOn the 6th day of July, the defendant presented a further objection to the complaint alleging that it contained a description of more than one crime.\n\nOn the 25th day of July the Judge of the Court of First Instance overruled said demurrer, to which ruling of the court the defendant duly excepted.\n\nOn the 29th day of July the defendant was again brought before the court and the complaint was duly read to him, and he was asked to plead whether he was guilty or not guilty of the crime charged in said complaint, to which question he replied \"not guilty\" and alleged that he had been \"in jeopardy.\" On the 31st day of July the defendant presented a motion to the lower court in which he asked the dismissal of the complaint in the following form:\n\nThat inasmuch as he was already convicted of the offenses with which he is now charged, he is not guilty because he is put twice in jeopardy. He therefore prays the court to dismiss the complaint or that he be acquitted, with the costs\n\nde oficio\n\n.\n\nThis motion to dismiss the cause for the reasons stated, that the defendant had been in jeopardy, was heard by Judge Sumulong on the 23rd day of August, 1907, and denied upon the ground that if the defendant had been once in jeopardy the same was matter of proof, to be presented during the trial.\n\nOn the 2nd day of December the cause was duly brought to trial. During the trial the prosecuting attorney, by means of witnesses, provided all the facts set out in the complaint in said cause. The defendant became a witness in his own behalf, and admitted in the presence of the court the facts charged in the said complaint, but claiming that the insulting words used were directed to Mr. Crame as Mr. Crame and not as Captain Crame. The defendant also stated that he had been arrested, tried, and fined in the sum of P25, but presented no further proof than his own statements of this fact. He did not even state for what offense he had been accused and tried in said municipal court.\n\nAfter hearing the evidence adduced during the trial the lower court found that it had been proven beyond a reasonable doubt that the defendant did outrage and insult, both by deed and word, Captain Jose Crame, captain of the police of the city of Manila, a public official, and an agent of the authorities, while in the exercise of his functions, in his presence, and in the presence of numerous other persons, and sentenced the defendant to be imprisoned for the period of four months of\n\narresto mayor\n\nand to pay the costs of the prosecution. Against this sentence the defendant appealed and made several assignments of error, the principal on e of which is that he had been placed twice in jeopardy.\n\nDuring the trial in the lower court the defendant did not present any proof to sustain his allegation that he had been once in jeopardy for this same offense. The record contains, however, the complaint which had been presented in said municipal court, but there is nothing to show how it became a part of the record. The alleged complaint presented against the defendant in the municipal court charged the said defendant with a violation of section 2 of Ordinance No. 28 of the ordinances of the city of manila. Said section 2 provides as follows:\n\nSEC. 2. No person shall be drunk or intoxicated, or behave in a drunken, boisterous, rude, or\n\nindecent manner in any public place, or place open to public view\n\n; or be drunk or intoxicated, or behave in a drunken, boisterous, rude, or indecent manner in any place or premises, to the annoyance of another person.\n\nThe crime with which the defendant was charged in the Court of First Instance was that of \"calumniating, outraging, and insulting by word of mouth, and in his presence, a public official, an agent of the authorities, in the exercise of his office,\" and was punishable under article 257 of the Penal Code, which provides:\n\nThe penalty of\n\narresto mayor\n\nshall also be imposed on those who outrage, insult, or threaten, by deed or word, public officials or agents of the authorities, in their presence, or in a writing addressed to them.\n\nBy comparing the alleged offense with which the defendant was punished in the municipal court with the offense charged in the complaint in the present cause, it will be seen that they were separate and entirely distinct offenses. It is possibly true that the offense for which the defendant was convicted in the municipal court resulted from the same acts which constituted the offense for which he was prosecuted in the Court of First Instance, but this court has held that the mere fact that a person is prosecuted twice by different governmental entities for different offenses resulting from the same acts does not justify the plea of former jeopardy. (U.S.\n\nvs\n\n. Chan-Cun-Chay, 5 Phil. Rep., 385; U.S.\n\nvs.\n\nFlemister, 5 Phil. Rep., 650.)\n\nAn act may be a penal offense under the laws of the State, and other penalties under proper authority may be imposed for its commission by a municipal ordinance, and the enforcement of one penalty by the State would not preclude the enforcement of the other by the municipality. (Rogers\n\nvs.\n\nJones, 1 Wendell, N.Y., 261; Cooley's Constitutional Limitations, 239;\n\nEx parte\n\nHong Shen, 98 Cal., 681; People vs. Hanrahan, 75 Mich., 611.)\n\nWhere the same act constitutes an offense against each of two governmental entities exercising jurisdiction over the same territory, a prosecution brought by one does not necessarily bar a prosecution by the other. (U.S.\n\nvs\n\n. Barnhart, 10 Sawyer, 491; Abbott\n\nvs.\n\nState, 75 N.Y., 602; U.S.\n\nvs.\n\nMarigold, 9 How., U.S., 560.)\n\nit might be argued because of the doctrine established in the decision of Grafton\n\nvs.\n\nUnited States (206 U.S., 333) that the doctrine established by this court in the cause of the United States\n\nvs.\n\nChan-Cun-Chay had been reversed, upon the theory that there existed in the Philippine Islands but one sovereignty. We do not believe that the Supreme Court of the United States intended that its decision in that case should be extended to cases like the present. The civil and military authorities which attempted to punish Grafton each received its authority from the same source, and, therefore, they were coordinate in their respective spheres of government. It is not believed that the doctrine established in that case should be extended to a State and it municipalities.\n\nIn pleading former jeopardy, it is not sufficient simply to say that the party alleging it had been jeopardy once, but he must alleged and prove in the most specific way that the offense, of which he was formerly convicted or acquitted, was identically the same offense for which the courts were attempting to try him again. The evidence adduced during the trial of said cause justifies the following conclusions:\n\nFirst, that the defendant did, in the manner and form alleged in said complaint, outrage and insult by word of mouth and in his presence one Jose Crame;\n\nSecond, that Jose Crame was an agent of the authorities of the time of the said insult, and in the exercise of his office;\n\nThird, that the complaint presented in the lower court was sufficient in form and substance.\n\nTherefore, the judgment of the lower court is hereby affirmed with costs. So ordered.\n\nArellano, C.J., Mapa and Carson, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nTRACEY,\n\nJ.,\n\ndissenting:\n\nIn affirming the decision of this court in the Flemister case, the Supreme Court of the United States relied upon the findings of the courts below, to the effect that the acts complained of in the two prosecutions being assaults upon two separate individuals constituted two distinct offenses, and held consequently that it was unnecessary to consider the effect of the conviction under the municipal ordinance upon the subsequent prosecution of the accused under the penal Code. Mr. Justice Holmes, however, in rendering the decision, adverted to the fact that the assault set up in the second charge was not relied upon or proved as a part of the first offense, saying:\n\nIt is unnecessary to consider whether the same conduct could be punished at the same time on the same grounds by both a superior and subordinate authority in the same jurisdiction.\n\nIn two cases, Chan-Cun-Chay (5 Phil. Rep., 385) and Flemister (5 Phil. Rep., 650), this court held that it could be so punished, although the references therein to authorities on the subject of two distinct sovereignties can not be considered as having direct application to the undivided sovereignty of the United States in the Philippine Islands, nor can the operation of the double jeopardy clause of the Philippine Bill be limited by the terms of General Orders, No. 58, quoted in those decisions. Numerous decisions of American States courts can be cited in harmony with those cases, although authority to the contrary is not wanting (State\n\nvs.\n\nThornton, 37 Mo., 360.)\n\nIn the Grafton case (6 Phil. Rep., 55) this court applied the same doctrine to a prior conviction under General Military Orders, No. 62,\n\n1\n\non the ground that under the authorities and precedents up to the time such orders must be considered as designed for the preservation of military discipline only, just as in the present case it is contended that the municipal ordinances must be considered as a rule for the preservation of municipal order only, as distinct from the broad effect of the general penal law. It may be observed that of the two classes of cases the difference from the general penal law appears to be stronger in that of the military order than in that of the municipal ordinances.\n\nUpon this point this court was reversed by the Supreme Court of the United States. That court, speaking through Mr. Justice Harlan, said (p. 352):\n\nIf, therefore, a person be tried for an offense in a tribunal deriving its jurisdiction and authority from the United States and is acquitted or convicted, he can not again be tried for the same offense in another tribunal deriving its jurisdiction and authority from the United States.\n\nAnd again:\n\nBut we rest our decision of this question upon the broad ground that the same acts constituting a crime against the United States can not, after the acquittal or conviction of the accused in a court of competent jurisdiction, be made the basis of a second trial of the accused for that crime in the same or in another court, civil or military, of the same government.\n\nAnd again:\n\nThe government of a State does not derive its powers from the United States, while the Government of the Philippine owes its existence wholly to the United States, and its judicial tribunal exert all their powers by authority of the United States. ... So that the cases holding that the same acts committed in a State of the Union may constitute an offense against the United States and also a distinct offense against the States, do not apply here, where the two tribunals that tried the accused exert all their powers under and by authority of the same Government, that of the United States.\n\nUnder these decisions of the Supreme Court of the United States the defense of double jeopardy applies to a single act constituting an infraction both of a general penal law and of particular regulations, such as a military order or a municipal ordinance of the same general character.\n\nThere are not here two distinct offenses essentially different in their nature. After quoting with approval the language of this court on the subject of the identity of offenses, Mr. Justice Harlan, in the Grafton case,\n\n2\n\ncites this passage from Bishop's Criminal law:\n\nIt is not necessary, to establish the defense of \"autrefois acquit\" or \"convict,\" that the offense in each indictment should be the same. If the transaction is the same, or if each rests upon the same facts between the same parties, it is sufficient to make good the defense.\n\nIn the case at bar the act was single and identical and necessarily entered into establishment of both offenses. Without proof of it, conviction upon neither of them could have been sustained and, in the opinion of the minority of this court, the circumstances that the person against whom the insulting language and action were directed was a public official, does not suffice to endow it with the character of a separate offense against two different laws.\n\nIn the United States\n\nvs.\n\nParcon (6 Phil. Rep., 632) it was pointed out that the doctrine of double jeopardy was not a new creation of American law, but was rather the application of a principle recognized in all legislation, ancient as well as modern. It was well established in the Spanish system.\n\nIt may be worth while to note that the municipal court of the city of Manila in which the first conviction was had, had jurisdiction to punish not only for violations of municipal ordinances but for crimes and misdemeanors, up to a certain limit. (Art No. 183, sec. 40.)\n\nThe judgment should be reversed and the defendant acquitted.\n\nTorres and Willard, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nSixty-second article of war.\n\n2\n\n206 U.S., 333.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 13881,
  "metadata_extraction_date": "2025-11-16T08:29:48.619222",
  "extraction_version": "2.0_enhanced_full_content"
}