{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/april/gr_l-4242_1908.html",
  "filename": "gr_l-4242_1908.html",
  "year": 1908,
  "month": "april",
  "case_number": "gr_l-4242_1908",
  "gr_number": "gr_l-4242_1908",
  "volume_page": "Volume information not available",
  "decision_date": "April 1, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law",
    "Family Law"
  ],
  "keywords": [
    "marquez",
    "his",
    "ramos",
    "angelina",
    "said",
    "son",
    "delfin",
    "eugenio",
    "latter",
    "mariano",
    "legitimate",
    "mother",
    "heir",
    "death",
    "will",
    "florentina",
    "austria",
    "law",
    "great",
    "art"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4242\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4242            April 1, 1908\n\nMARIANO RAMOS,\n\npetitioner-appellant,\n\nvs.\n\nEUGENIO MARQUEZ,\n\nrespondent-appellee.\n\nJ. Santiago for appellant.\n\nJ. Cervania for appellee.\n\nTORRES,\n\nJ.\n\n:\n\nAngelina Marquez, a resident of Bulacan, died on the 12th of October, 1902, her will being presented to the Court of First Instance of said province for probate on the 3rd of March, 1903; by an order of said court dated the 31st of the said month, it was declared void, wherefore it could not be legalized in accordance with the provisions of section 617 of the Code of Civil Procedure, according to the decision of the court below which appears at folios 7 and 8 of the bill of exceptions.\n\nOn the 26th of January, 1903, Eugenio Marquez, on behalf of his son Delfin Marquez, filed an application for the administration and partition of the estate of the said Angelina Marquez, mother of Mariano Ramos, alleging that Delfin is a son had by him with his wife Florentina Austria, who in turn is the daughter of Maria Ramos, sister of Mariano Ramos, and that both the latter were the children of the aforesaid Angelina Marquez; Delfin, the aforesaid son of the petitioner, died on the 13th of February of said year.\n\nOn account of Mariano Ramos having presented the will of his mother, Angelina, for probate on the 3rd of March, which will, as already stated, was declared void, the proceedings instituted in connection with the partition were suspended until such time as the commissioners appointed might comply with their duties, and on the 20th of October, 1904, Mariano Ramos objected to the estate of his mother being divided for the reason that Eugenio Marquez was not an heir of the latter.\n\nThe case tried on the 9th of November of the last mentioned year, and the attorneys of both parties in the suit agreed to admit the following as proven facts:\n\nThat Eugenio Marquez is the father of Delfin Marquez, and that the latter is the son of Florentina Austria and Eugenio Marquez; that Florentina Austria is the daughter of Maria Ramos who full sister to Mariano Ramos, and that both the latter are the children of Angelina Marquez.\n\nAt the hearing the judge below rendered judgment on the 4th of April, 1906, declaring that the property, rights, and actions left by the late Angelina Marquez should be divided in two equal parts, one in favor of her son, Mariano Ramos, as heir under the law and his own right, and the remaining half to Eugenio Marquez as the sole heir of his deceased son, Delfin Marquez, who in his turn was the heir to the other half of the said property, rights, and actions of Angelina Marquez as the representative of his late mother and grandmother, Florentina Austria and Maria Ramos, without special ruling as to costs.\n\nNo question of fact being at issue in this suit, the controversy between the parties is limited to the following question of law to be now decided, namely; Whether Eugenio Marquez, as the legitimate father and sole heir of his deceased minor child, Delfin Marquez, is entitled to inherit in conjunction with the granduncle of his late son, Mariano Ramos, from the great-mother of his said son, Angelina Marquez, Mariano's mother, on the assumption that the latter died intestate ?\n\nTaking into consideration that the minor, Delfin Marquez, succeeded to the rights of his mother, Florentina Austria, in the manner as the latter succeeded to those of Maria Ramos, who was in turn a lawful heir of the common ancestor, Angelina Marquez; and considering also that the latter's great-grandson, Delfin Marquez, having died when still a minor, the only person called to the succession is his legitimate father, Eugenio Marquez; it is unquestionable that the latter is entitled to claim a share in the inheritance of the said great-grandmother, transmitted by the action of the law to her daughter Maria Ramos in the first place, then upon the death of the latter to Florentina Austria, and finally, after the death of the latter, to the son she had by the claimant, Eugenio Marquez.\n\nArticles 903 and 931 of the Civil Code read:\n\nART. 930.\tSuccession pertains, in the first place, to the descending direct line.\n\nART. 931.\tLegitimate children and their descendants succeed the parents and other ascendants, without distinction of sex, or age, even though they spring from different marriages.\n\nIn this order of succession, Delfin Marquez is correctly included as being the legitimate son of Florentina Austria, also the legitimate grandson of Maria Ramos, sister to Mariano Ramos, the legitimate and great-grandson of Angelina Marquez. Therefore, if Delfin Marquez were living, his rights to succeed and to take a share in the inheritance of his said great-grandmother, Angelina Marquez, would be unquestionable.\n\nArticles 935 and 936 of said code provide:\n\nART. 935.\tIn the absence of legitimate children and descendants of the deceased, his ascendants shall inherit from him, to the exclusion of collaterals.\n\nART. 936.\tThe father and mother, if living, shall inherit share and share alike.\n\nShould one of them only survive, he or she shall succeed to the son's entire estate.\n\nIf it is undeniable that Eugenio Marquez, the legitimate father of the deceased minor, Delfin Marquez, inherited from the latter on his death and succeed him in his rights from the mere fact of his death, in accordance with article 661 of said code, he can not be denied the right to share the intestate succession of Angelina Marquez, not as a relative of the latter, but as the lawful successor and heir of his son, Delfin Marquez, the great-grandson and legitimate descendant in a direct line of the aforesaid Angelina Marquez.\n\nAs to the other allegations of the respondent, it should be taken into account that articles 912, 989, and 10006 of the Civil Code provide:\n\nART. 912.\tLegitimate succession takes place \n\n1.\tIf a person dies without a will, or with a void will, or which may have lost its validity subsequently.\n\nxxx           xxx           xxx\n\nART. 989.\tThe effects of the acceptance and repudiation shall always retroact to the moment of the death of the person whose property is inherited.\n\nART. 1006.\tUpon the death of the heir, without having accepted or repudiated the inheritance, the rights he may have had are transmitted to his heirs.\n\nAs has been seen, the will said to have been executed by Angelina Marquez was declared void and was not probated; therefore, she must be considered as having died without a will and her succession would be intestate, as regards her heirs.\n\nDelfin Marquez having died while still a minor without having accepted or repudiated the inheritance of his said great-grandmother, the right thereto was transferred by action of the law, from the very moment of his death, to his father, Eugenio Marquez, with the consequent effects retroactive to the moment of the death of Angelina Marquez; therefore, upon Eugenio Marquez claiming the share of the inheritance that should have pertained to his son, if living, he exercised a right which belonged to him and in which the law protects him, as stated by the court below in its judgment.\n\nFor the reasons above set forth the absence of foundation for the errors assigned to the judgment appealed from has been shown, and accepting the conclusions contained therein, which are in accordance with the law and the facts, it is our opinion that the same should be and the same is hereby affirmed, with the costs against the appellant. So ordered.\n\nArellano, C.J., Mapa, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 7648,
  "metadata_extraction_date": "2025-11-16T08:33:18.648403",
  "extraction_version": "2.0_enhanced_full_content"
}