{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/april/G_R__No__524.html",
  "filename": "G_R__No__524.html",
  "year": 1902,
  "month": "april",
  "case_number": "G.R. No. 524",
  "gr_number": "524",
  "volume_page": "Volume information not available",
  "decision_date": "April 29, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law"
  ],
  "keywords": [
    "sublease",
    "contract",
    "ching",
    "defendants",
    "appellants",
    "part",
    "prohibited",
    "appellee",
    "arellano",
    "terms",
    "any",
    "lessees",
    "did",
    "chinaman",
    "partner",
    "upon",
    "being",
    "story",
    "house",
    "clause"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 524\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 524            April 29, 1902\n\nRAMON MORTERA,\n\nplaintiff-appellee,\n\nvs.\n\nLI CHING-TING, ET AL.,\n\ndefendants-appellants.\n\nDaniger and Olbes, for appellants.\n\nFrancisco Ortigas, for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nThis action for unlawful detainer was instituted because of breach of the terms of the contract. One of those terms was contained in condition \"A\" of the contract entered into by the parties litigant, according to which the tenants under no circumstances or pretext whatever were to sublease the property or to assign or convey their rights to any other person. It appears that the two lessees did not take part in the suit and that the complaint was opposed by the Chinaman Tan Ching Kay, represented by his attorney, as partner of the defendant lessees. Upon examination at the trial he admitted that he was a partner of the defendants and manager of the firm, with an interest in the business. Being asked if it was true that the Chinaman Ching Sang paid him the sum of 120 pesos a month as rent for the upper story and part of the lower story of the house in question, he replied twice in the affirmative. The only legal argument made by the defense upon this point is that in the clause referred to the sublease of the whole house is prohibited, but not that of part of it. As the clause in the contract absolutely prohibits a sublease, a natural understanding of this is that any sublease is prohibited, and no statute or principle of law supports an interpretation of the contract in the sense of a partial sublease being allowable, although a total sublease is prohibited.\n\nTherefore the judgment directing an eviction of the defendants with the costs is hereby affirmed, with the costs of this instance to the appellants.\n\nTorres, Cooper, Willard, and Mapa, JJ.,\n\nconcur.\n\nLadd, J.,\n\ndid not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1960,
  "metadata_extraction_date": "2025-11-16T07:47:57.002816",
  "extraction_version": "2.0_enhanced_full_content"
}