{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/april/G_R__No__852.html",
  "filename": "G_R__No__852.html",
  "year": 1902,
  "month": "april",
  "case_number": "G.R. No. 852",
  "gr_number": "852",
  "volume_page": "Volume information not available",
  "decision_date": "April 28, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "testified",
    "shot",
    "they",
    "dancel",
    "marunao",
    "witnesses",
    "case",
    "fired",
    "who",
    "accused",
    "gabriel",
    "one",
    "gun",
    "guerrero",
    "there",
    "only",
    "eustrasio",
    "wounded",
    "second",
    "while"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 852\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 852            April 28, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nPATRICIO ANTONIO,\n\ndefendant-appellant.\n\nThomas E. Kepner, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nMAPA,\n\nJ.:\n\nThe accused is charged with the crime of perjury. The complaint alleges that in the criminal case brought against Gabriel Dancel for discharging a firearm and for lesiones menos graves inflicted upon Miguel Marunao the accused testified that Dancel fired one shot from the gun, which caused the death of Eustrasio Guerrero and at the same time wounded Marunao, the fact being that there were really two shots fired, the first killing Guerrero and the second wounding Marunao.\n\nFrom the transcripts taken from the record of the case against Gabriel Dancel, it appears that the accused herein was not the only witness who testified that there was only one discharge of the gun, but that four other witnesses, named Pablo Antonio, Escolastico Laureta, Rafael Dancel, and Pedro Asuncion, testified to the same effect; that is, that Gabriel Dancel fired the gun but once, while three other witnesses, Andres Arcellano, Damaso Arcellano, and Juan Sahagun, testified that the gun was fired twice, the first shot killing Eustrasio Guerrero and the second wounding Miguel Marunao.\n\nThe evidence introduced in this case produces an equally contradictory result. While the prosecution called four witnesses who testified that there were two shots, the defense presented four witnesses who testified in the completely contrary sense, affirming that there was only one shot fired. The latter witnesses were near the place of the occurrence and were those who conveyed the body of Eustrasio Guerrero to the town. They testified that if there had been two shots they must necessarily have heard them, owing to the short distance between them and the place of the occurrence. These witnesses did not take part in the quarrel and consequently were able to preserve the presence of mind necessary to observe the principal details of the event, so far as susceptible of perception by the senses.\n\nThe witnesses for the prosecution, who all participated in the occurrence in which Gabriel Dancel made use of the gun, testified that upon hearing the first shot they were frightened and ran away, and that they were still running when they heard the second shot. This being so, it is not easy to understand how they can testify that it was the second shot which wounded Marunao, when at that time, according to their own statement, each one was in full flight. Marunao himself testified that he was wounded while he was running, but nevertheless an examination of his wound shows that it took effect on the knee, which would appear to indicate that he received it while he was facing the aggressor.\n\nThe experts who made the examination, as appears from the transcript of the record of the proceedings in the case, expressed the opinion that it was very possible that Marunao might have been wounded by the same shot which caused the death of Eustrasio Guerrero, and not only that they believe it possible, but that they are inclined to think this is actually what occurred, in view of the distances and the position in which both victims were standing with respect to the aggressor, and considering the other circumstances of the case.\n\nUpon the merits of the case we can not with certainty reach the conclusion that the accused perverted the truth when testifying that Gabriel Dancel fired only one shot on the occasion referred to.\n\nWe therefore decide that the accused must be acquitted, and the judgment below is therefore reversed, with the costs of both instances\n\nde oficio.\n\nArellano, C.J., Torres, Cooper, Willard, and Ladd, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3879,
  "metadata_extraction_date": "2025-11-16T07:48:01.419681",
  "extraction_version": "2.0_enhanced_full_content"
}