{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/april/G_R__No__108.html",
  "filename": "G_R__No__108.html",
  "year": 1902,
  "month": "april",
  "case_number": "G.R. No. 108",
  "gr_number": "108",
  "volume_page": "Volume information not available",
  "decision_date": "April 8, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "General"
  ],
  "keywords": [
    "defendant",
    "complainant",
    "her",
    "article",
    "house",
    "court",
    "she",
    "who",
    "his",
    "two",
    "below",
    "judgment",
    "united",
    "appellee",
    "appellant",
    "case",
    "convicted",
    "under",
    "sentenced",
    "years"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 108\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 108            April 8, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nJUAN ESCOBAR,\n\ndefendant-appellant.\n\nH.D. Terrell, for appellant.\n\nAssistant Attorney-General Constantino, for appellee.\n\nLADD,\n\nJ.:\n\nThis case comes up from the Court of First Instance of Ilocos Sur\n\nen consulta\n\n. The defendant was convicted in that court of the offense of\n\nlesiones graves\n\n, under No. 3 of article 416 of the Penal Code, and sentenced to three years of\n\nprision correccional\n\n.\n\nThe evidence shows that the complainant, Bernabela Pacleb, had forbidden the defendant, who appears to have been a suitor of her daughter, to come to her house; that on the occasion in question the defendant did go to the house, but whether for the purpose of paying his addresses to the daughter or of assaulting his prospective mother-in-law is not quite clear; that at all events some difficulty ensued between the two, and that the complainant ran out of the house into the street, followed by the defendant, who, after the two were in the street, struck her several times with a stick. The complainant then took refuge in the house of a neighbor, still pursued by the defendant, who, at the door of the house, continued for some time to noisily manifest his intention to \"kill the old woman.\"\n\nAs a result of the defendant's blows the complainant was wounded over the left eye, and one of the bones of her left forearm was broken. The fracture, however, united in such a way as to leave no deformity other than a diminution of the movements of supination, not sufficient to prevent her from performing the light work to which she has been accustomed. She recovered from the injuries in forty days. She was incapacitated for doing any kind of work for twenty-eight days.\n\nUpon these facts we think the defendant should have been convicted under article 416, No. 4, instead of No. 3 of the same article. In view of the sex of the complainant and that of the defendant, and of the other circumstances of the case, we think the court below was correct in finding the existence of the aggravating circumstance of article 10, No. 9. The evidence does not, in our judgment, warrant the conclusion reached by the court below that the aggravating circumstance of article 10, No. 20, is also present. We find no extenuating circumstances.\n\nThe judgment below should be reversed, and the defendant sentenced to two years of\n\nprision correccional\n\nand costs, without indemnification to the complainant, she having waived her right thereto. The cause is remanded for the execution of this judgment.\n\nArellano, C.J., Torres, Cooper, Willard, and Mapa, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2765,
  "metadata_extraction_date": "2025-11-16T07:48:32.901740",
  "extraction_version": "2.0_enhanced_full_content"
}