{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/april/G_R__No__521.html",
  "filename": "G_R__No__521.html",
  "year": 1902,
  "month": "april",
  "case_number": "G.R. No. 521",
  "gr_number": "521",
  "volume_page": "Volume information not available",
  "decision_date": "April 1, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendants",
    "evidence",
    "pueblo",
    "court",
    "caraballas",
    "they",
    "april",
    "petition",
    "found",
    "appellee",
    "appellants",
    "general",
    "appeal",
    "judgment",
    "instance",
    "two",
    "one",
    "costs",
    "prosecution",
    "disappeared"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 521\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 521            April 1, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nFRANCISCO DE LEON, ET AL.,\n\ndefendants-appellants.\n\nFernando de la Cantera, for appellants.\n\nAssistant Attorney-General Constantino, for appellee.\n\nLADD,\n\nJ.:\n\nThis is an appeal from a judgment of the Court of First Instance of Bataan, whereby the defendants were convicted of the theft of two caraballas of the value of 100 pesos, and sentenced to four months and one day of\n\narresto mayor,\n\nindemnification, and costs.\n\nThere was evidence on the part of the prosecution that in April, 1901, one Caragay had two caraballas in a pasture in the pueblo of Balanga, that they disappeared and have never been found, and that about the time they disappeared the defendants were seen leading the caraballas with a rope away from the pueblo. No evidence was introduced for the defense. We think the conviction was right.\n\nWhile the appeal was pending in this court the defendants presented a petition asking for the reopening of the trial under General Orders, No. 58, section 42, on the ground of newly discovered evidence material to their defense. This newly discovered evidence is to the effect that during the month of April, 1901, when the witnesses for the prosecution state that they saw the defendants with the caraballas in the outskirts of the pueblo, no persons except soldiers and the police were allowed by the military authorities to enter or leave the pueblo, and that if they did so it was at the risk of being shot by the patrols stationed around the pueblo. Without commenting upon the inconclusive character of this evidence, it is sufficient to say that the petition does not state any facts from which the court can infer that it is not owing to a lack of diligence that the evidence did not come to the knowledge of the defendants before the trial in the court below. The petition must therefore be denied, and the judgment is affirmed with the costs of this instance.\n\nArellano, C.J., Torres, Cooper, Mapa, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2159,
  "metadata_extraction_date": "2025-11-16T07:48:39.874150",
  "extraction_version": "2.0_enhanced_full_content"
}