{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/march/GR_113194.html",
  "filename": "GR_113194.html",
  "year": 1996,
  "month": "march",
  "case_number": "113194",
  "gr_number": "113194",
  "volume_page": "325 Phil. 29",
  "decision_date": "March 11, 1996",
  "title": "NATIONAL POWER CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MACAPANTON MANGONDATO, RESPONDENTS. D E C I S I O N PANGANIBAN, J.: At what point in time should the value of the land subject of expropriation be computed: at the date of the \"taking\" or the date of the filing of the complaint for eminent domain? This is the main question posed by the parties in this petition for review on certiorari assailing the Decision[1] of the Court of Appeals[2] which affirmed in toto the decision of the Regional Trial Court of Marawi City.[3] The dispositive portion of the decision of the trial court reads:[4]\"WHEREFORE, the prayer in the recovery case for Napocorâs surrender of the property is denied but Napocor is ordered to pay monthly rentals in the amount of P15,000.00 from 1978 up to July 1992 with 12% interest per annum from which sum the amount of P2,199,500.00 should be deducted; and the property is condemned in favor of Napocor effective July 1992 upon payment of the fair market value of the property at One Thousand (P1,000.00) Pesos per square meter or a total of Twenty-One Million Nine Hundred Ninety-Five Thousand (P21,995,000.00) Pesos.\"SO ORDERED. Costs against NAPOCOR.\"The FactsThe facts are undisputed by both the petitioner and the private respondent,[5] and are quoted from the Decision of the respondent Court,[6] as follows:\"In 1978, National Power Corporation (NAPOCOR), took possession of a 21,995 square meter land which is a portion of Lot 1 of the subdivision plan (LRC) Psd-116159 situated in Marawi City, owned by Mangondato, and covered by Transfer Certificate of Title No. T-378-A, under the mistaken belief that it forms part of the public land reserved for use by NAPOCOR for hydroelectric power purposes under Proclamation No. 1354 of the President of the Philippines dated December 3, 1974.\"NAPOCOR alleged that the subject land was until then possessed and administered by Marawi City so that in exchange for the cityâs waiver and quitclaim of any right over the property, NAPOCOR had paid the city a âfinancial assistanceâ of P40.00 per square meter.\"In 1979, when NAPOCOR started building its Agus I HE (Hydroelectric Plant) Project, Mangondato demanded compensation from NAPOCOR. NAPOCOR refused to compensate insisting that the property is public land and that it had already paid âfinancial assistanceâ to Marawi City in exchange for the rights over the property.\"Mangondato claimed that the subject land is his duly registered private property covered by Transfer Certificate of Title No. T-378-A in his name, and that he is not privy to any agreement between NAPOCOR and Marawi City and that any payment made to said city cannot be considered as payment to him.\"More than a decade later NAPOCOR acceded to the fact that the property belongs to Mangondato.\"At the outset, in March, 1990, NAPOCORâs regional legal counsel, pursuant to Executive Order No. 329 dated July 11, 1988 requested Marawi Cityâs City Appraisal Committee to appraise the market value of the property in Saduc, Marawi City affected by the infrastructure projects of NAPOCOR without specifying any particular land-owner. The City Appraisal Committee in its Minutes dated March 8, 1990, fixed the fair market value as follows:[7]âLand Fair Market Value Per Sq. MPrice Per Sq. MPrice per Sq. M.Along the City Not in the CityNational HighwayNational HighwayP150Residential LotP100P250Commercial Lot P180P300Industrial Lot P200(Records, Civil Case No. 610-92, p. 20).\"On July 13, 1990, NAPOCORâs National Power Board (hereafter NAPOCORâs board) passed Resolution No. 90-225 resolving to pay Mangondato P100.00 per square meter for only a 12,132 square meter portion of the subject property plus 12% interest per annum from 1978. However, in the August 7, 1990 board meeting, confirmation of said resolution was deferred to allow NAPOCORâs regional legal counsel to determine whether P100.00 per square meter is the fair market value. (Records, Civil Case No. 605-92, p. 45).\"On August 14, 1990, NAPOCORâs board passed Resolution No. 90-316 resolving that Mangondato be paid the base price of P40.00 per square meter for the 12,132 square meter portion (P485,280.00) plus 12% interest per annum from 1978 (P698,808.00) pending the determination whether P100.00 per square meter is the fair market value of the property (id.).\"Pursuant to the aforementioned resolution Mangondato was paid P1,184,088.00 (Id., p. 58).\"NAPOCORâs regional legal counselâs findings embodied in 2 memoranda to NAPOCORâs general counsel (dated January 29, 1991 and February 19, 1991) state that Mangondatoâs property is classified as industrial, that the market value of industrial lots in Marawi City when NAPOCOR took possession is P300.00 for those along the national highway and P200.00 for those not along the highway and that on the basis of recent Supreme Court decisions, NAPOCOR has to pay not less than P300.00 per square meter. NAPOCORâs general counsel incorporated the foregoing findings in his report to the board plus the data that the area possessed by NAPOCOR is 21,995 square meters, and that the legal rate of interest per annum from the time of the taking of the property alleged to be in 1978, is 12%, but recommended to the board that the fair market value of the property is P 100.00 per square meter; NAPOCORâs board on May 17, 1991 passed Resolution No. 91-247 resolving to pay Mangondato P100.00 per square meter for the property excluding 12% interest per annum (id., pp. 50-52).\"In a letter dated December 17, 1991, Mangondato disagreed with the NAPOCOR boardâs Resolution No. 91-247 pegging the compensation for his land at P 100.00 per square meter without interest from 1978. Mangondato submitted that the fair market value of his land is even more than the P300.00 (per) square meter stated in the City Appraisal Report but that for expediency, he is willing to settle for P300.00 per square meter plus 12% interest per annum from 1978 (id., pp. 53-59).\"In another letter dated February 4, 1992, Mangondato reiterated his disagreement to the P100.00 per square meter compensation without interest. At the same time, to get partial payment, he asked that he be paid in the meantime, P 100.00 per square meter without prejudice to pursuing his claim for the proper and just compensation plus interest thereon (id., p. 60).\"On February 12, 1992, NAPOCORâs general counsel filed a memorandum for its president finding no legal impediment if they, in the meantime were to pay Mangondato P100.00 per square meter without prejudice to the final determination of the proper and just compensation by the board inasmuch as the regional counsel submitted to him (general counsel) 2 memoranda stating that the appraisal of industrial lots in Marawi City when NAPOCOR took possession is P300.00 per square meter for those along the national highway and P200.00 per square meter for those not along the highway, and that NAPOCOR has to pay not less than P300.00 per square meter plus 12% interest on the basis of recent Supreme Court decisions. Further, the general counsel submitted that since the board has already set the purchase price at P100.00 per square meter (Resolution No. 91-247), NAPOCOR would not be prejudiced thereby (id., pp 60-62)\"In March, 1992, the parties executed a Deed of Sale Of A Registered Property where NAPOCOR acceded to Mangondatoâs request of provisional payment of P100.00 per square meter excluding interest and without prejudice to Mangondatoâs pursuance of claims for just compensation and interest. Mangondato was paid P1,015,412.00 in addition to the P1,184,088.00 earlier paid to him by NAPOCOR which payments total P2,199,500.00 for the 12,995 square meter land (Records, Civil Case No. 610-92, pp. 85-87).\"In his letter to NAPOCORâs president dated April 20, 1992, Mangondato asked for the payment of P300.00 per square meter plus 12% interest per annum from 1978. NAPOCORâs president, in his memorandum to the board dated April 24, 1992 recommended the approval of Mangondatoâs request (Records, Civil Case No. 605-92, pp. 63-69).\"On May 25, 1992, NAPOCORâs board passed Resolution No. 92-121 granting its president the authority to negotiate for the payment of P100.00 per square meter for the land plus 12% interest per annum from 1978 less the payments already made to Mangondato and to Marawi City on the portion of his land and with the provisos that said authorized payment shall be effected only after Agus I HE Project has been placed in operation and that said payment shall be covered by a deed of absolute sale with a quitclaim executed by Mangondato (Id., pp. 70-71).\"On July 7, 1992, Mangondato filed before the lower court Civil Case No. 605-92 against NAPOCOR seeking to recover the possession of the property described in the complaint as Lots 1 and 3 of the subdivision plan (LRC) Psd-116159 against NAPOCOR, the payment of a monthly rent of P15,000.00 from 1978 until the surrender of the property, attorneyâs fees and costs, and the issuance of a temporary restraining order and a writ of preliminary mandatory injunction to restrain NAPOCOR from proceeding with any construction and/or improvements on Mangondatoâs land or from committing any act of dispossession (id., pp. 1-8).\"The temporary restraining order was issued by the lower court. Anent the prayer for the writ of preliminary mandatory injunction, NAPOCOR filed its Opposition thereto on July 23, 1992 (Id., pp. 17-20).\"Before the lower court could resolve the pending incident on the writ of preliminary mandatory injunction, and instead of filing a motion to dismiss, NAPOCOR, on July 27, 1992, filed also before the lower court, Civil Case No. 610-92 which is a Complaint for eminent domain against Mangondato over the subject property (Records, Civil Case No. 610-92, pp. 1-3).\"On the same date Mangondato filed his Manifestation in Lieu of Answer contending that the negotiations for payment made by NAPOCOR were âvirtual dictationsâ on a âtake it or leave itâ basis; that he was given the ârun-aroundâ by NAPOCOR for 15 years; so that there was no agreement reached as to payment because of NAPOCORâs insistence of its own determination of the price; that he treats the P2,199.500.00 so far received by him as partial payment for the rent for the use of his property. Mangondato prayed that he be compensated in damages for the unauthorized taking and continued possession of his land from 1978 until the filing of the Complaiant (sic) in the expropriation case; that should the lower court order the expropriation of the subject property, that the just compensation for the land be reckoned from the time of the filing of the expropriation case; that the expropriation case be consolidated with the recovery of possession case; that the restraining order issued in the recovery of possession case be maintained and a writ of preliminary injunction be at once issued against NAPOCOR; and that NAPOCOR be ordered to deposit the value of the land as provisionally determined by the lower court (id., pp. 4-5).\"Upon agreement of the parties, the 2 cases were ordered consolidated and the lower court appointed the following commissioners: Atty. Saipal Alawi, representing the lower court; Atty. Connie Doromal, representing NAPOCOR; and Mr. Alimbsar A. Ali, from the City Assessorâs Office to ascertain and report to the court the just compensation (id., pp. 6-7).\"The lower court ordered NAPOCOR to deposit with the Philippine National Bank the amount of P10,997,500.00, provisionally fixing the value of the land at P500.00 per square meter P100.00 lower than the assessed value of the land appearing in Tax Declaration No. 0873 for 1992 which was used as basis by the lower court (id., p. 8).\"In its Motion for Reconsideration of the Order For Provisional Deposit[,] NAPOCOR opposed the provisional value quoted by the lower court saying that the basis of the provisional value of the land should be the assessed value of the property as of the time of the taking which in this case is 1978 when the assessed value of the land under Tax Declaration No. 7394 was P100.00 per square meter (id., pp. 28-32). In reply, Mangondato filed his Opposition To Motion For Reconsideration Of the Order For Provisional Deposit (id., pp. 44-46). However, the lower court did not rule on the provisional value to be deposited and chose to go right into the determination of just compensation on the ground that the âprovisional valuation could not be decided without going into the second phase of expropriation cases which is the determination by the court of the just compensation for the property soguht (sic) to be taken (NPC vs. Jocson, supra)â (Decision, p. 5).\"On August 5, 1992, Mangondato filed a Motion To Dismiss in the expropriation case alleging that NAPOCOR filed its Complaint for eminent domain not for the legitimate aim of pursuing NAPOCORâs business and purpose but to legitimize a patently illegal possession and at the same time continue dictating its own valuation of the property. Said motion was however, later withdrawn by Mangondato (id., pp. 37-39 and 47).\"In the meanwhile, the commissioners filed their respective reports. On July 28, 1992, Commissioner Doromal filed his report recommending a fair market value of P300.00 per square meter as of November 23, 1978, (Id., pp. 11-27). On August 6, 1992, Commissioners Alawi and Ali filed their joint report recommending a fair market value of P1,000.00 per square meter as of 1992 (id., pp. 40-42).\"After the parties filed their respective comments to the commissionersâ reports, on August 21, 1992, the lower court rendered its decision denying Mangondato recovery of possession of the property but ordering NAPOCOR to pay a monthly rent of P15,000.00 from 1978 up to July 1992 with 12% interest per annum and condemning the property in favor of NAPOCOR effective July, 1992 upon the payment of P1,000.00 per square meter or a total of P2 1,995,000.00 as just compensation.\"Mangondato filed a Motion For Partial Execution Pending Appeal which was granted by the lower court in an Order dated September 15, 1992 (id., pp. 151-152 and 157-160). However, on appeal by NAPOCOR via a Petition For Certiorari in CA-G.R. SP No. 28971 to this Court, said Order was annulled and set aside (Rollo, pp. 30-37).\"NAPOCOR filed a Motion For Reconsideration of the decision alleging that the fair market value of the property at the time it was taken allegedly in 1978 is P40.00 per square meter. After Mangondato filed his Opposition To Motion For Reconsideration the lower court denied NAPOCORâs motion for reconsideration in an Order dated September 15, 1992 (Records, Civil Case No. 610-92, pp. 145-149).\"In the meanwhile, on August 7, 1992, Mangondato filed an Ex-Parte Manifestation To Correct Clerical Error of Description of Property submitting that Lot 3 which does not form part of the subject property was included in the Complaint because of a clerical error inadvertently committed by the typist who continuously copied the description of the property covered by Transfer Certificate of Title No. T-378-A, and thus praying that the portion of the Complaint describing Lot 3 be deleted (Records, Civil Case No. 605-92, p. 22).\"On August 12, 1992, the intervenors filed their Motion For Intervention and Intervention claiming interest against each of the parties on the ground that Lot 3 which is included in the Complaint has since been conveyed by Mangondato to their predecessors-in-interest and that they are entitled to just compensation from NAPOCOR should the lower court decide that NAPOCOR is entitled to expropriate the entire area described in the Complaint (id., pp. 23-34).\"In an Order dated August 19, 1992 the lower court granted intervenorâs Motion For Intervention (id., p. 72).\"On August 25, 1992, the lower court ordered the deletion of the portion in the Complaint describing Lot 3 and declared that intervenorsâ Motion For Intervention has become moot (id., p. 82).\"On October 13, 1992 the intervenors filed their Motion To Reconsider The Order Of August 25, 1992 and The Decision Dated August 21, 1992 which was however denied by the lower court in an Order dated November 26, 1992 (id., pp. 162-184).\"The IssuesTwo errors were raised before this Court by the petitioner, thus:[8]\"ASSIGNMENT OF ERRORSTHE RESPONDENT COURT ERRED IN AFFIRMING THAT THE JUST COMPENSATION FOR THE PROPERTY IS ITS VALUE IN 1992, WHEN THE COMPLAINT WAS FILED, AND NOT ITS VALUE IN 1978, WHEN THE PROPERTY WAS TAKEN BY PETITIONER.THE COURT ERRED IN FIXING THE VALUE OF JUST COMPENSATION AT P 1,000.00 PER SQUARE METER INSTEAD OF P40.00 PER SQUARE METER.\"The petitioner summarized the two issues it raised by asking \"whether or not the respondent court was justified in deviating from the well-settled doctrine that just compensation is the equivalent of the value of the property taken for public use reckoned from the time of taking.\"[9] In his Comment, private respondent worded the issues as follows:[10]\"x x x As stated by the respondent court, Napocor, in its appeal \"âx x x avers that the taking of the proerty (sic) should not be reckoned as of the year 1992 when NAPOCOR filed its Complaint for eminent domain but as of the year 1978 when it took possession of the property, and that the just compensation, determined as it should be, on the basis of the value of the property as of 1978, âas P40.00 per square meter.â\"The petitioner, after failing to persuade both lower courts, reiterated before us its proposition (with cited cases) \"that when the taking of property precedes the filing of the judicial proceeding, the value of the property at the time it was taken shall be the basis for the payment of just compensation.\"[11]The First Issue: Date of Taking or Date of Suit?The general rule in determining \"just compensation\" in eminent domain is the value of the property as of the date of the filing of the complaint, as follows:[12]\"Sec. 4. Order of Condemnation. When such a motion is overruled or when any party fails to defend as required by this rule, the court may enter an order of condemnation declaring that the plaintiff has a lawful right to take the property sought to be condemned, for the public use or purpose described in the complaint, upon the payment of just compensation to be determined as of the date of the filing of the complaint x x x\" (Italics supplied).Normally, the time of the taking coincides with the filing of the complaint for expropriation. Hence, many rulings of this Court have equated just compensation with the value of the property as of the time of filing of the complaint consistent with the above provision of the Rules. So too, where the institution of the action precedes entry into the property, the just compensation is to be ascertained as of the time of the filing of the complaint.[13]The general rule, however, admits of an exception: where this Court fixed the value of the property as of the date it was taken and not at the date of the commencement of the expropriation proceedings.In the old case of Provincial Government of Rizal vs. Caro de Araullo,[14] the Court ruled that \"x x x the owners of the land have no right to recover damages for this unearned increment resulting from the construction of the public improvement (lengthening of Taft Avenue from Manila to Pasay) for which the land was taken. To permit them to do so would be to allow them to recover more than the value of the land at the time when it was taken, which is the true measure of the damages, or just compensation, and would discourage the construction of important public improvements.\"In subsequently cases,[15] the Court, following the above doctrine, invariably held that the time of taking is the critical date in determining lawful or just compensation. Justifying this stance, Mr. Justice (later Chief Justice) Enrique Fernando, speaking for the Court in Municipality of La Carlota vs. The Spouses Felicidad Baltazar and Vicente Gan,[16] said, \"x x x the owner as is the constitutional intent, is paid what he is entitled to according to the value of the property so devoted to public use as of the date of the taking. From that time, he had been deprived thereof. He had no choice but to submit. He is not, however, to be despoiled of such a right. No less than the fundamental law guarantees just compensation. It would be an injustice to him certainly if from such a period, he could not recover the value of what was lost. There could be on the other hand, injustice to the expropriator if by a delay in the collection, the increment in price would accrue to the owner. The doctrine to which this Court has been committed is intended precisely to avoid either contingency fraught with unfairness.\"Simply stated, the exception finds application where the owner would be given undue incremental advantages arising from the use to which the government devotes the property expropriated -as for instance, the extension of a main thoroughfare as was the case in Caro de Araullo. In the instant case, however, it is difficult to conceive of how there could have been an extra-ordinary increase in the value of the ownerâs land arising from the expropriation, as indeed the records do not show any evidence that the valuation of P1,000.00 reached in 1992 was due to increments directly caused by petitionerâs use of the land. Since the petitioner is claiming an exception to Rule 67, Section 4,[17] it has the burden of proving its claim that its occupancy and use - not ordinary inflation and increase in land values - was the direct cause of the increase in valuation from 1978 to 1992.Side Issue: When is There \"Taking\" of Property?But there is yet another cogent reason why this petition should be denied and why the respondent Court should be sustained. An examination of the undisputed factual environment would show that the \"taking\" was not really made in 1978.This Court has defined the elements of \"taking\" as the main ingredient in the exercise of power of eminent domain,[18] in the following words:\"A number of circumstances must be present in the âtakingâ of property for purposes of eminent domain: (1) the expropriator must enter a private property; (2) the entrance into private property must be for more than a momentary period; (3) the entry into the property should be under warrant or color of legal authority; (4) the property must be devoted to a public use or otherwise informally appropriated or injuriously affected; and (5) the utilization of the property for public use must be in such a way to oust the owner and deprive him of all beneficial enjoyment of the property.\" (Italics supplied)In this case, the petitionerâs entrance in 1978 was without intent to expropriate or was not made under warrant or color of legal authority, for it believed the property was public land covered by Proclamation No. 1354. When the private respondent raised his claim of ownership sometime in 1979, the petitioner flatly refused the claim for compensation, nakedly insisted that the property was public land and wrongly justified its possession by alleging it had already paid \"financial assistance\" to Marawi City in exchange for the rights over the property. Only in 1990, after more than a decade of beneficial use, did the petitioner recognize private respondentâs ownership and negotiate for the voluntary purchase of the property. A Deed of Sale with provisional payment and subject to negotiations for the correct price was then executed.Clearly, this is not the intent nor the expropriation contemplated by law. This is a simple attempt at a voluntary purchase and sale. Obviously, the petitioner neglected and/or refused to exercise the power of eminent domain.Only in 1992, after the private respondent sued to recover possession and petitioner filed its Complaint to expropriate, did petitioner manifest its intention to exercise the power of eminent domain. Thus, the respondent Court correctly held:[19]\"If We decree that the fair market value of the land be determined as of 1978, then We would be sanctioning a deceptive scheme whereby NAPOCOR, for any reason other than for eminent domain would occupy anotherâs property and when later pressed for payment, first negotiate for a low price and then conveniently expropriate the property when the land owner refuses to accept its offer claiming that the taking of the property for the purpose of eminent domain should be reckoned as of the date when it started to occupy the property and that the value of the property should be computed as of the date of the taking despite the increase in the meantime in the value of the property.\"In Noble vs. City of Manila,[20] the City entered into a lease-purchase agreement of a building constructed by the petitionerâs predecessor-in-interest in accordance with the specifications of the former. The Court held that being bound by the said contract, the City could not expropriate the building. Expropriation could be resorted to \"only when it is made necessary by the opposition of the owner to the sale or by the lack of any agreement as to the price.\" Said the Court:\"The contract, therefore, in so far as it refers to the purchase of the building, as we have interpreted it, is in force, not having been revoked by the parties or by judicial decision. This being the case, the city being bound to buy the building at an agreed price, under a valid and subsisting contract, and the plaintiff being agreeable to its sale, the expropriation thereof, as sought by the defendant, is baseless. Expropriation lies only when it is made necessary by the opposition of the owner to the sale or by the lack of any agreement as to the price. There being in the present case a valid and subsisting contract, between the owner of the building and the city, for the purchase thereof at an agreed price, there is no reason for the expropriation.\" (Italics supplied)In the instant case, petitioner effectively repudiated the deed of sale it entered into with the private respondent when it passed Resolution No. 92-121 on May 25, 1992 authorizing its president to negotiate, inter alia, that payment \"shall be effected only after Agus I HE project has been placed in operation.\" It was only then that petitionerâs intent to expropriate became manifest as private respondent disagreed and, barely a month after, filed suit.The Second Issue: ValuationWe now come to the issue of valuation.The fair market value as held by the respondent Court, is the amount of P1,000.00 per square meter. In an expropriation case where the principal issue is the determination of just compensation, as is the case here, a trial before Commissioners is indispensable to allow the parties to present evidence on the issue of just compensation.[21] Inasmuch as the determination of just compensation in eminent domain cases is a judicial function[22] and factual findings of the Court of Appeals are conclusive on the parties and reviewable only when the case falls within the recognized exceptions,[23] which is not the situation obtaining in this petition, we see no reason to disturb the factual findings as to valuation of the subject property. As can be gleaned from the records, the court-and-the-parties-appointed commissioners did not abuse their authority in evaluating the evidence submitted to them nor misappreciate the clear preponderance of evidence. The amount fixed and agreed to by the respondent appellate Court is not grossly exorbitant.[24] To quote:[25]\"Commissioner Ali comes from the Office of the Register of Deeds who may well be considered an expert, with a general knowledge of the appraisal of real estate and the prevailing prices of land in the vicinity of the land in question so that his opinion on the valuation of the property cannot be lightly brushed aside.\"The prevailing market value of the land is only one of the determinants used by the commissionersâ report the others being as herein shown:xxx xxx xxx\"Commissioner Doromalâs report, recommending P300.00 per square meter, differs from the 2 commissioners only because his report was based on the valuation as of 1978 by the City Appraisal Committee as clarified by the latterâs chairman in response to NAPOCORâs general counselâs query (id., pp. 128-129).\"In sum, we agree with the Court of Appeals that petitioner has failed to show why it should be granted an exemption from the general rule in determining just compensation provided under Section 4 of Rule 67. On the contrary, private respondent has convinced us that, indeed, such general rule should in fact be observed in this case.WHEREFORE, the petition is hereby DISMISSED and the judgment appealed from AFFIRMED, except as to the interest on the monthly rentals, which is hereby reduced from twelve percent (12%) to the legal rate of six percent (6%) per annum. Costs against the petitioner.SO ORDERED.Narvasa, C.J. (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.[1] Rollo. pp. 24-40.[2] CA G.R. CV No. 39353, decided by the Fifth Division composed of J. Cezar D. Francisco, ponente, and JJ. Manuel C. Herrera (chairman) and Buenaventura J. Guerrero.[3] 12th Judicial Region, Branch VIII, Marawi City in two (2) consolidated cases: Civil Case No. 605-92 and Civil Case No. 610-92[4] Rollo, p. 24-A.[5] Ibid., pp. 74 & 93.[6] Ibid., pp. 24-A-33.[7] Ibid., p. 75.[8] Ibid., p. 10.[9] Ibid., pp. 93-94.[10] Ibid., p. 50.[11] Ibid., p. 94.[12] Section 4, Rule 67 of the Revised Rules of Court.[13] B. H. Berkenkotter & Co. vs. Court of Appeals, 216 SCRA 584, 587 (December 14, 1992); Republic of the Philippines vs. Philippine National Bank, 1 SCRA 957 (April 21, 1961).[14] 58 Phil. 308, 316 (August 16,1933).[15] Provincial Government of Rizal vs. Caro de Araullo, supra, at p. 317; Republic of the Philippines vs. Lara, et al., 96 Phil. 170 (November 29, 1954): Alfonso vs. Pasav City, 106 Phil. 1017 (January 30, 1960); Municipality of La Carlota vs. The Spouses Felicidad Baltazar and Vicente Gan, infra.[16] 45 SCRA 235 (May 30, 1972).[17] Supra.[18] Republic vs. Vda. de Castellvi, 58 SCRA 336, 337 (August 15, 1974).[19] Rollo, p. 36.[20] 67 Phil. 1 (December 24, 1938).[21] Manila Electric Company vs. Pineda, 206 SCRA 196 (February 13, 1992).[22] National Power Corporation vs. Jocson, 206 SCRA 520 (February 25, 1992).[23] Coca-Cola Bottlers Philippines, Inc. vs. Court of Appeals, 229 SCRA 533 (January 27, 1994).[24] Republic vs. Court of Appeals, 154 SCRA 428, 430 (September 30, 1987).[25] Rollo, pp. 36-38. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "national",
    "corporation",
    "petitioner",
    "court",
    "appeals",
    "macapanton",
    "mangondato",
    "respondents",
    "panganiban",
    "should",
    "subject",
    "expropriation",
    "computed",
    "taking",
    "filing",
    "complaint",
    "eminent",
    "domain",
    "question",
    "parties"
  ],
  "title_summary": "NATIONAL POWER CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MACAPANTON MANGONDATO, RESPONDEN...",
  "formatted_case_content": "View printer friendly version\n325 Phil. 29\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 113194, March 11, 1996 ]\n[ G.R. No. 113194, March 11, 1996 ]\n\nNATIONAL POWER CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MACAPANTON MANGONDATO, RESPONDENTS.\nD E C I S I O N\nNATIONAL POWER CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MACAPANTON MANGONDATO, RESPONDENTS.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nAt what point in time should the value of the land subject of expropriation be computed: at the date of the \"taking\" or the date of the filing of the complaint for eminent domain? This is the main question posed by the parties in this petition for review on certiorari assailing the Decision [1] of the Court of Appeals [2] which affirmed in toto the decision of the Regional Trial  Court of Marawi  City. [3] The dispositive portion of the decision of the trial court reads: [4]\n\"WHEREFORE, the prayer in the recovery case for Napocorâs surrender of the property is denied but Napocor is ordered to pay monthly rentals in the amount of P15,000.00 from 1978 up to July 1992 with 12% interest per annum from which sum the amount of P2,199,500.00 should be deducted; and the property is condemned in favor of Napocor effective July 1992 upon payment of the fair market value of the property at One Thousand (P1,000.00) Pesos per square meter or a total of Twenty-One Million Nine Hundred Ninety-Five Thousand (P21,995,000.00) Pesos.\n\n\"SO ORDERED. Costs against NAPOCOR.\" The Facts\nThe facts are undisputed by both the petitioner and the private respondent, [5] and are quoted from the Decision of the respondent Court, [6] as follows:\n\"In 1978, National Power Corporation (NAPOCOR), took possession of a 21,995 square meter land which is a portion of Lot 1 of the subdivision plan (LRC) Psd-116159 situated in Marawi City, owned by Mangondato, and covered by Transfer Certificate of Title No. T-378-A, under the mistaken belief that it forms part of the public land reserved for use by NAPOCOR for hydroelectric power purposes under Proclamation No. 1354 of the President of the Philippines dated December 3, 1974.\n\n\"NAPOCOR alleged that the subject land was until then possessed and administered by Marawi City so that in exchange for the cityâs waiver and quitclaim of any right over the property, NAPOCOR had paid the city a âfinancial assistanceâ of P40.00 per square meter.\n\n\"In 1979, when NAPOCOR started building its Agus I HE (Hydroelectric Plant) Project, Mangondato demanded compensation from NAPOCOR. NAPOCOR refused to compensate insisting that the property is public land and that it had already paid âfinancial assistanceâ to Marawi City in exchange for the rights over the property.\n\n\"Mangondato claimed that the subject land is his duly registered private property covered by Transfer Certificate of Title No. T-378-A in his name, and that he is not privy to any agreement between NAPOCOR and Marawi City and that any payment made to said city cannot be considered as payment to him.\n\n\"More than a decade later NAPOCOR acceded to the fact that the property belongs to Mangondato.\n\n\"At the outset, in March, 1990, NAPOCORâs regional legal counsel, pursuant to Executive Order No. 329 dated July 11, 1988 requested Marawi Cityâs City Appraisal Committee to appraise the market value of the property in Saduc, Marawi City affected by the infrastructure projects of NAPOCOR without specifying any particular land-owner. The City Appraisal Committee in its Minutes dated March 8, 1990, fixed the fair market value as follows: [7] âLand Fair Market Value Per Sq. M\n\n[TABLE_CONTENT]\nPrice Per Sq. M | | Price per Sq. M.\nAlong the City | | Not in the City\nNational Highway | | National Highway\nP150 | Residential Lot | P100\nP250 | Commercial Lot | P180\nP300 | Industrial Lot | P200\n[END_TABLE]\n\nPrice Per Sq. M Price per Sq. M. Along the City Not in the City National Highway National Highway P150 Residential Lot P100 P250 Commercial Lot P180 P300 Industrial Lot P200\n(Records, Civil Case No. 610-92, p. 20). \"On July 13, 1990, NAPOCORâs National Power Board (hereafter NAPOCORâs board) passed Resolution No. 90-225 resolving to pay Mangondato P100.00 per square meter for only a 12,132 square meter portion of the subject property plus 12% interest per annum from 1978. However, in the August 7, 1990 board meeting, confirmation of said resolution was deferred to allow NAPOCORâs regional legal counsel to determine whether P100.00 per square meter is the fair market value. (Records, Civil Case No. 605-92, p. 45).\n\n\"On August 14, 1990, NAPOCORâs board passed Resolution No. 90-316 resolving that Mangondato be paid the base price of P40.00 per square meter for the 12,132 square meter portion (P485,280.00) plus 12% interest per annum from 1978 (P698,808.00) pending the determination whether P100.00 per square meter is the fair market value of the property (id.).\n\n\"Pursuant to the aforementioned resolution Mangondato was paid P1,184,088.00 (Id., p. 58).\n\n\"NAPOCORâs regional legal counselâs findings embodied in 2 memoranda to NAPOCORâs general counsel (dated January 29, 1991 and February 19, 1991) state that Mangondatoâs property is classified as industrial, that the market value of industrial lots in Marawi City when NAPOCOR took possession is P300.00 for those along the national highway and P200.00 for those not along the highway and that on the basis of recent Supreme Court decisions, NAPOCOR has to pay not less than P300.00 per square meter. NAPOCORâs general counsel incorporated the foregoing findings in his report to the board plus the data that the area possessed by NAPOCOR is 21,995 square meters, and that the legal rate of interest per annum from the time of the taking of the property alleged to be in 1978, is 12%, but recommended to the board that the fair market value of the property is P 100.00 per square meter; NAPOCORâs board on May 17, 1991 passed Resolution No. 91-247 resolving to pay Mangondato P100.00 per square meter for the property excluding 12% interest per annum (id., pp. 50-52).\n\n\"In a letter dated December 17, 1991, Mangondato disagreed with the NAPOCOR boardâs Resolution No. 91-247 pegging the compensation for his land at P 100.00 per square meter without interest from 1978. Mangondato submitted that the fair market value of his land is even more than the P300.00 (per) square meter stated in the City Appraisal Report but that for expediency, he is willing to settle for P300.00 per square meter plus 12% interest per annum from 1978 (id., pp. 53-59).\n\n\"In another letter dated February 4, 1992, Mangondato reiterated his disagreement to the P100.00 per square meter compensation without interest. At the same time, to get partial payment, he asked that he be paid in the meantime, P 100.00 per square meter without prejudice to pursuing his claim for the proper and just compensation plus interest thereon (id., p. 60).\n\n\"On February 12, 1992, NAPOCORâs general counsel filed a memorandum for its president finding no legal impediment if they, in the meantime were to pay Mangondato P100.00 per square meter without prejudice to the final determination of the proper and just compensation by the board inasmuch as the regional counsel submitted to him (general counsel) 2 memoranda stating that the appraisal of industrial lots in Marawi City when NAPOCOR took possession is P300.00 per square meter for those along the national highway and P200.00 per square meter for those not along the highway, and that NAPOCOR has to pay not less than P300.00 per square meter plus 12% interest on the basis of recent Supreme Court decisions. Further, the general counsel submitted that since the board has already set the purchase price at P100.00 per square meter (Resolution No. 91-247), NAPOCOR would not be prejudiced thereby (id., pp 60-62)\n\n\"In March, 1992, the parties executed a Deed of Sale Of A Registered Property where NAPOCOR acceded to Mangondatoâs request of provisional payment of P100.00 per square meter excluding interest and without prejudice to Mangondatoâs pursuance of claims for just compensation and interest. Mangondato was paid P1,015,412.00 in addition to the P1,184,088.00 earlier paid to him by NAPOCOR which payments total P2,199,500.00 for the 12,995 square meter land (Records, Civil Case No. 610-92, pp. 85-87).\n\n\"In his letter to NAPOCORâs president dated April 20, 1992, Mangondato asked for the payment of P300.00 per square meter plus 12% interest per annum from 1978. NAPOCORâs president, in his memorandum to the board dated April 24, 1992 recommended the approval of Mangondatoâs request (Records, Civil Case No. 605-92, pp. 63-69).\n\n\"On May 25, 1992, NAPOCORâs board passed Resolution No. 92-121 granting its president the authority to negotiate for the payment of P100.00 per square meter for the land plus 12% interest per annum from 1978 less the payments already made to Mangondato and to Marawi City on the portion of his land and with the provisos that said authorized payment shall be effected only after Agus I HE Project has been placed in operation and that said payment shall be covered by a deed of absolute sale with a quitclaim executed by Mangondato (Id., pp. 70-71).\n\n\"On July 7, 1992, Mangondato filed before the lower court Civil Case No. 605-92 against NAPOCOR seeking to recover the possession of the property described in the complaint as Lots 1 and 3 of the subdivision plan (LRC) Psd-116159 against NAPOCOR, the payment of a monthly rent of P15,000.00 from 1978 until the surrender of the property, attorneyâs fees and costs, and the issuance of a temporary restraining order and a writ of preliminary mandatory injunction to restrain NAPOCOR from proceeding with any construction and/or improvements on Mangondatoâs land or from committing any act of dispossession (id., pp. 1-8).\n\n\"The temporary restraining order was issued by the lower court. Anent the prayer for the writ of preliminary mandatory injunction, NAPOCOR filed its Opposition thereto on July 23, 1992 (Id., pp. 17-20).\n\n\"Before the lower court could resolve the pending incident on the writ of preliminary mandatory injunction, and instead of filing a motion to dismiss, NAPOCOR, on July 27, 1992, filed also before the lower court, Civil Case No. 610-92 which is a Complaint for eminent domain against Mangondato over the subject property (Records, Civil Case No. 610-92, pp. 1-3).\n\n\"On the same date Mangondato filed his Manifestation in Lieu of Answer contending that the negotiations for payment made by NAPOCOR were âvirtual dictationsâ on a âtake it or leave itâ basis; that he was given the ârun-aroundâ by NAPOCOR for 15 years; so that there was no agreement reached as to payment because of NAPOCORâs insistence of its own determination of the price; that he treats the P2,199.500.00 so far received by him as partial payment for the rent for the use of his property. Mangondato prayed that he be compensated in damages for the unauthorized taking and continued possession of his land from 1978 until the filing of the Complaiant (sic) in the expropriation case; that should the lower court order the expropriation of the subject property, that the just compensation for the land be reckoned from the time of the filing of the expropriation case; that the expropriation case be consolidated with the recovery of possession case; that the restraining order issued in the recovery of possession case be maintained and a writ of preliminary injunction be at once issued against NAPOCOR; and that NAPOCOR be ordered to deposit the value of the land as provisionally determined by the lower court (id., pp. 4-5).\n\n\"Upon agreement of the parties, the 2 cases were ordered consolidated and the lower court appointed the following commissioners: Atty. Saipal Alawi, representing the lower court; Atty. Connie Doromal, representing NAPOCOR; and Mr. Alimbsar A. Ali, from the City Assessorâs Office to ascertain and report to the court the just compensation (id., pp. 6-7).\n\n\"The lower court ordered NAPOCOR to deposit with the Philippine National Bank the amount of P10,997,500.00, provisionally fixing the value of the land at P500.00 per square meter P100.00 lower than the assessed value of the land appearing in Tax Declaration No. 0873 for 1992 which was used as basis by the lower court (id., p. 8).\n\n\"In its Motion for Reconsideration of the Order For Provisional Deposit[,] NAPOCOR opposed the provisional value quoted by the lower court saying that the basis of the provisional value of the land should be the assessed value of the property as of the time of the taking which in this case is 1978 when the assessed value of the land under Tax Declaration No. 7394 was P100.00 per square meter (id., pp. 28-32). In reply, Mangondato filed his Opposition To Motion For Reconsideration Of the Order For Provisional Deposit (id., pp. 44-46). However, the lower court did not rule on the provisional value to be deposited and chose to go right into the determination of just compensation on the ground that the âprovisional valuation could not be decided without going into the second phase of expropriation cases which is the determination by the court of the just compensation for the property soguht (sic) to be taken (NPC vs. Jocson, supra)â (Decision, p. 5).\n\n\"On August 5, 1992, Mangondato filed a Motion To Dismiss in the expropriation case alleging that NAPOCOR filed its Complaint for eminent domain not for the legitimate aim of pursuing NAPOCORâs business and purpose but to legitimize a patently illegal possession and at the same time continue dictating its own valuation of the property. Said motion was however, later withdrawn by Mangondato (id., pp. 37-39 and 47).\n\n\"In the meanwhile, the commissioners filed their respective reports. On July 28, 1992, Commissioner Doromal filed his report recommending a fair market value of P300.00 per square meter as of November 23, 1978, (Id., pp. 11-27). On August 6, 1992, Commissioners Alawi and Ali filed their joint report recommending a fair market value of P1,000.00 per square meter as of 1992 (id., pp. 40-42).\n\n\"After the parties filed their respective comments to the commissionersâ reports, on August 21, 1992, the lower court rendered its decision denying Mangondato recovery of possession of the property but ordering NAPOCOR to pay a monthly rent of P15,000.00 from 1978 up to July 1992 with 12% interest per annum and condemning the property in favor of NAPOCOR effective July, 1992 upon the payment of P1,000.00 per square meter or a total of P2 1,995,000.00 as just compensation.\n\n\"Mangondato filed a Motion For Partial Execution Pending Appeal which was granted by the lower court in an Order dated September 15, 1992 (id., pp. 151-152 and 157-160). However, on appeal by NAPOCOR via a Petition For Certiorari in CA-G.R. SP No. 28971 to this Court, said Order was annulled and set aside (Rollo, pp. 30-37).\n\n\"NAPOCOR filed a Motion For Reconsideration of the decision alleging that the fair market value of the property at the time it was taken allegedly in 1978 is P40.00 per square meter. After Mangondato filed his Opposition To Motion For Reconsideration the lower court denied NAPOCORâs motion for reconsideration in an Order dated September 15, 1992 (Records, Civil Case No. 610-92, pp. 145-149).\n\n\"In the meanwhile, on August 7, 1992, Mangondato filed an Ex-Parte Manifestation To Correct Clerical Error of Description of Property submitting that Lot 3 which does not form part of the subject property was included in the Complaint because of a clerical error inadvertently committed by the typist who continuously copied the description of the property covered by Transfer Certificate of Title No. T-378-A, and thus praying that the portion of the Complaint describing Lot 3 be deleted (Records, Civil Case No. 605-92, p. 22).\n\n\"On August 12, 1992, the intervenors filed their Motion For Intervention and Intervention claiming interest against each of the parties on the ground that Lot 3 which is included in the Complaint has since been conveyed by Mangondato to their predecessors-in-interest and that they are entitled to just compensation from NAPOCOR should the lower court decide that NAPOCOR is entitled to expropriate the entire area described in the Complaint (id., pp. 23-34).\n\n\"In an Order dated August 19, 1992 the lower court granted intervenorâs Motion For Intervention (id., p. 72).\n\n\"On August 25, 1992, the lower court ordered the deletion of the portion in the Complaint describing Lot 3 and declared that intervenorsâ Motion For Intervention has become moot (id., p. 82).\n\n\"On October 13, 1992 the intervenors filed their Motion To Reconsider The Order Of August 25, 1992 and The Decision Dated August 21, 1992 which was however denied by the lower court in an Order dated November 26, 1992 (id., pp. 162-184).\"\nThe Issues\nTwo errors were raised before this Court by the petitioner, thus: [8]\n\n\"ASSIGNMENT OF ERRORS\nTHE RESPONDENT COURT ERRED IN AFFIRMING THAT THE JUST COMPENSATION FOR THE PROPERTY IS ITS VALUE IN 1992, WHEN THE COMPLAINT WAS FILED, AND NOT ITS VALUE IN 1978, WHEN THE PROPERTY WAS TAKEN BY PETITIONER.\n\nTHE COURT ERRED IN FIXING THE VALUE OF JUST COMPENSATION AT P 1,000.00 PER SQUARE METER INSTEAD OF P40.00 PER SQUARE METER.\" The petitioner summarized the two issues it raised by asking \"whether or not the respondent court was justified in deviating from the well-settled doctrine that just compensation is the equivalent of the value of the property taken for public use reckoned from the time of taking.\" [9] In his Comment, private respondent worded the issues as follows: [10]\n\"x x x As stated by the respondent court, Napocor, in its appeal \"\n\nâx x x avers that the taking of the proerty (sic) should not be reckoned as of the year 1992 when NAPOCOR filed its Complaint for eminent domain but as of the year 1978 when it took possession of the property, and that the just compensation, determined as it should be, on the basis of the value of the property as of 1978, âas P40.00 per square meter.â\" The petitioner, after failing to persuade both lower courts, reiterated before us its proposition (with cited cases) \"that when the taking of property precedes the filing of the judicial proceeding, the value of the property at the time it was taken shall be the basis for the payment of just compensation.\" [11]\n\nThe First Issue: Date of Taking or Date of Suit?\nThe general rule in determining \"just compensation\" in eminent domain is the value of the property as of the date of the filing of the complaint, as follows: [12]\n\"Sec. 4. Order of Condemnation. When such a motion is overruled or when any party fails to defend as required by this rule, the court may enter an order of condemnation declaring that the plaintiff has a lawful right to take the property sought to be condemned, for the public use or purpose described in the complaint, upon the payment of just compensation to be determined as of the date of the filing of the complaint x x x\" (Italics supplied). Normally, the time of the taking coincides with the filing of the complaint for expropriation. Hence, many rulings of this Court have equated just compensation with the value of the property as of the time of filing of the complaint consistent with the above provision of the Rules. So too, where the institution of the action precedes entry into the property, the just compensation is to be ascertained as of the time of the filing of the complaint. [13]\n\nThe general rule, however, admits of an exception: where this Court fixed the value of the property as of the date it was taken and not at the date of the commencement of the expropriation proceedings.\n\nIn the old case of Provincial Government of Rizal vs. Caro de Araullo, [14] the Court ruled that \"x x x the owners of the land have no right to recover damages for this unearned increment resulting from the construction of the public improvement (lengthening of Taft Avenue from Manila to Pasay) for which the land was taken. To permit them to do so would be to allow them to recover more than the value of the land at the time when it was taken, which is the true measure of the damages, or just compensation, and would discourage the construction of important public improvements.\"\n\nIn subsequently cases, [15] the Court, following the above doctrine, invariably held that the time of taking is the critical date in determining lawful or just compensation. Justifying this stance, Mr. Justice (later Chief Justice) Enrique Fernando, speaking for the Court in Municipality of La Carlota vs. The Spouses Felicidad Baltazar and Vicente Gan, [16] said, \"x x x the owner as is the constitutional intent, is paid what he is entitled to according to the value of the property so devoted to public use as of the date of the taking. From that time, he had been deprived thereof. He had no choice but to submit. He is not, however, to be despoiled of such a right. No less than the fundamental law guarantees just compensation. It would be an injustice to him certainly if from such a period, he could not recover the value of what was lost. There could be on the other hand, injustice to the expropriator if by a delay in the collection, the increment in price would accrue to the owner. The doctrine to which this Court has been committed is intended precisely to avoid either contingency fraught with unfairness.\"\n\nSimply stated, the exception finds application where the owner would be given undue incremental advantages arising from the use to which the government devotes the property expropriated -as for instance, the extension of a main thoroughfare as was the case in Caro de Araullo . In the instant case, however, it is difficult to conceive of how there could have been an extra-ordinary increase in the value of the ownerâs land arising from the expropriation, as indeed the records do not show any evidence that the valuation of P1,000.00 reached in 1992 was due to increments directly caused by petitionerâs use of the land. Since the petitioner is claiming an exception to Rule 67, Section 4,[17] it has the burden of proving its claim that its occupancy and use - not ordinary inflation and increase in land values - was the direct cause of the increase in valuation from 1978 to 1992.\n\nSide Issue: When is There \"Taking\" of Property?\nBut there is yet another cogent reason why this petition should be denied and why the respondent Court should be sustained. An examination of the undisputed factual environment would show that the \"taking\" was not really made in 1978.\n\nThis Court has defined the elements of \"taking\" as the main ingredient in the exercise of power of eminent domain, [18] in the following words:\n\"A number of circumstances must be present in the âtakingâ of property for purposes of eminent domain: (1) the expropriator must enter a private property; (2) the entrance into private property must be for more than a momentary period; (3) the entry into the property should be under warrant or color of legal authority; (4) the property must be devoted to a public use or otherwise informally appropriated or injuriously affected; and (5) the utilization of the property for public use must be in such a way to oust the owner and deprive him of all beneficial enjoyment of the property.\" (Italics supplied) In this case, the petitionerâs entrance in 1978 was without intent to expropriate or was not made under warrant or color of legal authority, for it believed the property was public land covered by Proclamation No. 1354. When the private respondent raised his claim of ownership sometime in 1979, the petitioner flatly refused the claim for compensation, nakedly insisted that the property was public land and wrongly justified its possession by alleging it had already paid \"financial assistance\" to Marawi City in exchange for the rights over the property. Only in 1990, after more than a decade of beneficial use, did the petitioner recognize private respondentâs ownership and negotiate for the voluntary purchase of the property. A Deed of Sale with provisional payment and subject to negotiations for the correct price was then executed.\n\nClearly, this is not the intent nor the expropriation contemplated by law. This is a simple attempt at a voluntary purchase and sale. Obviously, the petitioner neglected and/or refused to exercise the power of eminent domain.\n\nOnly in 1992, after the private respondent sued to recover possession and petitioner filed its Complaint to expropriate, did petitioner manifest its intention to exercise the power of eminent domain. Thus, the respondent Court correctly held: [19]\n\"If We decree that the fair market value of the land be determined as of 1978, then We would be sanctioning a deceptive scheme whereby NAPOCOR, for any reason other than for eminent domain would occupy anotherâs property and when later pressed for payment, first negotiate for a low price and then conveniently expropriate the property when the land owner refuses to accept its offer claiming that the taking of the property for the purpose of eminent domain should be reckoned as of the date when it started to occupy the property and that the value of the property should be computed as of the date of the taking despite the increase in the meantime in the value of the property.\" In Noble vs. City of Manila, [20] the City entered into a lease-purchase agreement of a building constructed by the petitionerâs predecessor-in-interest in accordance with the specifications of the former. The Court held that being bound by the said contract, the City could not expropriate the building. Expropriation could be resorted to \"only when it is made necessary by the opposition of the owner to the sale or by the lack of any agreement as to the price.\" Said the Court:\n\"The contract, therefore, in so far as it refers to the purchase of the building, as we have interpreted it, is in force, not having been revoked by the parties or by judicial decision. This being the case, the city being bound to buy the building at an agreed price, under a valid and subsisting contract, and the plaintiff being agreeable to its sale, the expropriation thereof, as sought by the defendant, is baseless. Expropriation lies only when it is made necessary by the opposition of the owner to the sale or by the lack of any agreement as to the price. There being in the present case a valid and subsisting contract, between the owner of the building and the city, for the purchase thereof at an agreed price, there is no reason for the expropriation.\" (Italics supplied) In the instant case, petitioner effectively repudiated the deed of sale it entered into with the private respondent when it passed Resolution No. 92-121 on May 25, 1992 authorizing its president to negotiate, inter alia, that payment \"shall be effected only after Agus I HE project has been placed in operation.\" It was only then that petitionerâs intent to expropriate became manifest as private respondent disagreed and, barely a month after, filed suit.\n\nThe Second Issue: Valuation\nWe now come to the issue of valuation.\n\nThe fair market value as held by the respondent Court, is the amount of P1,000.00 per square meter. In an expropriation case where the principal issue is the determination of just compensation, as is the case here, a trial before Commissioners is indispensable to allow the parties to present evidence on the issue of just compensation. [21] Inasmuch as the determination of just compensation in eminent domain cases is a judicial function [22] and factual findings of the Court of Appeals are conclusive on the parties and reviewable only when the case falls within the recognized exceptions, [23] which is not the situation obtaining in this petition, we see no reason to disturb the factual findings as to valuation of the subject property. As can be gleaned from the records, the court-and-the-parties-appointed commissioners did not abuse their authority in evaluating the evidence submitted to them nor misappreciate the clear preponderance of evidence. The amount fixed and agreed to by the respondent appellate Court is not grossly exorbitant. [24] To quote: [25]\n\"Commissioner Ali comes from the Office of the Register of Deeds who may well be considered an expert, with a general knowledge of the appraisal of real estate and the prevailing prices of land in the vicinity of the land in question so that his opinion on the valuation of the property cannot be lightly brushed aside.\n\n\"The prevailing market value of the land is only one of the determinants used by the commissionersâ report the others being as herein shown:\n\nxxx    xxx      xxx\n\n\"Commissioner Doromalâs report, recommending P300.00 per square meter, differs from the 2 commissioners only because his report was based on the valuation as of 1978 by the City Appraisal Committee as clarified by the latterâs chairman in response to NAPOCORâs general counselâs query (id., pp. 128-129).\" In sum, we agree with the Court of Appeals that petitioner has failed to show why it should be granted an exemption from the general rule in determining just compensation provided under Section 4 of Rule 67. On the contrary, private respondent has convinced us that, indeed, such general rule should in fact be observed in this case.\n\nWHEREFORE, the petition is hereby DISMISSED and the judgment appealed from AFFIRMED, except as to the interest on the monthly rentals, which is hereby reduced from twelve percent (12%) to the legal rate of six percent (6%) per annum. Costs against the petitioner.\n\nSO ORDERED.\n\nNarvasa, C.J. (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.\n\n[1] Rollo. pp. 24-40.\n\n[2] CA G.R. CV No. 39353, decided by the Fifth Division composed of J. Cezar D. Francisco, ponente, and JJ. Manuel C. Herrera (chairman) and Buenaventura J. Guerrero.\n\n[3] 12th Judicial Region, Branch VIII, Marawi City in two (2) consolidated cases: Civil Case No. 605-92 and Civil Case No. 610-92\n\n[4] Rollo, p. 24-A.\n\n[5] Ibid., pp. 74 & 93.\n\n[6] Ibid., pp. 24-A-33.\n\n[7] Ibid., p. 75.\n\n[8] Ibid., p. 10.\n\n[9] Ibid., pp. 93-94.\n\n[10] Ibid., p. 50.\n\n[11] Ibid., p. 94.\n\n[12] Section 4, Rule 67 of the Revised Rules of Court.\n\n[13] B. H. Berkenkotter & Co. vs. Court of Appeals, 216 SCRA 584, 587 (December 14, 1992); Republic of the Philippines vs. Philippine National Bank, 1 SCRA 957 (April 21, 1961).\n\n[14] 58 Phil. 308, 316 (August 16,1933).\n\n[15] Provincial Government of Rizal vs. Caro de Araullo, supra, at p. 317; Republic of the Philippines vs. Lara, et al., 96 Phil. 170 (November 29, 1954): Alfonso vs. Pasav City, 106 Phil. 1017 (January 30, 1960); Municipality of La Carlota vs. The Spouses Felicidad Baltazar and Vicente Gan, infra.\n\n[16] 45 SCRA 235 (May 30, 1972).\n\n[17] Supra.\n\n[18] Republic vs. Vda. de Castellvi, 58 SCRA 336, 337 (August 15, 1974).\n\n[19] Rollo, p. 36.\n\n[20] 67 Phil. 1 (December 24, 1938).\n\n[21] Manila Electric Company vs. Pineda, 206 SCRA 196 (February 13, 1992).\n\n[22] National Power Corporation vs. Jocson, 206 SCRA 520 (February 25, 1992).\n\n[23] Coca-Cola Bottlers Philippines, Inc. vs. Court of Appeals, 229 SCRA 533 (January 27, 1994).\n\n[24] Republic vs. Court of Appeals, 154 SCRA 428, 430 (September 30, 1987).\n\n[25] Rollo, pp. 36-38.",
  "content_length": 31358,
  "metadata_extraction_date": "2025-11-01T05:49:14.394690",
  "extraction_version": "2.0_enhanced_full_content"
}