{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/march/GR_95260.html",
  "filename": "GR_95260.html",
  "year": 1996,
  "month": "march",
  "case_number": "95260",
  "gr_number": "95260",
  "volume_page": "324 Phil. 833",
  "decision_date": "March 08, 1996",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. WILFREDO PRADO Y CABRERA, ACCUSED-APPELLANT. D E C I S I O N KAPUNAN, J.: This is an appeal from the decision dated June 28, 1990 of the Regional Trial Court, Dagupan City, Branch 41, in Criminal Case No. D-8070, the dispositive portion of which reads:WHEREFORE, the Court finds the accused GUILTY beyond reasonable doubt of the crime charged and hereby imposes upon the accused the penalty of RECLUSION PERPETUA and to indemnify the heirs of the victim Samuel Moulic, the sum of P30,000.00 as actual damages, P10,000.00 for moral damages and to pay the cost.[1]The information against appellant and two other accused, Peter Aquino and John Doe reads:That on or about the 12th day of May, 1987, in the municipality of Mangaldan, Province of Pangasinan, New Republic of the Philippines and within the jurisdiction of this Honorable Court, the above-named accused, conspiring, confederating and helping one another, with intent to gain and by means of violence and intimidation against person, did then and there wilfully, unlawfully and feloniously take, steal and carry away one (1) motorized tricycle bearing plate no. AC-8801 worth P20,000.00 belonging to Jovencio Moulic, to his damage and prejudice; and on the occassion of the carnapping, said accused armed with bladed weapon and with intent to kill, did then and there wilfully, unlawfully and feloniously maul, attack and stab Samuel Moulic, driver thereof, inflicting upon him the following injuries:- contusion-hematoma all over facial area- both lips swollen and black- fractured skull, parieto-occipital area, blood oozing and brain tissues coming out on examination- contusion all over extremeties (upper & lower)- contusion over chest and abdomen- stab wound 4-5 inches depth mid-portion lumbar area- stab wound 2-3 inches in depth thoraco-lumbar area- stab wounds 2-3 inches depth at 12th thoracic area- stab wound 2-3 inches (R) side 12th thoracic areawhich caused his death as a consequence, to the damaged and prejudice of his heirs.Contrary to Republic Act No. 6539 in relation to Article 249 of the Revised Penal Code.[2]Appellant pleaded not guilty upon arraignment. His two co-accused remain at large.The prosecution evidence establish the following facts:On May 12, 1987, Samuel Moulic, a tricycle driver, was plying his route using a Honda motorcycle with plate no. AC-8801 and sidecar, owned by his brother Jovencio.[3] When Samuel failed to return home that night, his family reported him missing to the police.[4] They reported that Samuel was last seen driving his tricycle with unidentified passengers at about 10 oâclock in the morning along the highway at Barangay Mabilao, San Fabian, Pangasinan.[5]The following day, May 13, his body bearing several stab wounds was found along the boundary of Bigabiga and Rabon, San Fabian, Pangasinan.[6]On May 18, 1987, appellant and Eusebio Miranda went to the residence of Mirandaâs cousin, Edgardo Gomez in Pogo, Bauang, La Union. Appellant offered to sell to Gomez a Honda motorcycle with plate No. AC-8801. Gomez expressed willingness to buy the motorcycle but requested that he be shown its registration papers. Appellant, however, could not produce the papers.[7]The following day, May 19, appellant again went to Gomezâs residence. He offered to leave the motorcycle with Gomez for P5,000.00, with the balance of the purchase price of P8,000.00 payable upon appellantâs return with the motorcycleâs registration papers. Gomez agreed.[8]Thereafter, appellant, Gomez and Miranda went to the office of a certain Atty. Armovit in Bauang, where they executed a document stating that Gomez had purchased a motorcycle from \"Willy C. Prado of Banaoang East, Mangaldan, Pangasinan,\" having given P5,000.00 to appellant as partial payment.[9] Witnesses to the execution of the document were Miranda and a certain R.B. Buenafe, secretary of Atty. Armovit. Below the phrase \"Received by:\" appellant affixed his signature.[10]On May 25, 1987, appellant again went to see Gomez asking for P700.00 allegedly to use in processing the motorcycleâs registration papers.[11]On June 10, 1987, appellant informed Gomez that he could no longer produce the papers because these burned.[12] After conversing for some time, appellant and Gomez went to the house of Miranda. They rode the Honda motorcycle in going there.[13]Upon returning later to Gomezâs residence, appellant said that he forgot his wallet at Mirandaâs house. On the pretext of going back to Mirandaâs house to retrieve his wallet, appellant borrowed the motorcycle. Appellant did not return the motorcycle.[14]Police found the motorcycle the following day parked at a gasoline station in Agoo.[15]Subsequently, the tricycleâs sidecar, already attached to another motorcycle, was found in the possession of Benito Buenavista of Tabora, La Union, who bought the sidecar from appellant on May 15, 1987 for P800.00.[16]During the investigation of the killing of Samuel Moulic, witness Elpidio Rivera, a tricycle driver, appeared. He asserted that while plying his route - Rabon, San Fabian, Pangasinan to Damotis, Rosario, La Union - he was hired by a man to tow a tricycle to Damotis around noon of May 12, 1987. The tricycle had ran out of gasoline.[17] From Riveraâs description of the man, the National Bureau of Investigation made a carthographic sketch.[18] Rivera later identified the man as appellant.On the basis of the foregoing facts, the trial court convicted the appellant.In this appeal, appellant raises the following assignment of errors:I - THAT THE TRIAL COURT ERRED IN CONVICTING THE ACCUSED BASED ON CIRCUMSTANTIAL EVIDENCE;II - THAT THE TRIAL COURT ERRED IN CONVICTING THE ACCUSED AS PRINCIPAL, AND NOT AS ACCESSORY AFTER THE FACT ONLY; andIII - THAT THE TRIAL COURT ERRED IN NOT GIVING CREDENCE TO THE TESTIMONY OF DEFENSE WITNESS LETICIA ARAOS.[19]We shall first consider the second and third assigned error.In his defense, appellant claims that he \"just acted as agent of Peter Aquino and George in selling the motorcycle.\"[20]He alleges that he was acquainted with Peter and George because they frequented the Trans-Manila Tobacco Corporation in Agoo, La Union where he worked as a security guard. He informed Peter and George that Gomez wanted to buy a motorcycle, and they said that they had a second-hand motorcycle for sale. He subsequently accompanied Peter and George to Gomezâs residence. He Received P 150.00 from Aquino for having brokered the sale of the motorcycle to GomezThe trial court did not give weight and credence to appellantâs allegations stating thus:The contention of the accused that it was Peter Aquino and one George who sold the motorcycle to Edgardo Gomez is not credible because if these persons were the vendors of the motorcycle to Gomez, why should the accused Prado sign the receipt to show the partial payment of P5,000.00, Exhibit âBâ?The accused denies that âExhibit B-1â is his signature. Exhibit âH-1â and â1-1â[sample signatures of appellant taken during his cross-examination] found at the back page of pages 44 and 88 of the record, are signatures of the accused admitted by him as his. Exhibits âB-1â, âH-1â and â1-1â are the same and this Court has no doubt that the signatures are made by one and the same person.Edgardo Gomez is the principal witness as to the sale because he claims he brought it from Prado. Why should Gomez deny his purchase from Peter Aquino and one George if he bought the motorcycle from them? There is no reason for Gomez to lie against Prado. And there is no evidence shown by Prado why Gomez should perjure against himThe fact of appellantâs sale of the motorcycle as well as his having received the P5,000.00 from Gomez is established by the prosecution evidence, particularly Gomezâs testimony and the receipt, Exhibit \"B\", where appellants signature appears. We defer to the trial courtâs determination of the credibility of Gomezâs testimony. The trial court, having had the opportunity of observing the demeanor and behavior of the witnesses while testifying, more than the reviewing tribunal, is in a better position to gauge their credibility and properly appreciate the relative weight of the often conflicting evidence for both parties.[21]We must add that the defense has not shown any improper motive on the part of Gomez to testify against the accused. Where there is no evidence, and nothing to indicate that the principal witness for the prosecution was actuated by any improper motive, the presumption is that he was not so actuated and his testimony is thus entitled to full faith and credit.[22]Appellant buttressed his defense with the testimony of his landlady Leticia Araso, and now contends that the trial court erred in not giving it credence.Araso testified that on May 18, 1987, Peter Aquino, a certain Mario Corpuz and George went to her place looking for appellant, and that they told her they had a motorcycle and appellant would accompany them in offering it for sale.When the testimonies of the prosecution and defense witnesses conflict, the issue essentially is the credibility of these witnesses.[23] The trial court did not give credence to Arasoâs testimony. In fact, it did not even merit the attention of the trial court which did not mention the same in its decision. After having carefully studied the transcripts of the testimonies of the witnesses, we must again defer to the trial courtâs evaluation of the credibility of Arasoâs testimony.Now the first assigned error.Resort to circumstantial evidence is essential when to insist on direct testimony would result in setting felons free and deny proper protection to the community.[24] In People v. Ramos,[25] the Court emphasized that circumstantial evidence is not a \"weaker\" form of evidence vis-a-vis direct evidence, thus:It ought to be noted that our rules make no distinction between direct evidence of a fact and evidence of circumstances from which the existence of a fact may be inferred. No greater degree of certainty is required when the evidence is circumstantial than when it is direct, for in either case, the trier of fact must be convinced beyond a reasonable doubt of the guilt of the accused (Robinson v. State, 18 Md. App. 678, 308 A2d 734 [1973]).Under Section 4, Rule 133 of the Revised Rules of Court, circumstantial evidence is sufficient for conviction if: (1) there is more than one circumstance; (2) the facts from which the inferences are derived are proven; and (3) the combination of all the circumstances is such as to produce a conviction beyond reasonable doubt.We find that the following circumstances are sufficient to convict appellant of the offense of carnapping with homicide:(1) Samuel Moulic was last seen alive at around 10 oâclock in the morning of May 12, 1992 riding his tricycle with unidentified passengers along the highway of Barangay Mabilao, San Fabian, Pangasinan.At around noon of the same day, appellant was seen by Elpidio Rivera pushing the same tricycle earlier being driven by Samuel Moulic. Rivera was later hired by appellant to tow the vehicle to Damotis.(2) The following day, on May 13, 1987, the body of Samuel was found along the boundary of Bigabiga and Rabon, San Fabian, Pangasinan bearing several stab wounds.(3) Appellant sold the sidecar to Benito Buenavista on May 15, 1987.(4) Appellant offered the motorcycle for sale on May 18, 1987, and eventually sold it to Edgardo Gomez. Appellant signed a receipt for the amount paid to him by Gomez.These circumstances clearly make \"an unbroken chain which leads to one fair and reasonable conclusion which points to the defendant, to the exclusion of all others, as the guilty person.[26]While there is no direct evidence on the killing of Samuel Moulic, we apply the following presumption, enunciated in People v. Kagui Malasugui,[27] thus: \"In the absence of an explanation of how one has come into the possession of stolen effects belonging to a person wounded and treacherously killed, he must necessarily be considered the author of the aggression and death of the said person and of the robbery committed on him.\"[28]R.A. No. 6539 punishes the special complex crime of carnapping with homicide. Under Section 14 of the republic act, the penalty of reclusion perpetua to death shall be imposed when the owner, driver or occupant of the carnapped motor vehicle is killed in the course of the commission of the carnapping or on the occassion thereof. The crime was committed on May 12, 1987 when the imposition of the death penalty was proscribed by the 1987 Constitution; thus, reclusion perpetua is the imposable penalty.[29]To the trial courtâs award of P30,000.00 as moral damages and P10,000.00 as actual damages, we add P50,000.00 as civil indemnity, consonant with present case law.[30]WHEREFORE, the assailed judgment of Regional Trial Court finding WILFREDO PRADO y CABRERA guilty beyond reasonable doubt of carnapping with homicide as defined and punished under Section 14 of Republic Act No. 6539, sentencing him to reclusion perpetua and ordering him to pay the heirs of Samuel Moulic P30,000.00 as moral damages and P10,000.00 as actual damages is hereby AFFIRMED with the sole modification that civil indemnity for the death of the victim is awarded in the amount of P50,000.00.SO ORDERED.Padilla, Bellosillo, Vitug, and Hermosisima, Jr., JJ., concur.[1] Rollo, p. 25.[2] Records, pp. 29-30.[3] TSN, December 6, 1988, p. 3.[4] TSN, May 4, 1988, P. 2; TSN, January 30, 1989, p. 2.[5] Exhibit \"1-A\", Integrated National Police Blotter Volume VI Entry No. 1555, Page No. 291, May 12, 1987, 2220H.[6] TSN, August 16, 1988, p. 9; TSN, October 11, 1988, p. 3; TSN, January 30, 1989, p. 2; Exhibit \"1-B\", 1NP Blotter Volume VI Entry No. 1558, Page No. 292, May 14, 1987, 0200H.[7] TSN, June 13, 1988, pp. 3-5.[8] Id., at 6.[9] Id., at 7.[10] Exhibit âB,â Exhibit \"B-1.\"[11] See Note 7, supra, p. 7.[12] Id., at 11.[13] Ibid.[14] Id., at 13-14.[15] TSN, August 16, 1988, p. 10.[16] TSN, May 4, 1988, p.4; TSN, August 16,1988, p. 10.[17] TSN, August 16, 1988, p. 2.[18] Exhibit \"E\".[19] Brief for Accused-Appellant, p. 2, Rollo, p. 34.[20] Id. at 5.[21] People v. Vivas, 232 SCRA 238 (1994); People v. Sendon, 209 SCRA 597(1992).[22] People v. Jose, G.R. No. 107106, November 24, 1995; People v. Dela Cruz, 229 SCRA 754(1994); People v. Simon, 209 SCRA 145(1992).[23] People v. Decena, 235 SCRA 67 (1994); People v. Magallanes, 218 SCRA 109(1993).[24] People v. Fuertes, 229 SCRA 289(1994).[25] G.R. No. 104497, January 18, 1995.[26] People v. Tiozon, 198 SCRA 368(1991); People v. Genobia, 234 SCRA 699(1994).[27] 63 Phil. 221 (1936).[28] Also People v. Lorenzo, 200 SCRA 207 (1991); U.S. v. Divino, 18 Phil. 425 (1911); See People v. Ramos, supra, citing U.S. v. Merin, 2 Phil. 88 (1903).[29] See People v. Cayanan, G.R. No. 73257-58, June 16, 1995; People v. Parica, G.R. No. 80611, April 21, 1995; People v. Yabut, 226 SCRA 715 (1993).[30] People v. Pacapac, G.R. No. 90623, September 7, 1995; People v. Compil, G.R. No. 95028, May 15, 1995; People v. Logronio, 214 SCRA 519(1992); People v. Sison, 189 SCRA 643 (1990). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "wilfredo",
    "cabrera",
    "accused",
    "appellant",
    "kapunan",
    "appeal",
    "decision",
    "regional",
    "trial",
    "court",
    "dagupan",
    "branch",
    "criminal",
    "case",
    "dispositive",
    "portion"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. WILFREDO PRADO Y CABRERA, ACCUSED-APPELLANT. D...",
  "formatted_case_content": "View printer friendly version\n324 Phil. 833\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 95260, March 08, 1996 ]\n[ G.R. No. 95260, March 08, 1996 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. WILFREDO PRADO Y CABRERA, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. WILFREDO PRADO Y CABRERA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nKAPUNAN, J.:\n\nThis is an appeal from the decision dated June 28, 1990 of the Regional Trial Court, Dagupan City, Branch 41, in Criminal Case No. D-8070, the dispositive portion of which reads:\nWHEREFORE, the Court finds the accused GUILTY beyond reasonable doubt of the crime charged and hereby imposes upon the accused the penalty of RECLUSION PERPETUA and to indemnify the heirs of the victim Samuel Moulic, the sum of P30,000.00 as actual damages, P10,000.00 for moral damages and to pay the cost. [1] The information against appellant and two other accused, Peter Aquino and John Doe reads:\nThat on or about the 12th day of May, 1987, in the municipality of Mangaldan, Province of Pangasinan, New Republic of the Philippines and within the jurisdiction of this Honorable Court, the above-named accused, conspiring, confederating and helping one another, with intent to gain and by means of violence and intimidation against person, did then and there wilfully, unlawfully and feloniously take, steal and carry away one (1) motorized tricycle bearing plate no. AC-8801 worth P20,000.00 belonging to Jovencio Moulic, to his damage and prejudice; and on the occassion of the carnapping, said accused armed with bladed weapon and with intent to kill, did then and there wilfully, unlawfully and feloniously maul, attack and stab Samuel Moulic, driver thereof, inflicting upon him the following injuries:\n-    contusion-hematoma all over facial area\n-    both lips swollen and black\n-    fractured skull, parieto-occipital area, blood oozing and brain tissues coming out on examination\n-    contusion all over extremeties (upper & lower)\n-    contusion over chest and abdomen\n-    stab wound 4-5 inches depth mid-portion lumbar area\n-    stab wound 2-3 inches in depth thoraco-lumbar area\n-    stab wounds 2-3 inches depth at 12th thoracic area\n-    stab wound 2-3 inches (R) side 12th thoracic area which caused his death as a consequence, to the damaged and prejudice of his heirs.\n\nContrary to Republic Act No. 6539 in relation to Article 249 of the Revised Penal Code. [2] Appellant pleaded not guilty upon arraignment. His two co-accused remain at large.\n\nThe prosecution evidence establish the following facts:\n\nOn May 12, 1987, Samuel Moulic, a tricycle driver, was plying his route using a Honda motorcycle with plate no. AC-8801 and sidecar, owned by his brother Jovencio. [3] When Samuel failed to return home that night, his family reported him missing to the police. [4] They reported that Samuel was last seen driving his tricycle with unidentified passengers at about 10 oâclock in the morning along the highway at Barangay Mabilao, San Fabian, Pangasinan. [5]\n\nThe following day, May 13, his body bearing several stab wounds was found along the boundary of Bigabiga and Rabon, San Fabian, Pangasinan. [6]\n\nOn May 18, 1987, appellant and Eusebio Miranda went to the residence of Mirandaâs cousin, Edgardo Gomez in Pogo, Bauang, La Union.  Appellant offered to sell to Gomez a Honda motorcycle with plate No. AC-8801.  Gomez expressed willingness to buy the motorcycle but requested that he be shown its registration papers.  Appellant, however, could not produce the papers. [7]\n\nThe following day, May 19, appellant again went to Gomezâs residence.  He offered to leave the motorcycle with Gomez for P5,000.00, with the balance of the purchase price of P8,000.00 payable upon appellantâs return with the motorcycleâs registration papers. Gomez agreed. [8]\n\nThereafter, appellant, Gomez and Miranda went to the office of a certain Atty. Armovit in Bauang, where they executed a document stating that Gomez had purchased a motorcycle from \"Willy C. Prado of Banaoang East, Mangaldan, Pangasinan,\" having given P5,000.00 to appellant as partial payment. [9] Witnesses to the execution of the document were Miranda and a certain R.B. Buenafe, secretary of Atty. Armovit. Below the phrase \"Received by:\" appellant affixed his signature. [10]\n\nOn May 25, 1987, appellant again went to see Gomez asking for P700.00 allegedly to use in processing the motorcycleâs registration papers. [11]\n\nOn June 10, 1987, appellant informed Gomez that he could no longer produce the papers because these burned. [12 ] After conversing for some time, appellant and Gomez went to the house of Miranda. They rode the Honda motorcycle in going there. [13]\n\nUpon returning later to Gomezâs residence, appellant said that he forgot his wallet at Mirandaâs house. On the pretext of going back to Mirandaâs house to retrieve his wallet, appellant borrowed the motorcycle.  Appellant did not return the motorcycle. [14]\n\nPolice found the motorcycle the following day parked at a gasoline station in Agoo. [15]\n\nSubsequently, the tricycleâs sidecar, already attached to another motorcycle, was found in the possession of Benito Buenavista of Tabora, La Union, who bought the sidecar from appellant on May 15, 1987 for P800.00. [16]\n\nDuring the investigation of the killing of Samuel Moulic, witness Elpidio Rivera, a tricycle driver, appeared. He asserted that while plying his route - Rabon, San Fabian, Pangasinan to Damotis, Rosario, La Union - he was hired by a man to tow a tricycle to Damotis around noon of May 12, 1987. The tricycle had ran out of gasoline. [17] From Riveraâs description of the man, the National Bureau of Investigation made a carthographic sketch. [18] Rivera later identified the man as appellant.\n\nOn the basis of the foregoing facts, the trial court convicted the appellant.\n\nIn this appeal, appellant raises the following assignment of errors:\nI - THAT THE TRIAL COURT ERRED IN CONVICTING THE ACCUSED BASED ON CIRCUMSTANTIAL EVIDENCE;\n\nII - THAT THE TRIAL COURT ERRED IN CONVICTING THE ACCUSED AS PRINCIPAL, AND NOT AS ACCESSORY AFTER THE FACT ONLY; and\n\nIII - THAT THE TRIAL COURT ERRED IN NOT GIVING CREDENCE TO THE TESTIMONY OF DEFENSE WITNESS LETICIA ARAOS. [19] We shall first consider the second and third assigned error.\n\nIn his defense, appellant claims that he \"just acted as agent of Peter Aquino and George in selling the motorcycle.\" [20]\n\nHe alleges that he was acquainted with Peter and George because they frequented the Trans-Manila Tobacco Corporation in Agoo, La Union where he worked as a security guard. He informed Peter and George that Gomez wanted to buy a motorcycle, and they said that they had a second-hand motorcycle for sale. He subsequently accompanied Peter and George to Gomezâs residence. He Received P 150.00 from Aquino for having brokered the sale of the motorcycle to Gomez\n\nThe trial court did not give weight and credence to appellantâs allegations stating thus:\nThe contention of the accused that it was Peter Aquino and one George who sold the motorcycle to Edgardo Gomez is not credible because if these persons were the vendors of the motorcycle to Gomez, why should the accused Prado sign the receipt to show the partial payment of P5,000.00, Exhibit âBâ?\n\nThe accused denies that âExhibit B-1â is his signature. Exhibit âH-1â and â1-1â[sample signatures of appellant taken during his cross-examination] found at the back page of pages 44 and 88 of the record, are signatures of the accused admitted by him as his. Exhibits âB-1â, âH-1â and â1-1â are the same and this Court has no doubt that the signatures are made by one and the same person.\n\nEdgardo Gomez is the principal witness as to the sale because he claims he brought it from Prado.  Why should Gomez deny his purchase from Peter Aquino and one George if he bought the motorcycle from them?  There is no reason for Gomez to lie against Prado.  And there is no evidence shown by Prado why Gomez should perjure against him The fact of appellantâs sale of the motorcycle as well as his having received the P5,000.00 from Gomez is established by the prosecution evidence, particularly Gomezâs testimony and the receipt, Exhibit \"B\", where appellants signature appears.  We defer to the trial courtâs determination of the credibility of Gomezâs testimony.  The trial court, having had the opportunity of observing the demeanor and behavior of the witnesses while testifying, more than the reviewing tribunal, is in a better position to gauge their credibility and properly appreciate the relative weight of the often conflicting evidence for both parties. [21]\n\nWe must add that the defense has not shown any improper motive on the part of Gomez to testify against the accused.  Where there is no evidence, and nothing to indicate that the principal witness for the prosecution was actuated by any improper motive, the presumption is that he was not so actuated and his testimony is thus entitled to full faith and credit. [22]\n\nAppellant buttressed his defense with the testimony of his landlady Leticia Araso, and now contends that the trial court erred in not giving it credence.\n\nAraso testified that on May 18, 1987, Peter Aquino, a certain Mario Corpuz and George went to her place looking for appellant, and that they told her they had a motorcycle and appellant would accompany them in offering it for sale.\n\nWhen the testimonies of the prosecution and defense witnesses conflict, the issue essentially is the credibility of these witnesses. [23] The trial court did not give credence to Arasoâs testimony.  In fact, it did not even merit the attention of the trial court which did not mention the same in its decision.  After having carefully studied the transcripts of the testimonies of the witnesses, we must again defer to the trial courtâs evaluation of the credibility of Arasoâs testimony.\n\nNow the first assigned error.\n\nResort to circumstantial evidence is essential when to insist on direct testimony would result in setting felons free and deny proper protection to the community. [24] In People v. Ramos, [25] the Court emphasized that circumstantial evidence is not a \"weaker\" form of evidence vis-a-vis direct evidence, thus:\nIt ought to be noted that our rules make no distinction between direct evidence of a fact and evidence of circumstances from which the existence of a fact may be inferred.  No greater degree of certainty is required when the evidence is circumstantial than when it is direct, for in either case, the trier of fact must be convinced beyond a reasonable doubt of the guilt of the accused (Robinson v. State, 18 Md. App. 678, 308 A2d 734 [1973]). Under Section 4, Rule 133 of the Revised Rules of Court, circumstantial evidence is sufficient for conviction if: (1) there is more than one circumstance; (2) the facts from which the inferences are derived are proven; and (3) the combination of all the circumstances is such as to produce a conviction beyond reasonable doubt.\n\nWe find that the following circumstances are sufficient to convict appellant of the offense of carnapping with homicide:\n\n(1) Samuel Moulic was last seen alive at around 10 oâclock in the morning of May 12, 1992 riding his tricycle with unidentified passengers along the highway of Barangay Mabilao, San Fabian, Pangasinan.\n\nAt around noon of the same day, appellant was seen by Elpidio Rivera pushing the same tricycle earlier being driven by Samuel Moulic. Rivera was later hired by appellant to tow the vehicle to Damotis.\n\n(2) The following day, on May 13, 1987, the body of Samuel was found along the boundary of Bigabiga and Rabon, San Fabian, Pangasinan bearing several stab wounds.\n\n(3) Appellant sold the sidecar to Benito Buenavista on May 15, 1987.\n\n(4) Appellant offered the motorcycle for sale on May 18, 1987, and eventually sold it to Edgardo Gomez. Appellant signed a receipt for the amount paid to him by Gomez.\n\nThese circumstances clearly make \"an unbroken chain which leads to one fair and reasonable conclusion which points to the defendant, to the exclusion of all others, as the guilty person. [26]\n\nWhile there is no direct evidence on the killing of Samuel Moulic, we apply the following presumption, enunciated in People v. Kagui Malasugui, [27] thus: \"In the absence of an explanation of how one has come into the possession of stolen effects belonging to a person wounded and treacherously killed, he must necessarily be considered the author of the aggression and death of the said person and of the robbery committed on him.\" [28]\n\nR.A. No. 6539 punishes the special complex crime of carnapping with homicide.  Under Section 14 of the republic act, the penalty of reclusion perpetua to death shall be imposed when the owner, driver or occupant of the carnapped motor vehicle is killed in the course of the commission of the carnapping or on the occassion thereof.  The crime was committed on May 12, 1987 when the imposition of the death penalty was proscribed by the 1987 Constitution; thus, reclusion perpetua is the imposable penalty. [29]\n\nTo the trial courtâs award of P30,000.00 as moral damages and P10,000.00 as actual damages, we add P50,000.00 as civil indemnity, consonant with present case law. [30]\n\nWHEREFORE, the assailed judgment of Regional Trial Court finding WILFREDO PRADO y CABRERA guilty beyond reasonable doubt of carnapping with homicide as defined and punished under Section 14 of Republic Act No. 6539, sentencing him to reclusion perpetua and ordering him to pay the heirs of Samuel Moulic P30,000.00 as moral damages and P10,000.00 as actual damages is hereby AFFIRMED with the sole modification that civil indemnity for the death of the victim is awarded in the amount of P50,000.00.\n\nSO ORDERED.\n\nPadilla, Bellosillo, Vitug, and Hermosisima, Jr., JJ., concur.\n\n[1] Rollo, p. 25.\n\n[2] Records, pp. 29-30.\n\n[3] TSN, December 6, 1988, p. 3.\n\n[4] TSN, May 4, 1988, P. 2; TSN, January 30, 1989, p. 2.\n\n[5] Exhibit \"1-A\", Integrated National Police Blotter Volume VI Entry No. 1555, Page No. 291, May 12, 1987, 2220H.\n\n[6] TSN, August 16, 1988, p. 9; TSN, October 11, 1988, p. 3; TSN, January 30, 1989, p. 2; Exhibit \"1-B\", 1NP Blotter Volume VI Entry No. 1558, Page No. 292, May 14, 1987, 0200H.\n\n[7] TSN, June 13, 1988, pp. 3-5.\n\n[8] Id., at 6.\n\n[9] Id., at 7.\n\n[10] Exhibit âB,â Exhibit \"B-1.\"\n\n[11] See Note 7, supra, p. 7.\n\n[12] Id., at 11.\n\n[13] Ibid.\n\n[14] Id., at 13-14.\n\n[15] TSN, August 16, 1988, p. 10.\n\n[16] TSN, May 4, 1988, p.4; TSN, August 16,1988, p. 10.\n\n[17] TSN, August 16, 1988, p. 2.\n\n[18] Exhibit \"E\".\n\n[19] Brief for Accused-Appellant, p. 2, Rollo, p. 34.\n\n[20] Id. at 5.\n\n[21] People v. Vivas, 232 SCRA 238 (1994); People v. Sendon, 209 SCRA 597(1992).\n\n[22] People v. Jose, G.R. No. 107106, November 24, 1995; People v. Dela Cruz, 229 SCRA 754(1994); People v. Simon, 209 SCRA 145(1992).\n\n[23] People v. Decena, 235 SCRA 67 (1994); People v. Magallanes, 218 SCRA 109(1993).\n\n[24] People v. Fuertes, 229 SCRA 289(1994).\n\n[25] G.R. No. 104497, January 18, 1995.\n\n[26] People v. Tiozon, 198 SCRA 368(1991); People v. Genobia, 234 SCRA 699(1994).\n\n[27] 63 Phil. 221 (1936).\n\n[28] Also People v. Lorenzo, 200 SCRA 207 (1991); U.S. v. Divino, 18 Phil. 425 (1911); See People v. Ramos, supra, citing U.S. v. Merin, 2 Phil. 88 (1903).\n\n[29] See People v. Cayanan, G.R. No. 73257-58, June 16, 1995; People v. Parica, G.R. No. 80611, April 21, 1995; People v. Yabut, 226 SCRA 715 (1993).\n\n[30] People v. Pacapac, G.R. No. 90623, September 7, 1995; People v. Compil, G.R. No. 95028, May 15, 1995; People v. Logronio, 214 SCRA 519(1992); People v. Sison, 189 SCRA 643 (1990).",
  "content_length": 15727,
  "metadata_extraction_date": "2025-11-01T05:49:16.091047",
  "extraction_version": "2.0_enhanced_full_content"
}