{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/august/GR_134368.html",
  "filename": "GR_134368.html",
  "year": 2001,
  "month": "august",
  "case_number": "G.R. No. 134368",
  "gr_number": "134368",
  "volume_page": "416 Phil. 612",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "august",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "miasco",
    "accused",
    "appellant",
    "curiam",
    "automatic",
    "review",
    "penalty",
    "imposed",
    "regional",
    "trial"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n416 Phil. 612\n\nEN BANC\nEN BANC\n\n[ G.R. Nos. 132548-49, August 31, 2001 ]\n[ G.R. Nos. 132548-49, August 31, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ALEJO\nMIASCO, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ALEJO\nMIASCO, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPER CURIAM:\n\nThis is an automatic review of the\ndeath penalty imposed by the Regional Trial Court of Davao City on ALEJO MIASCO\ny MARSON, for the rape of his 13-year old daughter, Juvy Miasco, allegedly\ncommitted as follows: I. Criminal\nCase No. 38,465-97: “The undersigned accuses the above-named accused of the crime of RAPE,\nunder Article 335 of the Revised Penal Code in relation to R.A. No. 7659,\notherwise known as the law on Heinous Crimes, upon the instance of JUVY MIASCO\nY (B)ARIQUIT, a 13-year old minor whose affidavit is hereto attached and\nforms part of this information, committed as follows:\n\nThat during the period October 1996 and December 1996, in\nthe City of Davao, Philippines, and within the jurisdiction of this Honorable\nCourt, the above-named accused, by means of force and intimidation, did then\nand there wilfully, unlawfully and feloniously had sexual intercourse with the\noffended party, his daughter, against her will.\n\nCONTRARY TO LAW.” [1] (emphases ours) II. Criminal Case No. 38,465-A-97: “The undersigned accuses the above-named accused of the crime of\nRAPE, under Art. 335 of the Revised Penal Code in relation to R.A. No. 7659,\notherwise known as the law on Heinous Crimes, upon the instance of complainant\nJuvy Miasco y Bariquit, a 13-year old minor, whose affidavit is hereto\nattached and form[s] part of this information, committed as follows:\n\nThat sometime in February 1997, in the City of Davao,\nPhilippines and within the jurisdiction of this Honorable Court, the\nabove-mentioned accused by means of force and intimidation did then and there\nwilfully, unlawfully and feloniously had sexual intercourse with the offended\nparty, his daughter, against her will.\n\nCONTRARY TO LAW.” [2] (emphases\nours)\n\nAccused with the assistance of\ncounsel de officio, pled “not guilty.”\n\nThe prosecution evidence came\nchiefly from the testimonies of the complainant, Juvy Miasco, her mother,\nJuliana Miasco, Dr. Prescilo Engcong, Social Worker Milagros Basmayor and SPO1\nAntonio Balolong.\n\nThe Certificate of Live Birth of\nJuvy Bariquit Miasco (complainant) shows that she was born on December 14, 1983. She is the eighth child of spouses Juliana\nBariquit and Alejo Miasco (accused). [3]\n\nThe complainant testified that in\nthe first week of October 1996, she and the accused harvested vegetables in\ntheir farm in Bugac, Ma-a, Davao City. After they harvested the vegetables, they went to their makeshift hut\nnear their vegetable garden which is approximately twenty (20) meters from\ntheir house.\n\nOnce inside the hut, the accused\npointed a knife at the complainant and warned her not to tell anything to her\nmother and siblings. He pulled down her\nshorts and panty. Next, he took off his\nshorts and forced her to lie on the floor. He placed himself on top of her and inserted his penis into her\nvagina. She tried to push him but to no\navail. She felt pain in her stomach and\ncried. After the rape, she headed for\nhome still crying. Nonetheless, she\nopted to languish in silence due to her father’s threat that “something will\nhappen to their family.” [4] She was 12 years and 10 months old.\n\nThe complainant’s tribulation went\non. She testified that in the first\nweek of November 1996, the accused ordered her to harvest vegetables. After she had done so, the accused, armed\nwith a knife, forcibly took her again to their makeshift hut. There, the accused undressed her, laid on\ntop of her, and did the pumping motion. She tried to fight back but he embraced her tightly. He finally let go of her when she told him\nthat it was enough because she was in pain. [5] She was 12 years and 11 months old.\n\nA week or so after the complainant\nhad turned thirteen (13), particularly in the morning of December 23, 1996, the\naccused molested her again. The\ncomplainant’s mother, Juliana, was then at the public market selling\nvegetables. The complainant declared\nthat the accused once more ordered her to go to the vegetable garden with\nhim. Thereafter, they went to the hut\nto seek refuge from the scourging sun. Inside the hut, the accused forcibly removed her underwear. She kept pushing him away but he held her\nhands. He sexually molested her and\nafter satisfying his lust, he told her to go home. [6] The complainant kept silent on the sexual abuses of\nthe accused for her sisters’ sake. [7]\n\nThe complainant was again raped on\nFebruary 5, 1997. The accused took her\nto their vegetable garden on the pretext that they would gather camote tops. He brought her to their hut and undressed her. He then sat on the floor and ordered her to sit on his lap. While in said position, he had carnal\nknowledge of the complainant. [8]\n\nOn that occasion, Julianan happened\nto be in their house washing clothes. She saw the accused and her daughter going towards their hut. The hut was twenty (20) meters away from\nwhere she was. She felt something\nstrange and followed them. What she\nwitnessed rendered her weak and speechless. The complainant, without any panty on, was sitting on the lap of the\naccused. The accused, clad only in\nT-shirt and brief, was kissing her. Juliana slumped in front of the two and cried. Startled, the accused pushed the complainant away. [9] The complainant hurriedly put on her shorts and ran\naway crying. [10] Juliana followed her.\n\nThe accused put on his shorts and\ntalked with Juliana. He pleaded with\nher not to reveal the incident to anyone. Juliana was unmoved. That same\nday, she reported the incident to the barangay captain. [11]\n\nThe complainant underwent a\nmedical examination at 6:00 p.m. of February 5, 1997 at Davao Medical\nCenter. Dr. Prescilo Engcong found\nlacerations on complainant’s hymen. Her\norifice admitted 2 fingers. [12]\n\nSPO1 Antonio Balolong, the\ndesignated child and youth relation officer of Precinct No. 3, GSIS, Matina,\nDavao City, testified that Chief Investigator SPO4 Cloribel referred to him the\ncomplainant and her mother. He learned\nthat the accused was at the hospital for treatment. Allegedly, he tried to kill himself by slashing his neck and\nstabbing his stomach. [13] He verified the report and found the accused at Davao\nMedical Center. The attempt of the\naccused to commit suicide was recorded in the police blotter. [14]\n\nIn the meantime, Juliana endorsed\nthe complainant to the Davao City Social Services Development to shield her\nfrom the prying eyes of their neighbors. Complainant was temporarily placed under the care and supervision of\nsocial worker Milagros Basmayor of Balay Dangupan.\n\nThe accused denied the charges\nagainst him. He claimed that he managed\nto send his children to school, including the complainant, by growing and\nselling vegetables. He denounced the\ncomplainant as a problem child. Occasionally, he would lose his temper and beat her to discipline\nher. Allegedly, she did not attend her\nclasses. After she stopped schooling,\nhe required her to help him in harvesting their vegetables.\n\nHe declared that his marital\nrelationship with Juliana suffered because she disliked the way he disciplined\ntheir children, particularly the complainant. Juliana would often defend their children.\n\nHe denied raping the\ncomplainant. He said that the\ncomplainant was always with her siblings whenever they would go to the hut to\nrest after they had harvested their vegetables.\n\nHe accused his wife of fabricating\nthe February 5, 1997 incident. Allegedly, she did not approve of the manner he disciplined the\ncomplainant. He further accused the\nCity Social Welfare Service Office of promising the complainant that the social\nwelfare office would send her to school and buy her new clothes and other\nthings if she would testify against him.\n\nAfter the trial, the court a\nquo found the accused guilty as charged. The accused was sentenced to suffer the death penalty and ordered to\nindemnify the victim. The dispositive\nportion of the Joint Judgment [15] of the trial court, dated November 17, 1997, reads: “WHEREFORE, finding the evidence of prosecution more than\nsufficient to prove the guilt of accused, Alejo Miasco y Marson, in both above\ninformations of the offense charged, pursuant to Sec. 11 of Republic Act 7659,\namending Art. 335 of the Revised Penal Code in relation to par. 7 of said\nRepublic Act, as well as subparagraph (1), to wit:\n\n‘When the victim is [under] 18 years of age, where the offender is\n[a] parent-ascendant (sic) , step-parent, guardian, relative by\nconsanguinity or affinity within third civil degree or the common law spouse or\nparents (sic) of the victim.’ Accordingly, in Crim. Case No. 38,465-97, accused Alejo Miasco y\nMarson, pursuant to Sec. 24 of Republic Act 7659, is sentenced to suffer a\nsupreme penalty of death through lethal injection, in accordance with Republic\nAct No. 8176 (sic) and in the manner and procedure for its execution, in\naccordance to (sic) law. In Crim. Case No. 38,465-97, accused Alejo Miasco y Marson, is\nsentenced to suffer the same above-penalty in Crim. Case No. 38,465-97, or\ndeath by lethal injection, in the manner and procedure for its execution pursuant\nto Republic Act No. 8176 (sic). Moreover, pursuant to Art. 100 of the Revised Penal Code and in\nrelation to Art. 104 of the same Code, covering civil indemnity, accused is\nfurthermore ordered to pay complainant, Juvy Miasco an amount of P50,000.00, in\neach of the above criminal cases by way of civil indemnity and reparation of\ndamages and/or wrong done to her, resulting in the filing of these cases which\nbrought about her untold sufferings as well as her dishonor. Pursuant finally to Sec. 22 of Republic Act No. 7659, par. 2\nthereof, the Branch Clerk of Court of this court is ordered to immediately\nelevate the entire records of these cases with the Clerk of Court of the\nSupreme Court, Manila, for the automatic review by the Supreme Court and issuance\nof its own decision en banc, as the case may be. SO ORDERED.”\n\nThe case is now before us on\nautomatic review.\n\nIt is the appellant’s contention\nthat: “THE COURT A QUO ERRED IN CONVICTING THE ACCUSED ALEJO MIASCO OF\nRAPE NOTWITHSTANDING THE PROSECUTION’S FAILURE TO ESTABLISH HIS GUILT BEYOND\nREASONABLE DOUBT.”\n\nWe affirm the judgment of\nconviction with modification.\n\nThe records support the findings\nof the trial court that the appellant raped the complainant more than\nonce. The first rape was committed in October\n1996.\n\nShe testified as follows: [16] “(FISCAL EVANGELIO): Q - Do you know the accused\nin this case, Juvy? A - Yes, sir. Q - Why do you know him? A - Because he is my father.\n\nx x x x x x x x x Q - How old are you now,\nJuvy? A - 13 years old.\n\nx x x x x x x x x Q - Specifically during the first week of October 1996, where\nwere you? A - In our farm, harvesting\nvegetable. Q - Are you referring to\nyour farm at Bugac, Ma-a? A - Yes, sir.\n\nx x x x x x x x x Q - While you and your\nfather, Alejo Miasco were harvesting vegetable, what happened if any? A - After being through with\nharvesting our vegetable, he told me that I should go with him to our hut\nbecause we had to harvest also bananas. Q - Where is that hut\nlocated? A - A little bit farther\nfrom our house. Q - Who is staying in that\nhut if any? A - None. Q - Now, did you go with\nyour father, as what was told? A - Yes, sir. Q - Were you able to reach\nthe hut? A - Yes, sir. Q - When you reach in (sic) the hut with your father, what happened? A - He asked me to up the\nhut. Q - Did you go up the hut as\ninstructed by your father? A - Yes, sir. Q - And what happened next? A - He also went up the hut. Q - And what happened next? A - He point(ed) at me a\nknife. Q - What kind of knife if\nyou can recall? A - I cannot recall that (sic) kind of knife anymore. Q - What did he do with the\nknife? A - He poked at me. Q - Where? A - On my side. Q - What did he tell you if\nany while poking the knife to (sic) you? A - He told me not to tell\nmy mother and also my brother and sister. Not to tell anyone of them. Q - After telling you that,\nwhat did your father do to you? A - He undressed me. Q - How did your father\nundressed (sic) you? Please\ndescribe. A - I was standing at that\ntime. He pulled down my shorts and\nfollowed by the panty down. (sic). Q - After bringing down your\npanty, what did your father do? A - He also took off his\nshorts. Q - And then, what happened\nnext? A - He forced me to lie\ndown. Q - How did your father\nforced (sic) you to lie down? A - He held my shoulders. Q - What happened next? A - As I said, he forced me\nto lie down. Q - When you lied down,\nwhat happened? A - He placed himself on\ntop of me. Q - On top of you. And while on top of you, what happened? A - He inserted his penis\nunto (sic) my vagina. Q - What did you feel when\nyour father inserted his penis unto (sic) your vagina? A - I felt pain on my\nstomach. Q - For how long more or\nless [did] your father do that? A - Not so long. Q - While you father is (sic) inserting his penis in your vagina, what did you do? A - I tried to pushed (sic) him away. Q - What happened when you\npushed him? A - Despite of that, he\ncontinued what he did to me. Q - And then? A - I cried. Q - Ultimately, were you\nable to extricate yourself? A - No. Q- What did you do? A - After raping me, I cried\nand went home.”\n\nIt is clear that the appellant had\ncarnal knowledge of the complainant, against her will. He employed force and intimidation that\ncowed her to submit to his bestial desires.\n\nHowever, we cannot hold the\nappellant liable for the rape allegedly committed in November 1996. We note that the appellant was not\ncharged with the said offense. The\nInformation in Criminal Case No. 38,465-97 merely alleged that the rapes were\ncommitted “during the period October 1996 and December 1996.”\n\nAs for the rape allegedly\ncommitted in December 1996, the complainant testified as follows: [17] “(FISCAL EVANGELIO):\n\nx x x x x x x x x Q - At that time of December\n23, 1996, sometime in the morning, you said you were again harvesting\nvegetable with your father. What\nhappened? A - He again brought me to\nthe hut. Q - What did he tell you why\nhe brought you to the hut again? A - He told me that we have\nto go to the hut to be shaded from the sun. Q - Did you actually go to\nthe hut again? A - Yes, sir. Q - While there, what\nhappened? A - Again, he undressed me. Q - Again this time, what\ndid your father tell you when he molested you? A - None. Q - On your part, what did\nyou do? A - I kept on pushing him\naway. Q - When you pushed him,\nwhat happened? A - He held my hands during\nthat time. Q - What happened at that\ntime, to you? A - At that time, I was\nagain helpless. Q - More or less, how\nlong this time [did] your father sexually molested (sic) you? A - I cannot also\nestimate. Q - Were you able to\nextricate yourself from your father? A - No. Q - What did you do? A - I was helpless until\nhe was through with me after which, he told me to go home. Q - Did you report this\nincident to your mother? A - No. Q - Why? A - I was afraid that my two\nsisters might be dragged to the trouble.\n\nx x x x x x x x x\n\nWe hold that the foregoing\ntestimony would not suffice to convict the appellant of rape under R.A. No.\n7659. The complainant merely said that\nthe appellant molested her. The prosecution\ndid not establish what acts constituted sexual molestation. We stress that the word “molest” is not\nsynonymous with “carnal knowledge.” Even the phrase “sexual molestation” can\ntake many forms that would not necessarily result to carnal knowledge. Consummated rape requires the introduction\nor touching of the male organ into the labia of the pudendum of a\nwoman. It must be proven beyond\nreasonable doubt. [18] We cannot\nimpose the death penalty on an accused based on nebulous evidence.\n\nThe last rape was committed on February\n5, 1997. The complainant testified\nas follows: [19] “(FISCAL EVANGELIO): Q - During the month of February\n1997, do you recall any unusual incident that happened to you and your\nfather? A - Yes, sir. Q - What was that? A - He again molested me. Q - Where? A - Again, in our hut. Q - How did your father do\nthis thing to you in that day of February 1997? ATTY. SANGO: There is no particular date. FISCAL EVANGELIO: Q - She said that she was\nmolested sometime in February, how did this happened ( sic )? A - He again undressed me. Q - What happened when he\nundressed you? A - He has ( sic ) me sit on his lap. Q - And in that\nparticular position, what happened to you? A - During that time, he\ninserted his penis in my vagina. Q - At that point of time,\nwhen he inserted his penis in your vagina, what happened? A - He continued what he was\ndoing to me. Q - At that time, do you\nremember if your mother arrived if any ( sic )? A - Yes, sir. Q - What did your mother do? A - He ( sic ) saw us\nin that situation. Q - When your mother saw you\nin that situation with your father, what did your mother do? A - She was not able to say\na word. Q - Afterwards, what\nhappened? A - She cried. Q - About you, what did you\ndo? A - I stood up. Q - And then? A - I put on my shorts and I\nrun ( sic ) away.”\n\nThe appellant, however, seeks\nexculpation on the ground that the victim testified merely that he undressed\nher but did not mention that he disrobed himself during the alleged rape.\n\nThe argument lacks merit.\n\nThe fact that the complainant\nfailed to mention whether or not the appellant completely disrobed himself\nduring the sexual assault does not negate its commission. The absence of such testimony could be\nattributed to the failure of the prosecution to propound the appropriate\nquestion to the complainant. The\ncomplainant, however, categorically stated that the accused inserted his\npenis into her vagina. [20] This\ntestimony was not successfully refuted by the appellant.\n\nThe appellant also assails the\ncomplainant’s credibility allegedly because she could not give straightforward\nanswers on whether there were actual penetrations during the sexual assaults.\n\nWe are not persuaded.\n\nThe complainant was just a child\nwhen she testified in court. As\nobserved by the trial court, she was weak and had no strong personality. She was thirteen (13) years old, but was\nonly in the fourth grade of elementary school when most kids her age would be\nin high school. These ought to explain\nher alleged failure to give straightforward answers to some of the embarrassing\nquestions propounded to her. Besides,\nwe cannot expect a young victim to remember with pinpoint accuracy the details\nof her harrowing experience. These\noccasional lapses will not erode her credibility. It is also stressed that a rape victim’s testimony is given\ngreater weight when she accuses a close relative of having raped her, as in the\ncase of a daughter against her father.\n\nThe appellant would also like us\nto disbelieve the complainant on the ground that she failed to immediately\ninform her mother of her defloration. Her silence allegedly rendered her accusations doubtful.\n\nAgain, we are not convinced. Not infrequently, young girls conceal their\nembarrassing ordeal, particularly when they are threatened in revealing the\noffense. [21] In the case of the complainant, she was cowed by the\nappellant’s threat that “something will happen to her family” if she would tell\nthe rapes to anyone. The safety of her\nfamily evidently concerned her when she opted to remain silent. She feared that her other sisters would\nlikewise be involved in the incident. Her failure to report that the appellant raped her is excusable. [22]\n\nOn the whole, we find no cogent\nreason not to believe the complainant. During the trial, the defense counsel insinuated to the complainant that\nher mother had already forgiven the appellant and that there was even an\nagreement to withdraw the charges filed against him. Nonetheless, the young complainant remained steadfast in\nprosecuting the appellant. She\ntestified as follows: [23] “(ATTY. SANGO): Q - Do you know that the\npenalty of this case if your father will be proven guilty will be death by\nlethal injection? A - Yes, sir. Q - But you were never told\nby the social welfare officer prior to your testimony now? A - No. Q - You are now residing at\nthe house of your mother, is that correct? A - Yes, sir. Q - Were you not told by\nyour mother that if you will continue the case against your father, your father\nwill be penalized by death? A - She told me that.\n\nx x x x x x x x x Q - Do you have an agreement\nwith your mother to withdraw this case against your father? A - Yes, sir. Q - You are now confirming\nyour agreement, that you will be withdrawing the case against your father? A - Yes, sir. Q - So, you are now\nwithdrawing the case against your father? A - No.\n\nx x x x x x x x x (COURT): Q - Do you realize that you\nare imputing your father for ( sic ) a serious offense? A - Yes, your Honor. Q - And you understand that\nif the court will decide that your father indeed has committed this thing particularly\nwhat you have testified, a very serious penalty will be imposed against him? A - Yes, your Honor. Q - And the court would like\nyou to understand that under the law, this ( sic ) kind of charges,\nhe can be sentenced to die by lethal injection? A - Yes, your Honor. Q - Alright, you still\nmaintain that what you have testified this morning is true and correct? A - Yes, your Honor. Q - Even if your father will\nbe sentenced to the penalty of death, you still maintain that what you have\ntestified this morning is true and correct? A - Yes, your Honor.\n\nx x x x x x x x x Q - Now, Juvy Miasco, did\nyour mother forced you to testify against your father? A - No. Q - And the personnel at the\nBalay Dangupan, particularly Mrs. Basmayor, forced you to testify against your\nfather? A - No. Q - My point is, did they\nforced you to testify against your father? A - No. Q - Meaning, you filed this\ncase and testified this morning on your own voluntary will. A - Yes, Your Honor.”\n\nThe complainant’s refusal to\nsuccumb to the family pressure to withdraw the rape charges against the\nappellant bolster her credibility. She\nwould not have been unyielding if her accusations were unfounded.\n\nThe appellant next contends that\nthe fact that his wife, Juliana, wavered in her desire to pursue his\nprosecution shows that he did not rape their daughter. Allegedly, it was unnatural for his wife to\nforgive him if she really witnessed the rape on February 5, 1997.\n\nWe are not convinced.\n\nIt is clear from the records that\nJuliana’s hesitation to pursue the appellant’s prosecution was due to the\nfinancial difficulties her family encountered as a result of his\nimprisonment. She testified as follows: [24] “QUESTIONS OF THE COURT Q - Mrs. Miasco, why do you say\nnow, that you would not anymore prosecute your husband? A - Because I heard your\nHonor, that if he will be released, he will work at the farm in Calinan and our\nfamily is hard-up so that he can help us. Q - How many children do you\nhave? A - 9 children. 4 were married and the other 5 are with me. Q - You would mean to say\nthat you will forget what your husband did to your daughter? A - Yes, your Honor. Q - But at present, your daughter\nJuvy Miasco is already with Balay Dangupan, who supports her and has custody\nduring the pendency of this case? A - Precisely, that is my\nproblem that Juvy is already with the DSWD. Q - You do not realize that this criminal case on the matter of Juvy\nMiasco, you have no control of this case unless Juvy Miasco herself will\nwithdraw this case against her father? A - Yes, your Honor. Q - Your position, that if\nyou get the labor of your husband to work in another land, is immaterial as far\nas this case is concerned? A - That’s why I want him\nrelease(d) so that he can go to the farm and that he will not anymore return to\nthe house, but I have nothing to do.”\n\nSignificantly, Juliana never\nretracted her testimony in court that she saw the appellant sexually molesting\ntheir daughter on February 5, 1997. She\nstood by her words in court even after the defense counsel warned her that her\nhusband would face the death penalty if she did not change her testimony. She also confirmed that her daughter had\nrefused to withdraw the charges against the appellant.” [25]\n\nWe now come to the penalty imposed\non the appellant.\n\nArticle 335 of the Revised Penal\nCode, as amended by Section 11 of Republic Act No. 7659 provides: “Article 335. When and\nhow rape is committed. - Rape is committed by having carnal knowledge of a\nwoman under any of the following circumstances:\n\n1. By using force or\nintimidation;\n\n2. When the woman is\ndeprived of reason or otherwise unconscious; and\n\n3. When the woman is under\ntwelve years of age or is demented. x x x x x x x x x The death penalty shall also be imposed if the crime of rape\nis committed with any of the following attendant circumstances:\n\n1. when the victim is under\neighteen (18) years of age and the offender is a parent, ascendant,\nstep-parent, guardian, relative by consanguinity or affinity within the third\ncivil degree, or the common-law spouse of the parent of the victim. x x x x x x x x x”\n\nThe minority of the victim and her\nrelationship to the offender constitute special qualifying circumstances. They must be alleged and proved with\ncertainty to justify the imposition of the penalty of death. [26]\n\nThe prosecution has established\nthrough the complainant’s Certificate of Live Birth that the appellant is her\nbiological father. [27] The same document shows that she was born on December\n14, 1983. Thus, she was twelve (12)\nyears and ten (10) months old in October 1996 and thirteen (13) years and a\nmonth old on February 5, 1997.\n\nConsidering that the minority of\nthe complainant and her relationship to the appellant were sufficiently alleged\nin the information and proved beyond reasonable doubt at the trial, the trial\ncourt correctly sentenced the appellant to suffer the supreme penalty of death\nunder Article 335 of the Revised Penal Code, as amended by Republic Act No.\n7659, for the rapes committed in October 1996 and on February 5, 1997. [28]\n\nFour members of the Court-although\nmaintaining their adherence to the separate opinions expressed in People vs.\nEchegaray [29] that\nRepublic Act No. 7659, insofar as it prescribes the death penalty, is\nunconstitutional-nevertheless submit to the ruling of the Court, by a majority\nvote, that the law is constitutional and that the death penalty should be\nimposed.\n\nWe now come to the civil\nliabilities of the appellant for the two (2) counts of rape he committed. The civil indemnity the trial court awarded\nin the amount of P50,000.00 must be modified in line with our decision in People\nvs. Victor [30] that if the crime of rape is committed or effectively\nqualified by any of the circumstances under which the death penalty is\nauthorized by the present amended law (Republic Act No. 7659), the indemnity\nfor the victim shall be in the increased amount of not less than P75,000.00. [31]\n\nThe appellant should also pay\nmoral damages. In the crime of rape,\nmoral damages may additionally be granted to the victim in the criminal\nproceeding in such amount as the Court deems just, without need for pleading or\nproof of the basis thereof. [32] The prevailing policy is to award the amount of\nP50,000.00 as moral damages for each count of rape. [33]\n\nLastly, exemplary damages in the\namount of P20,000.00 must be awarded to deter fathers with perverse tendencies\nand aberrant sexual behaviors from sexually abusing their daughters. [34]\n\nIN VIEW WHEREOF, the Decision of the Regional Trial Court of\nDavao City in Criminal Case No. 38,465-97 is AFFIRMED, with modification that\nthe appellant should (1) suffer the death penalty for rape committed in the\nfirst week of October 1996 and (2) pay civil indemnity in the amount of\nP75,000.00, moral damages in the amount of P50,000.00 and exemplary damages in\nthe amount of P20,000.00\n\nLikewise, the Decision in Criminal\nCase No. 38,465-A-97 is AFFIRMED as to the death penalty imposed on the\nappellant, and he is ordered to pay civil indemnity in the amount of\nP75,000.00, moral damages in the amount of P50,000.00 and exemplary damages in\nthe amount of P20,000.00\n\nIn accordance with Article 83 of\nthe Revised Penal Code, as amended by Section 25 of Republic Act No. 7659, upon\nfinality of this Decision, let the records of these cases be forwarded to the\nOffice of the President for possible exercise of executive clemency.\n\nSO ORDERED. Davide, Jr., C.J., Bellosillo,\nMelo, Puno, Vitug, Kapunan, Mendoza, Panganiban, Quisumbing, Pardo, Buena,\nGonzaga-Reyes, Ynares-Santiago, De Leon, Jr., and Sandoval-Gutierrez, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Rollo , p. 7.\n\n[2] Id ., p. 8.\n\n[3] Exhibit “A”,\nOriginal Records, p. 36.\n\n[4] TSN, Juvy Miasco,\nAugust 15, 1997, pp. 8-10.\n\n[5] Id ., pp.\n11-12; Exhibit “I”, Original Records, p. 3.\n\n[6] Id ., pp.\n13-14.\n\n[7] Id ., pp.\n14-15.\n\n[8] Id. , p. 16.\n\n[9] TSN, Juliana Miasco,\nJune 9, 1997, pp. 8-11.\n\n[10] TSN, Juvy Miasco,\nAugust 15, 1997, p. 17.\n\n[11] TSN, Juliana Miasco,\nJune 9, 1997, p. 11-12.\n\n[12] TSN, Dr. Prescilo Engcong,\nSeptember 24, 1997, pp. 6-7; Exhibit “B”, Original Records, p. 7.\n\n[13] TSN, SPO1 Antonio\nBalolong, June 9, 1997, pp. 33-34; Exhibit “E”, Original Records, p. 38.\n\n[14] Exhibit “E-1”,\nOriginal Records, p. 39.\n\n[15] Penned by Presiding\nJudge Renato A. Fuentes; Rollo , pp. 15-38.\n\n[16] TSN, Juvy Miasco,\nAugust 15, 1997, pp. 5-10.\n\n[17] TSN, Juvy Miasco,\nAugust 15, 1997, pp. 14-15.\n\n[18] People vs. Garcia,\n288 SCRA 382 (1998); People vs. Dedace, 328 SCRA 679 (2000).\n\n[19] TSN, Juvy Miasco,\nAugust 15, 1997, pp. 15-17.\n\n[20] TSN, Juvy Miasco,\nAugust 15, 1997, pp. 15-17.\n\n[21] People vs. Escala,\n292 SCRA 48 (1998).\n\n[22] People vs.\nBartolome, 296 SCRA 615 (1998).\n\n[23] TSN, Juvy Miasco,\nAugust 15, 1997, pp. 22-23, 39-40.\n\n[24] TSN, Juliana Miasco,\nJune 9, 1997, pp. 20-21.\n\n[25] Id ., pp.\n21-22.\n\n[26] People vs. Panique,\n316 SCRA 759 (1999); People vs. Aguinaldo, 316 SCRA 819 (1999).\n\n[27] Exhibit “A”,\nOriginal Record, p. 36.\n\n[28] The Anti-Rape Law\ntook effect only on October 22, 1997, hence, it is inapplicable to the cases at\nbar.\n\n[29] 257 SCRA 561 (1996).\n\n[30] 292 SCRA 186, 200-201\n(1998).\n\n[31] The same amount was motu\nproprio awarded by this Court in People vs. Arizapa, 328 SCRA 214,\n221 (2000).\n\n[32] People vs. Prades,\n293 SCRA 411, 430-431 (1998).\n\n[33] Id ., People\nvs. Ambray, 303 SCRA 709 (1999); People vs. Arizapa, supra.\n\n[34] People vs. Rondilla,\nG.R. No. 134368, February 8, 2001; People vs. Serrano, G.R. No. 137480,\nFebruary 28, 2001, citing People vs. Sangil, 276 SCRA 532 (1997).",
  "content_length": 30880,
  "metadata_extraction_date": "2025-11-01T05:54:41.442532",
  "extraction_version": "2.0_enhanced_full_content"
}