{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/august/GR_135109.html",
  "filename": "GR_135109.html",
  "year": 2001,
  "month": "august",
  "case_number": "G.R. No. 135109",
  "gr_number": "135109",
  "volume_page": "416 Phil. 80",
  "decision_date": null,
  "title": "Supra, note 37, 423. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed",
    "maintained",
    "technical",
    "collaboration",
    "management",
    "information",
    "systems",
    "office",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "august",
    "people"
  ],
  "title_summary": "Supra, note 37, 423. © Supreme Court E-Library 2019 This website was designed and developed, and ...",
  "formatted_case_content": "View printer friendly version\n416 Phil. 80\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 137199-230, August 23, 2001 ]\n[ G.R. Nos. 137199-230, August 23, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nGEORGE ALAY-AY Y JUDERIAS, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nGEORGE ALAY-AY Y JUDERIAS, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nDE LEON, JR., J.:\n\nThis is an appeal from the\nDecision [1] of the Regional Trial Court, National Capital\nJudicial Region, Branch 54, Manila, convicting the accused-appellant George\nAlay-ay y Juderias of the crime of rape in Criminal Case No. 97-157054, and\nalso of the crime of acts of lasciviousness in Criminal Case No. 97-157055, and\nsentencing him to suffer the penalty of reclusion perpetua for the crime\nof rape, and imprisonment of two (2) years, four (4) months and one day as\nminimum to four (4) years and two (2) months as maximum of prision\ncorreccional for the crime of acts of lasciviousness.\n\nAt the outset, we resolve to\ndismiss the appeal in Criminal Case No. 97-157055 wherein the Regional Trial\nCourt convicted accused-appellant of the crime of acts of lasciviousness. Under Section 2 (b) of Rule 122 of the Rules\non Criminal Procedure, the appeal from a judgment rendered by the Regional\nTrial Court in its original jurisdiction sentencing the accused to a penalty\nother than life imprisonment or death must be taken to the Court of Appeals by\nthe filing of a notice of appeal with the trial court which rendered the\njudgment or order appealed from, and by serving a copy thereof on the adverse\nparty. [2] Since accused-appellant did not appeal from the\nDecision of the Regional Trial Court in Criminal Case No. 97-157055 to the\nCourt of Appeals, it became final and executory after the lapse of the 15-day\nperiod for perfecting an appeal. [3]\n\nHence, we limit our review [4] to the appealed Decision of the Regional Trial Court\nin Criminal Case No. 97-157054 where accused-appellant was convicted of the\ncrime of rape and sentenced to reclusion perpetua.\n\nThe Information in Criminal Case\nNo. 97-157054 reads: That sometime in April 1996 at a house in Manila, and within the\njurisdiction of this Honorable Court, the above-named Accused did then and\nthere willfully, unlawfully and feloniously had (sic) carnal knowledge of a\nchild in the person of KAREN JANE ESTRADA, who was then under twelve years of\nage, by using force and intimidation. CONTRARY TO LAW. [5]\n\nWhen\narraigned, appellant pleaded not guilty. Thereafter, trial on the merits ensued.\n\nThe prosecution presented the\nfollowing testimonial evidence:\n\nPrivate complainant Karen Jane\nEstrada, a student and resident of No. 12 Padilla St., Lingayen, Pangasinan,\ntestified that she was born on November 26, 1984 as evidenced by her Birth\nCertificate. [6] Her parents were Bobby Estrada and Daisy Estrada, a\ndomestic helper working in Hongkong. She was living with her grandmother. [7]\n\nDuring the summer of 1996, after\ncomplainant finished Grade 5, her grandmother, Leyte Gelido, brought her and\nher cousin, Glynness Gerald Gelido, to the house of her Aunt Felame Esquejo at\nNo. 1252 Prudencio Street, Sampaloc, Manila to spend their vacation there from\nApril to May. However, complainantâs\ngrandmother did not stay with them. The\npersons who were then residing in her Aunt Felameâs house were her Aunt Felame,\nUncle Dennis, Mang Flox, Manang Virgie, Ate An-an (Anne Lorraine Esquejo), Kuya\nWengweng (Sherwin Esquejo), Dario, and her cousin, Kimball. During the day, the persons left in the\nhouse were Manang Virgie, the helper of her aunt; her one-year-old cousin,\nKimball; Dario whom she identified as the accused-appellant; and herself. [8]\n\nDuring the early part of their\nstay at her Aunt Felameâs house, when complainant and Glynness got tired of\nplaying at noon, they watched television in the living room. Appellant was also there. While watching television, appellant told\nGlynness to go upstairs. Then appellant\nstarted kissing complainant on the sofa, but she tried to evade him. Appellant told her to lie down on the sofa,\nand he removed her panty while she resisted by kicking him, but to no\navail. After he removed her panty, he\nlicked her private part, touched the same, and also inserted his finger in her\nprivate part. Appellant did the same\nthing to her everyday at about 1:00 or 2:00 oâclock in the afternoon. Complainantâs companions in the house then\nwere Manang Virgie and Kimball who were upstairs sleeping. Her cousin Glynness was in the house of her\nAunt Leonie in Fairview. [9]\n\nAbout one week after the first\nincident, while Manang Virgie and Kimball were upstairs, appellant forcibly\nremoved complainantâs shorts and he removed his pants. While complainant was lying down on the\nsofa, appellant forced his private organ into her private organ. The same thing happened when appellant raped\nher a second time on the sofa. Her\ncompanions in the house were Manang Virgie and Kimball. After the second rape, appellant committed\nlascivious acts against her. [10]\n\nComplainantâs aunt and uncle\narrived home in the evening. She did\nnot report the molestation and rape to her aunt because she was afraid as\nappellant told her that he would kill her. [11]\n\nComplainant went home to the\nprovince sometime in June 1996. She did\nnot tell her grandmother or anybody that she was sexually abused by appellant\nin Manila. [12]\n\nAfter complainant graduated from\nelementary school in 1997, she again spent a two-week vacation in the house of\nher Aunt Felame in Manila with her cousin Glynness and her grandmother. On April 20, 1997, at about 1:00 oâ clock in\nthe afternoon, appellant dragged her to the counter of the bar near the sofa\ndownstairs. He removed the buttons of\nher shorts, inserted his fingers in her private part and mashed her private\npart, which took place about one minute while she was standing. At that time, her companions in the house\nwere Manang Virgie and Kimball, who were at the second floor. Her cousin Glynness was in the house of her\nAunt Lyn. [13]\n\nSometime in May 1997, complainant\nwas fetched by her Aunt Lenny. At her\nAunt Lennyâs house, the latter teased her if she already had a boyfriend and if\nsomebody was courting her. She started\ncrying. She then told her grandmother\nwhat appellant did to her. Her\ngrandmother also cried. Then they filed\na complaint at the National Bureau of Investigation (NBI). Her statement was taken by Mamerto\nEspartero. [14]\n\nOn cross-examination, complainant\ntestified that during her vacation in Manila in April and May 1996, she also\nvisited her aunt (Leonida Galimba) at No. 5 Butler St., Fairmont Subdivision,\nFairview, Quezon City on Sundays. Appellant was staying at Prudencio Street, Sampaloc, Manila. He stayed home from 7:00 to 2:30 oâ clock in\nthe afternoon and went to work at Robinsonâs Galleria from Monday to Sunday\nfrom 2:30 in the afternoon until the evening. [15]\n\nGlynness Gerald Gelido, 10 years\nold, and resident of No. 27 Padilla Street, West Lingayen, Pangasinan,\ntestified that in April 1996 and 1997, he and his Ate Karen (private\ncomplainant) spent their summer vacation at the house of their Aunt Felame at\nNo. 1252 Prudencio Street, Sampaloc, Manila. Sometime in April 1996, while they were in their auntâs house watching\nthe TV program Eat Bulaga, appellant told him to go upstairs. At the stairs, he saw appellant kissing his\nAte Karen in the living room. He stayed\nat the stairs, but when he saw appellant touching the body of Ate Karen, he\nwent down and called her, then they went up. At that time, the persons in the house were Manang Virgie and Kimball\nwho were in the room upstairs. Three\n(3) days later, he went to the house of his Aunt Leonida in Fairview, Quezon\nCity, while Karen was left behind. [16]\n\nSometime in April 1997, while\nGlynness was in the house of his Aunt Leonida in Fairview with his grandparents\nand complainant, it was revealed that\nappellant kissed the complainant and touched her private parts after they were\nteasing the complainant that she was already a young lady. They went to the NBI and Glynness gave a\nstatement. [17]\n\nOn cross-examination, Glynness\nconfirmed his answer to Question No. 12 in his affidavit that the persons\nliving in the house of his Aunt Felame were Sherwin, Ate An-an, Uncle Dennis,\nTita Felame, Dwight Kimball, Mang Flox, George Dario and Manang Virgie. He testified that those residing in said\nhouse everyday were Tita Felame, Uncle Dennis, Kimball and Ate An-an. George (appellant) and Mang Flox did not\nreside there everyday. [18]\n\nLeonida Galimba, a resident of No.\n5 Butler Street, Fairmont Subdivision, Fairview, Quezon City, testified that\nshe knew complainant Karen Jane Estrada because the latter is her niece. On April 24, 1997, she accompanied Karen\nJane Estrada in filing a complaint for rape at the NBI. In the morning of said date, Karen told her\nthat she was raped. At that time, Karen\nhad her menstruation and she joked Karen that maybe somebody was already\ncourting her. Karen cried together with\nher cousin Glynness. At first, it was\nGlynness who said that Karen was raped. Afterwards, they asked Karen herself and she narrated to them what\nhappened. Karen told them that Dario\n(appellant) was the one who raped her. Dario was formerly a neighbor at Prudencio. After the revelation, Leonida went to the NBI with her parents\nand Karen to file a complaint. She was a\nwitness in the sworn statement dated April 24, 1997 given by Karen at the NBI\nand she identified her signature on the third page thereof. [19]\n\nMamerto Espartero, an NBI agent\nassigned as a field agent at the National Capital Region of the NBI, Manila,\ntestified that on April 23, 1997, the case of Karen Jane Estrada was referred\nto him for investigation. He\ninterviewed the complainant and after he was convinced that the crime of rape\nwas committed, he requested the medico-legal officer to examine complainant. [20]\n\nOn April 24, 1997, Mamerto\nEspartero went to appellantâs address in Sampaloc, Manila, introduced himself\nas an NBI agent and informed appellant that there was a charge against him for\nacts of lasciviousness. He invited\nappellant to their office for a confrontation with the complainant. In the office, the complainant positively\nidentified him as the person who raped and committed acts of lasciviousness\nagainst her. Complainantâs cousin\n(Glynness Gelido) also positively identified appellant as the person whom he\nsaw kissing his cousin (complainant). [21]\n\nAt first, appellant denied having\ncommitted the acts imputed to him, but during the course of their conversation,\nhe admitted having kissed the victim, but denied that he had sexual intercourse\nwith her or that he inserted his fingers in her vagina. Later, appellant asked Espartero for some\ntime to talk with the grandmother who accompanied complainant. At the time he conducted the investigation,\nthe complainant was turning 13 years old, but when the alleged rape was\ncommitted, she was only eleven (11) years and five (5) months old. [22]\n\nEspartero took the sworn statement\nof the complainant and her cousin. He\nalso took pictures of complainant pointing at appellant as the person who raped\nand committed acts of lasciviousness against her. At 11:00 oâ clock in the morning of April 24, 1997, he placed\nappellant under arrest and prepared a booking sheet and arrest report (Exh. 6). He also prepared a Joint Affidavit of Arrest\n(Exhs. F to F-1), and identified his signature therein. [23]\n\nOn cross-examination, Espartero\ntestified that he did not procure a warrant of arrest when he invited appellant\nto their office, and that appellant voluntarily went to their office. He did not present appellant for\nidentification to complainant. He asked\nappellant to sit on the other side of the room where they conducted the\ninvestigation and asked the complainant to look around and see if the person\nwho abused her was present, and she was able to recognize appellant. There was no person seated next to\nappellant, but there were so many persons inside their office. Appellant was not assisted by any counsel. He arrested appellant in their office\nwithout a warrant of arrest. [24]\n\nDr. Armie Soreta, NBI medico-legal\nofficer, testified that on April 23, 1997, she conducted the medico-genital\nexamination of private complainant Karen Jane Estrada. She found that the complainantâs hymen was\nintact, distensible or elastic, with no sign of laceration. The absence of laceration in the hymen,\nhowever, does not prove absence of sexual intercourse. It was possible that there was actual\npenetration in the genital of complainant because the hymenal orifice of the\ncomplainant is 2.5 centimeters in diameter, which means that it can accommodate\na complete penetration of an adult male organ in full erection without causing\nany hymenal laceration. Her findings\nwere reduced into writing (Exh. C). [25]\n\nOn the other hand,\naccused-appellant George Alay-ay, 41 years old, married, leadsman of the\njanitorial services of Robinsonâs Galleria, put up the defense of denial and\nalibi. He testified that in April 1996,\nhe was residing at No. 1252 Prudencio Street, Sampaloc, Manila together with\nDennis Esquejo, his wife Felame Esquejo, Sherwin Esquejo, Anne Lorraine\nEsquejo, Virgie Palma, Vernon dela Cruz, and Jasmin Caranza. During the day, the persons who usually\nstayed in the house were Anne Lorraine Esquejo, Sherwin Esquejo, Virgie Palma,\nVernon dela Cruz and himself. Virgie\nwas the house helper. Sherwin and Anne\nLorraine, who were students, stayed home during daytime because it was summer\nvacation. Vernon dela Cruz, a policeman\nassigned at the Tondo Police Station, worked during the night. [26]\n\nIn April 1996, appellant was\nemployed at Robinsonâs Galleria at EDSA Ortigas. It took him more than one and a half (1Â½) hours to reach his\nplace of work. His work was from 3:00\noâclock in the afternoon until 12:00 oâclock midnight as evidenced by his time\ncard (Exh. 1). Since his work started\nat 3:00 oâclock in the afternoon, he left the house at about 1:15 because his\nworkplace was far and they also had a briefing 15 minutes before they started\nworking. He left his workplace at 12:15\nearly in the morning, arrived home at about 1:00 to 2:00 oâclock in the\nmorning, and slept at about 3:00 oâclock in the morning. He usually woke up before 12:00 noon. [27]\n\nAppellant stated that he knew\ncomplainant Karen Jane Estrada because she is the niece of his cousinâs\nwife. She spent her vacation at their\nplace in April 1996. He could remember\nthat they arrived about April 10, 1996 because it was the wedding anniversary\nand also the birthday of his cousin. Complainant arrived with her grandparents, cousins and aunts. After the said occasion, her aunt left, but\nher grandparents stayed at their house. Complainant and her cousin used to transfer to another house for about\none week. [28]\n\nOn April 22 or 23, 1996, while\nappellant was sleeping downstairs on the sofa, he was awakened by the noise of\ncomplainant and her cousin Glynness Gelido, whom they called Pinoy. He immediately stood up because he was very\nangry and he chided them for being noisy when they could see that he was\nsleeping. He told Pinoy to go\nupstairs. He told complainant that she\nwas already a big girl and yet she was still playing and was very noisy. He was very mad at that time. Complainant replied, â Gago, wala kang\npakialam .â He got mad and held her breast and groin ( singit ) and\ntold her that she was already a lady. He held her breast and groin only to show her that she was already a big\ngirl and that she should not be playing and be childish. She kicked him repeatedly and scratched him,\nand told him, â gago, bastos â repeatedly. He told her to go upstairs. At that time, his cousin, Anne Lorraine, Virgie Palma, Vernon dela Cruz\nand his cousin Sherwin Esquejo were present at their residence. Anne Lorraine was in the family room\nupstairs, Manang Virgie was also upstairs taking care of the child, and his\ncousin Sherwin Esquejo was just outside the house. The following day, complainant went to the house of her aunt,\nLeonida Galimba, in Fairview. After one\nweek, she returned to their place in Sampaloc, Manila. [29]\n\nAppellant said that he was\narrested on April 24, 1997 without a warrant of arrest and was brought to the\nNBI, NCR Office, but he was not interviewed there. They only asked him simple questions inside the car. [30]\n\nSherwin Esquejo, 19, a third year\ncollege student, testified that he was a resident of No. 1252 Prudencio Street,\nSampaloc, Manila in the months of April and May 1996 and 1997. He did not witness any crime committed by\nappellant in the summer of 1996 and 1997. In 1996, he stayed home from 12:00 oâclock noon until the evening\nbecause he went to school only in the morning. [31]\n\nAnne Lorraine Esquejo, 18, a food\nattendant, corroborated the testimony of appellant that she resided in the same\nhouse as the appellant in the months of April and May 1996 and 1997. Most of the time, she stayed home because it\nwas summer vacation and she was not enrolled in a summer class. She said that at that time, there was no\nunusual incident that happened in the house which disturbed the peace and\nrelations of the persons staying therein. [32]\n\nSPO4 Vernon dela Cruz testified\nthat he was staying at No. 1252 Prudencio Street, Sampaloc, Manila in April and\nMay of 1996 and 1997. Most of the time,\nhe stayed in the house because his tour of duty started at 5:30 in the\nafternoon since his shift was during the night. He said that there was no unusual incident that happened which disturbed\nthe peace and the good relationship between the people living in said house. [33]\n\nOn October 29, 1998, the court a\nquo rendered judgment, the dispositive portion of which reads: WHEREFORE, judgment is hereby rendered finding the accused guilty\nbeyond reasonable doubt of the crime of rape charged in Criminal Case No.\n97-157054 and one (1) charge of act of lasciviousness covered by Criminal Case\nNo. 97-157055; the victim being less than 12 years old as of April 1996, the\nabsence of force or intimidation does not negate the crimes, the accused is,\ntherefore, sentenced in Criminal Case No. 97-157054 to reclusion perpetua and in Criminal Case No. 97-157055, he is sentenced to imprisonment of two (2)\nyears, four (4) months and one (1) day as minimum and four (4) years and two\n(2) months as maximum of prision correccional . The accused is also adjudged to pay the victim Karen Jane Estrada\nP200,000.00 as moral damages. The\naccused is acquitted in all the other cases. SO ORDERED. [34]\n\nAccused-appellant ascribed to the\ntrial court this lone error: THE TRIAL COURT ERRED IN CONVICTING BEYOND REASONABLE DOUBT THE\nACCUSED OF THE CRIMES OF RAPE AND ACTS OF LASCIVIOUSNESS IN VIOLATION OF ARTS. 335 AND 336 OF THE\nREVISED PENAL CODE RESPECTIVELY. [35]\n\nIn his Brief, accused-appellant\nassailed the credibility of the private complainant due to her inconsistent\ntestimony. While complainant testified\nthat he committed acts of lasciviousness against her everyday at about 1:00 or\n2:00 in the afternoon after the first incident, complainantâs cousin Glynness\nGelido testified that he was not residing in their auntâs house everyday;\nhence, it would be physically impossible for him to commit the crimes when he\nwas not staying in said house everyday. Moreover, if complainant was really a victim of rape, it was\ninconsistent with human nature that she still spent her summer vacation in 1997\nat the place of her aunt where she had allegedly been raped and molested in the\nsummer of 1996, and exposed herself to the same danger in his hands. Further, there was even no satisfactory\nexplanation why it took complainant more than one year to inform her relatives\nof what happened to her. She did not\nconfide in anyone even in the province where she had nothing to fear from\nhim. Based on said arguments, appellant\nprayed for his acquittal for failure of the prosecution to prove his guilt\nbeyond reasonable doubt.\n\nAppellantâs arguments are devoid\nof merit.\n\nThe aforementioned inconsistencies\nrefer merely to collateral matters, which either do not touch upon the\ncommission of the crime of rape or detract from the positive identification of\nappellant as the person who sexually abused private complainant; therefore,\nsaid inconsistencies do not affect either the substance of private\ncomplainantâs declarations, their veracity, or the weight of her testimony. [36]\n\nThe alleged inconsistent testimony\nof private complainant regarding the acts of lasciviousness committed against\nher everyday after the first incident (Crim. Case No. 97-157055) was not even\nconsidered by the trial court when it found appellant guilty of the crime of\nrape. Nevertheless, appellant himself\nadmitted that he resided at No. 1252 Prudencio Street, Sampaloc, Manila in\nApril 1996 when the said crimes were committed against private\ncomplainant. The Solicitor General\nobserved that even assuming that appellant did not reside in said house of\nFelame Esquejo, this fact alone does not prove that appellant did not abuse\ncomplainant.\n\nMoreover, the delay on the part of\nprivate complainant in informing her relatives that she was raped is\nunderstandable since any woman, especially a young girl, would try to hide such\na traumatic and horrible experience even from the persons closest to her\nbecause of shame and fear. [37] The fact that private complainant returned to her\nauntâs house in the summer of 1997 after she was raped in the same house the\nsummer before only shows the immaturity of private complainant, and that she\nhad not revealed the incident to her grandmother, otherwise her grandmother\nwould not have taken her there again for a vacation.\n\nThe trial courtâs findings on the\ncredibility of the witnesses carry great weight and respect because it heard\nthem and observed their behavior at the witness stand. [38] Its findings will be sustained by the appellate\ncourts unless the trial court overlooked, misunderstood or misapplied some\nfacts or circumstances of weight and substance which will alter the assailed\ndecision or affect the result of the case. [39] In the instant case, we see no reason to disturb the\nfindings of the trial court.\n\nFurther, there is no evidence\nshowing any improper motive on the part of the prosecution witnesses to testify\nfalsely against the appellant; hence, the logical conclusion is that their\ntestimonies are worthy of full faith and credit. [40]\n\nIt was established that appellant\nis guilty beyond reasonable doubt of one count of rape against the private\ncomplainant as shown by her straightforward testimony, thus: ASST. PUB. PROS. MARCO\n\nxxx xxx xxx Q You mentioned earlier\nthat the accused removed his pants when he raped you, when did it happen\nreckoned from the date that the accused first raped you? A About one week, sir. Q When you said that, âhe\nraped meâ, what do you mean when you said âhe raped meâ, what do you want to\ntell the Honorable Court? A He forced his private\norgan to my private organ, sir. Q And you mentioned that\nit was a week after that first incident, who were the persons present at that\ntime when he raped you according to you? A Manang Virgie and\nKimbol, sir. Q And where was your\nManang Virgie and Kimbol when this Dario raped you according to you? A They were upstairs,\nsir. Q And in what portion of\nthe house of your auntie was he able to rape you? A At the sofa, sir. Q Also on the sofa? A Yes, sir. Q Before he actually\ntried to force his private organ to your private organ, what was the first act\ncommitted against you by Dario, if any? A He told me that he will\nkill me and also my cousin, sir. Q And after he told you\nthat, what else did he do to you on that date? A He threatened me, sir. Q Before this Dario was\nable to force his private organ to your private organ, what was he wearing at\nthat time? A He was wearing pants,\nsir. Q How about you, what\nwere you wearing at that time? A I was wearing shorts,\nsir. Q And what did he do to\nyour shorts before because according to you you were raped by this Dario? A He removed my shorts,\nsir. Q And you let him removed\nyour shorts? A I was forced to remove\nmy shorts, sir. Q How did he force you? A He was removing it\nforcibly, sir. Q After he was able to forcibly\nremoved your shorts, how was he able to rape you because according to you he\nwas wearing pants, how was he able to rape you? A He removed his pants,\nsir. Q After removing his\npants, what else did he do to you? A He forced his private\norgan to my private organ, sir. Q And where were you at\nthat time when he forced his private organ to your private organ? A He was beside me, sir. Q And where were you on\nthe sofa? A Yes, sir. Q And what was your\nposition on the sofa? A I was lying down, sir. Q Was he able to push his\norgan to your organ? A Yes, sir. Q And after he was able\nto push through his organ to your organ, what did you feel? A I was hurt, sir. Q You mentioned that\nafter that first time he raped you, he raped you again, when did that happen? A Also in the month of\nMay, sir. Q May of that year 1996\nalso? A Yes, sir. Q Can you still remember\nthe actual date? A I cannot remember, sir. Q On that second rape\nthat according to you was committed by Dario, where did it happen? A Also on that place, the\nsofa, sir. Q And who were the\npersons at that time in the house when he raped you for the second time? A They were Manang Virgie\nand Kimbol, sir. [41]\n\nx x x x x x x x x\n\nAs a rule, testimonies of rape\nvictims who are young and immature deserve full credence, considering that no\nyoung woman, especially of tender age, would concoct a story of defloration,\nallow an examination of her private parts, and thereafter pervert herself by\nbeing subject to a public trial, if she was not motivated solely by the desire\nto obtain justice for the wrong committed against her. [42]\n\nAppellantâs defense of denial and\nalibi cannot prevail over his positive identification. [43] A mere denial, like alibi, is inherently a weak defense\nand constitutes self-serving negative evidence which cannot be accorded greater\nevidentiary weight than the declaration of credible witnesses who testify on\naffirmative matters. [44] For alibi to prosper, the accused must prove not only\nthat he was somewhere else when the crime was committed but he must likewise\ndemonstrate that it was physically impossible for him to be at the scene of the\ncrime at the time of its commission. [45] Accused-appellant failed to establish that it was\nphysically impossible for him to be at home at No. 1252 Prudencio Street,\nSampaloc, Manila where the rape took place considering that he and private\ncomplainant stayed in the same house in April 1996 when the crime was\ncommitted. The time card of appellant\nwould only show the time he reported for work, which is from 3:00 oâclock in\nthe afternoon to 12:00 oâclock midnight, but it could not prove his whereabouts\nbefore 3:00 oâclock in the afternoon when the crime was allegedly committed.\n\nUnder Article 335 of the Revised\nPenal Code, rape is committed by having carnal knowledge of a woman under any\nof the following circumstances:\n\n1. By using force or\nintimidation;\n\n2. When the woman is\ndeprived of reason or otherwise unconscious;\n\n3. When the woman is under\ntwelve years of age or is demented.\n\nThe crime of rape shall be\npunished by reclusion perpetua .\n\nHence, the trial court correctly\nimposed the penalty of reclusion perpetua for the rape of private\ncomplainant who was then under 12 years old. The trial court also correctly awarded private complainant moral damages\nin view of the mental anxiety and emotional trauma she suffered; however, the\namount of Two Hundred Thousand Pesos (P200,000.00) is excessive and should be\nreduced to Fifty Thousand Pesos (P50,000.00) in accordance with the latest\njurisprudence. [46] The Solicitor General correctly pointed out that the\ntrial court failed to award civil indemnity to private complainant which is\nmandatory upon the finding of the fact of rape. [47]\n\nWHEREFORE , the Decision in Criminal Case No. 97-157054 of the\nRegional Trial Court finding accused-appellant George Alay-ay y Juderias guilty\nbeyond reasonable doubt of the crime of rape is hereby AFFIRMED with\nMODIFICATION. Accused-appellant is\nsentenced to suffer the penalty of reclusion perpetua and is ordered to\npay the offended party, Karen Jane Estrada, the amount of Fifty Thousand Pesos\n(P50,000.00) as civil indemnity, whereas the award of moral damages in the\namount of Two Hundred Thousand Pesos (P200,000.00) is reduced to Fifty Thousand\nPesos (P50,000.00).\n\nThe appeal from the Decision of\nthe Regional Trial Court in Criminal Case No. 97-157055 is DISMISSED, the\nsaid Decision having become final and executory after the lapse of the 15-day\nperiod to perfect an appeal therefrom to the Court of Appeals.\n\nSO ORDERED. Bellosillo, (Chairman), Mendoza,\nQuisumbing, and Buena, JJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Penned by Judge\nManuel T. Muro, Rollo , pp. 82-95.\n\n[2] People v. Pajo, G.R.\nNo. 135109, December 18, 2000.\n\n[3] Id.\n\n[4] Article VIII,\nSection 5, paragraph 2 (D) of the 1987 Constitution.\n\n[5] Rollo , p. 8.\n\n[6] Exh. âDâ, Exhibits of Criminal Case, p. 6.\n\n[7] TSN, October 15,\n1997, pp. 4-6, 26, 48.\n\n[8] TSN, October 15,\n1997, pp. 6-10, 44-45.\n\n[9] TSN, October 15,\n1997, pp. 11-18.\n\n[10] TSN, October 15,\n1997, pp. 18-23.\n\n[11] TSN, October 15,\n1997, pp. 24-26.\n\n[12] TSN, October 15,\n1997, p. 26.\n\n[13] TSN, October 15,\n1997, pp. 28-30.\n\n[14] TSN, October 15,\n1997, pp. 34-36.\n\n[15] TSN, October 15,\n1997, pp. 43-44.\n\n[16] TSN, November 24,\n1997, pp. 8, 18-24, 27.\n\n[17] TSN, November 24, 1997,\npp. 8-14.\n\n[18] TSN, November 24,\n1997, pp. 25-26.\n\n[19] TSN, February 10,\n1998, pp. 3-17.\n\n[20] TSN, November 18,\n1997, pp. 3-5.\n\n[21] TSN, November 18,\n1997, p. 6.\n\n[22] TSN, November 18,\n1997, pp. 6-8.\n\n[23] TSN, November 18,\n1997, pp. 8-14.\n\n[24] TSN, November 18,\n1997, pp. 16-21.\n\n[25] TSN, November 18,\n1997, pp. 6-14.\n\n[26] TSN, April 30, 1998,\npp. 3-5.\n\n[27] TSN, April 30, 1998,\npp. 6-7.\n\n[28] TSN, April 30, 1998,\npp. 7-9.\n\n[29] TSN, April 30, 1998,\npp. 9-12.\n\n[30] TSN, April 30, 1998,\np. 14.\n\n[31] TSN, May 5, 1998,\npp. 3-6.\n\n[32] TSN, May 14, 1998,\npp. 3-4.\n\n[33] TSN, May 14,\n1998, p. 5.\n\n[34] Rollo , pp.\n82-95.\n\n[35] Rollo , p. 72.\n\n[36] People v. Irinea, 164 SCRA 121, 127 (1988).\n\n[37] People v. BaÃ±ago, 309 SCRA 417, 421 (1999).\n\n[38] People v. Banela, 301 SCRA 84, 90-91 (1999).\n\n[39] Ibid.\n\n[40] Id., p. 92.\n\n[41] TSN, October 15, 1997,\npp. 18-23.\n\n[42] Supra , note\n37, 422.\n\n[43] People v. Nazareno, 260 SCRA 256, 282 (1996).\n\n[44] People v. Alvero,\nG.R. Nos. 134536-38, April 5, 2000.\n\n[45] People v. Banela, 301 SCRA 84, 93 (1999).\n\n[46] People v. Pajo, et\nal., G.R. No. 135109, December 18, 2000.\n\n[47] Supra, note\n37, 423.",
  "content_length": 30899,
  "metadata_extraction_date": "2025-11-01T05:54:41.664088",
  "extraction_version": "2.0_enhanced_full_content"
}