{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__4613.html",
  "filename": "G_R__No__4613.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 4613",
  "gr_number": "4613",
  "volume_page": "Volume information not available",
  "decision_date": "September 10, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "court",
    "crime",
    "case",
    "order",
    "lat",
    "fiscal",
    "information",
    "ordered",
    "inocencio",
    "appellants",
    "zapatero",
    "defendants",
    "charged",
    "denuncia",
    "falsa",
    "perjury",
    "proceedings",
    "miguel",
    "provincial",
    "charging"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4613\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4613           September 10, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nINOCENCIO LAT, ET AL.,\n\ndefendants-appellants.\n\nEusebio Orense for appellants.\n\nAttorney-General Araneta for appellee.\n\nCARSON,\n\nJ.:\n\nAppellants in this case were charged with the crime of\n\ndenuncia falsa\n\n(falls accusation or denunciation), as defined and penalized in article 326 of the Penal Code, and found guilty as charged.\n\nThe following order directing the provincial fiscal to file an information charging appellants in this case with the crime of perjury was issued in the course of criminal proceedings in the case of the United States\n\nvs.\n\nCiriaco Dimayuga et al in the Court of First Instance of the province of Batangas, in which proceedings defendants were acquitted of the crime of theft with which they were charged:\n\nIt being apparent to this court that Inocencio Lat and Miguel Zapatero, witnesses for the prosecution in the above-entitled case, have probably committed the crime of perjury, for the purpose of securing the conviction, for the crime of theft, of the defendants herein.\n\nIt is, therefore, ordered that the sheriff of this court arrest and detained the said Inocencio Lat and Miguel Zapatero, pending the presentation by the fiscal of an information charging them the crime of perjury.\n\nUpon the filing of the information by the fiscal, which shall be done forthwith, there shall be set in the court calendar a date for the preliminary trial and the hearing of the case.\n\nInocencio Lat and Miguel and Zapatero will be served with a copy of this information at once, and the clerk of this court is hereby ordered to obtain from said Lat and Zapatero the names of the witness whom they wish to produce before the court, in order that said witnesses may be summoned to appear, with the Government witnesses, in one of the January sessions of this court.\n\nIt is hereby ordered, that the sheriff of this court require from Inocencio Lat and Miguel Zapatero, the filing of a bond for P500, with sufficient sureties, conditioned on their appearance in one of the next January sessions of this court, and in lieu thereof to detain them in the provincial jail, to answer the charge which the fiscal is hereby ordered to present against them.\n\nSo ordered, December 20, 1907.\n\nJ. S. POWELL.\n\nJudge 7th Judicial District.\n\nIt appears that the provincial fiscal instead of complying with that order filed an information charging the defendants in this case with the crime of denuncia falsa. There is nothing in the record which discloses that authority so to do was given to the fiscal by final sentence or order of the court which took cognizance of the original proceedings for theft out of which this proceedings for\n\ndenuncia falsa\n\narose.\n\nArticle 326 of the Penal Code which defines and penalizes the crime of\n\ndenuncia falsa\n\n(false accusation and denunciation) expressly provides \"that the denouncer or accuser, however, shall not be proceeded against unless by virtue of a final sentence or order, equally final, of the court which took cognizance of the crime imputed and which dismissed the complaint.\" No such order he having been issued in this case, the trial court was without jurisdiction of the crime in which the appellants were charged. The information should therefore, be dismissed, with the costs in both instances\n\nde oficio\n\n, but without prejudice to the filing of a new complaint for the crime of perjury, in accordance with the above-cited order. So ordered.\n\nArellano, C.J., Mapa, Torres, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3685,
  "metadata_extraction_date": "2025-11-16T08:36:21.274088",
  "extraction_version": "2.0_enhanced_full_content"
}