{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__4528.html",
  "filename": "G_R__No__4528.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 4528",
  "gr_number": "4528",
  "volume_page": "Volume information not available",
  "decision_date": "September 4, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "court",
    "jurisdiction",
    "first",
    "instance",
    "action",
    "judgment",
    "costs",
    "section",
    "defendants",
    "question",
    "want",
    "case",
    "act",
    "plaintiff",
    "appellee",
    "surety",
    "appellants",
    "interest",
    "raised",
    "any"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4528\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4528           September 4, 1908\n\nGOVERNMENT OF THE PHILIPPINE ISLANDS,\n\nplaintiff-appellee,\n\nvs.\n\nTHE AMERICAN SURETY COMPANY OF NEW YORK, ET AL.,\n\ndefendants-appellants.\n\nC. W. O'Brien for appellants.\n\nAttorney-General Araneta for appellee.\n\nWILLARD,\n\nJ.:\n\nThis action was commenced originally in the court of First Instance of the city of Manila. The only relief sought by the plaintiff was a judgment for P141.24, with interests and costs. Judgment was rendered for that sum, with interest at the rate of six percent per annum from the 30th day of April, 1907, and for the costs. From that judgment the defendants have appealed.\n\nNo question was raised in the Court of First Instance as to the jurisdiction of that court to try the action, nor was any such question raised in the briefs of the parties in this court. The want of jurisdiction being, however, apparent upon the face of the record, this court heard arguments upon that question.\n\nAfter hearing such arguments, we are satisfied that the Court of first Instance was without jurisdiction of the case and that it must be dismissed for that reason. Section 56 of Act No. 136, in defining the original jurisdiction of the Courts of First Instance says that they shall have jurisdiction \"(3) in all cases in which the demand, exclusive of interest, or the value of the money in controversy, amounts to one hundred dollars or more.\" The word \"dollars\" here means money of the United states and by the terms of this section the Court of First Instance has no jurisdiction of a case involving less than P200.\n\nSection 5 of Act No. 136, to which attention is called by counsel for defendants, does not change the provisions of Act no. 136. That section simply relates to the venue of actions brought against surety companies. The court below having any jurisdiction of this action by reason of its subject matter, we are bound to take notice of that want of jurisdiction. The judgment of that court is accordingly reversed and the case remanded with directions to dismiss the action for want of jurisdiction, without costs. No costs will be allowed to either party in this court. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2344,
  "metadata_extraction_date": "2025-11-16T08:36:55.355902",
  "extraction_version": "2.0_enhanced_full_content"
}