{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__4741.html",
  "filename": "G_R__No__4741.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 4741",
  "gr_number": "4741",
  "volume_page": "Volume information not available",
  "decision_date": "September 22, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "caraballa",
    "mata",
    "tecla",
    "los",
    "reyes",
    "isidro",
    "one",
    "animal",
    "fact",
    "defendant",
    "appellant",
    "having",
    "received",
    "under",
    "contract",
    "affirmed",
    "proven",
    "his",
    "laureano",
    "appellee"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4741\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4741           September 22, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nISIDRO MATA,\n\ndefendant-appellant.\n\nPedro Carmen for appellant.\n\nOffice of the Solicitor-General Harvey for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nThis case was appealed because the accused was sentence to be imprisoned for six months in the provincial jail of San Isidro, Nueva Ecija, and to indemnify the injure party, Tecla de los Reyes, in the sum of P80 or to suffer subsidiary imprisonment in case of insolvency, and to pay the costs; the appeal was heard, both the defense and prosecution having submitted their brief.\n\nIsidro Mata is charged with having received from Tecla de los Reyes one\n\ncaraballa\n\nunder a contract to divide the calves between them; the first calf was to be for the defendant, for this trouble in keeping the animal; the second was to go to the owner of the animal, and the third, if any, should also be for her; just as the third calf came on the\n\ncaraballa\n\nwas said to have been lost, and the defendant requested Tecla de los Reyes to rescind the contract.\n\nA complaint for\n\nestafa\n\nwas presented. The fact that the\n\ncaraballa\n\nwas delivered to Isidro Mata under the contract already mentioned was affirmed by two witnesses who had subscribed the document wherein it was so stated, one of whom further testified with regard to the existence of the\n\ncaraballa\n\nwhich he had been seen in the barrio of Lupao, and, furthermore, by another witness who was present when the document made out by Mata was handed to Tecla de los Reyes.\n\nIn the opinion of the court below it was proven that Isidro Mata received one\n\ncaraballa\n\nfrom Tecla de los Reyes under such conditions that he was bound to return the same; he was only entitled to share the calves during the time he rendered his services; the fiction of the disappearance of the\n\ncaraballa\n\nwith the intent to extinguish his obligation to return the thing that was received constitutes an act of appropriation punished by article 535 of the Penal Code.\n\nSaid intent was made manifest by the fact, proven by the accused himself, that he provided himself with a certificate of ownership of the\n\ncaraballa\n\n, having set forth therein that he had purchased the animal on the 15th of July, 1905, from his father, Laureano Mata, in whose name the animal had been previously registered in the municipality of Umingan, Pangasinan, on the 24th of June, 1905. But it has not been shown how it is that the\n\ncaraballa\n\n, which bears the brand of the municipality of San Jose, ever came to be the property of Laureano Mata, and notwithstanding the fact that one of the witnesses for the defense affirmed that Tecla de los Reyes had sold the\n\ncaraballa\n\nto Laureano Mata, Tecla de los Reyes denies this allegation; therefore, it can not be considered as proven, in view of the findings of the court below in which there has not been shown to be any error of law or of fact.\n\nThe judgment appealed from is hereby affirmed with the costs of this instance against the appellant; provided, however, that the penalty imposed shall be that of\n\narresto mayor\n\n. So ordered.\n\nTorres, Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3295,
  "metadata_extraction_date": "2025-11-16T08:35:53.305301",
  "extraction_version": "2.0_enhanced_full_content"
}