{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__4359.html",
  "filename": "G_R__No__4359.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 4359",
  "gr_number": "4359",
  "volume_page": "Volume information not available",
  "decision_date": "September 24, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law",
    "Family Law"
  ],
  "keywords": [
    "his",
    "escuin",
    "court",
    "estate",
    "testator",
    "said",
    "natural",
    "minor",
    "batac",
    "emilio",
    "one",
    "will",
    "civil",
    "code",
    "commissioners",
    "administrator",
    "partition",
    "child",
    "heir",
    "father"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4359\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4359           September 24, 1908\n\nEMILIO ESCUIN Y BATAC,\n\nplaintiff-appellee,\n\nvs.\n\nFRANCISCO ESCUIN, ET AL.,\n\ndefendants.\n\nJULIA BATAC,\n\nappellant.\n\nRosado, Sanz & Opisso for appellant.\n\nKincaid & Hurd for appellee.\n\nTORRES,\n\nJ.:\n\nOn the 19th of January, 1899, Emilio Antonio Escuin de los Santos executed a will before a notary public of Sevilla, Spain, stating therein that he was a native of Cavite, the son Francisco Escuin and Eugenia de los Santos, the latter being deceased; that he was married about six months previously to Maria Teresa Ponce de Leon, and that he had no lawful descendants; the testator, however, stated in clause three of his will, that in case he has a duly registered successor, his child would be his sole and universal heir; but that if, as would probably be the case, there should be no such heir, then in clause four he named his said father Francisco Escuin, and his wife Maria Teresa Ponce de Leon and his universal heirs, they to divide the estate in equal shares between them.\n\nThe testator died on the 20th of January, 1899, as certified to by the Municipal court of Magdalena, Sevilla, on the 20th of March, 1990.\n\nUpon the will having been admitted to probate, commissioners were appointed to consider claims against the estate, and, according to a report presented to the Court of First Instance on the 20th of June, 1907, one claim was allowed amounting to 3,696.50 pesetas.\n\nOn the 10th and 12th of July 1907, the attorney for the widow, Ponce de Leon, and the attorneys who represented the guardian to the minor, Emilio Escuin y Batac, appealed to the Court of First Instance from the findings of the aforesaid commissioners.\n\nMatters stood thus, and without there appearing any decision of the court as to appeals, the attorney for the administrator, by a writing dated the 3d of September, following, moved for the approval of the proposed partition of the estate provided for by the court; by the first additional request (\n\notrosi\n\n) he asked that the remuneration for the services of the administrator of the estate be fixed, and that he be authorized to draw such amount from the funds of the estate; and by a second additional request he asked that the accounts made up on the 31st of August, previous, be approved.\n\nIt appears in the proposed partition of the 3d of September, 1906, that, according to the opinion of the administrator by whom it was signed in the result of the proceedings, the property left by the estator, in accordance with the accounts passed upon by the court, amounted to .......................................................... P8,268.02\n\nFrom said sum the following must be deducted:\n\nThe credit above alluded to admitted by the commissioners\n\nP1,321.40\n\n10 per cent renumeration due to the administrator\n\n826.80\n\nAll legal expenses paid and approved\n\n1,105.01\n\n3,253.21\n\nDeducting this amount from the funds of the estate, there remains a balance of\n\n5,014.81\n\nThat the said credit of P1,321.40, equivalent to 3,696.50 pesetas, allowed by the commissioners, is the claim presented within the legal term against the estate; that Francisco Escuin, the father of the testator, his wife or widow, Teresa Ponce de Leon, and his natural child, the minor Emilio Escuin y Batac, represented by his mother and guardian Julia Batac, are entitled to the succession; that, by setting aside one-third of the estate in favor of the natural son, recognized in accordance with article 842 of the Civil Code, there only remains the question as to how the remaining two-thirds of the inheritance shall be bestowed, taking into account the directions of the testator in his will; that the same does not disclose that he had left any child by his wife; that the latter, as the widow of the testator, besides being a designated heir entitled to one-half of the hereditary funds, is entitled to the usufruct of the portion fixed by the law, and that the funds to be apportioned are composed wholly of cash or ready money.\n\nOn these grounds the partition and adjudication was proceeded with of the sum of P5,014.81 into three shares of P1,671.60 to each one of the parties in interest, that is, the natural son, Emilio Escuin y Batac, in full control as general heir; the widow, Teresa Ponce de Leon, as legatee of one-half of the two-thirds of the funds of free disposition; and the said widow the usufruct of the other half of the aforesaid two-thirds of free disposition, the bare ownership of the last third held in usufruct by the widow being adjudicated to Francisco Escuin, as legatee taking into account the provisions of article 817 of the Civil Code upon making the division.\n\nOn the 12th of September, 1906, the representative of the minor natural child of the testator objected in writing to the partition proposed by the administrator, and for the reasons he set forth asked that the same be disapproved, and that in lieu thereof the entire estate be adjudicated to Emilio Escuin y Batac, the said minor.\n\nUpon a hearing for the approval of the said proposed partition, the representative of the minor presented as evidence a certified copy of the complaint, the answer, and the final judgment rendered in civil case No. 3240 of the Court of First Instance.\n\nIt appears from the said certified proceedings that the representative of the minor, as plaintiff therein, asked on the 12th of January, 1905, that an allowance be granted to him for subsistence for account of the estate of the late testator, Emilio Escuin de los Santos, and that the same be paid him monthly in advance; that judgment be entered declaring that the minor, Emilio Escuin y Batac, is a natural child of the testator; that the said minor, as the only natural son of the same is his general heir; that it be held that the said testator had died without either lawful ascendants or descendants; that the designation of heirs made under his above-mentioned will be declared null and void; and that the defendants be sentenced to pay the costs in case they did not conform to the complaint, with any further remedy that the court might consider just and equitable.\n\nThe administrator, Ricardo Summers, in answer to the complaint denied all and every one of the facts alleged in all and every one of its paragraphs.\n\nOn the 30th of September, 1905, the court below found that Escuin y Batac was the recognized natural child of the late Emilio Escuin de los Santos, had by Julia Batac; that the testator was also the natural son of the defendant Francisco Escuin and Eugenia de los Santos, and was recognized by his father; and that the plaintiff minor, Emilio Escuin y Batac, is one of the heirs of the late testator.\n\nBy an order of the lower court dated the 30th of October, 1906, and view of the accounts and proposal of partition presented by the administrator of the estate, the judge below expressed an opinion that a natural child is only entitled to one-fourth of the hereditary property, the clause in the will being annulled only in so far as the amount to be divided should be reduced, taking into account the share due to the natural son and the right of the father and the widow of the testator, each to one-half of the remainder of the property of the estate. The court approved the account presented, but disapproved the project of partition of the hereditary property that was objected to by one of the parties and interest. Counsel for the minor Emilio Escuin y Batac excepted to the above resolution; a copy of the proceedings was submitted to this court together with the appeal that was interposed.\n\nOn the 10th of July, 1907, the representatives of the administrator, and of the minor, Emilio Escuin y Batac, respectively, stated in writing to the lower court that, in view of the fact that the order of October 30, 1906, did not constitute a final judgment of partition (since the said proposal having been rejected, another partition should be effected by commissioners) the court was requested to appoint commissioners to present a new project of partition in substitution for the one presented by the administrator, the new proposal to be submitted to the court for approval.\n\nOn the 22nd of August, the attorney for the administrator filed a written request for the appointment of said commissioners as stated above, and further requested that the renumeration of the petitioner for his services as administrator be fixed by the court, and that he be authorized to draw from the funds of the estate such as sum as might thus be assigned to him.\n\nOn the 24th day of said month of August, the court below issued an order with respect to the forgoing requests and held that, for the reasons stated in the order, the appointment of commissioners for the mere purpose of determining what each one of the heirs should receive in accordance with the order of the 30th of October, 1906, was not necessary, inasmuch as the property of the estate consisted of ready money, and the administrator was thereby authorized to distribute the funds among the heirs in the amount stated in the said order. From this decision the representative of the minor Emilio Escuin y Batac took exception, and to this effect presented a bill of errors together with the copy of the proceedings for review of appeal.\n\nWhile the appeals interposed against the report and resolution of the commissioners were still pending in the lower court, the partition of the hereditary funds could not be ordered, notwithstanding the fact that the same consisted of ready money, because the amount of the estate subject to division had not yet been determined in order to comply with the law in the will of the testator.\n\nUntil all the known creditors in the legatees have been paid, it shall be understood that the estate is under administration, says article 1026 of the Civil Code, and in conformity with this legal provision the supreme tribunal has established the doctrine that \"only after payment of all obligations of the estate can the net amount divisible among the heirs be known.\" (Decision of March 2, 1896.)\n\nSection 753 of the Code of Civil Procedure confirms of the provision of the Civil Code and the legal doctrine mentioned above, inasmuch as it provides that, after payment of the debts, funeral charges, and expenses of the administration, and the allowances for the expense of maintenance of the family of the deceased the court shall assign the residue of the estate to the persons entitled to the same, naming the persons and proportions or parts to which each is entitled, etc.\n\nAs to the aforesaid appeals from the resolution of the commissioners, section 776 of the Code of the Civil Procedure provides that:\n\nUpon the lodging of such appeal with the clerk, the disputed claim shall stand for trial in the same manner as any other action in the Court of First Instance, the creditor being deemed to be the plaintiff, and the estate the defendant, and pleadings as in other actions shall be filed.\n\nSo that by reason of the claims made by the creditor of the estate of Emilio Escuin de los Santos and by her natural son, duly recognize by his father, an ordinary action should have been brought before the Court of First Instance, from whose judgement appeal maybe taken to this court by means of the corresponding bill of exception under the provisions of section 777 of the Code of Civil Procedure; and while the ultimate decision in the matter of the said claims against the resolution of the commissioners has not become final, and until all the obligations of the estate have been paid, there can really be no inheritance, nor it can be distributed among the persons interested therein according to the will of the testator, or under the provisions of the law.\n\nThe foregoing refers to the first assigned in the certified copy of the proceedings and in the brief of the representative of the minor Escuin y Batac, and also to the questions of the form of procedure.\n\nWith respect to the questions which form the basis of this litigation and refer to the second assignment of errors, it should be noted that the late testator did not leave a recognized natural child, the appellant minor, and a widow; that the said minor, Emilio Escuin y Batac, is the general heir of his natural father, the said testator who recognized him while living (art. 807, Civil Code), and in the present case is entitled to one-third of his estate, which amount constitutes the legal portion of a natural child (art. 842 of the said code); and for the reason that the minor was ignored by his natural father in his will, the designation of heirs made therein was, as matter of fact annulled by force of law, in so far as legal portion of the said minor was thereby impaired. Legacies and betterments shall be valid, in so far as they are not illegal, for the reason that a testator can not deprive the heirs of their legal portions, except in the cases expressly indicated by law (Arts. 763, 813, 814, Civil Code).\n\nAs has been seen, the testator wish to disposed his property in his will, designating has heirs his natural father, Francisco Escuin, and his wife, Maria Teresa Ponce de Leon, all together ignoring his recognized natural child who is general heir. In view thereof, and for the reason that he exceeded his rights, the said designation of heirs became void and so far as it impaired the right of his general heir and deprived him of his legal portions; the will, however, is valid with respect to the two-thirds of the property which the testator freely disposed of. (Arts. 763, 764, 806, 813, 842, Civil Code.)\n\nNotwithstanding the fact that the said designation of heirs annulled and that the law recognizes the title of the minor, Escuin y Batac, to one-third of the property of his natural father, as his lawful and general heir, it is not proper to assert that the late Emilio Escuin de los Santos died intestate in order to establish the conclusion that his said natural recognized child is entitled to succeed to the entire estate under the provisions of article 939 of the Civil Code, inasmuch in accordance with the law a citizen may die partly testate and partly intestate (art. 764, Civil Code). It is clear and unquestionable that it was the wish of the testator to favor his natural father and his wife with certain portions of his property which, under the law, he had the right to dispose of by will, as he has done, provided the legal portion of his general heir was not thereby impaired, the two former persons being considered as legatees under the will.\n\nThe above-mentioned will neither null, void, nor illegal in so far as the testator leaves two-thirds of his property to his father and wife; testamentary provisions impairing the legal portion of a general heir shall be reduced in so far as they are illegal or excessive. (Art. 817, Civil Code.) The partition of the property of the said testator shall be proceeded within accordance with the foregoing legal bases.\n\nThe record does not show the decision of the commissioners became final or was consented to by the parties interest, or that this point was alleged and discussed in the first instance; therefore, such circumstance as alleged by the appellee can not now be considered.\n\nBy virtue of the foregoing considerations it is our opinion that the orders of the court below, of October 30, 1906, and August 24, 1907, should be reversed, and upon receipt of a certify copy of this decision the court below shall take action in accordance with the law and the terms herein contained with respect to the claims and appeals from the resolution of the commissioners pending judicial decision. So ordered.\n\nArellano, C.J., Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 15822,
  "metadata_extraction_date": "2025-11-16T08:35:41.917257",
  "extraction_version": "2.0_enhanced_full_content"
}