{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__4627.html",
  "filename": "G_R__No__4627.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 4627",
  "gr_number": "4627",
  "volume_page": "Volume information not available",
  "decision_date": "September 1, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "who",
    "them",
    "accused",
    "pedro",
    "men",
    "one",
    "barrio",
    "house",
    "her",
    "she",
    "three",
    "police",
    "also",
    "two",
    "found",
    "appellee",
    "manangan",
    "appellants",
    "while",
    "robbers"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4627\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4627           September 1, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nPEDRO MANANGAN, ET AL .,\n\ndefendants-appellants.\n\nThomas C. Kinney for appellants.\n\nAttorney-General Araneta for appellee.\n\nTRACEY,\n\nJ.:\n\nIn the barrio of Caboaan, pueblo of Balaoan, in the Province of La Union, the house Rosimino was sleeping, while her husband was absent, was entered b robbers who, keeping her quiet through intimidation, took and made away with P70 and a pair of earrings, which had been locked in a trunk.\n\nShe testified that there were four robbers, and immediately after the occurrence described three of them to the police as men whom she knew by sight, though not by name, living in the neighboring barrio of Narebcam. Proceeding to that barrio in the company of police, she there identified the three accused as being the culprits, and also as having been men who six months previously had moved the materials of her house from one site to another. It appeared that the accused, Pedro Manangan, was one of the men who had moved those materials, while the other two accused,, his nephew and cousin, had taken no part in the moving. All three swore in an alibi which was reinforced by the testimony of the two sisters of Pedro, to the effect that all of them had passed the entire night in his house, where the police found them at an early hour in the morning. Although this alibi is fairly well sustained, it can not overcome the positive identification by the woman who was robbed, reenforced as it was by details as to Pedro.\n\nIf he is guilty, it is that so also that the other two, who admit that they were with him and who are abound up in the same defense.\n\nThe robbery having been perpetuated at night , by a band of four men, all armed with bolos the crime constitutes robbery in an armed band, with aggravating circumstances. The trial judge allowed to extenuating the circumstance of the race of the accused, and imposed the penalty of eight years and one day. This extenuation is not admissible, and the punishment must be raised to the maximum grade and the term increased to ten years of\n\npresidio mayor\n\n, with restitution, jointly and severally by the accused to Faustino Orfiano of the stolen earrings, or in the fault of them, the payment of their value P2, and also the payment, jointly and severally, of the P70 of stolen money with one third of the costs of this instance against each of them. So modified, the judgment is affirmed. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Willard, JJ.,\n\nconcur\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2666,
  "metadata_extraction_date": "2025-11-16T08:37:06.576812",
  "extraction_version": "2.0_enhanced_full_content"
}