{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__3868.html",
  "filename": "G_R__No__3868.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 3868",
  "gr_number": "3868",
  "volume_page": "Volume information not available",
  "decision_date": "September 18, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Commercial Law"
  ],
  "keywords": [
    "plaintiff",
    "first",
    "defendant",
    "martinez",
    "appeal",
    "trial",
    "evidence",
    "his",
    "former",
    "court",
    "result",
    "her",
    "judgment",
    "father",
    "testimony",
    "francisco",
    "appellee",
    "pedro",
    "case",
    "phil"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 3868\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 3868           September 18, 1908\n\nFRANCISCO MARTINEZ,\n\nplaintiff-appellee,\n\nvs.\n\nPEDRO MARTINEZ,\n\ndefendant-appellant.\n\nCarson Ledesma and Ramon Fernandez for appellant.\n\nVicente Ilustre for appellee.\n\nWILLARD,\n\nJ.:\n\nA former appeal in this case is reported in 1 Phil. Rep., 647. After the case was remanded, a new trial was had, additional evidence was introduced, in judgment was ordered in favor of the plaintiff. From that judgment the defendant has appealed.\n\nThe complaint prayed that the honorship of the steamer\n\nBalayan\n\nand of the coasting vessel\n\nOgoño\n\nbe declared to be in the plaintiff as the administrator of the conjugal partnership formerly existing between himself and his deceased wife, Germana Ilustre. In the former decision the court said (1 Phil. Rep., 651):\n\n4.\tIn conclusion we may say that even on the supposition that a written and recorded title to vessels may be overcome by parol evidence, that offered in this case was insufficient to accomplish such a result.\n\nIf the additional evidence received at the second trial adds nothing to the force of the evidence received at the first trial, the result upon this appeal must necessarily be the same as the result of the former appeal.\n\nThe first witness presented by the plaintiff, Gervasia Alvarez, in her direct examination and in the first part of her cross-examination, testified only to conversation between herself and the plaintiff, Francisco Martinez, but in the latter part of her cross-examination she stated that Pedro Martinez, the defendant, had stated to her husband in her presence, sometime after his mother's death, that his father had bought the steamer\n\nBalayan\n\n. The manner in which this evidence was given shows that it is entitled to no credence. Moreover, Pedro Martinez in his testimony denied that he had ever made any such statement.\n\nThe testimony of Francisco Martinez at the second trial was substantially the same as it was at the first trial. The testimony of Valentina Pasca and Gil Aviar was to the effect that the plaintiff was the manager of the boat and that the defendant, although he lived with his father at that time in Batangas, had nothing had to do with the management of his father's business. Similar evidence was offered at the first trial, and with reference to it the court said in its first opinion (1 Phil. Rep., 650):\n\nIt was found as a fact that the father had exercised acts of ownership over the vessel. That finding is entirely consistent with the legal ownership by the son. The exercise of such acts could not transfer such ownership from the son.\n\nThis is all the additional testimony which the plaintiff offered and it is very apparent that it is not sufficient to change the result at which the court arrived on the first appeal.\n\nThe appellee in this appeal relies upon the letter written by the defendant to the plaintiff in which the former states that one Sloan desires to buy the vessel and the defendant asks if the plaintiff wishes to sell it. The effect of this letter was considered in the former appeal and it was there said that it could not affect the result there arrived at.\n\nThe judgment of the court below is reversed and judgment is ordered acquitting the defendant of the complaint, with the costs of the first instance. No costs will be all allowed to either party in this court. So ordered.\n\nArellano, C.J., Torres and Mapa, JJ.,\n\nconcur.\n\nCarson and Tracey, JJ.,\n\ndissent.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3565,
  "metadata_extraction_date": "2025-11-16T08:35:57.777420",
  "extraction_version": "2.0_enhanced_full_content"
}