{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__4685.html",
  "filename": "G_R__No__4685.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 4685",
  "gr_number": "4685",
  "volume_page": "Volume information not available",
  "decision_date": "September 17, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "appellants",
    "they",
    "upon",
    "complaining",
    "witness",
    "sygaga",
    "who",
    "person",
    "first",
    "second",
    "court",
    "should",
    "appellee",
    "evidence",
    "record",
    "clearly",
    "accused",
    "find",
    "rights",
    "counsel"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4685\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4685           September 17, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nENG-JUA, ET AL.,\n\ndefendants-appellants.\n\nJ. H. Junquera for appellants.\n\nAttorney-General Araneta for appellee.\n\nCARSON,\n\nJ.:\n\nThe evidence of record clearly establishes the guilt of the accused of the crime with which they are charged, and we find no error in the proceedings prejudicial to the rights of the accused.\n\nCounsel for appellants insists that they were entitled to exemption of criminal liability under the provisions of section 6 of article 8 of the Penal Code which prescribes that \"he who acts in defense of the person or rights of a stranger, providing the first and second circumstances mentioned in No. 4 are attendant, and that the defender is not actuated by revenge, resentment, or other illegal motive,\" shall be exempt from criminal liability. The first and second circumstances mentioned are, first, illegal aggression; second, reasonable necessity of the means employed to prevent or repel it. Counsel contends that even if the court should be of opinion that the evidence sustains a finding that the appellants did in fact inflict the wounds upon the complaining witness, as alleged in the complaint, nevertheless, the court should find that they did so in defense of the person of one Sygaga, who was attacked and violently maltreated by the complaining witness. We think, however, that examination of the record, clearly discloses the fact that the dispute between Sygaga and the complaining witness had terminated before these appellants appeared upon the scene, and that there attack upon the complaining witness was not made for the purpose of protecting the person of Sygaga, who at the time was in danger of assault, and that it was actuated rather by revenge and resentment of what they considered the ill-treatment and abused of their friend Sygaga, than by a desire to prevent or repel assault upon him.\n\nThe judgment and sentenced of the trial court should be and are hereby affirmed, with the costs of this instance against the appellants. So ordered.\n\nArellano, C.J., Torres, Mapa, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2269,
  "metadata_extraction_date": "2025-11-16T08:36:11.606665",
  "extraction_version": "2.0_enhanced_full_content"
}