{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/G_R__No__4323.html",
  "filename": "G_R__No__4323.html",
  "year": 1908,
  "month": "september",
  "case_number": "G.R. No. 4323",
  "gr_number": "4323",
  "volume_page": "Volume information not available",
  "decision_date": "September 23, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "senal",
    "parcon",
    "land",
    "said",
    "accused",
    "pedro",
    "doroteo",
    "document",
    "folio",
    "him",
    "his",
    "sale",
    "house",
    "pesos",
    "any",
    "month",
    "sold",
    "retro",
    "sum",
    "andres"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 4323\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 4323           September 23, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nDOROTEO PARCON,\n\ndefendant-appellant.\n\nN. Jalandoni for appellant.\n\nAttorney-General Araneta for appellee.\n\nTORRES,\n\nJ.:\n\nAccording to an agreement entered into between Pedro Senal and Andres Parcon, the first named, prior to May 5, 1903, redeemed a parcel of land belonging to Parcon, situated in the barrio of Tomcon, town of Pototan, which was sold with\n\npacto de retro\n\nto Pedro Bolivar and Benita Parcon for 55 pesos, Mexican currency; Senal was to take up the said land under the same conditions for the sum of 246.25, Mexican currency, and 1\n\ncavans\n\nof paddy, the sum for which Senal had redeemed the land from the previous purchasers was included in the last figure for\n\nretro\n\nsale, according to the document offered in evidence as Exhibit B, on folio 103 of the record; Senal, the new purchaser, held the bill of sale, Exhibit B, took possession of the land and kept the same until December, 1906, that is, for almost four years, during which time he cultivated the land sold to him; thereafter Andres Parcon received in addition from the purchaser 20 pesos, Mexican currency, and 4\n\ncavans\n\nof paddy.\n\nOne day in the year 1905, after the death of Andres Parcon, his only son, Doroteo Parcon, called at the house of Pedro Senal in order to find out the amount of his father's indebtedness, and upon being informed that it was about 500 pesos, Mexican currency, the accused, Doroteo Parcon, offered to definitely sell in the land for the sum of 700 pesos; Senal did not accept the offer and said that he had nothing more to pay him; thereupon Doroteo asked him to give him whether money he had on hand, and for the purpose of obliging him; and on account of the increase, Senal gave him 40 pesos, for which he gave the receipt which appears on folio 5 as Exhibit A; later on, Pedro Senal was informed that the accused had taken possession of the land in April, 1907, and that he had afterwards sold it to Justo Pacificador, although it subsequently turned out to be Roberto Pacificador, a brother of the former, in June, 1907, according to the document at folio 101 of the record; Senal discovered in December 1906, that the previous bill of sale which he kept in his house had disappeared, owing to the fact that the same had been stolen through his daughter-in-law, Claudia Bolivar, who lived in his house at the time; Doroteo Parcon did not pay any amount to Senal.\n\nFor said reason the provincial fiscal filed a complaint on the 15th of August, 1907, charging Doroteo Parcon with the crime of\n\nestafa\n\n; proceedings were instituted, and the court below entered judgment on the 4th of September, 1907, sentencing the accused to the penalty of four months' imprisonment and costs; from the said judgment the accused has appealed to this court.\n\nThe crime of\n\nestafa\n\nwith which the accused is charged is said to consists in that he managed to steal and get hold of the bill of sale for the said land which was in the hands of Pedro Senal; that he took possession of the property without the knowledge or consent of the latter and without paying him the redemption price of the land sold to him on\n\nretro\n\nby Andres Parcon, the father of the accused.\n\nArticle 535, paragraph 9, of the Penal Code reads:\n\nThe following shall incur the penalties of the preceding articles:\n\n9.\tThose who shall commit fraud by withdrawing, concealing, or destroying, in whole or in part, and process, record, document, or any other paper of any character whatsoever.\n\nIf the crime should be committed without the intent to defraud, a fine of from 325 to 3,250 pesetas shall be imposed on the author.\n\nIf it is strange that the plaintiff, Pedro Senal, who became aware of the loss of the document (folio 103), in December, 1906, (folio 63), and learnt later on, in April, 1907, that the accused was in possession of the land (folio 70), made no investigation and took no action whatever until a number of five days after the sale of the property to Roberto Pacificador on the 4th of June following (folio 101), inasmuch as the complaint was not filed with the court until the 11th of said month (folio 1).\n\nClaudia Bolivar absolutely denies having delivered to the accused, who was known to her, any document belonging to her father-in-law, Pedro Senal; she had never had any misunderstanding with the latter, and asserts that while she lived in his house, during the lifetime of her husband, the accused, Doroteo Parcon, had never called thereat, and she further denied all knowledge of the witness Eusebio Biliran, an agent of the accused, or that the latter had ever called at the house where she lived, or that he had held any conversation of the aforesaid document by means of this witness.\n\nAgainst the plaintiff's assertion that he had not been paid the redemption money stands the allegation of the accused that he paid Senal the sum of 356.25 pesos, which was the amount of both the debt and the retro sale for the land, and he asserted that, after the payment of said amount, the creditor Senal, delivered to him the document which appears as Exhibit B, redemption having been effected in the month of May, 1907; it also appears that in the month of June following the said parcel of land was sold with\n\npacto de retro\n\nto Roberto Pacificador on condition that the same would be redeemed upon payment the sum of P100 within the term of four years beginning on the 4th of the said month of June.\n\nNotwithstanding the denial of Pedro Senal of the fact that Doroteo Parcon had redeemed the aforesaid land, or that the latter had called at his house on a certain day in the month of May, 1907, in company with Eduardo Celeste, which statement is confirmed by his wife and daughter, the said Eduardo Celeste testified in the case and confirmed the allegation of the accused, and still two other witnesses, Feliciano Espanto and Eustaquio Pineda declared that they had seen the accused, Parcon, together with one named Ado, on certain day in said month at the house of Pedro Senal.\n\nTherefore, in view of the contradictory evidence contained in the case, it can not be reasoned that Doroteo Parcon committed a fraud with regard to the redemption price of the said land by means of the purloining of the document of sale (folio 103) to the prejudice of Pedro Senal, since it has not been proven that said document passed into the hands of Parcon by means of a criminal act censured by law, and is not therefore comprised within the provisions of paragraph 9 of article 535 of the Penal Code.\n\nHence, taking into consideration the data and the merits of these proceedings, the innocence of the accused must be assumed, and, even though doubts were entertained, unless his culpability is fully and satisfactorily established, he is entitled to an acquittal.\n\nIn view of the foregoing it is our opinion that the judgment appealed from should be reversed with the costs of both instances\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 7180,
  "metadata_extraction_date": "2025-11-16T08:35:46.595671",
  "extraction_version": "2.0_enhanced_full_content"
}