{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/september/gr_4134_1908.html",
  "filename": "gr_4134_1908.html",
  "year": 1908,
  "month": "september",
  "case_number": "gr_4134_1908",
  "gr_number": "gr_4134_1908",
  "volume_page": "Volume information not available",
  "decision_date": "September 7, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "language",
    "her",
    "banishment",
    "complaint",
    "fine",
    "contumely",
    "julia",
    "rufin",
    "accused",
    "used",
    "contumelious",
    "appellant",
    "court",
    "store",
    "when",
    "place",
    "addressed",
    "set",
    "out",
    "heard"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4134\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4134           September 7, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nLUCAS CANLEON,\n\ndefendant-appellant.\n\nCharles C. Cohn for appellant.\n\nAttorney-General Araneta for appellee.\n\nCARSON,\n\nJ.:\n\nThe appellant, Lucas Canleon, was charged in the court of First Instance of the Province of Leyte with the crime of\n\ninjurias graves\n\n(aggravated contumely) committed as follows:\n\nAt about 5:30 in the evening of the 10th of April, 1907, while the undersigned, together with her daughters Agueda and Julia Rufin, were at the request of Cleta de Jesus, standing in the store of the latter, the accused during the above-mentioned hour passed by the store, and, on seeing those who were inside, approached them and addressing the younger daughter named Julia, in an insulting tone, said to her the following words: \"Say, cursed woman, why did you deceive me? Have you forgotten the time when you claimed on my back and also when you rested in my arms? The above took place in the barrio of Abgaw, within the municipality of Maasin, Province of Leyte, and was done with malicious and criminal intent and contrary to the statute.\n\nHonorata Salazar and her daughter, Julia Rufin, testified that on the morning [evening] of the 10th of April, 1907, while they, together with Agueda Rufin, another daughter of Honorata Salazar, were standing in the store of on Anacleta de Jesus, the accused entered and approaching them addressed the language set out in the complaint to Julia Rufin in an insulting tone of voice loud enough to be heard by the bystanders.\n\nThe accused admitted that a conversation took place between himself and Rufina Rufin at the time and place mentioned by the witnesses for the prosecution, but swore that he did not make use of the offensive language set out in the complaint, and that he limited himself to reproaching her for having testified against him in a proceeding had that morning in the municipal building. Tomas Lopez and Felisa Raagas, who were called as witnesses for the defense, denied all knowledge of the subject-matter of the conversation, Lopez testifying that at the time when it took place he was upstairs and not within hearing distance, and Felisa Raagas, that she left the store without seeing the accused approach the offended party or enter into conversation with her. Anacleta de Jesus, the owner of the store, also called for the defense, denied all knowledge if the language used by the accused, explaining that while she was close at hand when the conversation took place, she did not hear what was said because she was sewing on the machine. It thus appears that we have on the one hand the testimony of the complaining witness and her mother, and on the trial rightly refused to believe the shifty, shuffling, and unsatisfactorily statements of the latter.\n\nCounsel for appellant contends that the trial court erred in overruling the demurrer to the complaint, on the ground that, as counsel alleges, it fails to allege specifically that the language set out in the complaint was used in a view to dishonoring or holding up to contempt the complaining witness, Julia Rufin, and on the further ground that, taken by itself, the language used is not contumelious and the complaint fails to allege that it was heard by third persons who understood it in a sense which was detrimental to her fame, credit, or interest. Articles 456, 457, and 458 of the Penal Code are as follows:\n\nART. 456.\tContumely includes every expression pronounced, or action executed, in dishonor, discredit, or contempt of another person.\n\nART. 457.\tThe following are grave acts of contumely:\n\n1.\tThe imputation of a crime of those subject to prosecution at the instance of the government (\n\nde oficio\n\n).\n\n2.\tThat of a vice or a lack of morality, the consequences of which might considerably damage the fame, credit, or interest of the person offended.\n\n3.\tActs of contumely which by their nature, occasion, or circumstance, are ignominious in public opinion.\n\n4.\tThose which reasonably deserve a classification of grave in view of the condition, dignity, and personal circumstances of the offended party and the offender.\n\nART. 458.\tGrave acts of contumely, put into writing and made public, shall be punished with the penalty of banishment in its medium to its maximum degree, and a fine of from 625 to 6,250 pesetas.\n\nIf said circumstances should not be attendant, they shall be punished in the penalties of banishment in its minimum to its medium degree, and a fine of from 325 to 3,250 pesetas.\n\nUnder these provisions of this code, the crime of contumely, except that penalized in the first paragraph of article 458, may be committed without making public the contumelious language used; and the offense is consummated if the contumelious language be heard by the person in whose dishonor, discredit, or contempt it is used, and this whether it be heard by third persons or not. It was not necessary, therefore, to allege that the contumelious language set out in the complaint was heard by third persons or understood by them to have been directed to the offended party. The language set out in the complaint when, as alleged therein, it is addressed by a man to a woman, is unquestionably contumelious; it imputes \"a lack of morality, the consequence of which might considerably damage the fame, credit, or interest\" of the woman; and taking into consideration of the sex of the person to whom it was addressed and the attendant circumstances alleged, in the complaint clearly alleges that this contumelious language was addressed by the defendant to the woman, Julia Rufina, in the presence of various persons, and we are of opinion that there was no necessity for a further formal allegation that this language was thus addressed to her \"in her dishonor or discredit or to hold her, for the language used, under the circumstances alleged in the complaint, could not fail to have this effect and could leave no room for doubt in the mind of the offended party as to whom it referred.\n\nThe trial court erroneously imposed the penalty prescribed by law in its minimum degree, and failed to impose subsidiary banishment in the event of insolvency and a failure to pay the fine. We find no extenuating of aggravating circumstances marking the commission of the offense, and we are, therefore, of opinion that the penalty ought to have been imposed in the medium degree; and subsidiary banishment should have been prescribed, in the event of the insolvency of the accused and failure to pay the fine, in accordance with those prescription of the Penal Code, which provide for the imposition of subsidiary imprisonment or banishment respectively, where the principal penalty is that of imprisonment or banishment, accompanied by a fine.\n\nWe, therefore, modified the sentence, of the trial court by substituting for so much thereof as imposes six months and one day of banishment, the penalty of one year, eight months, and twenty-one days of banishment; and by adding to that sentence subsidiary banishment in the event of the insolvency and failure of the convict to pay the fine imposed, at the rate of one day's work banishment for each 12.50 pesetas of the fine unpaid. Thus modified, the judgment and sentenced of the trial court are affirmed, with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 7541,
  "metadata_extraction_date": "2025-11-16T08:36:35.164200",
  "extraction_version": "2.0_enhanced_full_content"
}