{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/march/G_R__No__482.html",
  "filename": "G_R__No__482.html",
  "year": 1902,
  "month": "march",
  "case_number": "G.R. No. 482",
  "gr_number": "482",
  "volume_page": "Volume information not available",
  "decision_date": "March 21, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Tax Law"
  ],
  "keywords": [
    "will",
    "plaintiffs",
    "fernandez",
    "salamante",
    "appellants",
    "escolastico",
    "defendants",
    "fernanda",
    "trinidad",
    "don",
    "grounds",
    "executed",
    "before",
    "notary",
    "pasig",
    "against",
    "decree",
    "notarial",
    "law",
    "appellees"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 482\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 482            March 21, 1902\n\nFRUTO FELICIANO, ET AL.,\n\nplaintiffs-appellants,\n\nvs.\n\nESCOLASTICO FERNANDEZ, ET AL.,\n\ndefendants-appellees.\n\nAlfredo Chicote, for appellants.\n\nRafael Palma, for appellees.\n\nCOOPER,\n\nJ.:\n\nThe defendants allege in their complaint that after having solicited the probate of the intestate estate of Doña Fernanda Trinidad, Don Escolastico Fernandez appeared in the proceeding as the surviving spouse and asked the dismissal of the proceedings, filing as grounds therefor a certified copy of a will dated August 30, 1899, and executed by the deceased Doña Fernanda Trinidad before the notary public of Pasig, Don Matias Salamante y Villanueva, and constituted her husband, Don Escolastico Fernandez, her sole and universal heir.\n\nDuring the pendency of the litigation the defendant died, and the proceedings were continued against his heirs, Doña Petrona and Doña Dionisia Fernandez y Limasin.\n\nThe trial of the present action having been terminated, the defendants were discharged from the prayer of the complaint and the claims of the plaintiffs were perpetually quieted with costs of suit taxed against said plaintiffs. From this judgment appeal has been taken to this court.\n\nThe plaintiffs, as grounds for a decree annulling and canceling the will referred to, allege that the notarial authority of Señor Salamante, before whom the will was executed, was created by royal decree, with the town of Pasig as the place of residence; that the will was executed before Señor Salamante in the city of Manila and was null and of no force or effect, since the act was performed outside of the jurisdiction of the notary.\n\nBy royal decree of February 15, 1889, the notarial law of may 28, 1862, prevailing in the Peninsula (Spain) was put in force in the Philippines with certain modifications and was to go into effect on July 1, 1889. Article 3 of this notarial law provides that the office of notary shall include the territorial limits of the judicial districts in which the same were established.\n\nTondo was in the judicial district of which the town of Pasig formed a part and Señor Salamante had authority to authenticate the execution of the will in the city of Manila. Therefore the contest of the will of Doña Fernanda Trinidad can not be sustained.\n\nThe other grounds of nullity alleged by the plaintiffs, with respect to the execution of the will, refer to formalities of little importance which do not affect its validity; and furthermore, the greater part of them are not in conformity with the facts as they appear in the record.\n\nThe judgment of the Court of First Instance is affirmed, with costs of this appeal taxed against the appellants.\n\nArellano, C.J., Torres, Willard, and Mapa, JJ.,\n\nconcur.\n\nLadd, J.,\n\ndid not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2908,
  "metadata_extraction_date": "2025-11-16T07:47:25.151507",
  "extraction_version": "2.0_enhanced_full_content"
}