{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/february/G_R__No__1460.html",
  "filename": "G_R__No__1460.html",
  "year": 1904,
  "month": "february",
  "case_number": "G.R. No. 1460",
  "gr_number": "1460",
  "volume_page": "Volume information not available",
  "decision_date": "February 16, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendant",
    "testified",
    "deceased",
    "appellee",
    "appellant",
    "fact",
    "proven",
    "case",
    "accused",
    "wound",
    "his",
    "death",
    "day",
    "witnesses",
    "who",
    "having",
    "physician",
    "him",
    "also",
    "act"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1460\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1460            February 16, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nMAXIMO GUILLERMO,\n\ndefendant-appellant.\n\nFernando de la Cantera for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nMAPA,\n\nJ.:\n\nIt is a fact plainly proven in this case that the accused attacked the victim with a pocket knife, causing a wound in the left hypochondrium which caused his death on the fourth day. Two witnesses who were present testified under oath regarding the said assault and its results, their testimony having been confirmed by the statements made by the deceased to his wife and to the physician who attended him. The physician testified that the wound was mortal. The same witnesses and the accused himself also testified to the fact of the death of the deceased.\n\nThe act charged constitutes the crime of homicide, defined and punished by article 404 of the Penal Code. There is to be considered in favor of the defendant mitigating circumstance 6 of article 9, he having committed the act while in an intoxicated condition, which was not habitual with him, as is sufficiently proven by the evidence in the case.\n\nTherefore the sentence of twelve years and one day of\n\nreclusion temporal\n\nimposed on the defendant by the Court of First Instance is in accordance with the law. The defendant is also sentenced to pay to the heirs of the deceased an indemnity of 1,000 pesos, Philippine currency.\n\nWith the addition of sentencing the defendant to pay this indemnity, we affirm the judgment appealed from, imposing the costs of this instance upon the defendant. So ordered.\n\nArellano, C. J., Torres, Cooper, Willard, McDonough and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1806,
  "metadata_extraction_date": "2025-11-16T07:56:05.746016",
  "extraction_version": "2.0_enhanced_full_content"
}