{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/february/G_R__No__1434.html",
  "filename": "G_R__No__1434.html",
  "year": 1904,
  "month": "february",
  "case_number": "G.R. No. 1434",
  "gr_number": "1434",
  "volume_page": "Volume information not available",
  "decision_date": "February 23, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "commission",
    "government",
    "him",
    "they",
    "katipunan",
    "islands",
    "witness",
    "war",
    "united",
    "states",
    "treason",
    "philippine",
    "army",
    "arms",
    "republic",
    "captain",
    "said",
    "testified",
    "one"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1434\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1434            February 23, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nANTONIO DE LOS REYES,\n\ndefendant-appellant.\n\nClaudio Gabriel for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nMCDONOUGH,\n\nJ.:\n\nThe defendant is charged with the crime of treason, committed as follows:\n\nThat on November 21, 1902, in Manila, he did feloniously, treasonably, etc., levy war against, adhere to and give aid and comfort to the enemies of, the United States and of the Philippine Islands, in that on or about August 30, 1902, he accepted a commission in the regular army of the \"Filipinos Republic\" and served as a captain and carried arms in such army and continued in such office and continued to carry arms as aforesaid between the said dates of August 30, 1902, and November 21, 1902, the said \"Filipinos Republic\" being as attempted government organized by various persons against the authority of the United States Government and that of the Philippine Islands and having for its object the overthrow by armed insurrection of the regularly constituted government in said Islands.\n\nThe defendant was convicted in the Court of First Instance of Manila and sentenced to imprisonment for a term of twenty years and to pay a fine of $5,000.\n\nThe evidence upon which the court below based this conviction is substantially as follows:\n\nA Constabulary detective testified that he met the defendant in Bacord, city of Manila, November 21, 1902; that a companion of the witness told him that the defendant was a captain in the Katipunan Society; that thereupon they detained the defendant and took him aside into a clump of trees where they talked to him and got him to admit that he was an officer of the Katipunan. The officers took the defendant to his house, where they searched his trunk and found in it and took away a revolver and a captain's commission under seals. The following is a copy of its commission:\n\nSUPREME PRESIDENCY OF THE PHILIPPINE ISLANDS.\n\nBy reason of the qualifications of Antonio de los Reyes and the good service rendered by him to the fatherland, the supreme president has been fit to appoint him captain in the regular army of these Islands.\n\nIt is therefore ordered that all persons render him the corresponding honors and obey all orders which he may issue for the good of the service.\n\nK. K., the 30th of August, 1902.\n\nCENON NIGDAO,\n\nS. K., Minister of War.\n\nA. G. DEL ROSARIO,\n\nS. K., Supreme President.\n\nTO DON ANTONIO DE LOS REYES,\n\nAppointed Captain in the Regular Army of these Philippine Islands\n\n.\n\nThis Constabulary detective further testified that one Cenon Nigdao was a lieutenant-colonel in command of the whole Katipunan forces, but at that time had been captured and was a prisoner at Pasig.\n\nThe witness was asked what this Katipunan Society is, and in reply stated that it is an organization for forming an independent government for the Philippines, not letting their headquarters or whereabouts be known to the American Government, and to gain forces and arms by any means they can; sometimes they use force in securing members.\n\nWhen asked if he knew any of the armed forces of the society, he said that they made an attacked on May 30 upon a Government force of the United States Army. He said he had not seen the defendant with the insurgent forces.\n\nAnother witness for the prosecution testified that he had been informed of this so-called government known as the Tagalog Republic, or Katipunan, through captured documents, and that he knew their seals and recognized the seals on Exhibit A, the commission of the defendant, as those of the organization.\n\nThe next witness called by the prosecution was Cenon Nigdao, who stated that he was a tailor, 28 years of age, and secretary of war of the Katipunan. He identified the signatures on Exhibit A. He stated that the Katipunan is the national party. Its purpose is to defend the rights of the country and to ask of the American Government the freedom of this country.\n\nHe further stated that when he gave this commission to the defendant to told him to keep it, and when the time came for them to ask for liberty the people could not do him any harm.\n\nThe witness named the secretary of the National party, the minister of the interior, the minister of state, minister of war, and minister of justice of the association.\n\nOn cross-examination this \"secretary of war,\" who had held office only for one week, testified that he commanded no forces; did not know that defendant made any use of his commission; that they did not take up arms because they were here in Manila; and that he was living in the same house with the defendant and gave him the commission there.\n\nAnother witness sworn for the prosecution stated that he was not a member of the Katipunan, but was a member of the National party ever since he left Bilibid Prison; that the \"secretary of war\" appointed him a lieutenant-colonel and he held the commission three months but had no soldiers to command; and that there was no army when Cenon Nigdao was living at Bacord.\n\nHe said he was sent out to Baliuag by one Santiago and stayed there about three months, and when he found out that there was nothing doing he surrendered himself and one revolver to the president.\n\nIf we reject, as we must, the confession of the defendant made to the Constabulary officer, because it was not made in open court as required by law (sec. 9, act of Congress passed March 8, 1902), we have but very little in the case upon which to base a charge of treason. Even what there is in contradictory. The charge is that the defendant took arms against the Government in the regular army of the \"Philippine Republic,\" whereas one witness for the prosecution swears that the Katipunan is the treasonable organization, another says that body is known as the \"Tagalog Republic,\" and another, the so-called secretary of war, who commanded no troops, but to whom the Government presumably gave credit because he testified for the prosecution, stated that the Katipunan was the \"National party\" and the object of that party was to obtain from the United States, by peaceable means, the independence of the Philippine Islands.\n\nThe confession of the accused being disposed of the only other question to be considered is whether the testimony of one witness that he issued to the defendant the captain's commission above-mentioned, and the testimony of another witness that he found this commission in the defendant's trunk, is sufficient to satisfy the requirements of the statute that \"no person in the Philippine Islands shall under the authority of the United States be convicted of treason . . . unless on the testimony of two witnesses to the same overt act . . . .\"\n\nThere is no proof whatever that the accused did any other act in connection with this charge than to receive this commission. On the contrary the \"secretary of war\" testified that they did not take up arms because they remained here in Manila.\n\nI am of the opinion that the mere acceptance of the commission by the defendant, nothing else being done, was not an overt act of treason within the meaning of the law. Blackstone says that \"as treason is the highest civil crime which (considered as a member of the community) any man can possibly commit, it ought, therefore, to be the most freely ascertained.\"\n\nThe state of affairs disclosed by the evidence  the playing of the game of government, like children, the secretaries and colonels and captains, the pictures of flags and seals and commissions all on paper, for the purpose of duping and misleading the ignorant and the vicious  should be not dignified by the name of treason.\n\nThose engaged in this plotting and scheming in the pretense of establishing an independent government in these Islands, with nothing behind them, without arms or soldiers or money, and without the possibility of success, are simply engaged in deluding themselves and perhaps innocent followers and in filling the cell of Bilibid Prison.\n\nEven though not guilty of treason, they may be tried for other lesser crimes.\n\nThe case of the\n\nUnited States vs. Magtibay\n\n,\n\n1\n\nrecently decided by this court, involved much the same question as this, and is followed.\n\nThe judgement below is therefore reversed and the defendant acquitted, but without prejudice to the prosecuting authorities to proceed against the defendant for such other crime or crimes as the evidence discloses. The costs are adjudge de oficio.\n\nArellano, C. J., Torres, Willard and Mapa, JJ.,\n\nconcur.\n\nJohnson, J.,\n\ndisqualified.\n\nFootnotes\n\n1\n\n2 Phil. Rep., 703.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 8724,
  "metadata_extraction_date": "2025-11-16T07:55:45.675537",
  "extraction_version": "2.0_enhanced_full_content"
}