{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/february/G_R__No__1399.html",
  "filename": "G_R__No__1399.html",
  "year": 1904,
  "month": "february",
  "case_number": "G.R. No. 1399",
  "gr_number": "1399",
  "volume_page": "Volume information not available",
  "decision_date": "February 12, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "house",
    "prosecution",
    "witness",
    "her",
    "who",
    "defendant",
    "complaining",
    "vicenta",
    "testimony",
    "accused",
    "she",
    "complainant",
    "andoni",
    "occurrence",
    "struggle",
    "basilisa",
    "ylustre",
    "under",
    "policeman",
    "take"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1399\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1399            February 12, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nNORBERTO OBREGON,\n\ndefendant-appellant.\n\nCarlos Ledesma for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nMAPA,\n\nJ.:\n\nThe contradictions of the witnesses for the prosecution in this cause are so numerous and of such a nature that their testimony can not produce conviction, beyond all reasonable doubt, of the guilty of the accused. The complaining witness, Vicenta Andoni, testifies that the shirt which she wore on the night of the occurrence, and which was introduced in evidence, was torn in the struggle which she had with the accused while he was attempting to ravish her. This statement is overcome by the testimony of the eyewitnesses, Casimira Jereus and Basilisa Ylustre, called for the prosecution, who testified under oath that the rents in the shirt were caused by the effort made by the complaining witness to extricate herself from the hands of the policeman Sebio (Eusebio Sablaon), who tried to take her out of the house by force. The little girl, Genoveva Jamora, who was also a witness for the prosecution, after first attributing these rents to the struggle between the complaining witness and the accused, said later that they were caused by the struggle of the policeman with the complaining witness and insisted definitely on this last statement.\n\nCasimira Jereus testified that she did not see the defendant trying to compel the complaining witness to lie down on the floor, as the latter alleges in her testimony, and Basilisa Ylustre says, among other statements which are absolutely self-contradictory, that she did not see the defendant do anything beyond trying to persuade the complainant to accede to his desire.\n\nThe same witness, Basilisa Ylustre, testifies that during the occurrence which has been the cause of this prosecution there was no light in the house of the complainant and the windows of the house were closed, while Hilario Flores, another witness for the prosecution, states that he saw the occurrence from the street because the windows of the house, which is low, were open and the house was clearly illuminated.\n\nFrom the whole of the testimony, that of the prosecution as well as that of the defense, it would appear, if the charge is true, that the defendant attempted to ravish Vicenta Andoni in the presence of the four witnesses for the prosecution who were with her in the same room, and furthermore in the presence of several other people who were in the street serenading Vicenta's house, and who, on account of the house being very low, could and did see everything which transpired in the house. Under these circumstances it appears to us highly improbable that rape would be attempted.\n\nIt appears, nevertheless, that the accused and his companion, the policeman Eusebio Sablaon, forced open the door of the house of Vicenta Andoni in order to enter it, and tried, under one pretext or another, to take the said Vicenta from her house by force and against her will. These acts may perhaps constitute the crime of forcible entry, or that of coercion, and the prosecuting officer may take such action in the premises as the deems expedient in relation thereto.\n\nTherefore we reverse the decision appealed from and acquit the defendant, reversing to the prosecuting officer the right to institute such prosecution as he may deem proper in view of the facts which have been established in the case, with the costs of both instances de oficio. So ordered.\n\nArellano, C. J., Torres, Cooper, Willard and Johnson, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nMCDONOUGH,\n\nJ.,\n\ndissenting:\n\nI dissent because I think that the evidence adduced at the trial is sufficient to warrant a conviction and that the judgment of the court below should be affirmed.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3930,
  "metadata_extraction_date": "2025-11-16T07:56:12.944284",
  "extraction_version": "2.0_enhanced_full_content"
}