{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/february/G_R__No__1480.html",
  "filename": "G_R__No__1480.html",
  "year": 1904,
  "month": "february",
  "case_number": "G.R. No. 1480",
  "gr_number": "1480",
  "volume_page": "Volume information not available",
  "decision_date": "February 16, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Civil Law"
  ],
  "keywords": [
    "band",
    "defendants",
    "evidence",
    "said",
    "them",
    "february",
    "each",
    "members",
    "they",
    "accused",
    "shows",
    "some",
    "month",
    "their",
    "three",
    "found",
    "appellee",
    "appellants",
    "general",
    "case"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1480\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1480            February 16, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nFRANCISCO DE LA CRUZ, ET AL.,\n\ndefendants-appellants.\n\nJ. N. Wolfson for appellants.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendants in this case each were charged with the crime of\n\nbandolerismo\n\n.\n\nThe evidence shows that the said defendants and each of them had been for some months prior to the month of February, 1903, members of the volunteers; that they with twenty-two others, deserted from the said volunteers in the month of February, 1903; that at the time of their desertion they took with them their guns and some ammunition; that each of the three accused were, if different times, found in a band in the mountains, which band was proven to be a band of brigands; that on several occasions these accused, together with other members of the band, were seen in different pueblos demanding rice and money of the inhabitants. Not only does the evidence show that the band to which the accused belonged entered pueblos demanding rice and money, but it also shows that they entered houses for the purpose of robbery, and that its members were armed with guns and revolvers.\n\nThe evidence further shows that on one occasion they sequestered the policemen of the town of Malolos and carried them off to the mountains and detained them there for some time; and that the band was under the control and direction of one Dalmacio Caambol, who had been appointed by General San Miguel as a lieutenant of that particular band.\n\nThe defendants introduced no evidence in their own behalf.\n\nThe evidence in this case justifies the following conclusions:\n\n1.\tThat there existed in the Province of Rizal in the month of February, 1903, an armed band, composed of three or more persons.\n\n2.\tThat the purpose of the said band was to rob carabaos and other personal property.\n\n3.\tThat the three accused were members of the said band.\n\nThe sentence of the Court of First Instance of the Province of Rizal is therefore affirmed, and the said defendants and each of them are hereby sentenced to be imprisoned for the term of twenty years.\n\nArellano, C. J., Torres, Cooper, Willard, Mapa and McDonough, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2357,
  "metadata_extraction_date": "2025-11-16T07:56:01.326973",
  "extraction_version": "2.0_enhanced_full_content"
}