{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/august/GR_121879.html",
  "filename": "GR_121879.html",
  "year": 1998,
  "month": "august",
  "case_number": "121879",
  "gr_number": "121879",
  "volume_page": "355 Phil. 694",
  "decision_date": "August 14, 1998",
  "title": "EMPIRE INSURANCE COMPANY, PETITIONERS, VS. NATIONAL LABOR RELATIONS COMMISSION AND MONERA ANDAL, RESPONDENTS. D E C I S I O N PURISIMA, J.: This is a Petition of a surety company disowning solidary liability with its principal, a recruitment agency, on the monetary claims of an overseas contract worker for illegal dismissal, non-payment and underpayment of salaries. The antecedent facts and proceedings can be capsulized, as follows: Private respondent Monera Andal applied with G & M Phils., Inc. for an overseas employment as a domestic helper in Riyadh, Kingdom of Saudi Arabia. She was hired for a term of two years at a monthly basic salary of US $200.00. She left for the said jobsite on May 17, 1991 and worked for a certain Abdullah Al Basha. But on January 11, 1992, she was repatriated. Upon her repatriation, she lost no time in bringing her complaint before the Philippine Overseas Employment Agency (POEA) for illegal dismissal, non-payment and underpayment of salaries. Impleaded as a co-respondent in the complaint was the herein petitioner, Empire Insurance Company, in its capacity as the surety of G & M Phils. Subject complaint averred, inter alia, that: â...she was not paid for four months and underpaid for four months; that she was forced to preterminate her contract due to unbearable treatment in the hands of her employer and the non-payment and underpayment of her salaries; and that she was constructively dismissed from employment. In her affidavit, she alleged that she was unpaid for 3 1/2 months; that for four months she was paid only US $150.00 instead of the agreed rate of US $200.00; that her employer resented her effort to collect her delayed salaries and, in retaliation, made her work long hours, allowing her to sleep only five hours daily and requiring her to render services for his relatives and friends without giving her additional compensation; that after serving her employer for 7 1/2 months, she sought the help of the Philippine Embassy; that her employer terminated her employment due to her insistent demand for the payment of her claims; and that she was repatriated at her own expense. On May 14, 1992, she testified that the wife of her employer always beat her and that her employer gave her US $450.00 representing her salaries for three (3) months. In her position paper, she reiterated the sufferings she allegedly underwent in the course of her employment and alleged, further, that the efforts of the Philippine Embassy to mediate and/or to settle her claims failed; that her services were abruptly terminated by her employer; and she was forced to depart at her own expense (arriving in the Philippines with only whatever clothing she had on).â (pp.2-4, NLRC decision dated November 22, 1994) Empire Insurance Company, now the petitioner, theorized that the complainant, Monera Andal, was without any cause of action against it for the alleged reason that the liability of its principal and co-respondent had not been established. It further argued that its liability, if any, for the money claims sued upon was merely subsidiary. In its answer to the complaint, respondent G & M (Phil.), Inc., stated that it had no knowledge of complainantâs unpaid and underpaid salaries, her working conditions and of the proceedings at the Philippine Embassy. It denied the charge of illegal dismissal, reasoning out that the complainant abandoned her job. In its position paper, it contended that the complainantâs money claims in dispute are not meritorious as the same are not supported by substantial evidence. It also capitalized on what it branded as the inconsistencies in the complainantâs pleadings with her admission that the Philippine Embassy mediated her claims, which development could have meant that subject claims had been settled. On July 13, 1993, POEA Administrator Felicisimo O. Joson decided the claims in question; disposing, as follows: âWHEREFORE, in the light of the foregoing premises, respondents are hereby ordered to pay complainant the following: 1. US $200.00 or its peso equivalent representing complainantâs salary differentials for four (4) months for the period May 17, 1991 to September 17, 1991 computed at US $50.00 a month; 2. US $3,300.00 or its peso equivalent representing the payment of salaries for 16.5 months as the unexpired portion of the contract. SO ORDERED.â From the aforesaid decision adverse to it, petitioner Empire Insurance Company appealed to the National Labor Relations Commission; posing as issues, that: 1. Complainant (Monera Andal) had no cause of action against petitioner because the liability of petitionerâs principal and co-respondent (G&M) had not been established. 2. Petitionerâs liability, if any, was merely subsidiary. On November 22, 1994, the NLRC came out with a judgment of affirmance, upholding the POEA, and holding, thus: âThe argument that respondent Empire Insurance Company is only subsidiarily liable for the judgment award is unmeritorious. It is settled that a surety is considered in law as being the same party as the debtor in relation to whatever is adjudged touching the obligation of the latter, and their liabilities are interwoven as to be inseparable... WHEREFORE, the decision appealed from is hereby AFFIRMED. SO ORDERED.â Undaunted by the denial of its motion for reconsideration, petitioner found its way to this court via the present petition, raising the pivotal issue of whether or not respondent NLRC erred in adjudging it (petitioner) jointly liable with its principal, G & M Phils., Inc., for the payment of private respondentâs monetary claims. Petitioner faults respondent NLRC for holding that G & M Phils., Inc. failed to comply with the rules and regulations of the Department of Labor and Employment. It is petitionerâs submission that there is no basis for holding it liable as surety under the premises. Although it concedes that the burden of proof in cases of illegal dismissal rests on the employer, petitioner argues that when private respondent Monera Andal asked the Philippine Embassy in Riyadh, Saudi Arabia to mediate her claims with her employer, such a move on the part of private respondent shifted the onus probandi to her to substantiate her claim. Private respondentâs Comment sought the dismissal of the petition for being a wrong mode of appeal from the NLRC decision. It is private respondentâs stance that appeal from decisions of the National Labor Relations Commission to the Supreme Court is by a special civil action for certiorari under Rule 65 of the Revised Rules of Court. Not a petition for review under Rule 45. The Solicitor General, as counsel for respondent NLRC, joined private respondent in stressing on such procedural defect. Furthermore, the Solicitor General pointed out that the errors assigned by petitioner deal primarily with factual findings and, as such, are unavailing under the well-entrenched rule that findings of fact by administrative agencies and quasi-judicial bodies are generally accorded not only respect but finality, and are not to be disturbed on appeal. We find for respondents. Before delving into the merits of the petition, the procedural objection of respondents should first be resolved. Private respondent and the Solicitor General have correctly pointed out the elementary rule of procedure with regard to review of decisions rendered by the National Labor Relations Commission. The only way a labor case may reach the Supreme Court is through a petition for certiorari under Rule 65 of the Revised Rules of Court.[1] A petition for certiorari which is a special civil action under Rule 65 should be distinguished from a petition for review on certiorari which is a mode of appeal under Rule 45. Under Rule 65, only questions of jurisdiction or grave abuse of discretion amounting to lack or excess of jurisdiction may be entertained by the reviewing court. Therefore, only decisions of the National Labor Relations Commission tainted with grave abuse of discretion or jurisdictional errors may be elevated to this court. Findings and/or conclusions of fact cannot be assailed in a petition for certiorari.[2] The inquiry in such a petition is limited exclusively to the issue of whether or not the respondent official acted without or in excess of jurisdiction. Consequently, petitioner cannot assail the finding arrived at by public respondent NLRC that the employer involved violated pertinent POEA rules and regulations. However, while an appeal to the Supreme Court from decisions of the National Labor Relations Commission should be pursued as a special civil action for certiorari, in a number of cases this court has treated as special civil actions for certiorari petitions erroneously captioned as petitions for review on certiorari âin the interest of justice.â[3] In the case of Peopleâs Security, Inc. vs. NLRC,[4] this Court held that: âDismissal of appeal purely on technical grounds is frowned upon where the policy of the courts is to encourage hearings of appeal on their merits. The rules of procedure ought not to be applied in a very rigid technical sense, rules of procedure are used only to help secure, not override substantial justice. If a technical and rigid enforcement of the rules is made, their aim would be defeated.â (Tamayo v. Court of Appeals, 209 SCRA 518, 522 [1992] citing Gregorio v. Court of Appeals, 72 SCRA 120 [1976] ). Consequently, in the interest of justice, the instant petition for review shall be treated as a special civil action on certiorari.â The single issue posed for resolution by this court here is - whether or not the petitioning surety company is jointly liable with its principal, G & M Phils, Inc., a recruitment agency, for the payment of respondent employeeâs monetary claims in litigation. We rule in the affirmative. Petitioner is solidarily liable with its principal, G & M Phils., Inc., under the attendant facts and circumstances. Suretyship is a contractual relation resulting from an agreement whereby one person, the surety, engages to be answerable for the debt, default or miscarriage of another, known as the principal.[5] Where the surety bound itself solidarily with the principal obligor, the former is so dependent on the principal debtor such that the surety is considered in law as being the same party as the debtor in relation to whatever is adjudged touching the obligation of the latter, and their liabilities are interwoven as to be inseparable.[6] The suretyâs liability is solidary but the nature of its undertaking is such that unless and until the principal debtor is held liable it does not incur liability. When the herein petitioner, Empire Insurance Company, entered into a suretyship agreement with G & M Phils., Inc., it bound itself to answer for the debt or default of the latter. And, since the POEA and NLRC found the said recruitment agency liable to private respondent, petitionerâs liability likewise proceeds from such a finding. As a surety, petitioner is primarily liable to private respondent, as judgment creditor, for her monetary claims against its principal, G & M Phils., Inc., and is immediately bound to pay and satisfy the same. Time and again, this court has pronounced that claims of overseas workers should be acted upon with sympathy, and allowed if warranted, conformably to the constitutional mandate for the protection of the working class.[7] Private employment agencies are held to be jointly and severally liable with the foreign-based employer for any violation of the recruitment agreement or contract of employment.[8] POEA has thus promulgated a rule requiring private recruitment agencies to set up cash and surety bonds. The purpose of the required surety bond is to insure that if the rights of overseas workers are violated by their employer, recourse would still be available to them against the local companies that recruited them for the foreign principal.[9] It bears stressing that surety companies may be ordered impleaded by the Philippine Overseas Employment Administration (POEA) in administrative complaints against recruitment agencies, on surety bonds posted, and are bound by the judgment of POEA.[10] This Court discerns no reason why the said rule should not apply to herein petitioner. WHEREFORE, the petition under consideration is hereby DISMISSED and the appealed decision of respondent NLRC AFFIRMED. No pronouncement as to costs. SO ORDERED. Narvasa (Chairman), CJ., Romero and Kapunan, JJ., concur. [1] Philippine National Construction Corporation (PNCC) vs. NLRC, 245 SCRA 668; Pearl S. Buck Foundation, Inc. vs. NLRC, 182 SCRA 446; Jimenez vs. NLRC, 256 SCRA 84; Palomado vs. NLRC, 257 SCRA 680; Bordeos vs. NLRC, 262 SCRA 424; Sajonas vs. NLRC, 183 SCRA 182. [2] San Miguel Foods, Inc.-Cebu B-Meg Feed Plant vs. Laguesma,, 263 SCRA 68; Holy Cross of Davao College, Inc. vs. Joaquin, 263 SCRA 358; Manila Times, Inc. vs. NLRC, 264 SCRA 104.2 [3] Salazar vs. NLRC, 256 SCRA 273; Cando vs. NLRC, 189 SCRA 666 (1990); Leopard Security and Investigation Agency vs. NLRC, 186 SCRA 756 (1990); Mansalay vs. NLRC, 172 SCRA 465 (1989); Philippine-Singapore Ports Corporation vs. NLRC, 218 SCRA 77. [4] 226 SCRA 146 (1993). [5] Garcia, Jr. vs. CA, 191 SCRA 493. [6] Philippine National Bank vs. Pineda, 197 SCRA 1; Finman General Assurance Corporation vs. Salik, 188 SCRA 740; Castellvi de Higgins and Higgins vs. Sellner, 41 Phil. 142; U.S. vs. Veradero de la Quinta, 40 Phil. 48; Lirag Textile Mills, Inc. vs. Social Security System, G.R. No. 33205, August 31, 1988; Government of the Philippines vs. Tizon, 20 SCRA 1187; [7] Cuadra vs. NLRC, 207 SCRA 279. [8] Hellenic Philippine Shipping, Inc. vs. Siete, 195 SCRA 179. [9] Stronghold Insurance Co., Inc. vs. CA, 205 SCRA 605. [10] Finman General Assurance Corporation vs. NLRC, 210 SCRA 675; Del Rosario vs. NLRC, 187 SCRA 777. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "empire",
    "insurance",
    "company",
    "petitioners",
    "national",
    "relations",
    "commission",
    "monera",
    "respondents",
    "purisima",
    "petition",
    "surety",
    "disowning",
    "solidary",
    "liability",
    "principal",
    "recruitment",
    "agency",
    "monetary",
    "claims"
  ],
  "title_summary": "EMPIRE INSURANCE COMPANY, PETITIONERS, VS. NATIONAL LABOR RELATIONS COMMISSION AND MONERA ANDAL, ...",
  "formatted_case_content": "View printer friendly version\n355 Phil. 694\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 121879, August 14, 1998 ]\n[ G.R. No. 121879, August 14, 1998 ]\n\nEMPIRE INSURANCE COMPANY, PETITIONERS, VS. NATIONAL LABOR RELATIONS COMMISSION AND MONERA ANDAL, RESPONDENTS.\nD E C I S I O N\nEMPIRE INSURANCE COMPANY, PETITIONERS, VS. NATIONAL LABOR RELATIONS COMMISSION AND MONERA ANDAL, RESPONDENTS.\n\nD E C I S I O N\n\nPURISIMA, J.:\n\nThis is a Petition of a surety company disowning solidary liability with\n its principal, a recruitment agency, on the monetary claims of an \noverseas contract worker for illegal dismissal, non-payment and \nunderpayment of salaries.\n\nThe antecedent facts and proceedings can be capsulized, as follows:\n\nPrivate respondent Monera Andal applied with G & M Phils., Inc. \nfor \nan overseas employment as a domestic helper in Riyadh, Kingdom of Saudi \nArabia. She was hired for a term of two years at a monthly basic salary \nof US $200.00.\n\nShe left for the said jobsite on May 17, 1991 and worked for a certain \nAbdullah Al Basha. But on January 11, 1992, she was repatriated. Upon \nher repatriation, she lost no time in bringing her complaint before the \nPhilippine Overseas Employment Agency (POEA) for illegal dismissal, \nnon-payment and underpayment of salaries. Impleaded as a co-respondent \nin the complaint was the herein petitioner, Empire Insurance Company, in\n its capacity as the surety of G & M Phils.\n\nSubject complaint averred, inter alia, that:\n\nâ...she was not paid for four months and underpaid for four \nmonths; that she was forced to preterminate her contract due to \nunbearable treatment in the hands of her employer and the non-payment \nand underpayment of her salaries; and that she was constructively \ndismissed from employment. In her affidavit, she alleged that she was \nunpaid for 3 1/2 months; that for four months she was paid only US \n$150.00 instead of the agreed rate of US $200.00; that her employer \nresented her effort to collect her delayed salaries and, in retaliation,\n made her work long hours, allowing her to sleep only five hours daily \nand requiring her to render services for his relatives and friends \nwithout giving her additional compensation; that after serving her \nemployer for 7 1/2 months, she sought the help of the Philippine \nEmbassy; that her employer terminated her employment due to her \ninsistent demand for the payment of her claims; and that she was \nrepatriated at her own expense. On May 14, 1992, she testified that the \nwife of her employer always beat her and that her employer gave her US \n$450.00 representing her salaries for three (3) months. In her position \npaper, she reiterated the sufferings she allegedly underwent in the \ncourse of her employment and alleged, further, that the efforts of the \nPhilippine Embassy to mediate and/or to settle her claims failed; that \nher services were abruptly terminated by her employer; and she was \nforced to depart at her own expense (arriving in the Philippines with \nonly whatever clothing she had on).â (pp.2-4, NLRC decision dated \nNovember 22, 1994)\n\nEmpire Insurance Company, now the petitioner, theorized that the \ncomplainant, Monera Andal, was without any cause of action against it \nfor the alleged reason that the liability of its principal and \nco-respondent had not been established. It further argued that its \nliability, if any, for the money claims sued upon was merely subsidiary.\n\nIn its answer to the complaint, respondent G & M (Phil.), Inc., \nstated that it had no knowledge of complainantâs unpaid and underpaid \nsalaries, her working conditions and of the proceedings at the \nPhilippine Embassy. It denied the charge of illegal dismissal, reasoning\n out that the complainant abandoned her job. In its position paper, it \ncontended that the complainantâs money claims in dispute are not \nmeritorious as the same are not supported by substantial evidence. It \nalso capitalized on what it branded as the inconsistencies in the \ncomplainantâs pleadings with her admission that the Philippine Embassy \nmediated her claims, which development could have meant that subject \nclaims had been settled.\n\nOn July 13, 1993, POEA Administrator Felicisimo O. Joson decided the \nclaims in question; disposing, as follows:\n\nâWHEREFORE, in the light of the foregoing premises, \nrespondents are hereby ordered to pay complainant the following:\n\n1. US $200.00 or its peso equivalent representing \ncomplainantâs \nsalary differentials for four (4) months for the period May 17, 1991 to \nSeptember 17, 1991 computed at US $50.00 a month;\n\n2. US $3,300.00 or its peso equivalent representing the payment of \nsalaries for 16.5 months as the unexpired portion of the contract.\n\nSO ORDERED.â\n\nFrom the aforesaid decision adverse to it, petitioner Empire Insurance \nCompany appealed to the National Labor Relations Commission; posing as \nissues, that:\n\n1. Complainant (Monera Andal) had no cause of action against\n \npetitioner because the liability of petitionerâs principal and \nco-respondent (G&M) had not been established.\n\n2. Petitionerâs liability, if any, was merely subsidiary.\n\nOn November 22, 1994, the NLRC came out with a judgment of affirmance, \nupholding the POEA, and holding, thus:\n\nâThe argument that respondent Empire Insurance Company is \nonly \nsubsidiarily liable for the judgment award is unmeritorious. It is \nsettled that a surety is considered in law as being the same party as \nthe debtor in relation to whatever is adjudged touching the obligation \nof the latter, and their liabilities are interwoven as to be \ninseparable...\n\nWHEREFORE, the decision appealed from is hereby AFFIRMED.\n\nSO ORDERED.â\n\nUndaunted by the denial of its motion for reconsideration, petitioner \nfound its way to this court via the present petition, raising the \npivotal issue of whether or not respondent NLRC erred in adjudging it \n(petitioner) jointly liable with its principal, G & M Phils., \nInc., \nfor the payment of private respondentâs monetary claims.\n\nPetitioner faults respondent NLRC for holding that G & M Phils.,\n \nInc. failed to comply with the rules and regulations of the Department \nof Labor and Employment. It is petitionerâs submission that there is no \nbasis for holding it liable as surety under the premises.\n\nAlthough it concedes that the burden of proof in cases of illegal \ndismissal rests on the employer, petitioner argues that when private \nrespondent Monera Andal asked the Philippine Embassy in Riyadh, Saudi \nArabia to mediate her claims with her employer, such a move on the part \nof private respondent shifted the onus probandi to \nher to substantiate her claim.\n\nPrivate respondentâs Comment sought the dismissal of the petition for \nbeing a wrong mode of appeal from the NLRC decision. It is private \nrespondentâs stance that appeal from decisions of the National Labor \nRelations Commission to the Supreme Court is by a special civil action \nfor certiorari under Rule 65 of the Revised Rules \nof Court. Not a petition for review under Rule 45.\n\nThe Solicitor General, as counsel for respondent NLRC, joined private \nrespondent in stressing on such procedural defect. Furthermore, the \nSolicitor General pointed out that the errors assigned by petitioner \ndeal primarily with factual findings and, as such, are unavailing under \nthe well-entrenched rule that findings of fact by administrative \nagencies and quasi-judicial bodies are generally accorded not only \nrespect but finality, and are not to be disturbed on appeal.\n\nWe find for respondents.\n\nBefore delving into the merits of the petition, the procedural objection\n of respondents should first be resolved. Private respondent and the \nSolicitor General have correctly pointed out the elementary rule of \nprocedure with regard to review of decisions rendered by the National \nLabor Relations Commission. The only way a labor case may reach the \nSupreme Court is through a petition for certiorari under Rule 65 of the Revised Rules of Court. [1] A petition for certiorari which is a special civil action under \nRule 65 should be distinguished from a petition for review on certiorari which is a mode of appeal under Rule 45. Under Rule 65, only questions \nof jurisdiction or grave abuse of discretion amounting to lack or excess\n of jurisdiction may be entertained by the reviewing court. Therefore, \nonly decisions of the National Labor Relations Commission tainted with \ngrave abuse of discretion or jurisdictional errors may be elevated to \nthis court.\n\nFindings and/or conclusions of fact cannot be assailed in a petition for certiorari . [2] The inquiry in such a petition is limited exclusively to the issue of \nwhether or not the respondent official acted without or in excess of \njurisdiction. Consequently, petitioner cannot assail the finding arrived\n at by public respondent NLRC that the employer involved violated \npertinent POEA rules and regulations.\n\nHowever, while an appeal to the Supreme Court from decisions of the \nNational Labor Relations Commission should be pursued as a special civil\n action for certiorari , in a number of cases this \ncourt has \ntreated as special civil actions for certiorari petitions erroneously \ncaptioned as petitions for review on certiorari âin the interest of \njustice.â [3]\n\nIn the case of Peopleâs Security, Inc. vs. NLRC, [4] this Court held that:\n\nâDismissal of appeal purely on technical grounds is frowned \nupon \nwhere the policy of the courts is to encourage hearings of appeal on \ntheir merits. The rules of procedure ought not to be applied in a very \nrigid technical sense, rules of procedure are used only to help secure, \nnot override substantial justice. If a technical and rigid enforcement \nof the rules is made, their aim would be defeated.â (Tamayo v. Court of \nAppeals, 209 SCRA 518, 522 [1992] citing Gregorio v. Court of Appeals, 72 SCRA\n 120 [1976] ). \nConsequently, in the interest of justice, the instant petition for \nreview shall be treated as a special civil action on certiorari .â\n\nThe single issue posed for resolution by this court here is - whether or\n not the petitioning surety company is jointly liable with its \nprincipal, G & M Phils, Inc., a recruitment agency, for the \npayment \nof respondent employeeâs monetary claims in litigation.\n\nWe rule in the affirmative. Petitioner is solidarily liable with its \nprincipal, G & M Phils., Inc., under the attendant facts and \ncircumstances.\n\nSuretyship is a contractual relation resulting from an agreement whereby\n one person, the surety, engages to be answerable for the debt, default \nor miscarriage of another, known as the principal. [5]\n\nWhere the surety bound itself solidarily with the principal obligor, the\n former is so dependent on the principal debtor such that the surety is \nconsidered in law as being the same party as the debtor in relation to \nwhatever is adjudged touching the obligation of the latter, and their \nliabilities are interwoven as to be inseparable. [6] The suretyâs liability is solidary but the nature of its undertaking \nis such that unless and until the principal debtor is held liable it \ndoes not incur liability.\n\nWhen the herein petitioner, Empire Insurance Company, entered into a \nsuretyship agreement with G & M Phils., Inc., it bound itself to\n \nanswer for the debt or default of the latter. And, since the POEA and \nNLRC found the said recruitment agency liable to private respondent, \npetitionerâs liability likewise proceeds from such a finding. As a \nsurety, petitioner is primarily liable to private respondent, as \njudgment creditor, for her monetary claims against its principal, G \n& M Phils., Inc., and is immediately bound to pay and satisfy \nthe \nsame.\n\nTime and again, this court has pronounced that claims of overseas \nworkers should be acted upon with sympathy, and allowed if warranted, \nconformably to the constitutional mandate for the protection of the \nworking class. [7] Private \nemployment agencies are held to be jointly and severally liable with the\n foreign-based employer for any violation of the recruitment agreement \nor contract of employment. [8]\n\nPOEA has thus promulgated a rule requiring private recruitment agencies \nto set up cash and surety bonds. The purpose of the required surety bond\n is to insure that if the rights of overseas workers are violated by \ntheir employer, recourse would still be available to them against the \nlocal companies that recruited them for the foreign principal. [9]\n\nIt bears stressing that surety companies may be ordered impleaded by the\n Philippine Overseas Employment Administration (POEA) in administrative \ncomplaints against recruitment agencies, on surety bonds posted, and are\n bound by the judgment of POEA. [10] This Court discerns no reason why the said \nrule should not apply to herein petitioner.\n\nWHEREFORE, the petition under consideration\n is hereby \nDISMISSED and the appealed decision of respondent NLRC AFFIRMED. No \npronouncement as to costs.\n\nSO ORDERED. Narvasa (Chairman), CJ., Romero and Kapunan,\n JJ., concur.\n\n[1] Philippine \nNational \nConstruction Corporation (PNCC) vs. NLRC, 245 SCRA 668; Pearl S. Buck \nFoundation, Inc. vs. NLRC, 182 SCRA 446; Jimenez vs. NLRC, 256 SCRA 84; \nPalomado vs. NLRC, 257 SCRA 680; Bordeos vs. NLRC, 262 SCRA 424; Sajonas\n vs. NLRC, 183 SCRA 182.\n\n[2] San Miguel \nFoods, \nInc.-Cebu B-Meg Feed Plant vs. Laguesma,, 263 SCRA 68; Holy Cross of \nDavao College, Inc. vs. Joaquin, 263 SCRA 358; Manila Times, Inc. vs. \nNLRC, 264 SCRA 104.2\n\n[3] Salazar vs. \nNLRC, 256 \nSCRA 273; Cando vs. NLRC, 189 SCRA 666 (1990); Leopard Security and \nInvestigation Agency vs. NLRC, 186 SCRA 756 (1990); Mansalay vs. NLRC, \n172 SCRA 465 (1989); Philippine-Singapore Ports Corporation vs. NLRC, \n218 SCRA 77.\n\n[4] 226 SCRA 146 \n(1993).\n\n[5] Garcia, Jr. \nvs. CA, 191 SCRA 493.\n\n[6] Philippine \nNational Bank \nvs. Pineda, 197 SCRA 1; Finman General Assurance Corporation vs. Salik, \n188 SCRA 740; Castellvi de Higgins and Higgins vs. Sellner, 41 Phil. \n142; U.S. vs. Veradero de la Quinta, 40 Phil. 48; Lirag Textile Mills, \nInc. vs. Social Security System, G.R. No. 33205, August 31, 1988; \nGovernment of the Philippines vs. Tizon, 20 SCRA 1187;\n\n[7] Cuadra vs. \nNLRC, 207 SCRA 279.\n\n[8] Hellenic \nPhilippine Shipping, Inc. vs. Siete, 195 SCRA 179.\n\n[9] Stronghold \nInsurance Co., Inc. vs. CA, 205 SCRA 605.\n\n[10] Finman \nGeneral Assurance Corporation vs. NLRC, 210 SCRA 675; Del Rosario vs. \nNLRC, 187 SCRA 777.",
  "content_length": 14452,
  "metadata_extraction_date": "2025-11-01T05:50:39.904360",
  "extraction_version": "2.0_enhanced_full_content"
}