{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/january/gr_l-4725_1909.html",
  "filename": "gr_l-4725_1909.html",
  "year": 1909,
  "month": "january",
  "case_number": "gr_l-4725_1909",
  "gr_number": "gr_l-4725_1909",
  "volume_page": "Volume information not available",
  "decision_date": "January 28, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "presidio",
    "mayor",
    "degree",
    "jacinto",
    "los",
    "santos",
    "years",
    "upon",
    "penalty",
    "feliciano",
    "quiambao",
    "gabriel",
    "band",
    "appellants",
    "garcia",
    "charged",
    "crime",
    "penalties",
    "maximum",
    "its"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4725\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4725              January 28, 1909\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nJACINTO DE LOS SANTOS, ET AL.,\n\ndefendants-appellants.\n\nFrancisco Sevilla and L.M. Southworth, for appellants.\n\nAttorney-General Villamor, for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThe appellants, Jacinto de los Santos, Feliciano Quiambao, and Gabriel Garcia, together with three others, were charged with the crime of\n\nrobo en cuadrilla\n\n(robbery in an armed band), committed in the house of the offended persons. The evidence of records establishes the guilt of the accused of the crime with which they were charged beyond a reasonable doubt, and we find no error in the proceedings prejudicial to the rights of the accused.\n\nThe trial court found the appellants, Jacinto de los Santos, Feliciano Quiambao, and Gabriel Garcia, guilty as charged, and sentenced Jacinto de los Santos and Feliciano Quiambao, and each of them, to eight years of\n\npresidio mayor\n\n, and Gabriel, who was proven to have been the leader of the band, to ten years of\n\npresidio mayor\n\n, and upon all and each of them, imposed the further penalties prescribed by law in such cases. The facts charged and proven, however, constitute the crime of robbery in an armed band, with violence and intimidation to the person, as defined and penalized in article 504, read together with paragraph 5 of article 503 of the Penal Code, marked by the aggravating circumstances of nocturnity and the commission of the crime in the house of the offended parties. The penalty to be imposed under these articles on the members of the band other than the chief is the maximum degree of\n\npresidio correccional\n\nto\n\npresidio mayor\n\nin its medium degree, that is to say, the maximum degree of\n\npresidio mayor\n\nin its medium degree; the penalty to be imposed upon the chief of the band being the maximum degree of that immediately superior thereto, which is that of\n\npresidio mayor\n\nin its maximum degree, to\n\ncadena temporal\n\nin its medium degree. (Viada's Commentaries, 4th ed., Vol. III, p. 375.)\n\nWe, therefore, reverse the sentence of the trial court in so far as it imposes upon Jacinto de los Santos and Feliciano Quiambao the penalty of eight years of\n\npresidio mayor\n\nand the penalties accessory thereto, and upon Gabriel Garcia the penalty of ten years of\n\npresidio mayor\n\nand the penalties accessory thereto; and, instead thereof, we impose upon Jacinto de los Santos and Feliciano Quiambao, and each of them, the penalty of ten years\n\npresidio mayor\n\n, and upon Gabriel Garcia the penalty of fourteen years, eight months and eleven days, together with the accessory penalties prescribed by articles 56 and 57 of the Penal Code. Thus modified, the judgment and sentence of the trial court are affirmed.\n\nArellano, C.J., Torres, Mapa, Johnson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2947,
  "metadata_extraction_date": "2025-11-16T08:42:09.309366",
  "extraction_version": "2.0_enhanced_full_content"
}