{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/january/gr_l-4596_1909.html",
  "filename": "gr_l-4596_1909.html",
  "year": 1909,
  "month": "january",
  "case_number": "gr_l-4596_1909",
  "gr_number": "gr_l-4596_1909",
  "volume_page": "Volume information not available",
  "decision_date": "January 13, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Civil Law",
    "Criminal Law",
    "Remedial Law",
    "Property Law"
  ],
  "keywords": [
    "barrio",
    "authority",
    "barrios",
    "each",
    "his",
    "who",
    "councilors",
    "shall",
    "order",
    "person",
    "within",
    "upon",
    "under",
    "agents",
    "their",
    "law",
    "act",
    "may",
    "municipal",
    "provisions"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4596\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4596              January 13, 1909\n\nTHE UNITED STATES,\n\nplaintiff-appellant,\n\nvs.\n\nESTEBAN FORTALEZA,\n\ndefendant-appellee.\n\nAttorney-General Araneta, for appellant.\n\nR. Kapunan, for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThe information filed in this case charges the defendant, Fortaleza, with the crime of\n\natentado contra los agentes de la autoridad\n\n(criminal attempt against agents of authority), in that he gravely intimitated and threatened to assault with a club one \"Gregorio Tulang and his policemen Roman Paganpang and Julian Tosloc,\" this at a time when Tulang, in the performance of his duties as lieutenant of the barrio of Hinatungan, was undertaking to arrest the accused who had been discovered,\n\nin flagrante delicto\n\n, conducting a candlestine cockpit.\n\nThe defendant filed a demurrer to the information on the ground that the facts alleged do not constitute a crime. The trial court sustained the demurrer, ordered the information to be dismissed, and held that \"in the arrest in question, Gregorio was not in the discharge of the functions of his office as lieutenant of a barrio,\" and that accordingly no criminal attempt against an\n\nagent of authority\n\nhad been committed by the accused in intimidating and threatening to assault him; and that \"so-called police of the lieutenant of the barrio\" were not agents of authority, \"for the reason that the said lieutenant had no authority to appoint police.\" From this order sustaining fiscal appealed.\n\nCriminal attempts against an\n\nagent of authority\n\nare defined in paragraph 2 of article 249 of the Penal Code as follows:\n\nThose who attack the authorities or their agents, or employ force against them, gravely intimidate them, or offer an equally grave resistance, while they are discharging the functions of their office or on the occasion thereof.\n\nViada, discussing the meaning of the phrase\n\nagente de la autoridad\n\n, as employed in this article, says that \n\nThe code gives no definition of what are\n\nagentes de la autoridad\n\n(agents of authority); but it well may be said that all those persons who may direct provision of law or by appointment of competent authority are charged with the maintenance of public order and the protection and security of life and property must be characterized as such, and further that in accordance with the final section of article 264 (Spanish Penal Code), it may be affirmed that, for the purposes of this chapter and of the two following ones, all persons who come to the aid of agents of authority, and also all public functionaries, are entitled to be considered as agents of authority, it being understood, nevertheless, that in order that the person who come to the aid of agents of authority may be considered as agents of authority, it is an essential condition that they lend assistance, by virtue of an order or request of such agent of authority.\n\nAccepting Viada's definition of agents of authorities, it is clear that, if a lieutenant of a barrio is charged with the maintenance of public order, and the protection and security of life and property within his barrio, he must be considered an \"agent of authority;\" and that, if an officer charged with the maintenance of public order has authority to make arrests, without warrant, for violations of law committed in his presence, then Gregorio Tulang, the lieutenant of the barrio of Hinatungan, was in the performance of his duty at the time, who was discovered,\n\nin flagrante delicto\n\n, conducting a candlestine cockpit.\n\nWe agree with the trial judge that the determination of the questions involved \"depends largely upon the provisions of the law fixing the powers and duties of lieutenants of barrios,\" and that these provisions are to be found in section 37 and 38 of Act No. 82, defining the duties of municipal councilors and lieutenants of barrios. Those sections are as follows:\n\nSEC. 37.\t(a) If the number of barrios in a municipality is less than equal to the number of councilors the council shall put each of its members in immediate charge of a barrio or part of a barrio, so that each barrio shall be under the direction of one or more councilors.\n\n(b)\tIf the numbers of barrios exceeds the number of councilors, including the vice-president, the council shall group the barrios into as many districts as there are councilors, and shall place each councilor in charge of one such district. Each councilor shall be empowered to appoint one lieutenant in each barrio or part of barrio which comes under his immediate supervision. A lieutenant of barrio shall serve without compensation and shall report directly to the councilor appointing him.\n\nSEC. 38\t(a) Each councilor shall keep the people of his barrio or barrios informed as to the acts of the council or other governmental measures which directly concern them, by means of suitable notices posted in a public and conspicuous as the representative of the people of his barrio, or barrios and shall bring their special needs to the attention of that day.\n\n(b)\tHe shall further promptly inform the president of any unusual or untoward event occurring within the barrios assigned to him.\n\n(c)\tHe is authorized to use as a symbol of office a cause with silver head, plated ferule and black cord and tassels.\n\nIt will not be doubted that under these provisions of law, a lieutenant of a barrio, duly appointed by the councilor in charge of such barrio, is clothed with all the authority of the councilor himself within the limits of such barrio, subject, of course, to the commands of his principal. But it must be admitted that the authority expressly and explicitly conferred upon the councilor in charge of a barrio, within such barrio, would appear, upon a superficial examination of the above-cited sections of Act No. 82, to be somewhat limited, and to be confined to the keeping of the people of his barrio informed of acts of the council, and other governmental measures which directly concern them, and informing the\n\npresidente\n\nof any unusual or untoward event occurring within the barrio assigned to him. We are of the opinion, however, that it was not the intention of the lawmaker to limit the functions of municipal councilors within in such narrow boundaries, and that the provisions of section 37 which put out or more barrios in\n\nimmediate charge\n\nof each councilor, so that each barrio shall be\n\nunder the direction\n\nof one or more councilors, and authorizes and empowers each councilor to appoint one lieutenant in each barrio or part of barrio \"which comes under his immediate supervision,\" must be understood as conferring upon, or confirming to municipal councilors functions of wider scope and higher import than those with which they are explicitly charged in section 38.\n\nTo say that \"each of the members of the council shall be put in\n\nimmediate charge\n\nof a barrio or part of barrio, so that each barrio shall be\n\nunder the direction\n\nof one or more coucilors\" and that each barrio is placed \"under the immediate supervision of a councilor\" would seem necessarily to imply a grant of some degree of control over the conduct of the residents of the barrio by the councilors placed in charge thereof. Certainly it implies something more than a mere authority and obligation to post notices of acts of the council and other governmental measures and to inform the municipal president of unusual or untoward events occurring in the barrio; and taking into consideration the general provisions of Act No. 82, entitled \"A general Act for the organization of municipal governments in the Philippine Island,\" which divides the greater part of these Islands into municipalities and each of these municipalities into barrios, and places these barrios under the charge of designated councilors and lieutenants of barrios, adopting in this respect the general scheme of the Spanish system of municipal administration in existence when the Act was promulgated; and keeping in mind, first, the imperative necessity for providing for the maintenance of order in each of these barrios, many of which are located at long distances from the centers of population, where the municipal officials reside; second, the fact that nowhere else in the Act is any provision made for the appointment of peace officers for the various barrios with the necessary authority to maintain order; and, third, the fact that under the municipal system which was superseded by the system provided in this Act, municipal councilors and their lieutenants placed in charge of particular barrios were always recognized as\n\nagentes de la autoridad\n\nand clothed with the necessary authority for the maintenance of order and the protection of life and property; we think that the Commission, in the providing for the assignment of one or more councilors in charge of each barrio or part of barrio, so that each barrio shall be under the direction of one or more councilors, must be taken to have entrusted to these councilors and their lieutenants a duty of maintaining order within their respective barrios, substantially similar to that which was imposed upon municipal councilors under the Spanish law existing at the time of the promulgation of the Act, and thus to have conferred upon, or confirmed to them the functions of\n\nagentes de la autoridad\n\n(agents of authority) within their respective barrios, with the necessary authority incident thereto for the maintenance of order and the protection of life and property.\n\nThere is no express provision of the Municipal Code defining the authority necessarily incident to the duty of maintaining order, and protecting life and property, thus imposed upon these officials within their respective jurisdictions; but the extent and limitations of the authority thus conferred, in so far as it requires the exercise of powers to make arrests without warrant, may be ascertained from an examination of the \"Provisional Law for the Application of the Penal Code,\" as modified and amended by legislation enacted since the American occupation of these Islands. Rules 27, 28, 29, and 30 of this law are as follows:\n\nRULE 27.\tAnyone may detain:\n\nFirst. A person who attempts to commit a crime, when about to commit the same.\n\nSecond. An offender is flagrante.\n\nThird. A person who is escaping from the penal establishment where serving sentence.\n\nFourth. A prisoner who is escaping from the jail while awaiting transfer to the penal establishment or place were he is to serve the sentence imposed upon him by final judgment.\n\nFifth. A prisoner who is escaping from confinement while his case is pending.\n\nSeventh. A defendant in a criminal prosecution or convicted person\n\nen rebeldia\n\n(at large).\n\nRULE 28.\tJudicial and administrative authorities have power to detain, or to cause to be detained, persons whom there is a reasonable ground to believe guilty of some offense. It will be the duty of the authorities, as well as of their agents, to arrest:\n\nFirst. Such persons as may be arrested under the provisions of rule 27.\n\nSecond. A person charged with a crime for which the code provides a penalty greater than that of\n\nconfinamiento\n\n.\n\nThird, A person charges with a crime for which the code provides a penalty less than that of\n\nconfinamiento\n\n, if his antecedents or the circumstances of the case would warrant the presumption that he would fail to appear when summoned by the judicial authorities.\n\nThe provisions of the preceding paragraph shall not apply, however, to a defendant who gives sufficient bond, to the satisfaction of the authority or agent who may arrest him, and who it may reasonably be presumed will appear whenever summoned by the judge or court competent to try him.\n\nFourth. A person coming under the provisions of the preceding paragraph may be arrested, although no formal complaint has been filed against him, provided the following circumstances are present:\n\nFirst. That the authority or agent had reasonable cause to believe that unlawful act, amounting to a crime had been committed.\n\nSecond. that the authority or agent had sufficient reason to believe that the person arrested participated in the commission of such unlawful act or crime.\n\nRULE 29.\tA private individual who detains a person must take or have such person immediately taken to the district jail or to the courthouse of the town, and deliver to the warden of the prison or to the person in charge of such prison, a written statement setting out the cause of the arrest.\n\nIf such private individual is unable to sign, the statement above referred to will be signed by the warden of the prison in the presence of two witnesses.\n\nRULE 30.\tThe executive authorities or their agents detaining a person shall release the same or else turn him over to the judicial authorities within twenty-four hours after the arrest if made in the head town of the district, or within as brief as period as distance and transportation facilities permit.\n\nThese provisions of Spanish law have never been expressly repealed, and are still in force in so far as they have not been repealed or amended by implification by the enactment of the laws put in force in these Islands since the change from Spanish to American sovereignty. They are undoubtedly modified in many respects by the enactment of the Philippine Bill, General Orders, No. 58, the various acts of the Commission creating courts and judicial offices, defining their jurisdiction and prescribing rules of procedure therefor, the Manila Charter, the Constabulary Act, and other laws which might be cited; but it would be difficult, and for the purposes of this decision it is unnecessary, to state precisely the extent to which these amendments by implication have gone. We can and do hold, however, that they have gone to the extent of depriving officials who by different provision of law or by appointment of competent authority are charged with the maintenance of public order and the protection and security of life and property,\" of authority to make arrests without warrant such as, in the United States, is generally conferred upon \"peace officers\" and more especially that class of peace officers known to Amercican and English law as \"constables.\"\n\nSection 37 of Act No. 183 (Charter of Manila), which designates certain officials, including police officers, as \"peace officers\" expressly provides that within the territory defined in the Act they \"may pursue and arrest without warrant, any person found in suspicious places or under suspicious circumstances, reasonably tending to show that such person had committed, or is about to commit any crime or breach of the peace; may arrest, or to cause to be arrested without warrant, and offender, when the offense is committed in the presence of a peace officer within his view.\" These provisions quite clearly set out the powers usually conferred by American and English law upon \"peace officers\" including \"constables\" in making arrests without warrants; and since similar powers are clearly included in the powers conferred upon \"agents of authority\" in the above cited articles of the \"Provisional Law,\" there can be no doubt that the Commission, in imposing the duty of maintaining order and preserving and protecting life and property within their respective barrios upon municipal councilors and their lieutenants of barrios, conferred upon such officials authority to make arrest without warrant not less extensive than that conferred upon peace in Manila in the above-cited provisions of the Manila Charter. (The Unites States\n\nvs.\n\nVallejo,\n\n1\n\nNo. 4637, decided by this court on Sept. 3, 1908; also the United States\n\nvs.\n\nBurgueta, 10 Phil. Rep., 188.)\n\nWe are of opinion, therefore, that Gregorio Tulang was in the lawful performance of the duties of his office when he attempted to arrest the accused, who was also discovered,\n\nin flagrante delicto\n\n, conducting a candlestine cockpit; and that the trial court erred in sustaining the demurrer interposed to the information filed in the case.\n\nAfter ten days let judgment be entered reversing the judgment of the trial court, and ten days thereafter let the record be returned to the court below, for further proceedings. So ordered.\n\nArellano, C.J., Torres, Mapa, Willard, and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n11 Phil. Rep., 193.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 16396,
  "metadata_extraction_date": "2025-11-16T08:43:13.661090",
  "extraction_version": "2.0_enhanced_full_content"
}