{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/january/gr_l-3016_1909.html",
  "filename": "gr_l-3016_1909.html",
  "year": 1909,
  "month": "january",
  "case_number": "gr_l-3016_1909",
  "gr_number": "gr_l-3016_1909",
  "volume_page": "Volume information not available",
  "decision_date": "January 29, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law",
    "Constitutional Law"
  ],
  "keywords": [
    "church",
    "visita",
    "possession",
    "defendants",
    "catholic",
    "said",
    "roman",
    "apostolic",
    "municipality",
    "properties",
    "right",
    "known",
    "under",
    "gregorio",
    "aglipay",
    "situated",
    "malabon",
    "barrio",
    "rep",
    "plaintiff"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3016\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3016              January 29, 1909\n\nTHE ROMAN CATHOLIC APOSTOLIC CHURCH,\n\nplaintiff,\n\nvs.\n\nTHE MUNICIPALITIES OF CALOOCAN, MORONG, AND MALABON, OF THE PROVINCE OF RIZAL, ET AL.,\n\ndefendants.\n\nHartigan, Marple, Rohde and Gutierrez, for plaintiff.\n\nA. Cruz Herrera, Teodoro Gonzalez, Deogracias Reyes, Pelipe Buencamino, and Ramon Diokno, for defendants.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis was an action to recover the following property:\n\nIn the town of Caloocan:\n\nA cemetery, by the side of the\n\nvisita\n\nor chapel of the barrio of Balintauac, known by the name of the cemetery of Balintauac;\n\nA cemetery by the side of the\n\nvisita\n\nor chapel of the barrio of Tuliahan, known by the name of the cemetery of Tuliahan.\n\nThese cemeteries formed the grounds of the\n\nvisitas\n\nknown by the names of the\n\nvisitas\n\nor chapels of the barrios of Balintauac and Tuliahan and are at present in the possession and under the administration of the defendants Gregorio Aglipay and the municipality of Caloocan.\n\nIn the town of Morong:\n\nA cemetery known as the cemetery of the town of Morong which is at present in the possession and under the administration of the defendants Gregorio Aglipay and the municipality of Morong;\n\nA cemetery known by the name of the cemetery of Cardona, which is at present in the possession and under the administration of the defendants Gregorio Aglipay and the municipality of Morong.\n\nIn the town of Malabon:\n\nA church and a cemetery situated in the barrio of Novaliches, known as the church and cemetery of Novaliches, which is actually in the possession and under the administration of the defendants Gregorio Aglipay, Agapito Cristobal, Leonardo Ramirez, and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Dampalit, known as the\n\nvisita\n\nof Dampalit, which is actually in the possession and under the administration of the defendants Gregorio Aglipay, Agapito Cristobal, Potenciano Garcia, Celestino de Guia, Carlos Domingo, and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Ningan, known as the\n\nvisita\n\nof Ningan, which is actually in the possession and under the administration of the defendants Gregorio Aglipay, Agapito Cristobal, Quintin Ortega, Anterno Obispo, Pedro Lanchang, and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Catmon, known as the\n\nvisita\n\nof Catmon, now in the possession of and administered by the defendants Gregorio Aglipay, Agapito Cristobal, Arcadio Hernandez, Cornelio Cruz, and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Tinajeros, known as the\n\nvisita\n\nof Tinajeros, now in the possession of and administered by the defendants Gregorio Aglipay, Agapito Cristobal, Escolastico Sevilla, Canuto Ureta, Jose Babiosa Santos, and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Maysilo, known by the\n\nvisita\n\nof Maysilo, now in the possession and under the administration of the defendants Gregorio Aglipay, Agapito Cristobal, Isabelo de la Cruz, Donata de la Cruz, Cesareo Tongco, Lorenzo de la Cruz, Marcos Ortega, Valentina N., and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Matahong, known by the name of the\n\nvisita\n\nof Matahong, now in the possession under the administration of the defendants Gregorio Aglipay, Agapito Cristobal, Troadio Nimbungco, Mariano Villegas, Angel Luna, Gregorio Siocong, Alejandro Suarez, Leon Valenzuela, Pedro Lazaro, and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Muson, known as the\n\nvisita\n\nof Muson, now in the possession and under the administration of the defendants Gregorio Aglipay, Hermogenes de la Cruz, and the municipality of Malabon;\n\nA\n\nvisita\n\nsituated in the barrio of Julong-Dujat, known as the\n\nvisita\n\nof Julong-Dujat, now in the possession and under the administration of the defendants Gregorio Aglipay, Agapito Cristobal, Lazaro Baens, and the municipality of Malabon.\n\nThe petition of the plaintiff concluded with the following prayer:\n\nBy virtue of the facts set forth we pray:\n\n1.\tThat it be decreed that all the properties related above are the property of the Roman Catholic Apostolic Church, and that the defendants have no right of interest whatever in the same.\n\n2.\tThat the defendants be ordered to release all the properties enumerated above and deliver them to the plaintiffs.\n\n3.\tThat a receiver or receivers be appointed to take change of all the properties enumerated in this complaint, during the pendency of this litigation.\n\n4.\tThat the defendants be prohibited from using the above related properties for the purposes of the\n\nIglesia Filipina Independiente\n\nduring the pendency of this litigation.\n\n5.\tThat the defendants be granted any other relief that may be just and equitable.\n\nOn the 6th day of January, 1906, an answer was filed in said cause alleged to be the defendant, without indicating whether said answer was for all of the defendants or for one or for more of them. This answer, however, contained a general and special denial. Under the general denial all of the facts contained in the complaint were denied. Under the special denial several defenses were interposed: First, that the properties designated in the complaint were a part of the public domain and belonged to the State (\n\nGobierno Insular\n\n); second, that the\n\nIglesia Filipina Independiente\n\ntook possession of the said property by virtue of a circular of the Insular Government of the 10th of January, 1903, for the purpose of administering it for the benefit of the inhabitants of said municipalities; and third, that the\n\nIglesia Catolica Apostolica Romana\n\ndid not have civil personality to possess and acquire the ownership of\n\nbienes parroquiales\n\nconstructed being the time of the Spanish Government; that the priests of said church, during the existence of the sovereignty of Spain in the Philippine Islands were paid by the Government, and therefore the ownership of the property was in the Spanish Government.\n\nOn the 19th day of January, 1906, the said defendant Lazaro Baens appeared and answered said complaint, denying the right of\n\nLa Iglesia Catolica Apostolica Romana\n\n, as well as the right of\n\nLa Iglesia Filipina Independiente\n\n, and as well as the right of Gregorio Aglipay to occupy or administer the\n\nvisita de\n\nJulong-Dujat.\n\nOn the 2nd day of January, 1906, the defendant Canuto Ureta answered the complaint stating that he had no interest whatever in the\n\nvisita de\n\nTinajeros.\n\nOn the 14th day of January, 1906, Potenciano Garcia field an answer denying that the plaintiff had any right or interest whatever in the\n\nvisita\n\nde\n\nDampalit. Some of the other defendants appeared and answered, renouncing any right whatever in the properties in question. Finally, commencing with the 15th of May, 1907, testimony was presented by the plaintiff and some of the defendants, with reference to some of the properties mentioned in said complaint. With reference to the following\n\nvisitas de\n\nNingan, Catmon, Tinajeros, Maysilo, Matahong, and Muson, and the cemeteries of Morong and Cardona, none of the defendants appeared nor presented any proof whatever.\n\nWith reference to each of the above-named\n\nvisitas\n\nand the said cemeteries, the plaintiff presented three or more witnesses, each of which testified\n\nLa Iglesia Catolica Apostolica Romana\n\nhad been in the quiet and peaceable enjoyment of said properties, and that they had been used by it for time immemorial, for the purposes of said church, until said church had been molested in its quiet possession of the same by some of the defendants.\n\nWith reference to the\n\nvisitas\n\nof Dampalit and Julong- Dujat, the defendants Potenciano Garcia and Lazaro Baens appeared and attempted to show that they were each entitled to the possession of the sitios of Dampalit and Julong-Dujat, respectively. As against the proof of these defendants, the plaintiffs showed by a number of witnesses that said\n\nvisitas\n\nhad been dedicated by\n\nLa Iglesia Catolica Apostolica Romana\n\nfor the purposes of said church and that said church had been in the quiet and peaceable enjoyment of said\n\nvisitas\n\nfor a time immemorial, using the same for the exclusive purposes of said church.\n\nWith reference to the properties mentioned in said complaint situated in the pueblo of Caloocan, no proof whatever was offered by the plaintiff nor by any of the defendants. There being no proof therefore in the record, relating to the right of the possession of these properties situated in the said pueblo of Caloocan, we make no finding as to the right of possession of the parties in this action.\n\nNo proof whatever was offered by any of the parties with reference to the church and cemetery situated in the barrio of Novaliches in the pueblo of Malabon. We, therefore, make no finding with reference to the right of the parties to this action to these properties.\n\nThe question presented by the pleadings and the proof is whether or not the prayer of the petition should be granted.\n\nThe evidence discloses, beyond peradventure of doubt, that the plaintiff had been in the quiet and peaceable possession of the different parcels of property, with reference to which evident was presented, for a period immemorial, until some time between the years 1896-1899, when they were molested in their possession and deprived of the same by some of the defendants. This court has repeatedly decided that where a person has been in the long possession of real property and has been derived of the possession thereof, he may recover it against one in possession, unless the latter can show a better right thereto. (Bishop of Cebu\n\nvs.\n\nMangaron, 6 Phil. Rep., 286; Barlin\n\nvs.\n\nRamirez, 7 Phil. Rep., 41; Romana Catholic Apostolic Church\n\nvs.\n\nSantos et al., 7 Phil. Rep., 66; The City of Manila\n\nvs.\n\nThe Roman Catholic Apostolic Church, 8 Phil. Rep., 763; The Roman Catholic Apostolic Church\n\nvs.\n\nThe Municipality of Tarlac et al., 9 Phil. Rep., 450; The Roman Catholic Apostolic Church\n\nvs.\n\nCertain Municipalities, etc., 10 Phil. Rep., 1; The Roman Catholic Apostolic Church,\n\nvs.\n\nThe Municipality of Badoc et al., 10 Phil. Rep., 659; The Roman Catholic Apostolic Church,\n\nvs.\n\nThe Municipality of Cuyapo et al., 9 Phil. Rep., 457; The Roman Catholic Apostolic Church,\n\nvs.\n\nCertain Municipalities, etc., 9 Phil. Rep., 691.)\n\nSince the decisions of this court in the foregoing cases, the Supreme Court of the United States, in an appeal from a decision of the supreme court of Porto Rico, in the case of the Municipality of Ponce\n\nvs.\n\nThe Roman Catholic Apostolic Church, in Porto Rico\n\n1\n\n(October term, 1907), (6 Off. Gaz., 1213) held, in a case in which the facts were very similar to the fact in the various above-cited cases, under laws analogous to the laws in force in the Philippine Islands, relating to the property of the Roman Catholic Apostolic Church, that said\n\nchurch had not only a right to the possession of its church edifices, but was the lawful owner of the same\n\n.\n\nIn the case of The Roman Catholic Apostolic Church, et al.\n\nvs.\n\nThe Municipality of Placer (11 Phil. Rep., 315) the facts therein being very analogous to the facts in the present case, this court followed the said decision of the Supreme Court of the United States, holding that, under the Spanish law heretofore existing in these Islands, and the provisions of the treaty of Paris, the The Roman Catholic Apostolic Church, is the owner of the church buildings, convents, and cemeteries and the municipalities wherein the same are situated have no right of ownership therein by reason of funds or lands contributed for the foundation or erection thereof.\n\nOur attention has not been called to any express grant or grants of land by the Crown of Spain for the purposes of the church upon which particular churches were erected, and it is believed that, during the early history of the sovereignty of Spain in the Indies, no such grants can be found, but no fact is better established in both secular and ecclesiastical history than the fact that the Crown of Spain and the Pope always cooperated from the very earliest history of the possession of the Indies in the extension of the great benefits offered by the Roman Catholic Apostolic Church to the\n\nIndio\n\n, as well as to the peoples of Europe. If any difference whatever existed in the efforts thus made in the great interest which the church took in the different peoples, it was in favor of the\n\nIndio\n\n. Scarcely had the Indies been discovered until the Pope and the Crown of Spain began to manifest a deep interest in the religious and educational welfare of the people of the Indies. (\n\nBula de\n\nAlejandro VI of the 4th of May, 1943: also the\n\nBula\n\nof the 16th of December, 1501; Ordenanza 5 (a) por el\n\nConsejo de Las Indias\n\n, 1575; law 10, title 1, book 1 of the Laws of the\n\nIndias\n\n, of the 1st of June, 1574; law 14, title 2, book 1 of the Laws of the\n\nIndias\n\n, and many others, the collection of which may be found in vol. 7 of\n\nLegislacion Ultramarina,\n\np. 476.)\n\nFrom the reading of these various\n\nBula\n\ns and royal decrees and\n\nordenanzas\n\n, it will be seen that the Government and the church were constantly working together for the advancement of the religious and educational welfare of the\n\nIndios\n\n. The Government lent its most enthusiastic support of the efforts that were made by the church in this regard, even to the extent of paying out of the public exchequer, funds, together with funds contributed by the\n\nencomenderos\n\nand the people of the pueblos, for the purpose of erecting the magnificent Catholic churches existing everywhere throughout the Spanish island possessions. While the Crown of Spain always reserved a certain control over the operations of the Catholic Church, yet no one can doubt that, when these\n\nlands\n\nwere donated or designated and the church edifices were erected thereon, it was the intention of the Crown that such lands and such edifices should be devoted absolutely to the use of the church. It is a well-known fact that, when a church edifice of the Roman Catholic Church was one accepted and dedicated for religious purposes, it thereafter could never be used for any other purpose. The Catholic Church certainly had a right to believe at least that, during the three hundred years or more that it occupied its churches in the Philippine Islands, without protest or objection on the part of the Crown of Spain, the Crown had intended at least that they should become the absolute owners of such properties. And no protest has been called to our attention during a time immemorial and no protest or objection by different pueblos to the right of ownership which the church has exercised for from two to three hundred years over the properties upon which the edifices of the The Roman Catholic Apostolic Church were erected. Not only is it believed that the Crown of Spain intended that the Roman Catholic Apostolic Church should exercise absolute dominion over such properties, but under the treaty of Paris the Government of the United States obligated itself to protect all such interests. The Roman Catholic Apostolic Church occupied the different properties in question in this case for a time so long that no one in the pueblos could remember when such properties were not occupied and used for the benefit of said church, until about the years 1896-1899. The occupancy of property for from two to three hundred years without protest of any kind whatever from the donors would seem at least to be sufficient time, in the absence of positive proof to the contrary, that such donation was made for the purpose of transferring to the donee all rights and interests in such property.\n\nTherefore, adhering to and following the decision of the Supreme Court of the United States in the case of The Municipality of Ponce\n\nvs.\n\nThe Roman Catholic Apostolic Church, in Porto Rico\n\n1\n\n(6 Off. Gaz., 1213) and the decision of this court in the case of The Roman Catholic Apostolic Church,\n\nvs.\n\nThe Municipality of Placer,\n\n2\n\nwe do hereby find that the plaintiff herein entitled to the right of possession and ownership of the following properties:\n\nLa visita\n\nde\n\nDampalit;\n\nLa\n\nvisita de\n\nNingan;\n\nLa visita\n\nde\n\nCatmon;\n\nLa\n\nvisita de\n\nTinajeros;\n\nLa\n\nvisita de\n\nMaysilo;\n\nLa visita\n\nde\n\nMatahong;\n\nLa visita de\n\nMuson;\n\nLa visita de\n\nJulong-Dujat,\n\neach situated in barrios of the same names, in the pueblo of Malabon, Province of Rizal; and also to the right of possession and ownership of the\n\ncementerio\n\nof the pueblo of Morong and the\n\ncementerio\n\nof Cardona in the pueblo of Morong.\n\nWith reference to the legal questions presented by the answer of the defendant relating to the capacity of the Roman Catholic Apostolic Church to maintain this action with reference to the constitutionality of Act No. 1376, by which this court was given original jurisdiction in the present case, we believe these questions have been decided by this court in several of its preceding decisions, which arguments we hereby make a part of this decision. The prayer of the petition of the plaintiff is, therefore, hereby granted. Therefore let a writ of possession be issued against Gregorio Aglipay and each of the other defendants above named, who may be found in the possession of any of the properties to which we have hereby granted to the plaintiff the right of possession and ownership. So ordered.\n\nArellano, C.J., Torres, Willard, and Tracey, JJ.,\n\nconcur.\n\nCarson, J.,\n\nreserved his vote.\n\nFootnotes\n\n1\n\n28 Sup. Ct. Rep., 737.\n\n2\n\n11 Phil. Rep., 315.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 17664,
  "metadata_extraction_date": "2025-11-16T08:42:04.626975",
  "extraction_version": "2.0_enhanced_full_content"
}