{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/january/gr_l-3966_1909.html",
  "filename": "gr_l-3966_1909.html",
  "year": 1909,
  "month": "january",
  "case_number": "gr_l-3966_1909",
  "gr_number": "gr_l-3966_1909",
  "volume_page": "Volume information not available",
  "decision_date": "January 19, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "possession",
    "defendant",
    "land",
    "plaintiffs",
    "agapito",
    "brought",
    "right",
    "laeno",
    "action",
    "court",
    "complaint",
    "said",
    "same",
    "title",
    "found",
    "appellants",
    "appellee",
    "day",
    "more",
    "party"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3966\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3966              January 19, 1909\n\nJUAN LAENO, I, ET AL.,\n\nplaintiffs-appellants,\n\nvs.\n\nAGAPITO LAENO,\n\ndefendant-appellee.\n\nIrineo Javier, for appellants.\n\nN. Segundo, for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis action was brought in the Court of First Instance of the Province of Ilocos Norte on the 9th day of December, 1904, for the purpose of recovering from the defendant the possession of a parcel of land situated in the sitio of Cadigcan in the municipality of Badoc, consisting of about 6 hectares, more or less, a more particular description of which is found in paragraph one of the complaint. It was alleged that the defendant had taken unlawful possession of said party and deprived the plaintiffs of the right of possession of the same.\n\nAfter hearing the evidence adduced the trial, the lower court made the following statement and conclusion in his decision:\n\nThe witnesses for the plaintiff sustain the allegations of the complaint, and those for defense the allegations of the defendant in such manner that it can not be decided with absolute certainty which is in the right, and in this doubt the court absolves the defendant Agapito Laeno, from the complaint, without costs to either party.\n\nFrom this decision the plaintiffs appealed and made several assignments of error, all of which present questions of fact.\n\nFrom an examination of the evidence adduced during the trial, the fact appears that on the 13th day of November, 1903, the defendant, Agapito Leano, sold and delivered to Andres Guerrero whatever right he had in the land in question and that said Guerrero entered into possession of the same and was, by his tenants, in possession of the land at the time the present action was brought. The action to recover the possession of the property was improperly brought against the said Agapito Laeno, and must, therefore, be dismissed. There was no attempt to show that even the plaintiffs had any title in the land in question. The only right which the plaintiffs claimed in the land was the right to its possession.\n\nThe defendant, Agapito Leano, not being in possession of the land at the time the action was brought, the same was improperly brought against him.\n\nFor the reasons above stated, the judgment of the lower court is hereby affirmed.\n\nArellano, C.J., Torres, Mapa, Carson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2482,
  "metadata_extraction_date": "2025-11-16T08:43:01.849962",
  "extraction_version": "2.0_enhanced_full_content"
}