{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/january/gr_l-3187_1909.html",
  "filename": "gr_l-3187_1909.html",
  "year": 1909,
  "month": "january",
  "case_number": "gr_l-3187_1909",
  "gr_number": "gr_l-3187_1909",
  "volume_page": "Volume information not available",
  "decision_date": "January 10, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "court",
    "defendant",
    "plaintiff",
    "upon",
    "lower",
    "judgment",
    "trial",
    "publication",
    "facts",
    "stated",
    "evidence",
    "libelous",
    "good",
    "reputation",
    "said",
    "adduced",
    "during",
    "motion",
    "conclusions",
    "found"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3187\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3187              January 10, 1909\n\nMICAELA SANDELIZ,\n\nplaintiff-appellee,\n\nvs.\n\nPAZ REYES,\n\ndefendant-appellant.\n\nV. Ilustre, for appellant.\n\nOrtigas and fisher, for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nOn the 14th day of June, 1905, the plaintiff presented a complaint in the Court of First Instance of the city of Manila, complaining that the defendant had published certain matter libelous in character, which tended to injure her good name and reputation. The statements contained in said alleged libelous publication, if true, clearly reflected upon the good name and reputation of the plaintiff. The plaintiff claimed damages in the sum of P5,000. The defendant answered the complaint, admitting the publication of the alleged libelous matter, and attempted to prove the truth of the facts stated therein.\n\nAfter hearing the evidence adduced during the trial of the cause, the lower court found as a fact that the language used in said publication was a libel and tended to reflect upon the good reputation of the plaintiff, and that the defendant had failed to prove the truthfulness of the statements contained in said publication, or any justifiable motive for publishing the same rendered a judgment in favor of the plaintiff and against the defendant for the sum of P200, directing that each party pay his own costs. From that decision of the lower court the defendant appealed.\n\nThe defendant made a motion for a new trial based upon the ground that the facts stated in the judgment were insufficient to support the conclusions of the lower court, which motion was denied. The defendant failed to take an exception to this ruling of the court. This court has held in numerous cases that where there is no exception taken to the ruling of the court upon a motion for a new trial based upon the ground that the evidence adduced during the trial was insufficient to support the judgment of the lower court, that it would not examine the evidence on appeal. Being unable, by reason of the condition of the record, to examine the evidence adduced during the trial of the cause, the only question presented is whether or not the facts stated in the pleadings and in the judgment are sufficient to justify the conclusions. Upon an examination of the facts stated in the pleadings and in the judgment, we are of the opinion that they are sufficient to justify the conclusions of the lower court.\n\nTherefore the judgment of the lower court is hereby affirmed.\n\nArellano, C.J., Torres, Mapa, Carson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2664,
  "metadata_extraction_date": "2025-11-16T08:43:29.734385",
  "extraction_version": "2.0_enhanced_full_content"
}