{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/january/gr_l-4461_1909.html",
  "filename": "gr_l-4461_1909.html",
  "year": 1909,
  "month": "january",
  "case_number": "gr_l-4461_1909",
  "gr_number": "gr_l-4461_1909",
  "volume_page": "Volume information not available",
  "decision_date": "January 16, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "land",
    "plaintiff",
    "samson",
    "document",
    "pacto",
    "retro",
    "sierra",
    "macario",
    "defendants",
    "his",
    "said",
    "same",
    "property",
    "pesos",
    "question",
    "him",
    "contract",
    "ramon",
    "espinas",
    "favor"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4461\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4461              January 16, 1909\n\nMACARIO SAMSON,\n\nplaintiff-appellant,\n\nvs.\n\nVICENTA SALVILLA and PASCUAL SIERRA,\n\ndefendants-appellees.\n\nFerrer and Generoso, for appellant.\n\nSierra and Roco, for appellees.\n\nARELLANO,\n\nC.J.\n\n:\n\nA bill of exceptions was submitted to this court for the reason that the judgment entered by the Court of First Instance of Albay was in favor of the defendants, holding that the plaintiff is not the owner of the land claimed in his complaint which was dismissed with costs. the appeal having been heard it now appears:\n\nThat the plaintiff states, as the third allegation of fact in his complaint, that he is the sole owner with full control of a parcel of land the situation, area, and boundaries of which are therein described; and, as the fourth allegation of fact, that the defendants were the\n\naparceros\n\nof the plaintiff, that is to stay, the persons who during the last six years worked a portion of the said land, delivering to the plaintiff one-third of the crops at the time of each collection, but that in the month of June, 1906, they unlawfully retained all the land described in the third paragraph of the complaint, and still retain it, depriving the plaintiff of the possession thereof, both defendants pretending to own the property, and claiming that they have a title of ownership and a right to the possession of the said land as against the plaintiff; for this reason he prayed, in conclusions: (a) that it be held that the said lands belongs to the plaintiff and that he is entitled to the possession thereof; (b) that the defendants be compelled to restore the possession of the same to the plaintiff; (c) that the defendants be sentenced to pay to the plaintiff the sum of 1,000 pesos for loss and damages; (d) that the defendants be likewise sentenced to pay the costs of the proceedings.\n\nIn answer to the complaint the defendants alleged: (1) That the land to which the complaint refers is of the sole and exclusive ownership of the defendants, the same having belonged to them since the year 1895, by virtue of just title and good faith; and (2) that the defendants from the time when the said land was acquired, and prior to said year their principals, have always been in quiet, peaceful, and uninterrupted possession of said land; the situation, area, and boundaries of the land in question are described as being those set forth in the complaint; there is no substantial difference between the parties as to the identity of the property.\n\nThe plaintiff proved the third statement made in his complaint, by means of a possessory information recorded in the registry of property on the 14th of September , 1895. The following facts appear in the information: that the plaintiff, Macario Samson, quietly and peacefully possessed as owner among several other parcels of land, the parcel of Mabariu with the area and boundaries therein stated, an agreement of\n\npacto de retro\n\n, without fixed term, from Don Ramon Espinas on the 11th of August, 1992, for the sum of 500 pesos. The plaintiff requested to be permitted to offer witnesses; notices of his petition was given to the former owners if the land, who were named therein, among whom appeared Ramon Espinas as vendor under de\n\npacto de retro\n\n; the signature of Ramon Espinas appears in the notice wherein it is stated that neither the adjoining owners, nor the former owners of the land described in the possessory information, had any objection to the claim of Macario Samson. This documentary evidence was admitted at the trial without opposition, the attorney for the defendants simply reserved his right to impugn its legal effects. (Stenographic notes, 7).\n\nIn connection with fact 4, as alleged, the plaintiff offered the testimony of witnesses to demonstrate that Ramon Espinas while living, as well as the defendants after his death, worked the land in question and paid him with a portion of the fruits that they collected therefrom; Pascual Sierra does not deny this fact, but admits that he agreed to give the plaintiff one-half of the products of the rice field in question (Stenographic notes, 22), expressly stating that \n\nSince 1896 on account of what I owed him, I continued to deliver to him annually part or the products until the past year 1906, at which time Macario Samson desired to demonstrate that he owned the land; I then said no,as a creditor I wil always deliver to him his share, but as an owner, no; for said reason he filed a complaint with this court. (Stenographic notes, 24.)\n\nThe defendants in turn presented documentary evidence which consisted of a possessory information prepared in the same month as that of the plaintiff Samson, in the name of Ramon Espinas; this possessory information was recorded prior to that of the plaintiff, to wit, on the 24th of June, 1895, and in addition thereto a public instrument of sale executed, as stated therein, thirteen days after the death of Ramon Espinas, by his mother, Guillerma Aguilar, in favor of Vicenta Salvilla y Espinas, the wife of Pascual Sierra. The registrar refused to record the instrument because the properties sold were not registered in the name of the vendor, and because, in their description, they did not coincide with any of those that where registered in the name of the vendors principal. Up to this point the question involved in the allegations of facts set forth would have the judicial effect of two possessory inscriptions recorded in the registry of property in connection with one and the same property. But in this suit there exist, in addition, the facts hereinafter set forth which are sufficient to define the juridical status of the property which is the subject of contention.\n\nThe real defense, as developed by the defendant, Sierra, in his testimony, consists of the following allegation: That when he purchased this land in 1895 he needed cash, and he called on Macario Samson together with another purchaser, asking for money; that Macario Samson told them that the late Ramon Espinas owed him money and that they ought to pay it to him, and that upon this condition he would let each of them have the 100 pesos which they desired. The other purchaser alluded to is Juan Hernandez, a witness for the defense, who testified in almost the same terms; and that it was in this manner that Juan Hernandez and Pascual Sierra took charge of the debt that Ramon Espinas held in favor of Macario Samson for the total one binding himself to pay 350 pesos, plus the 100 loaned to each of them. (Folios 20 and 28.)\n\nTherefore, the suit consists in that the plaintiff, Samson, claims the possession and ownership of the land in question as property of his own, which was sold to him under\n\npacto de retro\n\nin 1893 by Ramon Espinas; the defendants on the other hand maintain that Ramon Espinas did not sell it to Samson with\n\npacto de retro\n\n, but that he simply owed the latter 700 pesos the payment of which Hernandez and Sierra assumed in equal parts, because they had purchased the land that Espinas left at his death which was inherited by his mother, Guillerma Aguilar; Pascual Sierra and his wife were the real owners of the land in question and as such owners they were in possession thereof.\n\nWithout taking into consideration the former proofs offered by both parties to the suit; that is to say, the possessory information above referred to, the evidence presented by the defendant under No. 4 is relevant; it consists of the receipt that, it is claimed, was issued by Juan Hernandez in favor of Macario Samson when recognizing the 350 pesos as a portion of the debt of Ramon Espinas plus the 100 pesos that he received on loan, with regard to which receipt Juan Hernandez testifies in the following terms:\n\nWhen Guillerma Aguilar sold us the property of the late Ramon, Macario Samson appeared and said that the late Ramon owed him money and we, Pascual Sierra and myself, assumed the liability in favor of Macario Samson, by means of an agreement which consisted in that, out of the products of my field, I was to deliver the one half to Macario Samson; the debt in favor of the latter was of 700 pesos, of which 350 corresponded to me and the other half, 350, corresponded to Sierra, and I had received; the plaintiff ceased to receive the products of the land since I redeemed it in 1900.\n\nThe receipt Exhibit No. 4 of the defendants reads as follows:\n\nI hereby declared that I am indebted to Don Macario Samson in the sum of 450 pesos received in cash to my entire satisfaction, for which reason I sell to him under\n\npacto de retro\n\nthe land that I have acquired by purchase from Doña Guillerma Aguilar, recorded this day by the public notary of this district under register No. 79, and as to the proper execution of this contract I hereby bind myself to perform the same at any time that the creditor may request me so to do. And, in the meantime, I give to this extrajudicial document full legal force and effect, and in consequence thereof I hereby bind myself to comply with everything that has been set forth above. Albay, May 29, 1895.  Juan Hernandez.\n\nUpon presentation of this document by the defense, Pascual Sierra declared that he had executed another document of the same tenor in favor of the plaintiff, the modification being the reference to the instrument of sale executed by Guillerma Aguilar in favor of Hernandez which bears No. 79, whereas that executed in favor of Sierra's wife numbered 64. And Sierra proceeds to testify:\n\nQ.       Which was the land that you sold Macario Samson in\n\npacto de retro\n\n?\n\nA.       The same land in question.\n\nQ.       In what year?\n\nA.       In 1895.\n\nQ.       On what paper was it executed?\n\nA.       On one like this [document No. 4], wherein I engaged to sell under\n\npacto de retro\n\n, and binding myself to execute the bill of sale as soon as possible.\n\nQ.       Has he received the products of the land since then?\n\nA.       No, sir; he commenced to receive them in 1896.\n\nQ.       Do you mean to say that you sold the said land in the month of April, March, or June, or in what month?\n\nA.       In May or June.\n\nAccording to the above testimony the defendant Sierra sold the land to the plaintiff Samson in May or June, 1895, a document similar to the one executed by Juan Hernandez being executed to that effect, which document is numbered 4 of those exhibited by the defense; the defendant alleges that the contents of the document by him executed in favor of the plaintiff, and which according to him must be in the possession of the latter, is as follows, with the modification as indicated:\n\nI hereby declare that I am indebted to Don Macario Samson in the sum of 450 pesos, value received in cash from him to my entire satisfaction, for which reason the lands which I acquire by purchase from Doña Guillerma Aguilar and which I have now been recorded in the office of the notary for this district with the register number 64, remain or become sold to him with\n\npacto de retro\n\n, and I engage to execute a proper contract at any time when the fullest legal force and effect to this extrajudicial document, and in consequence thereof I bind myself to comply therewith. Albay (dated in May of June), 1895.  Pascual Sierra.\n\nAccording to section 322 of the Code of Civil Procedure, if a document is in the custody of the adverse party, he should be duly notified to produce it in evidence. If he then fails to do so the contents of the document may be provided as in the case of its loss. In the event of loss, section 321 provides:\n\n. . . its contents may be proven by a copy or by a recital of its contents in some authentic document, or by the recollection of a witness.\n\nThe supposed document in the custody of the plaintiff has not been offered in evidence by the latter, as appears on folio 7 of the record, and the defendant Sierra has made a recital of its contents as if he had literally reproduced it and presented document No. 4 which he states is of the same tenor, with a slight variation from the one which he asserts to be the contract between the plaintiff and the defendant.\n\nThe defendant then submits his exceptions or defense to judicial decision based on the contents of a document as set forth in No. 4 of the record, which is the decisive as to the legal status of the property in question.\n\nSaid legal status is no other, according to the documentary and oral testimony offered by the defendant, than that of purchase and sale consummated with\n\npacto de retro\n\n, in the precise terms that are transcribed in the evidence. Among the documents in evidence is the following:\n\nFor which reason\n\n(for the 450 pesos which he confessed to having received from the plaintiff) the lands that I have acquired by purchase from Da. Guillerma Aguilar ... ,\n\nremain or become sold\n\nunder\n\npacto de retro\n\n, and I engage to execute a proper contract at any time when the creditor may demand it,\n\nand in the meantime\n\nI attach the fullest legal force and effect to this extrajudicial document.\n\nAnd the oral evidence is:\n\nQ.       Which was the land that you sold Macario Samson on\n\npacto de retro\n\n?\n\nA.       The same land in question.\n\nQ.       In what year?\n\nA.       In 1895.\n\nQ.       In what month?\n\nA.       In May or June.\n\nFrom these precise terms there does not result a promise or engagement to sell under\n\npacto de retro\n\n, but a sale made or consummated with\n\npacto de retro\n\n, with the engagement or promise, on the part of the vendor, to execute a formal contract whenever required to do so.\n\nWith nothing further than an identical document, or one prepared in the same terms, a contract of sale on\n\npacto de retro\n\nwas consummated on the part of Juan Hernandez similar to that at bar, and it produced all its effects without the necessity of executing a formal document or instrument of sale, the right reserved by means of the\n\npacto de retro\n\ntaking effect five years later, that is, in 1900, as declared by Hernandez himself when he said; \"and the plaintiff ceased to receive the products of the land since he redeemed the same in 1900.\" For the same reason the contract of sale with\n\npacto de retro\n\n, which the defendant asserts was contained in a document identical to that of Hernandez, must be considered as consummated in May or June, 1895.\n\nTherefore, it is necessary to decide the ownership of the property in question in the light of the terms of the alleged contract and of the acts done in connection therewith; and as the contract is one of sale, even though it be with\n\npacto de retro\n\n, really and positively conveying the ownership, possession of and other real rights in and to the land, it follows to the ownership of the property in question was conveyed to the plaintiff in May or June, 1895; and that what constitutes a promise, is the obligation to execute the contract in the form of a public instrument upon request of the creditor. Hence, the present ownership of the property rests with the plaintiff, and in accordance with article 348 of the Civil Code he is entitled to bring an action for the recovery thereof.\n\nAs to whether or not the vendor is still entitled to repurchase the property thus sold and thus transferred to the purchaser is immaterial in this case, because there has been no contention with respect to the prescription of the action for the enforcement of the right of redemption.\n\nWe can not therefore admit the opinion which the defendant Sierra seems to have formed of the present status of the land in question when he states in his letter to the plaintiff:\n\nI am well aware that the fields are mortgaged to you, and that you as the creditor, annually enjoy the share that appertains to you; but you must not mistake the mortgage for a title of ownership, because the latter not rest with you nor with anybody else except my wife ... my duty is to inform you when I collect the crop in order to give you the corresponding share as creditor, but never as an owner. (Exhibit B.)\n\nIf according to defendant Sierra, the contract by virtue of which there exists a juridical relation in connection with the land in question between him and the plaintiff, is set forth in a document identical to that drawn up between Samson and Hernandez, and if in the said document Sierra has stated, as he claims and firmly maintains, that in consideration of the sum of 450 pesos in cash which he received from Samson to his entire satisfaction, the said land has become sold under\n\npacto de retro\n\n, and he engaged to execute at any time \"this contract in proper form,\" and gave to said extrajudicial document in the meantime the fullest legal force and effect, it is impossible to construe the agreement as one of loan with a mortgage made out in precise terms of sale on\n\npacto de retro\n\n, with all reference to the said personal right of redemption is simply contained in the words\" I declare that I am indebted to Don Macario Samson in the sum of 450 pesos,\" with which the document begins.\n\nA public instrument reading: \"I hereby declare that I owe Don Macario Samson 450 pesos which I have received and for which a certain tract of land becomes sold under\n\npacto de retro\n\n,\" could be recorded in the registry of property as a title of ownership in favor of Samson, without prejudice to the personal right of repurchase agreed to in favor of Sierra.\n\nThe fact that the document invoked by the defendant as evidence of the contract entered into was no executed in a public instrument does not prevent the conclusion of law previously established; inasmuch as \"a private instruments, legally acknowledges shall have, with regard to those who signed it and their legal representatives, the same force as a public instrument.\" (Art. 1255, Civil Code.)\n\nTherefore, it must be concluded that the ownership of the land in question, on the strength of the contract of sale under\n\npacto de retro\n\nabove shown, rests with the plaintiff, and by virtue thereof he is entitled to bring the action for recovery as set forth in the complaint without right, however, to any indemnity by reason of damages, which he also claimed, because neither the existence nor the amount of the damage was proven.\n\nIn view of the foregoing we hold that the judgment appealed from should be and is hereby reversed; that it should be held and we do hereby hold that the ownership and possession of the land claimed appertain to the plaintiff. The defendants are sentenced to deliver the land and restore the possession of the same to the plaintiff. The defendants are absolved from the claim for loss and damages, without any special ruling as to the costs in both instances.\n\nTorres, Mapa, Johnson, Carson, Willard, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 18816,
  "metadata_extraction_date": "2025-11-16T08:43:04.294461",
  "extraction_version": "2.0_enhanced_full_content"
}