{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/january/gr_l-5120_1909.html",
  "filename": "gr_l-5120_1909.html",
  "year": 1909,
  "month": "january",
  "case_number": "gr_l-5120_1909",
  "gr_number": "gr_l-5120_1909",
  "volume_page": "Volume information not available",
  "decision_date": "January 8, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Property Law",
    "Remedial Law",
    "Constitutional Law"
  ],
  "keywords": [
    "court",
    "appeal",
    "writ",
    "petitioner",
    "habeas",
    "corpus",
    "case",
    "phil",
    "rep",
    "united",
    "states",
    "petition",
    "presented",
    "city",
    "ordinance",
    "december",
    "rule",
    "judgments",
    "cases",
    "law"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5120\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5120              January 8, 1909\n\nTIMOTEO GONZALEZ,\n\npetitioner,\n\nvs.\n\nGEORGE N. WOLFE, Director of Prisons,\n\nrespondent.\n\nRoberto Moreno, for petitioner.\n\nGeorge N. Wolfe, in his own behalf.\n\nWILLARD,\n\nJ.\n\n:\n\nThis is a petition for\n\nhabeas corpus\n\npresented to this court.\n\nIt appears that the petitioner was convicted in the municipal court of the city of Manila of a violation of section 649 of the Revised Ordinance of the city relating to the destruction of or interference with electrical apparatus. He appeared to the Court of First Instance, where he was again convicted, and on the 3d day of December, 1908, sentenced to imprisonment for four months and to a fine of P75. On December 11 he attempted to appeal from this judgment, on the ground that the ordinance was unconstitutional. The court, by an order made on December 15, refused to allow the appeal. He was committed to the Prison of Bilibid, and on December 26 presented this petition for a writ of\n\nhabeas corpus\n\n.\n\nIn the case of Trinidad\n\nvs.\n\nSweeney (4 Phil. Rep., 531) this court said:\n\nAs a general rule, the judgments of the Courts of First Instance are final in criminal cases appealed from courts of justices of the peace. (United States\n\nvs.\n\nSy Tay, 1 Phil. Rep., 35.)\n\nThe same rule applies to the judgments of the municipal court of the city of Manila in such cases. (United States\n\nvs.\n\nBian Jeng, 1 Off. Gaz., 433.\n\n1\n\n)\n\nBut in cases involving the validity or constitutionality of any law, there is such an appeal by virtue of the provisions of section 43 of General Orders, No. 58.\n\nThe petitioner's appeal should have been allowed.\n\nThe case of Miranda\n\nvs.\n\nSmith,\n\n2\n\nNo. 4987, decided October 22, 1908, and relied upon by the court below in making its order denying an appeal, was not a suit of\n\nmandamus\n\nbut of\n\ncertiorari\n\n. Moreover, in that case the only ground upon which the right to appeal was based was that the city ordinance had been repealed by a law of the Commission. We had already held in United States\n\nvs.\n\nSy-Tay (1 Phil. Rep., 35), that this presented no constitutional question. Having a right to an appeal, the petitioner can compel its allowance by\n\nmandamus\n\n. (Trinidad\n\nvs.\n\nSweeney, 4 Phil. Rep., 531.)\n\nUnder the circumstances thus appearing in this case, a writ of\n\nhabeas corpus\n\nwill not be granted.\n\nIn re\n\nLincoln (202 U.S., 178), it appeared that the petitioner had been convicted in the United States District Court for the District of Nebraska of a violation of the law relating to the introduction of liquor into the Indian country. He had a right to sue out a writ of error for the review of the judgment. Instead of doing this, he allowed himself to be committed and then applied to the Supreme Court of the United States for a writ of\n\nhabeas corpus\n\n, claiming that the District Court had no jurisdiction of the case. The application was denied, the court saying \n\nA writ of\n\nhabeas corpus\n\nis not to be made use of as a writ of error (Crossley\n\nvs.\n\nCalifornia, 168 U.S. 640; Whitney\n\nvs.\n\nDick, 202 U.S., 132), the ordinary procedure for the correction of errors in criminal cases is by writ of error, and that method should be pursued unless there be special circumstances calling for a departure therefrom.\n\nIn\n\nex parte\n\nSimon (208 U. S., 144), the Supreme Court said:\n\nThe usual rule is that the prisoner can not anticipate the regular course of proceedings having for their end to determine whether he shall be held or released by alleging want of jurisdiction and petitioning for a\n\nhabeas corpus\n\n.\n\nIn the case at bar there are no special circumstances which take it out of the rule above laid down.\n\nWhether in any event he would be entitled to the writ upon the showing made in the petition, we do not decide. It is enough to say that he is not entitled to it until he has exhausted his remedy by appeal.\n\nHe has presented two other petitions asking for two other writs alleging two other judgments for two other violations of the same ordinance. We do not see the necessity for these petitions; one setting forth the facts relating to all the judgments would seem to be sufficient. The petition is denied without costs. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson, and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n2 Phil. Rep., 179.\n\n2\n\nResolution of the Supreme Court of October 21, 1908.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4479,
  "metadata_extraction_date": "2025-11-16T08:43:34.210500",
  "extraction_version": "2.0_enhanced_full_content"
}