{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2007/12/opt_case_40883.html",
  "filename": "opt_case_40883.html",
  "year": 2007,
  "month": "12",
  "case_number": "G.R. No. 156522",
  "gr_number": "156522",
  "volume_page": "515 Phil. 267",
  "decision_date": null,
  "title": "Ramos v. Sarao, G.R. No. 149756, February 11, 2005, 451 SCRA 103, 113. [18] Id. [19] Lorbes v. Court of Appeals, G.R. No. 139884, February 15, 2001, 351 SCRA 716, 725-726. [20] Olea v. Court of Appeals, 317 Phil. 328, 338 (1995). [21] Matanguihan v. Court of Appeals, supra note 15 at 390-391. [22] Rollo, pp. 71-72.[23] See TSN, February 3, 1998, pp. 8-14.[24] Oronce v. Court of Appeals, 358 Phil. 616, 637 (1998). Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law"
  ],
  "keywords": [
    "february",
    "lorbes",
    "court",
    "appeals",
    "matanguihan",
    "oronce",
    "source",
    "supreme",
    "library",
    "dynamically",
    "generated",
    "content",
    "management",
    "system",
    "libcms",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "division"
  ],
  "title_summary": "Ramos v. Sarao, G.R. No. 149756, February 11, 2005, 451 SCRA 103, 113. [18] Id. [19] Lorbes v. Co...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 515 Phil. 267\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. NO. 166183, January 20, 2006 ]\n[ G.R. NO. 166183, January 20, 2006 ]\n\nSPS. TITO ALVARO AND MARIA VALELO, PETITIONERS, VS. SPS. OSMUNDO TERNIDA AND JULITA RETURBAN, COURT OF APPEALS, RESPONDENTS. D E C I S I O N\nSPS. TITO ALVARO AND MARIA VALELO, PETITIONERS, VS. SPS. OSMUNDO TERNIDA AND JULITA RETURBAN, COURT OF APPEALS, RESPONDENTS.\n\nD E C I S I O N\n\nYNARES-SANTIAGO, J.:\n\nAssailed in this petition for review on certiorari under Rule 45 of the Rules of Court are the July 30, 2004 Decision [1] of the Court of Appeals in CA-G.R. CV No. 61985 and the November 3, 2004 Resolution [2] which denied petitioners' motion for reconsideration.\n\nThe antecedent facts are as follows:\n\nRespondent-spouses Osmundo Ternida and Julita Returban are the owners of the contested property, an 8,450 sq. m. parcel of non-irrigated riceland situated at Barangay Labney, San Jacinto, Pangasinan.\n\nOn May 26, 1986, Julita mortgaged the land to the spouses Salvador de Vera and Juanita Orinion for P28,000.00. As testified [3] to by Julita, she was made to sign a Deed of Pacto de Retro Sale [4] with Salvador who explained to her that what she signed was a mortgage document. As worded, the document provided that Julita has three years from the date of the execution of the document to repurchase the land.\n\nAfter a year, Salvador executed a Deed of Transfer of Mortgage[5] in favor of the spouses Jose Calpito and Zoraida Valelo for a consideration of P32,000.00. Thereafter, Julita requested from the latter for an additional amount of P3,000.00, at which point, she was asked [6] to sign a Deed of Sale with Right to Repurchase. [7]\n\nOn May 22, 1990, Julita again asked for an additional amount of P1,000.00 but she was informed by Jose Calpito that they have transferred the mortgage to the spouses Tito Alvaro and Maria Valelo, herein petitioners. Julita thus went to the petitioners who gave her the additional amount of P1,000.00. Julita claimed that petitioners asked her to sign a document that she believed was a mortgage document but later on turned out to be a Deed of Absolute Sale [8] over the contested property.\n\nWhen Julita tried to redeem the property from the petitioners, the latter refused and claimed that they had purchased the property and were in fact issued Tax Declaration No. 2747. [9]\n\nConsequently, on October 1, 1997, respondents filed a complaint for Annulment of Deed of Sale Documents and Tax Declaration No. 2747 with the Regional Trial Court of Dagupan City, docketed as Civil Case No. 97-01876-D. [10] After trial on the merits, the trial court dismissed the complaint for lack of cause of action. [11] Respondents filed a motion for reconsideration which was however denied. [12]\n\nOn appeal, the Court of Appeals reversed the decision of the trial court, thus:\nWHEREFORE, the appeal is granted and the Decision dated September 10, 1998 of the trial court is reversed and set aside. The Deed of Absolute Sale dated May 22, 1990 between plaintiff-appellant Julita Returban and defendants-appellees spouses Tito Alvaro and Maria Valelo shall be construed as an equitable mortgage and the Tax Declaration 2747 issued in the name of spouses Tito Alvaro and Maria Valelo is annulled. Consequently, plaintiffs-appellants are entitled to redeem the property which shall be effected upon payment of their mortgage debt to defendants-appellees.\n\nSO ORDERED. [13] Hence this petition for review on the following grounds:\nTHAT THE HONORABLE COURT OF APPEALS COMMITTED AN ERROR IN LAW WHEN IT DECLARED THE TRANSACTION BETWEEN THE PARTIES AS EQUITABLE MORTGAGE AND NOT AN ABSOLUTE SALE;\n\nTHAT THE HONORABLE COURT OF APPEALS COMMITTED AN ERROR IN LAW WHEN IT DECLARED THE ANNULMENT OF TAX DECLARATION 2747 IN THE NAMES OF THE PETITIONERS;\n\nTHAT THE HONORABLE COURT OF APPEALS COMMITTED AN ERROR IN LAW WHEN IT FAILED TO APPLY THE JURISPRUDENTIAL RULE LAID DOWN IN ABILLA VS. GOBONSENG, JR., 374 SCRA 51;\n\nTHAT THE HONORABLE COURT OF APPEALS COMMITTED AN ERROR IN LAW WHEN IT FAILED TO APPLY THE PRINCIPLE OF LACHES AND ESTOPPEL;\n\nTHAT THE HONORABLE COURT OF APPEALS COMMITTED AN ERROR IN LAW WHEN IT FAILED TO AWARD DAMAGES IN FAVOR OF THE PETITIONERS. [14] Primarily, petitioners contend that the Court of Appeals erred when it declared the transaction between the parties to be an equitable mortgage instead of an absolute sale.\n\nThe petition lacks merit.\n\nAn equitable mortgage is defined as one which although lacking in some formality, or form or words, or other requisites demanded by a statute, nevertheless reveals the intention of the parties to charge real property as security for a debt, and contains nothing impossible or contrary to law. [15] For the presumption of an equitable mortgage to arise, two requisites must concur: (1) that the parties entered into a contract denominated as a sale; and (2) that their intention was to secure an existing debt by way of a mortgage. [16]\n\nConsequently, the nonpayment of the debt when due gives the mortgagee the right to foreclose the mortgage, sell the property and apply the proceeds of the sale to the satisfaction of the loan obligation. [17]\n\nWe find no merit in petitioners' contention that in the Deed of Absolute Sale executed between them and Julita, the latter totally conveyed her ownership over the disputed property. We have consistently decreed that the nomenclature used by the contracting parties to describe a contract does not determine its nature. The decisive factor is the intention of the parties to the contract – as shown by their conduct, words, actions and deeds – prior to, during and after executing the agreement. [18]\n\nWhile there is no single conclusive test to determine whether a deed absolute on its face is really a simple loan accommodation secured by a mortgage,[19] however, the Civil Code enumerates several instances when a contract is clothed with the presumption that it is an equitable mortgage, to wit:\nArticle 1602. The contract shall be presumed to be an equitable mortgage, in any of the following cases:\n\n(1) When the price of a sale with right to repurchase is unusually inadequate;\n\n(2) When the vendor remains in possession as lessee or otherwise;\n\n(3) When upon or after the expiration of the right to repurchase another instrument extending the period of redemption or granting a new period is executed;\n\n(4) When the purchaser retains for himself a part of the purchase price;\n\n(5) When the vendor binds himself to pay the taxes on the thing sold;\n\n(6) In any other case where it may be fairly inferred that the real intention of the parties is that the transaction shall secure the payment of a debt or the performance of any other obligation.\n\nIn any of the foregoing cases, any money, fruits, or other benefit to be received by the vendee as rent or otherwise shall be considered as interest which shall be subject to the usury laws. (Emphasis added) It is an established rule that the presence of even one of the circumstances set forth in Article 1602 is sufficient to declare a contract of sale with right to repurchase an equitable mortgage. [20] Thus, under the wise, just and equitable presumption in Article 1602, a document which appears on its face to be a sale – absolute or with pacto de retro – may be proven by the vendor or vendor-a- retro to be one of a loan with mortgage. In such case, parol evidence becomes competent and admissible to prove that the instrument was in truth and in fact given merely as a security for the payment of a loan. And upon proof of the truth of such allegations, the court will enforce the agreement or understanding in consonance with the true intent of the parties at the time of the execution of the contract. [21]\n\nApplying the foregoing considerations to the instant case, we find that the true intention of the parties in the execution of the Deed of Absolute Sale was never to convey the ownership of the disputed property but merely to secure the loan obtained by Julita. As correctly observed by the Court of Appeals: [22]\nThe circumstances surrounding the execution and performance of the terms of the contracts which plaintiff-appellant Julita Returban was made to sign involving the subject property, are inconsistent with the theory that the property was sold.\n\nWhen plaintiff-appellant Julita Returban first mortgaged the land in favor of spouses Salvador de Vera and Juanita Orinion for the amount of P28,000.00, she was made to sign a Deed of Pacto de Retro Sale. Salvador de Vera himself was aware that the subject property was merely mortgaged, not sold, because he himself subsequently executed a Deed of Transfer Mortgage in favor of spouses Jose Calpito and Zoraida Valelo ....\n\n....\n\nWhen plaintiff-appellant went to spouses Jose Calpito and Zoraida Valelo to request an additional P3,000.00, she was made to sign a Deed of Sale with Right to Repurchase in favor of Jose Calpito and Zoraida Valelo for a purported consideration of P35,000.00. But it was admitted by defendant-appellee Maria Valelo during her direct examination that:\n\n[TABLE_CONTENT]\nATTY. DE JESUS:\n | \nQ. | You said that the amount of P35,000.00 was given to Jose Calpito and Zoraida Valelo as redemption price of the land mortgaged by Julita Returban?\n | \nA: | Yes, sir. (Underlining supplied.)\n[END_TABLE]\n\nATTY. DE JESUS:\n\nQ. You said that the amount of P35,000.00 was given to Jose Calpito and Zoraida Valelo as redemption price of the land mortgaged by Julita Returban?\n\nA: Yes, sir. (Underlining supplied.) Actually, plaintiff-appellant Julita Returban was given P28,000.00 at first and subsequently, she was given the additional amounts of P3,000.00 by Jose Calpito and Zoraida Valelo and P1,000.00 by Tito Alvaro and Maria Valelo. The Supreme Court, in an analogous case, said that:\n\nIf the transactions were a true pacto de retro, the purchase price had been fixed (at P3,600.00) not a centavo more and respondents' giving of additional amounts on (three) different occasions to be aggregated to the redemption price \"was absolutely inconsistent\" with the concept of a \"true sale with pacto de retro.\" For her part, Julita testified that during all the times that she was asked to sign a document evidencing the release of additional sums of money to her, she always believed, as she was made to believe, that she was signing a mortgage document. [23]\n\nVerily, the conduct of Julita before, during and after the mortgage of the disputed property negates petitioners' allegation that she intended to sell the land in their favor. Otherwise, she would have not exerted earnest efforts to redeem the same.\n\nThe conditions which give rise to a presumption of equitable mortgage, as set out in Article 1602 of the Civil Code, apply with equal force to a contract purporting to be one of absolute sale. Moreover, the presence of even one of the circumstances in Article 1602 is sufficient basis to declare a contract as one of equitable mortgage. This is in consonance with the rule that the law favors the least transmission of rights.[24]\n\nWHEREFORE, the petition is DENIED . The assailed Decision dated July 30, 2004 of the Court of Appeals in CA-G.R. CV No. 61985 and its November 3, 2004 Resolution, are AFFIRMED .\n\nSO ORDERED .\n\nPanganiban, C.J. , (Chairman) , Austria-Martinez , Callejo, Sr. , and Chico-Nazario, JJ. ,\n\n[1] Rollo , pp. 66-77. Penned by Associate Justice Fernanda Lampas Peralta and concurred in by Associate Justices Conrado M. Vazquez, Jr. and Josefina Guevara-Salonga.\n\n[2] Id. at 101-102.\n\n[3] See TSN, February 3, 1998, pp. 8-9.\n\n[4] See Exhibit \"C,\" folder of exhibits, p. 3.\n\n[5] See Exhibit \"D,\" folder of exhibits, p. 4.\n\n[6] See TSN, February 3, 1998, pp. 10-11.\n\n[7] See Exhibit \"E,\" folder of exhibits, p. 5.\n\n[8] Rollo , p. 47.\n\n[9] Id . at 48.\n\n[10] RTC records, pp. 1-3.\n\n[11] Id. at 62. Penned by Judge Erna Falloran Aliposa.\n\n[12] Id. at 73.\n\n[13] Rollo , p. 76.\n\n[14] Id . at 16-17.\n\n[15] Matanguihan v. Court of Appeals, 341 Phil. 379, 389-390 (1997).\n\n[16] San Pedro v. Lee, G.R. No. 156522, May 28, 2004, 430 SCRA 338, 347.\n\n[17] Ramos v. Sarao, G.R. No. 149756, February 11, 2005, 451 SCRA 103, 113.\n\n[18] Id .\n\n[19] Lorbes v. Court of Appeals, G.R. No. 139884, February 15, 2001, 351 SCRA 716, 725-726.\n\n[20] Olea v. Court of Appeals, 317 Phil. 328, 338 (1995).\n\n[21] Matanguihan v. Court of Appeals, supra note 15 at 390-391.\n\n[22] Rollo , pp. 71-72.\n\n[23] See TSN, February 3, 1998, pp. 8-14.\n\n[24] Oronce v. Court of Appeals, 358 Phil. 616, 637 (1998).\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 12697,
  "metadata_extraction_date": "2025-11-01T05:57:59.483298",
  "extraction_version": "2.0_enhanced_full_content"
}