{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/august/G_R__No__596.html",
  "filename": "G_R__No__596.html",
  "year": 1902,
  "month": "august",
  "case_number": "G.R. No. 596",
  "gr_number": "596",
  "volume_page": "Volume information not available",
  "decision_date": "August 19, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law"
  ],
  "keywords": [
    "defendant",
    "court",
    "proclamation",
    "his",
    "upon",
    "united",
    "below",
    "order",
    "him",
    "states",
    "case",
    "within",
    "amnesty",
    "deceased",
    "insurrectionary",
    "issued",
    "blas",
    "arrest",
    "evidence",
    "record"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 596\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 596            August 19, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellant,\n\nvs.\n\nANASTASIO CARMONA,\n\ndefendant-appellee.\n\nOffice of the Solicitor-General Araneta, for appellant.\n\nVicente G. Azaola, for appellee.\n\nLADD,\n\nJ.:\n\nThe defendant was tried for\n\nasesinato\n\nin the court below and acquitted. The case is now pending in this court on appeal. The Solicitor-General and counsel for the defendant have united in a petition that he be declared to be embraced within the President's amnesty proclamation of July 4, last. The circumstances under which the deceased met with his death and the defendant's connection therewith are stated in the judgment of the court below as follows:\n\nThe accused, Anastasio Carmona, was a captain in the so-called insurrectionary army. Acting in this capacity he issued an order to four soldiers under his command to lie in wait for the deceased, a tailor named Marcelo Blas, at a place known as Maytubig, in the district of Malate, in the city of Manila, and to arrest him as a spy in the service of the Americans and the police. In pursuance of this order these soldiers lay in wait for Blas at the place designated, and as he passed by, accompanied by his wife and one Domingo Tansio, on the afternoon of the 3rd of October, 1900, and after a short conversation, in which they told him that their superior officer wanted to have his measure taken for a suit of clothes, Blas refusing to go because it was too late, two of the men threw themselves upon him and stabbed him to death, leaving his body in the middle of the road.\n\nThese findings of the court below are supported by the evidence in the record. An examination of the record also shows that there was some uncontradicted evidence to the effect that an order had been issued by an insurrectionary officer superior in command to the defendant, directing the arrest of all Filipinio spies, and we think the conclusion is entirely warranted by the evidence that the defendant was acting in pursuance of this order in commanding the arrest of the deceased.\n\nThe defendant having participated in the insurrection against the Government of the United States, comes within the description in the proclamation of the classes of persons to whom the amnesty is extended. The crime of which he is guilty  if he is guilty of any crime of which he can be convicted upon the complaint in this case  belongs also to one of the classes of offense covered by the proclamation. It was committed in the course of the insurrection against the Government of the United States; it was committed pursuant to orders issued by insurrectionary military authorities, and it was committed for military purposes in the interest of the insurrection, and without any motive of private revenge or hatred whatever, so far as is disclosed by the record, and falls, therefore, within the designation of \"offenses political in their character,\" as that expression is used in the proclamation, even placing upon the words the narrowest interpretation of which they are in any possible view susceptible.\n\nThe defendant is therefore declared to be entitled to the benefit of the proclamation upon filing in this court the oath prescribed therein as a condition of the amnesty, and upon the filing of such oath the cause will be returned to the court below with directions that the defendant be discharged with costs\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Torres, Willard, and Cooper, JJ.,\n\nconcur.\n\nMapa, J.,\n\ndid not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3628,
  "metadata_extraction_date": "2025-11-16T07:49:38.378892",
  "extraction_version": "2.0_enhanced_full_content"
}