{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/august/G_R__No__890.html",
  "filename": "G_R__No__890.html",
  "year": 1902,
  "month": "august",
  "case_number": "G.R. No. 890",
  "gr_number": "890",
  "volume_page": "Volume information not available",
  "decision_date": "August 29, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Administrative Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "council",
    "united",
    "states",
    "ballesta",
    "his",
    "dumasal",
    "shows",
    "guillermo",
    "against",
    "secretary",
    "pursuant",
    "said",
    "upon",
    "court",
    "august",
    "appellee",
    "vicente",
    "villamor",
    "appellant"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 890\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 890            August 29, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nVICENTE VILLAMOR,\n\ndefendant-appellant.\n\nModesto Reyes, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nOn the 28th day of September, 1900, Guillermo Ballesta was the\n\njefe principal\n\n, in the pueblo of Bangued, in the Province of Abra, of the Filipino forces then in insurrection against the United States. The defendant, Vicente Villamor, a Filipino and resident of the Islands, was at that time his secretary. On that day the soldiers of Guillermo Ballesta pursuant to his orders seized the person of Bernardo Dumasal and conveyed him to a house in the said pueblo. He was there tried by a council of war presided over by said Guillermo Ballesta as\n\njefe principal\n\nand composed of the said Ballesta and the\n\njefes parciales\n\nof that vicinity. The defendant acted as secretary of this council. Dumasal was by the council convicted and sentenced to death, and we will assume that the proofs shows that the sentence was executed.\n\nThe judgment of the council was in writing. The defendant signed it, as secretary, and gave a copy of it to the officers charged with its execution. He had, according to the testimony, neither voice nor vote in the council. Dumasal was tried from the crime of having bought cows for the Americans and was convicted of being a traitor to his country. The trial conviction were had pursuant to laws and regulations promulgated by officials of the insurrectionary forces superior in rank to the defendant.\n\nThe case being here on review and upon appeal by the defendant from a sentence of death, he moved for his discharge on the ground that he was included in the proclamation of amnesty of July 4, 1902. The Solicitor-General joined in the motion. We think that it should be granted.\n\nThe defendant was and is an inhabitant of the Philippine Islands. At the time the act complained of was committed he was participating against the United States in the insurrection then existing. The execution of Dumasal was \"an offense of a political character.\" (\n\nIn re\n\nCastioni, R. (1891), 1 Q.B., 149;\n\nin re\n\nEzeta, 62 Fed., 964; United States\n\nvs.\n\nCarmona, decided by this court August 19, 1902.)\n\nThe evidence shows that it was committed pursuant to orders issued by the civil or military insurrectionary authorities superior in rank to the defendant.\n\nSo that, assuming that the evidence shows that the defendant is guilty of the crime charged against him, a question which we do not decide, it also shows that he has been pardoned.\n\nThe defendant is therefore declared to be entitled to the benefit of the proclamation, upon filing in this court the oath prescribed therein as a condition of the amnesty, and upon the filing of such oath the cause will be returned to the court below with direction that the defendant be discharged, with costs\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Torres, Cooper, and Ladd, JJ.,\n\nconcur.\n\nMapa, J.,\n\ndid not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3142,
  "metadata_extraction_date": "2025-11-16T07:49:29.344740",
  "extraction_version": "2.0_enhanced_full_content"
}