{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1907/december/gr_l-3826_1907.html",
  "filename": "gr_l-3826_1907.html",
  "year": 1907,
  "month": "december",
  "case_number": "gr_l-3826_1907",
  "gr_number": "gr_l-3826_1907",
  "volume_page": "Volume information not available",
  "decision_date": "December 7, 1907",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "land",
    "defendant",
    "her",
    "she",
    "plaintiff",
    "improvements",
    "case",
    "possession",
    "said",
    "owner",
    "house",
    "question",
    "tract",
    "occupied",
    "title",
    "appellant",
    "evidence",
    "same",
    "made",
    "plan"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3826\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3826\tDecember 7, 1907\n\nCARMEN AYALA DE ROXAS,\n\nplaintiff-appellee,\n\nvs.\n\nJUANA VALENCIA,\n\ndefendant-appellant.\n\nRamon Diokno, for appellant.\n\nRafael Palma, for appellee.\n\nWILLARD,\n\nJ.:\n\nThis is the second time this case has appeared here.\n\nlawphil.net\n\nThe first appeal is reported in Volume V, page 182, of the Philippine Reports.\n\nThe evidence presented by the plaintiff to show her ownership of the land in question is the same evidence presented in the case of Carmen Ayala de Roxas\n\nvs.\n\nAgapita Maglonso\n\n1\n\n(4 Off. Gaz., 459).\n\nWe there held that such evidence was sufficient. We see no reason for changing our views upon that subject.\n\nThe defendant and appellant claims that the tract of land occupied by her is not included in the large tract of land described in the plaintiff's deeds. We think that the contrary appears, not only from the admissions made in the answer of the defendant but also from the admissions made at the trial, to the effect that the tract of land occupied by her is included in the plan offered in the evidence in the court below. Comparing that plan with the certificate of the registry of property, we think that it shows that it is a plan of the land described in the plaintiff's deeds. That the tract of land claimed by the defendant is situated in the middle of the land shown in this plan is apparent from an examination thereof.\n\nThe principal question in the case is whether or not the defendant has acquired title to the tract of land occupied by her by adverse possession or not. That she has been in possession of the same since the 7th of December, 1858, is admitted. The only question is whether she occupied the land as owner or whether she was there by mere tolerance of the plaintiff. This question must be determined by reference to the document under which she entered into possession. That document is a contract made between her and German Bate on the date last mentioned. It is claimed by the defendant that contract conveyed to her the land in question, as well as the house situated thereon. It is claimed by the plaintiff that it was only a conveyance of the house and the improvements, and was not a conveyance of the land. After careful examination of the document, we adopt the view of the plaintiff. Nowhere in express terms does this instrument convey the land. It contains the following phrases:\n\nGerman Bate has sought and is seeking to sell the house and the improvements on his lot . . . as he did actually sell to Juana Valencia the above said house and improvements on said land; . . . states that the sum of one hundred pesos is the true and reasonable value and price of said improvements and building . . . and that the above-cited improvements and building are free; . . . henceforth conveys and cedes to the purchaser the title and the right of possession which he has and may have on the said hose and improvements.\n\nOn the same day, apparently, the purchaser, the defendant in this case, caused the\n\ngobernadorcillo\n\nto put her in possession, and it is said that the record of this act indicates that she was put in possession of the ground as well as of the house and improvements. It is true that she asked for the measurement and boundaries of the lot and that she be protected in the possession of it. It is also true that the\n\ngobernadorcillo\n\nmeasured the ground and caused her to walk about it and to execute acts of dominion over it, such as were customary in such proceedings, but it appears that, when he made his final declaration as to the property of which she thereby became the owner, he states that it was the improvements and the house, and nothing is said about her being the owner of the land.\n\nNo title by prescription can be acquired unless the person claiming the same occupied the land as the owner. We hold in this case that the defendant did not occupy this land as owner, but was there by the mere tolerance of the plaintiff, and, consequently, that she, the defendant, has not acquired the ownership thereof.\n\nWhat was said in the decision in the case of Carmen Ayala de Roxas\n\nvs.\n\nAgapita Maglonso, above mentioned, is applicable to this case, so far as it relates to occupation by permission of the owner.\n\nThe judgment of the court below is affirmed with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres and Tracey, JJ., concur.\n\nMapa, Johnson and Carson, JJ., dissent.\n\nFootnotes\n\n1\t8 Phil. Rep., 745.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4584,
  "metadata_extraction_date": "2025-11-16T08:24:37.424822",
  "extraction_version": "2.0_enhanced_full_content"
}