{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1907/december/gr_l-4086_1907.html",
  "filename": "gr_l-4086_1907.html",
  "year": 1907,
  "month": "december",
  "case_number": "gr_l-4086_1907",
  "gr_number": "gr_l-4086_1907",
  "volume_page": "Volume information not available",
  "decision_date": "December 21, 1907",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "General"
  ],
  "keywords": [
    "defendant",
    "candelario",
    "house",
    "brello",
    "appellant",
    "evidence",
    "found",
    "maximo",
    "upon",
    "his",
    "himself",
    "lawphil",
    "appellee",
    "case",
    "declaration",
    "two",
    "said",
    "attacked",
    "crispin",
    "bolo"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4086\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4086\tDecember 21, 1907\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nMAXIMO BRELLO,\n\ndefendant-appellant.\n\nJose Lopez, for appellant.\n\nAttorney-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe only evidence in the case against the defendant is the dying declaration of Pedro Candelario. The testimony shows that this declaration was false in two particulars at least. Candelario said, before he died, that he had been attacked by Maximo Brello and Crispin Brello, and that the former carried a bolo and the latter a dagger. The evidence in the case showed to the satisfaction of the court below that Crispin Brello took no part in the act and was not even present, and he was accordingly acquitted.\n\nCandelario said also that the attack was made upon him in the street in front of the house of the defendant, Maximo Brello.\n\nThe evidence of disinterested witnesses, among them the authorities of the town, established the fact that blood was found in many places inside of the house and that no blood was found outside of the house.\n\nThe evidence of the defendant and his witnesses was to the effect that at 10 o'clock at night Candelario came to the house of the defendant, knocked at the door, and insisted upon the defendant coming out, saying that if he did not he would burn the house. The defendant refused to go out and thereupon Candelario broke the door down, came in and attacked the defendant with a cane, throwing him to the ground two or three times. He defended himself as well as he could and finally seized a bolo and struck Candelario in the stomach. Immediately after the affair the defendant presented himself to the authorities of the town stating what had happened. It does not appear that Candelario had any other weapon than a cane.\n\nThese facts to our mind constitute a complete defense.\n\nlawphil.net\n\nCandelario committed a crime in entering the house as he did, the defendant was justified in protecting himself with such weapons as were at his hand, and if from that defense the death of the aggressor resulted, that result must be attributed to his own wrongful act and can not be charged to the defenda3nt.\n\nThe judgment of the court below as to the appellant is reversed and he is acquitted, with the costs of both instances\n\nde oficio\n\n. Let judgment be entered at once to that effect and an order issued for the release of the appellant, unless he is held upon some other charge. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ., concur.\n\nlawphil.net\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2647,
  "metadata_extraction_date": "2025-11-16T08:23:54.509198",
  "extraction_version": "2.0_enhanced_full_content"
}