{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1907/december/gr_l-3891_1907.html",
  "filename": "gr_l-3891_1907.html",
  "year": 1907,
  "month": "december",
  "case_number": "gr_l-3891_1907",
  "gr_number": "gr_l-3891_1907",
  "volume_page": "Volume information not available",
  "decision_date": "December 19, 1907",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Remedial Law",
    "Family Law"
  ],
  "keywords": [
    "will",
    "husband",
    "shall",
    "court",
    "clause",
    "said",
    "children",
    "testatrix",
    "first",
    "legacy",
    "mentioned",
    "morente",
    "death",
    "property",
    "one",
    "second",
    "marriage",
    "below",
    "case",
    "condition"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3891\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3891\tDecember 19, 1907\n\nELENA MORENTE,\n\npetitioner-appellant,\n\nvs.\n\nGUMERSINDO DE LA SANTA,\n\nrespondent-appellee.\n\nAgoncillo and Ilustre, for appellant.\n\nAgustin Alvares, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe will of Consuelo Morente contains the following clauses:\n\nlawphil.net\n\n1.\tI hereby order that all real estate which may belong to me shall pass to my husband, Gumersindo de la Santa.\n\n2.\tThat my said husband shall not leave my brothers after my death, and that he shall not marry anyone; should my said husband have children by anyone, he shall not convey any portion of the property left by me, except the one-third part thereof and the two remaining thirds shall be and remain for my brother Vicente or his children should he have any.\n\n3.\tAfter my death I direct my husband to dwell in the\n\ncamarin\n\nin which the bakery is located, which is one of the properties belonging to me.\n\nHer husband, Gumersindo de la Santa, married again within four months of the death of the testatrix. Elena Morente, a sister of the deceased, filed a petition in the proceeding relating to the probate of the will of Consuelo Morente pending in the Court of First Instance of the Province of Tayabas in which she alleged the second marriage of Gumersindo de la Santa and asked that the legacy to him above-mentioned be annulled. Objection was made in the court below by the husband to the procedure followed by the petitioner. The court below, however, held that the proceeding was proper and from that holding the husband did not appeal. From the judgment of the court below, the petitioner, Elena Morente, appealed.\n\nIn its judgment the court denied the petition. It was said, however, in the decision, as we understand it, that the husband having married, he had the right to the use of all the property during his life and that at his death two-thirds thereof would pass to Vicente, a brother of the testatrix, and one-third thereof could be disposed of by the husband. The construction given to the will by the court below is not accepted by the appellant. She claims that by the mere act of marriage the husband at once lost all rights acquired by the will. It is neither alleged nor proven that any children have been born to the husband since the death of the testatrix.\n\nlawphil.net\n\nArticle 790 of the Civil Code provides that testamentary provisions may be made conditional and article 793 provides that a prohibition against another marriage may in certain cases be validly imposed upon the widow or widower. But the question in this case is, Did the testatrix intend to impose a condition upon the absolute gift which is contained in the first clauses of the will? It is to be observed that by the second clause she directs that her husband shall not leave her sisters. It is provided in the third clause that he must continue to live in a certain building. It is provided in the second clause that he shall not marry again. To no one of these orders is attached the condition that if he fails to comply with them he shall lose the legacy given to him by the first clause of the will. It is nowhere expressly said that if he does leave the testatrix's sisters, or does not continue to dwell in the building mentioned in the will he shall forfeit the property given him in the first clause; nor is it anywhere expressly said that if he marries again he shall incur such a loss. But it is expressly provided that if one event does happen the disposition of the property contained in the first clause of the will shall be changed. It is said that if he has children by anyone, two-thirds of that property shall pass to Vicente, the brother of the testatrix.\n\nWe are bound to construe the will with reference to all the clauses contained therein, and with reference to such surrounding circumstances as duly appear in the case, and after such consideration we can not say that it was the intention of the testatrix that if her husband married again he should forfeit the legacy above mentioned. In other words, there being no express condition attached to that legacy in reference to the second marriage, we can not say that any condition can be implied from the context of the will. In the case of Chiong Joc-Soy\n\nvs\n\n. Jaime Vano (8 Phil. Rep., 119), we held that the legacy contained in the will therein mentioned was not conditional. It is true that case arose under article 797 of the Civil Code, which perhaps is not strictly applicable to this case, but we think that it may be argued from what is said in article 797 that, in order to make a testamentary provision conditional, such condition must fairly appear from the language used in the will.\n\nWhether the children mentioned in the second clause of the will are natural children or legitimate children we do not decide, for no such question is before us, the contingency mentioned in that part of the clause not having arisen, and we limit ourselves to saying merely that by the subsequent marriage of the husband he did not forfeit the legacy given to him by the first part of the will. That was the only question before the court below. the judgment of that court, denying the petition, is accordingly affirmed, with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5448,
  "metadata_extraction_date": "2025-11-16T08:24:17.087722",
  "extraction_version": "2.0_enhanced_full_content"
}