{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/january/gr_l-6230_1911.html",
  "filename": "gr_l-6230_1911.html",
  "year": 1911,
  "month": "january",
  "case_number": "gr_l-6230_1911",
  "gr_number": "gr_l-6230_1911",
  "volume_page": "Volume information not available",
  "decision_date": "January 18, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Commercial Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "company",
    "said",
    "shares",
    "petitioner",
    "transfer",
    "your",
    "corporation",
    "stock",
    "books",
    "visayan",
    "electric",
    "law",
    "writ",
    "mandamus",
    "respondent",
    "issue",
    "bryan",
    "certificate",
    "case",
    "action"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6230\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6230            January 18, 1911\n\nA. R. HAGER,\n\npetitioner,\n\nvs.\n\nABERT J. BRYAN,\n\nrespondent.\n\nWolfson & Wolfson for petitioner.\n\nHaussermann, Cohn & Fisher for respondent.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis was an original action commenced in the Supreme Court to secure a writ of\n\nmandamus\n\nagainst the defendant to compel him, as secretary of the Visayan Electric Company, to transfer upon the books of said company certain shares mentioned in the petition. The petition alleges:\n\nThat your petitioner is a resident of the city of Manila, Philippine Islands, but temporarily residing in the city of Shanghai, China, and that the respondent is a resident of and domiciled in the city of Cebu, Philippine Islands.\n\nThat on January first, 1910, the respondent qualified as the secretary of the Visayan Electric Company, after having been duly elected, and that defendant was on January 1, 1910, ever since has been and now is the secretary of the Visayan Electric Company, a corporation duly organized and existing under and by virtue of the laws of the Philippines Islands.\n\nThat prior to February 5, 1910, your petitioner was the sole owner of one hundred shares of capital stock of the said Visayan Electric Company and among which shares were:\n\nCertificate No. 55 representing 5 shares;\n\nCertificate No. 62 representing 10 shares;\n\nCertificate No. 63 representing 10 shares.\n\nThese certificates were issued in the name of Bryan-London & Co. and by them indorsed to your petitioner.\n\nThat on February 5, 1910, your petitioner entered into an agreement with one Martin M. Levering for the purchase and sale from your petitioner to the said Levering of your petitioner's interest in the said Visayan Electric Company, being the one hundred shares hereinbefore mentioned and including the 25 shares hereinbefore particularly mentioned. That this agreement was finally signed on February 25, 1910.\n\nThat the aforementioned agreement between your petitioner and the said Levering grew out of the fact that certain parties among whom were Bryan-London & Co., of which the respondent was and is member, were at that time trying by various means and manipulations to get control of the said Visayan Electric Company, and the said Levering and your petitioner were desirous of preventing their thus securing control.\n\nThat in the aforesaid agreement between your petitioner and the said Levering it was understood and agreed that delivery of all the stock should be made free from all incumbrances and the necessary transfers made on the books of the company.\n\nThat the respondent does not question the title of your petitioner to the aforementioned shares of the said Visayan Electric Company, and that he has no reason to question such title.\n\nThat the shares of the said Visayan Electric Company are transferable only on the books of the company and therefore your petitioner has repeatedly demanded and requested the respondent, as secretary of the said Visayan Electric Company to transfer on the books of the company the aforesaid shares, viz:\n\nCertificate No. 55 representing 5 shares;\n\nCertificate No. 62 representing 10 shares;\n\nCertificate No. 63 representing 10 shares;\n\nto the name of A. R. Hager, who was the true owner of same of A. R. Hager, your petitioner, may fully and faithfully carry out his agreement with the said Levering hereinbefore mentioned.\n\nThat the said Albert J. Bryan, the respondent, individually, as a member of the firm of Bryan-London & Company, and as secretary of the said Visayan Electric Company has refused and neglects to transfer or permit the transfer of the said aforementioned shares on the books of the company in the name of your petitioner. That this refusal on the part of the respondent is arbitrary, malicious, and contrary to law.\n\nThat the respondent as secretary of the said Visayan Electric Company is the only person whose duty it is to transfer shares on the books of the said company.\n\nThat your petitioner has no plain, speedy, adequate, and complete remedy at law, as a suit in damages for the value of the shares would not be speedy, adequate, nor complete, because then other parties than your petitioner and Martin M. Levering might become the owners of the said shares, this being the apparent desire of the respondent and being the express condition that your petitioner desires to prevent, and being the foundation of the agreement entered into by your petitioner and the said Martin M. Levering.\n\nWherefore your petitioner respectfully prays that this honorable court issue a\n\nwrit of mandamus\n\naddressed to Albert J. Bryan, as secretary of the Visayan Electric Company ordering the said Albert J. Bryan to forthwith transfer on the books of the company to the name to your petitioner the following shares in the said Visayan Electric Company\n\nviz\n\n:\n\nCertificate No. 55 representing 5 shares;\n\nCertificate No. 62 representing 10 shares;\n\nCertificate No. 63 representing 10 shares.\n\nAn order addressed to Albert J. Bryan, individually, as a member of the firm of Bryan-London & Company, restraining the said Albert J. Bryan from in any way interfering with the transfer of the aforementioned shares on the books of the said Visayan Electric Company, for the costs of this action, together with such further and other relief as this honorable court may deem meet and proper and that these proceedings be expedited under section 518, Code of Civil Procedure.\n\nTo this petition the defendants presented the following demurrer:\n\nNow comes the defendant in the case named above and demurs to the complaint on the ground that acts constituting cause of action are not therein alleged.\n\nThe question presented is, Will the courts of the Philippine Islands, under the provisions of the Code of Procedure in Civil Actions (secs. 222-225, 515) issue the writ of\n\nmandamus\n\n, under the facts alleged in the complaint, for the purpose of compelling the secretary of a private corporation to transfer stock upon the books of the corporation?\n\nThe Honorable Arthur L. Sanborn, judge of the United States district court for the western district of Wisconsin, in his article entitled \"\n\nMandamus\n\n\" (26 Cy. of Law and Procedure (Cyc), at p. 347), said:\n\nBy the weight of authority\n\nmandamus\n\nwill not lie in ordinary cases to compel a corporation of its officers to transfer stock on its books and issue new certificates to the transferee, since the writ (in such a case) is a purely private one, and there is generally an adequate remedy by an action against the corporation for damages.\n\nIn support of this conclusion Judge Sanborn cites cases from the States as follows:\n\nCalifornia\n\n.  (Kimball vs. The Union Water Company, 44 Cal., 173; 13 American Reports, 157);\n\nConnecticut\n\n.  (Tobey vs. Hakes, 54 Conn., 274; 1 American State Reports, 114);\n\nGeorgio\n\n.  (Terrel vs. Georgia Ry. Co., 115 Ga., 104);\n\nMassachusetts\n\n.  (Stockpole vs. Seymour, 127 Mass., 104);\n\nMichigan\n\n.  (Clark vs. Hill, 132 Mich., 434);\n\nMinnesota\n\n.  (Berker vs. Marshall, 15 Minn., [136] 177);\n\nMissouri\n\n.  (State vs. Rombauer, 46 Mo., 155);\n\nMontana\n\n.  (Durfee vs. Harper, 22 Mon., 354);\n\nNew Jersy\n\n.  (Galbraith vs. People's Building Associations etc., 43 N. J. Law, 389);\n\nNew York\n\n.  (People vs. Miller, 114 N. Y., 636);\n\nOhio\n\n.  (Freon vs. Carriage Company, 42 Ohio St., 30; 51 Am. Reps., 794);\n\nOregon\n\n.  (Slemmons vs. Thompson, 23 Oregon, 215);\n\nPennsylvania\n\n.  (Burmingham Fire Ins. Co. vs. Commonwealth, 92 Pa. St., 72);\n\nRhode Island\n\n.  (Wilkinson vs. Providence Bank, 3 R. I., 22.)\n\nThe above doctrine is the general rule in England, as well as in Canada. (Rex vs. London Assurance Company, 5 B. and Ald., 899).\n\nSection 35, Act No. 1459, provides among other things, that:\n\nNo share of stock against which the corporation\n\nholds any unpaid claim\n\n, shall be transferable on the books of the corporation.\n\nTo permit the writ of\n\nmandamus\n\nto issue for the purpose of compelling the officers of a corporation, in cases like the present one, to transfer stock upon the books of the corporation, might, under certain circumstances, require such officers to transfer stock against which the corporation holds unpaid claims. These claims might easily arise between the time of the issuance of the writ and the service of the same upon such officers. If the court should issue the writ, it might require an officer to transfer stock under conditions where the law expressly prohibited such transfer. The writ of\n\nmandamus\n\nwill never issue to compel a person to violate an express provision of the law. The act required to be performed must be one which the law specially enjoin as a duty resulting from an office, trust, or station or unlawfully excludes the plaintiff from the used and enjoyment of a right or office to which he is entitled and from which he is unlawfully precluded. (Sec. 222 of Act No. 190.)\n\nNo law has been called to our attention which specially requires the performance of the act of transferring the stock, while there is a law expressly prohibiting its transfer, except under certain conditions. (Sec. 35, Act No. 1459.)\n\nIn the case of Tobey vs. Hakes (54 Conn., 274) Justice Carpenter, in discussing the question whether mandamus would issue or not, in an application for such writ to compel the secretary of a private corporation to transfer stock on the books of the corporation, to a purchaser, and to issue a certificate thereof, said:\n\n\"This suit is against a private corporation, and its object is to enforce a mere private right. It is in no sense a proceeding to enforce the performance of a public duty. We have no precedent in this State for allowing this writ to compel the transfer of stock in a private corporation, and the authorities elsewhere are against it,\"  citing in support of his conclusions cases: Cushman vs. Thayer Manufacturing Co., (76 N. Y., 365), Town vs. Nichols, (73 Me., 515), States vs. Peoples' Building Association (43 N. J. Law, 389), Bank vs. Harrison (66 Ga., 696).\n\nJustice Carpenter continues by saying:\n\nThere is another ground on which the writ was properly refused. It is familiar law that the writ will not ordinarily issue if the plaintiff has other remedies. If the corporation improperly refuses to transfer the stock it is clearly liable for the damages in an action at law.\n\nIn the case of Kimball vs. Union Water Company (44 Cal., 173) the supreme court of California said:\n\nIt has been so frequently decided that a party entitled to stock in a private corporation has an action for damages against the corporation for the refusal of its officers to transfer the stock to him upon the company's books, that it must be considered as a settled principle of law. (King vs. Bank of England, 2 Douglass, 526; Shipley vs. Mechanics' Bank, 10 Johnson, 484; Wilkinson vs. Providence Bank, 3 R. I., 22; Ex parte Fireman's Ins. Co., 6th Hill (N. Y.), 243; American Asylum, etc., vs. Phoenix Bank, 4 Conn., 172; Sargeant vs. Franklin Ins. Co., 8 Pickering (Mass.), 90.)\n\nIn the case of Shipley vs. Mechanics' Bank (10 Johnson, N. Y., 484) an application was made for\n\nmandamus\n\nto compel a corporation to transfer to the petitioners certain stock owned by them, and in deciding the question, the court said:\n\nThe applicants have an adequate remedy, by special action on the case, to recover the value of the stock, if the bank have unduly refused to transfer it. There is no need of the\n\nextraordinary remedy by mandamus in so ordinary a case\n\n. It might as well be required in every case in which an ordinary action would lie.\n\nThis court has frequently decided that mandamus, being an extraordinary remedy, will not issue when another adequate remedy exists under the ordinary procedure. (Hoey vs. Baldwin, 1 Phi. Rep., 551 Manotoc vs. McMicking, 10 Phil. Rep., 119; Peterson vs. Peterson, Case No. 2360;\n\n1\n\nCruz Herrera vs. McMicking, 14 Phil. Rep., 641; Tabigue et al. vs. Duval, 16 Phil. Rep., 324.)\n\nFor the reasons above stated the demurrer is hereby sustained and the petition is hereby dismissed with costs, without prejudice to the right of the plaintiff to commence an ordinary action in the Court of First Instance to secure an order directing the defendant to transfer the stock in question upon the books of the company, after it is alleged and proved that the corporation holds no unpaid claims against it.\n\nArellano, C.J., and Torres, J.,\n\nconcur.\n\nMapa, J.,\n\nconcurs in the result.\n\nSeparate Opinions\n\nMORELAND,\n\nJ.,\n\ndissenting:\n\nI dissent. I am of the opinion that mandamus ought to issue in this case.\n\nCarson and Trent, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nNot published.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 12734,
  "metadata_extraction_date": "2025-11-16T08:59:50.777721",
  "extraction_version": "2.0_enhanced_full_content"
}