{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/april/G_R__No__1573.html",
  "filename": "G_R__No__1573.html",
  "year": 1904,
  "month": "april",
  "case_number": "G.R. No. 1573",
  "gr_number": "1573",
  "volume_page": "Volume information not available",
  "decision_date": "April 12, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "band",
    "his",
    "said",
    "accused",
    "defendant",
    "testified",
    "armed",
    "knew",
    "always",
    "constabulary",
    "went",
    "him",
    "tomas",
    "guzman",
    "court",
    "robbing",
    "companions",
    "people",
    "persons",
    "under"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1573\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1573            April 12, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nTOMAS DE GUZMAN,\n\ndefendant-appellant.\n\nFermin Mariano for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendant was charged with the crime of\n\nbandolerismo\n\n. He was tried in the Court of First Instance of the Province of Bataan on October 7, 1903, and was sentenced to be imprisoned for the term of thirty years, and to pay the costs of the suit.\n\nVictor Santos, a witness on behalf of the prosecution, testified that he knew the defendant; that he was commandant of a band of bandits; that Eulalio Bundoc, Miguel Labrador, and Candido Dilma, together with others, were his soldiers; that the defendant and his soldier, or the other members of his band, always carried arms; that they were opposed to the Government and built trenches for the protection of themselves near the pueblo of Bagbag; that the said band sustained itself be robbing.\n\nSilvestre Sangalang testified that he was a corporal of the Constabulary, and knew the accused; that the accused and his companions constituted a band of\n\ntulisanes\n\n, and that the band lived by robbing; that it compelled the people to give it food and supplies by force and intimidation, and that said band always went armed.\n\nVicente de la Pena testified that he knew the accused and assisted in arresting him; that he was chief of a band of\n\ntulisanes\n\n; that said band always went armed with deadly weapons, and was dedicated to robbing carabaos and other personal property.\n\nCanuto Mariano testified and stated that he knew the accused, and that he and his companions entered certain barrios and demanded food; that the band was composed of nine or more persons, and always went armed; that the people gave them food under threats which were made by the members of the said band and because of the fear that the people had of the said band.\n\nFlorentino Andres testified that the accused, with his companions, stole his banca; that he recovered his banca later through the Constabulary, and that the defendant and his companions always went armed.\n\nHenry Knauber testified that he was an inspector of the Constabulary, and knew the accused; that the accused and his band took part in the fight between the Constabulary and the band of ladrones on March 20, 1903, at Corral-na-Bato; that the accused and his band were under the command of General San Miguel; that the accused and his band committed various robberies in the barrio of Cabcaben.\n\nThe prosecution introduced in evidence a document captured by the Constabulary during the fight between the Filipino scouts and the band of ladrones under the command of General San Miguel on March 27, 1903. This document contained the names of a large number of persons, together with their rank and title. Among the names given appears the names of many persons heretofore sentenced by this court for the crime of\n\nbandolerismo\n\n. The defendant's name appears in the said list as a member of the said band. A certificate is also attached to the said document, signed by Saturnino Pascual, who signs himself \"The Colonel Chief Organizer,\" who certifies that \"in acknowledgment of the services rendered to the mother country by Señor Tomas de Guzman I hereby authorize him to organize troops in the jurisdiction of Bataan, one of the provinces of this Tagalog land.\n\nWherefore, I request every one of the sons of the people to recognize the said Señor and show him due respect, obeying his orders whenever they are lawfully issued.\n\nIssued at these organizing headquarters this 26th day of November, 1902.\n\nAnother certificate, signed by the same Saturnino Pascual, contains the following statements:\n\nRepublican Army of the Philippines, Bulacan Brigade, Third Battalion of regular forces:\n\nIn acknowledgment of the good character and services rendered to the mother country by Señor Tomas de Guzman, I hereby appoint him captain paymaster of the regular infantry, to take effect from this date.\n\nWherefore, I advise all military and civil officials to recognize him and show the respect due his ranks, and obey his orders whenever they are lawfully issued and in accordance with the authority of his office.\n\nIssued at these Third Battalion Headquarters this 26th day of November of 1902.\n\nThe defendant offered no proof in his own behalf.\n\nThe facts adduced in open court in this case justify the following conclusions:\n\nFirst. \tThat Tomas de Guzman was a member of an armed band, composed of more than three persons;\n\nSecond. \tThat said band was armed with deadly weapons, and went out upon the highways and roamed over the country for the purpose of robbing carabaos and other personal property;\n\nThird. \tThat the band committed various acts of robbery by means of threats and violence.\n\nTherefore, we do hereby find the defendant guilty of the crime of bandolerismo under Act No. 518 of the Civil Commission, and do hereby confirm the judgment of the court below. So ordered.\n\nArellano, C. J., Torres, Cooper, Mapa and McDonough, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5196,
  "metadata_extraction_date": "2025-11-16T07:58:58.792651",
  "extraction_version": "2.0_enhanced_full_content"
}