{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/april/G_R__No__1110.html",
  "filename": "G_R__No__1110.html",
  "year": 1904,
  "month": "april",
  "case_number": "G.R. No. 1110",
  "gr_number": "1110",
  "volume_page": "Volume information not available",
  "decision_date": "April 22, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Remedial Law",
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "action",
    "against",
    "money",
    "sarmiento",
    "montagne",
    "dominguez",
    "defendants",
    "they",
    "his",
    "appellants",
    "case",
    "made",
    "paid",
    "sum",
    "messrs",
    "fees",
    "title",
    "roman",
    "appellee",
    "arellano"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1110\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1110            April 22, 1904\n\nROMAN SARMIENTO,\n\nplaintiff-appellee,\n\nvs.\n\nMONTAGNE & DOMINGUEZ,\n\ndefendants-appellants.\n\nAllison D. Gibbs and W. A. Kincaid for appellants.\n\nJose M. Memije for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nIn this case the action brought is not the action\n\nex delicto\n\nprovided for in section 30 of the Code of Civil Procedure. No attempt has been made to proceed against the defendants for contempt, nor has any demand been made that they be imprisoned until they pay over the money unlawfully in their hands. The action brought is the action\n\nex contractu\n\narising from the contract of agency which appears in the record. Mr. Mobley, having paid the sum of 300 pesos into court, one of the defendants, who appeared for Roman Sarmiento in a criminal case prosecuted against him, asked that the money be delivered \"to the wife of the accused\", and made this request in the conditional form \"they being poor people.\" Then Sarmiento's wife expressly authorized Messrs. Montagne & Dominguez to receive from the clerk the amount so paid into the court, the judge approved this authorization, and by virtue thereof Messrs. Montagne & Dominguez received the money in question. Hence the defendants' title to the possession of this sum of money is the contract of agency referred to, and not the payment of fees as alleged. An agent does not become the owner of that which he receives in the name and as the property of his principal.\n\nIf the agent believes that such a sum of money in his possession should be paid to him as a compensation for fees still owing, he should bring the proper action for that purpose against his client, Sarmiento, and not against his principal, Angela Cabrera. Whatever action Messrs. Montagne & Dominguez may believe they can successfully maintain for unpaid fees is open to them, and only in such action would the evidence introduced by them in the trial of this case be competent.\n\nFor the reasons stated we affirm the judgment below, with the costs of this instance against the appellants. So ordered.\n\nTorres, Mapa, McDonough and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2232,
  "metadata_extraction_date": "2025-11-16T07:58:18.605132",
  "extraction_version": "2.0_enhanced_full_content"
}