{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/april/G_R__No__1479.html",
  "filename": "G_R__No__1479.html",
  "year": 1904,
  "month": "april",
  "case_number": "G.R. No. 1479",
  "gr_number": "1479",
  "volume_page": "Volume information not available",
  "decision_date": "April 16, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "accused",
    "her",
    "appellant",
    "brother",
    "she",
    "los",
    "santos",
    "tried",
    "court",
    "assault",
    "valentin",
    "testified",
    "witness",
    "only",
    "appellee",
    "instance",
    "upon",
    "facts",
    "lot",
    "threatening"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1479\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1479            April 16, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nVICTORINA DE LOS SANTOS,\n\ndefendant-appellant.\n\nThe appellant was tried in the Court of First Instance of Bulacan upon a charge of assault. The facts, as disclosed by the evidence are, in effect, that the accused and her brothers were tenants in common of a lot in the township of Malolos. The accused attempted to erect a house on this lot. Her brother, Valentin de los Santos, tried to persuade her to suspend the work until the arrival of their elder brother. This led to a quarrel. The accused testified that Valentin tried to strike her with a stick, but her witness on this point only testified to threatening words. The accused struck her brother with a bolo, inflicting a serious wound on the right wrist. Upon these facts the accused was convicted of assault (\n\nlesiones\n\n) and sentenced to imprisonment for the term of one year eight months and one day. From this judgment she appealed.\n\nEugenuio Lara for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nThe court below having declared that the accused was guilty of the crime, the defense in this appeal has endeavored to show that she acted in self-defense. But the only witness that the accused presented for the purpose of proving the assault, which she imputes to her brother, Valentin de los Santos, did not testify to the fact the he had struck his sisters with a cane, which is what she alleges to be the aggression. The witness has only testified to threatening words.\n\nTherefore the judgment of the court below, being in accordance with the law, is affirmed with the costs of this instance to the appellant. So ordered.\n\nTorres, Mapa, McDonough and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1892,
  "metadata_extraction_date": "2025-11-16T07:58:34.092336",
  "extraction_version": "2.0_enhanced_full_content"
}