{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/april/G_R__No__1806.html",
  "filename": "G_R__No__1806.html",
  "year": 1904,
  "month": "april",
  "case_number": "G.R. No. 1806",
  "gr_number": "1806",
  "volume_page": "Volume information not available",
  "decision_date": "April 22, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Commercial Law",
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "court",
    "petitioner",
    "alimony",
    "attorney",
    "pay",
    "children",
    "payment",
    "respondent",
    "petition",
    "sum",
    "support",
    "her",
    "paid",
    "woman",
    "money",
    "serviliano",
    "lanzuela",
    "santos",
    "john",
    "sweeney"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1806\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1806            April 22, 1904\n\nSERVILIANO LANZUELA SANTOS,\n\npetitioner,\n\nvs.\n\nJOHN C. SWEENEY,\n\nrespondent.\n\nJose Santiago for petitioner.\n\nG. E. Campbell for respondent.\n\nTORRES,\n\nJ.:\n\nThe attorney for Serviliano Lanzuela Santos has presented a petition in which he prays that a writ of prohibition issue, and that this court declare that the Hon. John C. Sweeney, judge of the Court of First Instance, exceeded his jurisdiction by attempting to compel him to pay Graciana Nemedes alimony in the sum of 100 pesos, and to pay the sum of 50 pesos for the support of each one of her two children, which sums are to be paid monthly in advance within the first five days of each month, and further to pay the sum of $200 to the attorney for the plaintiff as part payment of his fees.\n\nAttorney G. E. Campbell appeared for the respondent, and on the 15th instant filed an answer in which he states that the petition of the woman in question is based upon one of the grounds which authorize the allowance of alimony\n\npendente lite\n\n; that all the money to be paid to the woman has been earned by her; that the money to be paid for the support of her daughters is to keep alive the flesh and blood of the petitioner himself, and that with respect to the payment of attorney's fees, the purpose is to enable the wife and children to obtain their rights, and that he confides in the great wisdom and mature judgment of this court in the determination of the case.\n\nThe court below ordered the petitioner to pay alimony during the pendency of the divorce suit on trial in the court. This fact presupposes that the parties are married.\n\nArticle 68 of the Civil Code provides that after a complaint for divorce has been filed and admitted, certain action is to be taken by the court, including the allowance of alimony for the woman and such of the children as are not in the possession of the father. Upon this provision of the law the judge directed the payment of alimony for the support of the children and their mother, and also the payment of suit money, chargeable to the conjugal partnership. Consequently the relief prayed for can not be granted.\n\nThe petition is dismissed and the writ of prohibition denied, with the costs against the petitioner.\n\nArellano, C.J., Mapa, McDonough and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2438,
  "metadata_extraction_date": "2025-11-16T07:58:23.028883",
  "extraction_version": "2.0_enhanced_full_content"
}