{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/april/G_R__No__1477.html",
  "filename": "G_R__No__1477.html",
  "year": 1904,
  "month": "april",
  "case_number": "G.R. No. 1477",
  "gr_number": "1477",
  "volume_page": "Volume information not available",
  "decision_date": "April 22, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "plaintiff",
    "note",
    "sum",
    "demand",
    "obligation",
    "said",
    "pay",
    "day",
    "court",
    "upon",
    "person",
    "document",
    "code",
    "payment",
    "simeon",
    "blas",
    "appellant",
    "following",
    "judge"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1477\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1477            April 22, 1904\n\nMARIA GONZALEZ,\n\nplaintiff-appellee,\n\nvs.\n\nSIMEON BLAS,\n\ndefendant and appellant.\n\nFermin Mariano for appellant.\n\nGibbs and Kincaid and Jose F. Oliveros for appellee.\n\nJOHNSON,\n\nJ.:\n\nOn the 10th day of June, 1903, the plaintiff brought an action against the defendant in the Court of First Instance of the Province of Rizal, upon the following contract:\n\nVale por $500 a cuenta del que subscribe. Caloocan, 20 de Octubre de 1902.\n\nSIMEON BLAS. (Rubricado.)\n\nIn the margin of the vale, appears the following: \"Simeon Blas y Jason, Malabon  Vto. Bno., $500.\"\n\nOn the 9th day of July, 1903, the judge of the Court of First Instance entered the following judgment:\n\nIn the case, No. 177, the plaintiff sues the defendant for 500 pesos, the amount of a note signed by the latter, without mention of the person to whose order this sum was to be paid. The defendant has acknowledges the authenticity of this document, but alleges that the plaintiff has no right to demand from him the performance of the obligation, because the plaintiff is not the person to whom the document was delivered; that this person, deceived by another, delivered to the latter the note which is now in the possession of the plaintiff. The note in question is a document of credit to bearer and is demandable by the bearer from the person making it. (Art. 1112 of the Civil Code.) It is a legal presumption that the plaintiff is in lawful possession of said note inasmuch as nothing to the contrary has been proved with regard to her possession. Consequently the question is limited to determining the nature of the obligation evidenced by the said note, and to deciding how the holder thereof can demand of the maker the performance of the obligation. A note not drawn to order is equivalent to a promise to pay the sum of $500 made by the defendant to the holder of the document. (Art. 532, last paragraph, Code of Commerce.) The obligation in question should be governed by the common law, because it does not appear that it is connected with acts of commerce, and according to article 1096 of the Civil Code the plaintiff as holder is entitled to demand of the defendant the performance of this obligation, which, as it consists in the payment of a sum of money, gives to the plaintiff the right to demand of the defendant the payment, in addition on the $500, of legal interest from the date on which the said defendant became in default by failure to pay the said sum upon demand. (Art. 1108, Civil Code.) For the reason stated, I find in favor of the plaintiff, and it is hereby adjudged and decreed:\n\n(1) \tThat the defendant pay to the plaintiff the sum of $500, the amount of the note sued upon.\n\n(2) \tThat the defendant pay 6 per cent interest on said sum from the date on which demand for payment thereof was made, up to the date of payment thereof.\n\n(3) \tThat the defendant pay the costs of this suit.\n\nFELIX M. ROXAS,\n\nJudge of the Fifth District.\n\nOn the 23rd day of July the defendant presented a motion for a new trial, which was denied on the same day by the trial judge. The case comes here on a bill of exceptions. The bill of exceptions contains all the proof adduced in the court below. Upon an examination of this proof, we are of the opinion that the judgment of the court below should be affirmed, with costs to the appellant in both instances. So ordered.\n\nArellano, C. J., Torres, McDonough and Mapa, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3575,
  "metadata_extraction_date": "2025-11-16T07:58:09.002970",
  "extraction_version": "2.0_enhanced_full_content"
}