{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/april/G_R__No__1614.html",
  "filename": "G_R__No__1614.html",
  "year": 1904,
  "month": "april",
  "case_number": "G.R. No. 1614",
  "gr_number": "1614",
  "volume_page": "Volume information not available",
  "decision_date": "April 9, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Civil Law"
  ],
  "keywords": [
    "child",
    "him",
    "upon",
    "cause",
    "death",
    "illness",
    "result",
    "defendant",
    "one",
    "did",
    "body",
    "bruises",
    "heart",
    "fatal",
    "being",
    "blows",
    "its",
    "states",
    "complainant",
    "appellee"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1614\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1614            April 9, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nANACLETO EMBATE,\n\ndefendant-appellant.\n\nEleuterio Rodriquez for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nThe defendant was charged with homicide, convicted and sentenced to six years and six months' imprisonment, with the accessories, to the payment of 500 pesos as damages, and the costs. The dead child had been seriously ill with fever for three weeks. One day the child had lain down on a damp floor and the defendant told him not to lie there but upon the mat. As a child did not obey, the accused struck him upon the thighs with a slipper and pulled, or as the complainant say, pushed and dragged him toward it, throwing him heavily upon the floor. One or two days after the child died.\n\nAll the witnesses attribute the death of the child to the illness it was suffering; but the doctor, who did nothing more than to examine the body and give his certificate as to certain bruises on the thighs, in his testimony states that the body showed unequivocal signs of a serious disease of the heart, and that the bruises could not have caused the death of the child, but might have contributed to accelerate the fatal result of that illness, which was a serious affection of the heart. Being asked by the judge whether the gravity of the child' illness, owing to the affection of the heart, was such that it might have died without the blows which were inflicted upon him, the witness replied that \"if in the first place the age of the child is taken into consideration, and in the second its surrounding circumstances, its condition was such as to lead one to expect a fatal result, no physician being in attendance.\"\n\nUpon being further questioned as to whether he believed that the blows inflicated upon the child and which produced the bruises were the cause of its death, he replied that \"as no other approximate cause is known than the greater excitement produced by those blows, it may be inferred that they were the sole cause which precipitated the fatal result of the illness of the child.\"\n\nWe do not find in this testimony, given solely upon the result of the examination of the body, sufficient evidence as to the true cause of the death of the child. But it is true that the accused did strike him for the purpose of inflicting punishment, and as by this he committed a misdemeanor which should not go unpunished, and which can be punished in this same cause under the provisions of section 29 of General Orders, No. 58, we therefore acquit Anacleto Embate of the charge of homicide and condemn him to fifteen days of arresto, with such costs as would be chargeable in a prosecution before a justice of the peace. So ordered.\n\nTorres, Copper, Mapa, McDonough and Johnson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2956,
  "metadata_extraction_date": "2025-11-16T07:59:12.428187",
  "extraction_version": "2.0_enhanced_full_content"
}