{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/12/opt_case_36045.html",
  "filename": "opt_case_36045.html",
  "year": 1998,
  "month": "12",
  "case_number": "G.R. No. 185230",
  "gr_number": "185230",
  "volume_page": "665 Phil. 365",
  "decision_date": "June 01, 2011",
  "title": "JOSEPH C. CEREZO,PETITIONER, VS. PEOPLE OF THE PHILIPPINES, JULIET YANEZA, PABLO ABUNDA, JR., AND VICENTE AFULUGENCIA, RESPONDENTS.D E C I S I O N NACHURA, J.: This petition for review on certiorari under Rule 45 of the Rules of Court seeks to annul the July 11, 2008 Decision[1] and the November 4, 2008 Resolution[2] of the Court of Appeals (CA) in CA-G.R. SP No. 99088, which reversed and set aside the October 24, 2006[3] and the February 26, 2007[4]Orders of the Regional Trial Court (RTC) of Quezon City, Branch 92. The RTC Orders revived Criminal Case No. Q-03-115490, entitled “People of the Philippines v. Juliet Yaneza, Pablo Abunda, Jr., Oscar Mapalo and Vicente Afulugencia,” after the same was dismissed in an earlier Order. The Facts On September 12, 2002, petitioner Joseph Cerezo filed a complaint for libel against respondents Juliet Yaneza, Pablo Abunda, Jr., and Vicente Afulugencia (respondents), as well as Oscar Mapalo (Mapalo).[5] Finding probable cause to indict respondents,[6] the Quezon City Prosecutor’s Office (OP-QC) filed the corresponding Information against them on February 18, 2003 before the RTC.[7] Respondents thereafter filed a Motion for Reconsideration and/or Motion to Re-evaluate Prosecution’s Evidence before the OP-QC.[8] In its resolution dated November 20, 2003, the OP-QC reversed its earlier finding and recommended the withdrawal of the Information.[9] Consequently, a Motion to Dismiss and Withdraw Information was filed before the RTC on December 3, 2003. During the intervening period, specifically on November 24, 2003, respondents were arraigned. All of them entered a “not guilty” plea.[10] In deference to the prosecutor’s last resolution, the RTC ordered the criminal case dismissed in its Order dated March 17, 2004, viz.: Settled is the rule that the determination of the persons to be prosecuted rests primarily with the Public Prosecutor who is vested with quasi-judicial discretion in the discharge of this function. Being vested with such power, he can reconsider his own resolution if he finds that there is reasonable ground to do so. x x x. More so, the Court cannot interfere with the Public Prosecutor’s discretion to determine probable cause or the propriety of pursuing or not a criminal case when the case is not yet filed in Court, as a general rule. However, if the same criminal case has been filed in Court already, the Public Prosecutor can still interfere with it subject to the approval of the Court. In the case of Republic vs. Sunga, et al., the Supreme Court held that while it has been settled in the case of Crespo vs. Mogul that the trial court is the sole judge on whether a criminal case should be dismissed after the complaint or information has been filed in court, nonetheless any motion of the offended party for the dismissal of the criminal case, even if without objection of the accused, should first be referred to the prosecuting fiscal and only after hearing should the court exercise its exclusive authority to dismiss or continue with the prosecution of the case. The Court, therefore, after hearing and conferring with the fiscal, can dismiss the case if convinced that there is [no] reason to continue with the prosecution [of] the same. As in this case, the Court finds merit [in] the motion of the Public Prosecutor.[11] Aggrieved, petitioner moved for reconsideration of the said Order, arguing that the November 20, 2003 OP-QC resolution has not yet attained finality, considering that the same was the subject of a Petition for Review filed before the Department of Justice (DOJ).[12] The RTC deferred action on the said motion to await the resolution of the DOJ.[13] On June 26, 2006, the Secretary of Justice promulgated his resolution reversing and setting aside the OP-QC’s November 20, 2003 resolution, and directing the latter to refile the earlier Information for libel.[14] On October 24, 2006, the RTC issued its first assailed Order granting petitioner’s motion for reconsideration, conformably with the resolution of the DOJ Secretary, thus: Considering the findings of the Department of Justice reversing the resolution of the City Prosecutor, the Court gives favorable action to the Motion for Reconsideration. In the same manner as discussed in arriving at its assailed order dated 17 March 2004, the Court gives more leeway to the Public Prosecutor in determining whether it has to continue or stop prosecuting a case. While the City Prosecutor has previously decided not to pursue further the case, the Secretary of Justice, however, through its resolution on the Petition for Review did not agree with him. The Court disagrees with the argument raised by the accused that double jeopardy sets in to the picture. The order of dismissal as well as the withdrawal of the Information was not yet final because of the timely filing of the Motion for Reconsideration. The Court[,] therefore, can still set aside its order. Moreover, there is no refiling of the case nor the filing of a new one. The case filed remains the same and the order of dismissal was merely vacated because the Court finds the Motion for Reconsideration meritorious. WHEREFORE, finding the Motion for Reconsideration meritorious, the Order dated 17 March 2004 is hereby RECONSIDERED and SET ASIDE. Let the arraignment of accused Oscar Mapalo and pre-trial [of] the other accused be set on 06 December 2006 at 8:30 in the morning. SO ORDERED.[15] Respondents moved for reconsideration, but the motion was denied in the RTC’s second assailed Order dated February 26, 2007.[16] Relentless, respondents elevated their predicament to the CA through a Petition for Certiorari under Rule 65 of the Rules of Court, arguing in the main that the RTC Orders violated their constitutional right against double jeopardy. Ruling of the CA The appellate court found the RTC to have gravely abused its discretion in ordering the reinstatement of the case. The CA annulled the impugned RTC Orders, ruling that all the elements of double jeopardy exist. There was a valid Information sufficient in form and substance filed before a court of competent jurisdiction to which respondents had pleaded, and that the termination of the case was not expressly consented to by respondents; hence, the same could not be revived or refiled without transgressing respondents’ right against double jeopardy. The CA further found that the DOJ Secretary improperly took cognizance of the Petition for Review because DOJ Department Order No. 223 mandates that no appeal shall be entertained if the accused has already been arraigned or, if the arraignment took place during the pendency of the appeal, the same shall be dismissed.[17] Petitioner interposed the instant appeal when his motion for reconsideration of the CA Decision was denied.[18] The Issues Petitioner ascribes the following errors to the CA: a. The Honorable Court of Appeals erred in finding that there was Double Jeopardy, specifically on the alleged existence of the requisites to constitute Double Jeopardy; b. The Honorable Court of Appeals failed to consider the fact that there was NO refiling of the case nor the filing of a new one in arriving [at] its conclusion that Double Jeopardy sets in to the picture; c. The Honorable Court of Appeals erred in finding that there was 1.) a valid termination of the case on the basis of the Order of the Trial Court dated 17 March 2004, and allegedly 2.) without the express consent of the respondents.[19] The assigned errors will be subsumed into this issue: Whether there was a valid termination of the case so as to usher in the impregnable wall of double jeopardy. Our Ruling The petition is impressed with merit. Well-entrenched is the rule that once a case is filed with the court, any disposition of it rests on the sound discretion of the court. In thus resolving a motion to dismiss a case or to withdraw an Information, the trial court should not rely solely and merely on the findings of the public prosecutor or the Secretary of Justice.[20] It is the court’s bounden duty to assess independently the merits of the motion, and this assessment must be embodied in a written order disposing of the motion.[21] While the recommendation of the prosecutor or the ruling of the Secretary of Justice is persuasive, it is not binding on courts. In this case, it is obvious from the March 17, 2004 Order of the RTC, dismissing the criminal case, that the RTC judge failed to make his own determination of whether or not there was a prima facie case to hold respondents for trial. He failed to make an independent evaluation or assessment of the merits of the case. The RTC judge blindly relied on the manifestation and recommendation of the prosecutor when he should have been more circumspect and judicious in resolving the Motion to Dismiss and Withdraw Information especially so when the prosecution appeared to be uncertain, undecided, and irresolute on whether to indict respondents. The same holds true with respect to the October 24, 2006 Order, which reinstated the case. The RTC judge failed to make a separate evaluation and merely awaited the resolution of the DOJ Secretary. This is evident from the general tenor of the Order and highlighted in the following portion thereof: As discussed during the hearing of the Motion for Reconsideration, the Court will resolve it depending on the outcome of the Petition for Review. Considering the findings of the Department of Justice reversing the resolution of the City Prosecutor, the Court gives favorable action to the Motion for Reconsideration.[22] By relying solely on the manifestation of the public prosecutor and the resolution of the DOJ Secretary, the trial court abdicated its judicial power and refused to perform a positive duty enjoined by law. The said Orders were thus stained with grave abuse of discretion and violated the complainant’s right to due process. They were void, had no legal standing, and produced no effect whatsoever.[23] This Court must therefore remand the case to the RTC, so that the latter can rule on the merits of the case to determine if a prima facie case exists and consequently resolve the Motion to Dismiss and Withdraw Information anew. It is beyond cavil that double jeopardy did not set in. Double jeopardy exists when the following requisites are present: (1) a first jeopardy attached prior to the second; (2) the first jeopardy has been validly terminated; and (3) a second jeopardy is for the same offense as in the first. A first jeopardy attaches only (a) after a valid indictment; (b) before a competent court; (c) after arraignment; (d) when a valid plea has been entered; and (e) when the accused has been acquitted or convicted, or the case dismissed or otherwise terminated without his express consent.[24] Since we have held that the March 17, 2004 Order granting the motion to dismiss was committed with grave abuse of discretion, then respondents were not acquitted nor was there a valid and legal dismissal or termination of the case. Ergo, the fifth requisite which requires the conviction and acquittal of the accused, or the dismissal of the case without the approval of the accused, was not met. Thus, double jeopardy has not set in. WHEREFORE , the petition is hereby GIVEN DUE COURSE, and the assailed July 11, 2008 Decision and the November 4, 2008 Resolution of the Court of Appeals in CA-G.R. SP No. 99088, and the October 24, 2006 and the February 26, 2007 Orders of the Regional Trial Court of Quezon City, Branch 92, are hereby ANNULLED and SET ASIDE. The case is REMANDED to the Quezon City RTC, Branch 92, for evaluation on whether probable cause exists to hold respondents for trial. No costs. SO ORDERED. Carpio, J., Chairperson, Nachura,Peralta,Abad, and Mendoza, JJ., Concur. [1] Penned by Associate Justice Arturo G. Tayag, with Associate Justices Martin S. Villarama, Jr. (now a member of this Court) and Noel G. Tijam, concurring; rollo, pp. 18-38. [2] Id. at 41-47. [3] Id. at 49-51. [4] Id. at 52. [5] Supra note 1, at 20. [6] Resolution dated February 18, 2003 in I.S. No. 02-12597; rollo, pp. 53-57. [7] Supra note 1, at 21. [8] Id. [9] Rollo, pp. 58-59. [10] Supra note 1, at 21-22. [11] Id. at 23-24. [12] Rollo, pp. 60-76. [13] Supra note 1, at 25. [14] As summarized in the October 24, 2006 Order of the RTC; supra note 3, at 50. [15] Id. at 50-51. [16] Supra note 4. [17] Supra note 1. [18] Supra note 2. [19] Rollo, pp. 6-7. [20] First Women’s Credit Corporation v. Baybay, G.R. No. 166888, January 31, 2007, 513 SCRA 637, 646, citing Santos v. Orda, Jr., 481 Phil. 93, 106 (2004). [21] Lee v. KBC Bank N.V., G.R. No. 164673, January 15, 2010, 610 SCRA 117, 132, citing Ledesma v. Court of Appeals, 344 Phil. 207, 235 (1997). [22] Supra note 3, at 50. [23] See Co v. Lim, G.R. Nos. 164669-70, October 30, 2009, 604 SCRA 702, 712, citing Summerville General Merchandising & Co., Inc. v. Eugenio, Jr., G.R. No. 163741, August 7, 2007, 529 SCRA 274, 281-282. [24] Section 7, Rule 117 of the Revised Rules of Criminal Procedure, as amended provides: Sec. 7. Former conviction or acquittal; double jeopardy. - When an accused has been convicted or acquitted, or the case against him dismissed or otherwise terminated without his express consent by a court of competent jurisdiction, upon a valid complaint or information or other formal charge sufficient in form and substance to sustain a conviction and after the accused had pleaded to the charge, the conviction or acquittal of the accused or the dismissal of the case shall be a bar to another prosecution for the offense charged, or for any attempt to commit the same or frustration thereof, or for any offense which necessarily includes or is necessarily included in the offense charged in the former complaint or information. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "joseph",
    "cerezo",
    "petitioner",
    "people",
    "philippines",
    "juliet",
    "yaneza",
    "abunda",
    "vicente",
    "afulugencia",
    "respondents",
    "nachura",
    "petition",
    "review",
    "certiorari",
    "court",
    "decision",
    "november",
    "resolution",
    "appeals"
  ],
  "title_summary": "JOSEPH C. CEREZO,PETITIONER, VS. PEOPLE OF THE PHILIPPINES, JULIET YANEZA, PABLO ABUNDA, JR., AND...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 665 Phil. 365\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 185230, June 01, 2011 ]\n[ G.R. No. 185230, June 01, 2011 ]\n\nJOSEPH C. CEREZO,PETITIONER, VS. PEOPLE OF THE PHILIPPINES, JULIET YANEZA, PABLO ABUNDA, JR., AND VICENTE AFULUGENCIA, RESPONDENTS.D E C I S I O N\nJOSEPH C. CEREZO,PETITIONER, VS. PEOPLE OF THE PHILIPPINES, JULIET YANEZA, PABLO ABUNDA, JR., AND VICENTE AFULUGENCIA, RESPONDENTS.\n\nD E C I S I O N\n\nNACHURA, J.:\n\nThis petition for review on certiorari under Rule \n45 of the Rules of Court seeks to annul the July 11, 2008 Decision [1] and the November 4, 2008 Resolution [2] of the Court of Appeals (CA) in CA-G.R. SP \nNo. 99088, which reversed and set aside the October 24, 2006 [3] and the February 26, 2007 [4] Orders of the Regional Trial Court (RTC) of \nQuezon City, Branch 92.\n\nThe RTC Orders revived Criminal Case No. Q-03-115490, entitled “ People of \nthe Philippines v. Juliet Yaneza, Pablo Abunda, Jr., Oscar Mapalo and Vicente \nAfulugencia,” after the same was dismissed in an earlier Order.\n\nThe Facts\n\nOn September 12, 2002, petitioner Joseph Cerezo filed a complaint \nfor libel against respondents Juliet Yaneza, Pablo Abunda, Jr., and Vicente \nAfulugencia (respondents), as well as Oscar Mapalo (Mapalo). [5] Finding probable cause to indict \nrespondents, [6] the Quezon City \nProsecutor’s Office (OP-QC) filed the corresponding Information against them on \nFebruary 18, 2003 before the RTC. [7]\n\nRespondents thereafter filed a Motion for Reconsideration and/or \nMotion to Re-evaluate Prosecution’s Evidence before the OP-QC. [8]\n\nIn its resolution dated November 20, 2003, the OP-QC reversed its \nearlier finding and recommended the withdrawal of the Information. [9] Consequently, a Motion to Dismiss and \nWithdraw Information was filed before the RTC on December 3, 2003. During the \nintervening period, specifically on November 24, 2003, respondents were \narraigned. All of them entered a “not guilty” plea. [10]\n\nIn deference to the prosecutor’s last resolution, the RTC ordered \nthe criminal case dismissed in its Order dated March 17, 2004, viz.:\n\nSettled is the rule that the determination of the persons to be \nprosecuted rests primarily with the Public Prosecutor who is vested with \nquasi-judicial discretion in the discharge of this function. Being vested with \nsuch power, he can reconsider his own resolution if he finds that there is \nreasonable ground to do so. x x x.\n\nMore so, the Court cannot interfere with the Public Prosecutor’s \ndiscretion to determine probable cause or the propriety of pursuing or not a \ncriminal case when the case is not yet filed in Court, as a general rule. \nHowever, if the same criminal case has been filed in Court already, the Public \nProsecutor can still interfere with it subject to the approval of the Court. In \nthe case of Republic vs. Sunga, et al., the Supreme Court held that while it has \nbeen settled in the case of Crespo vs. Mogul that the trial court is the sole \njudge on whether a criminal case should be dismissed after the complaint or \ninformation has been filed in court, nonetheless any motion of the offended \nparty for the dismissal of the criminal case, even if without objection of the \naccused, should first be referred to the prosecuting fiscal and only after \nhearing should the court exercise its exclusive authority to dismiss or continue \nwith the prosecution of the case. The Court, therefore, after hearing and \nconferring with the fiscal, can dismiss the case if convinced that there is [no] \nreason to continue with the prosecution [of] the same. As in this case, the \nCourt finds merit [in] the motion of the Public Prosecutor. [11]\n\nAggrieved, petitioner moved for reconsideration of the said Order, \narguing that the November 20, 2003 OP-QC resolution has not yet attained \nfinality, considering that the same was the subject of a Petition for Review \nfiled before the Department of Justice (DOJ). [12] The RTC deferred action on the said \nmotion to await the resolution of the DOJ. [13]\n\nOn June 26, 2006, the Secretary of Justice promulgated his \nresolution reversing and setting aside the OP-QC’s November 20, 2003 resolution, \nand directing the latter to refile the earlier Information for libel. [14]\n\nOn October 24, 2006, the RTC issued its first assailed Order \ngranting petitioner’s motion for reconsideration, conformably with the \nresolution of the DOJ Secretary, thus:\n\nConsidering the findings of the Department of Justice reversing \nthe resolution of the City Prosecutor, the Court gives favorable action to the \nMotion for Reconsideration. In the same manner as discussed in arriving at its \nassailed order dated 17 March 2004, the Court gives more leeway to the Public \nProsecutor in determining whether it has to continue or stop prosecuting a case. \nWhile the City Prosecutor has previously decided not to pursue further the case, \nthe Secretary of Justice, however, through its resolution on the Petition for \nReview did not agree with him.\n\nThe Court disagrees with the argument raised by the accused that \ndouble jeopardy sets in to the picture. The order of dismissal as well as the \nwithdrawal of the Information was not yet final because of the timely filing of \nthe Motion for Reconsideration. The Court[,] therefore, can still set aside its \norder. Moreover, there is no refiling of the case nor the filing of a new one. \nThe case filed remains the same and the order of dismissal was merely vacated \nbecause the Court finds the Motion for Reconsideration meritorious.\n\nWHEREFORE, finding the Motion for Reconsideration meritorious, the Order \ndated 17 March 2004 is hereby RECONSIDERED and SET ASIDE.\n\nLet the arraignment of accused Oscar Mapalo and pre-trial [of] the other \naccused be set on 06 December 2006 at 8:30 in the morning.\n\nSO ORDERED. [15]\n\nRespondents moved for reconsideration, but the motion was denied in the RTC’s \nsecond assailed Order dated February 26, 2007. [16]\n\nRelentless, respondents elevated their predicament to the CA through a \nPetition for Certiorari under Rule 65 of the Rules of Court, arguing in \nthe main that the RTC Orders violated their constitutional right against double \njeopardy.\n\nRuling of the CA\n\nThe appellate court found the RTC to have gravely abused its \ndiscretion in ordering the reinstatement of the case. The CA annulled the \nimpugned RTC Orders, ruling that all the elements of double jeopardy exist. \nThere was a valid Information sufficient in form and substance filed before a \ncourt of competent jurisdiction to which respondents had pleaded, and that the \ntermination of the case was not expressly consented to by respondents; hence, \nthe same could not be revived or refiled without transgressing respondents’ \nright against double jeopardy.\n\nThe CA further found that the DOJ Secretary improperly took \ncognizance of the Petition for Review because DOJ Department Order No. 223 \nmandates that no appeal shall be entertained if the accused has already been \narraigned or, if the arraignment took place during the pendency of the appeal, \nthe same shall be dismissed. [17]\n\nPetitioner interposed the instant appeal when his motion for \nreconsideration of the CA Decision was denied. [18]\n\nThe Issues\n\nPetitioner ascribes the following errors to the CA:\n\na. The Honorable Court of Appeals erred in finding that there was Double \nJeopardy, specifically on the alleged existence of the requisites to constitute \nDouble Jeopardy;\n\nb. The Honorable Court of Appeals failed to consider the fact that there was \nNO refiling of the case nor the filing of a new one in arriving [at] its \nconclusion that Double Jeopardy sets in to the picture;\n\nc. The Honorable Court of Appeals erred in finding that there was 1.) a \nvalid termination of the case on the basis of the Order of the Trial Court \ndated 17 March 2004, and allegedly 2.) without the express consent of the \nrespondents. [19]\n\nThe assigned errors will be subsumed into this issue:\n\nWhether there was a valid termination of the case so as to usher in the \nimpregnable wall of double jeopardy.\n\nOur Ruling\n\nThe petition is impressed with merit.\n\nWell-entrenched is the rule that once a case is filed with the court, any \ndisposition of it rests on the sound discretion of the court. In thus resolving \na motion to dismiss a case or to withdraw an Information, the trial court should \nnot rely solely and merely on the findings of the public prosecutor or the \nSecretary of Justice. [20] It is the \ncourt’s bounden duty to assess independently the merits of the motion, and this \nassessment must be embodied in a written order disposing of the motion. [21] While the recommendation of the \nprosecutor or the ruling of the Secretary of Justice is persuasive, it is not \nbinding on courts.\n\nIn this case, it is obvious from the March 17, 2004 Order of the RTC, \ndismissing the criminal case, that the RTC judge failed to make his own \ndetermination of whether or not there was a prima facie case to hold \nrespondents for trial. He failed to make an independent evaluation or assessment \nof the merits of the case. The RTC judge blindly relied on the manifestation and \nrecommendation of the prosecutor when he should have been more circumspect and \njudicious in resolving the Motion to Dismiss and Withdraw Information especially \nso when the prosecution appeared to be uncertain, undecided, and irresolute on \nwhether to indict respondents.\n\nThe same holds true with respect to the October 24, 2006 Order, which \nreinstated the case. The RTC judge failed to make a separate evaluation and \nmerely awaited the resolution of the DOJ Secretary. This is evident from the \ngeneral tenor of the Order and highlighted in the following portion thereof:\n\nAs discussed during the hearing of the Motion for Reconsideration, the Court \nwill resolve it depending on the outcome of the Petition for Review. Considering \nthe findings of the Department of Justice reversing the resolution of the City \nProsecutor, the Court gives favorable action to the Motion for \nReconsideration. [22]\n\nBy relying solely on the manifestation of the public prosecutor and the \nresolution of the DOJ Secretary, the trial court abdicated its judicial power \nand refused to perform a positive duty enjoined by law.   The said Orders were \nthus stained with grave abuse of discretion and violated the complainant’s right \nto due process. They were void, had no legal standing, and produced no effect \nwhatsoever. [23]\n\nThis Court must therefore remand the case to the RTC, so that the latter can \nrule on the merits of the case to determine if a prima facie case \nexists and consequently resolve the Motion to Dismiss and Withdraw Information \nanew.\n\nIt is beyond cavil that double jeopardy did not set in. Double jeopardy \nexists when the following requisites are present: (1) a first jeopardy attached \nprior to the second; (2) the first jeopardy has been validly terminated; and (3) \na second jeopardy is for the same offense as in the first. A first jeopardy \nattaches only (a) after a valid indictment; (b) before a competent court; (c) \nafter arraignment; (d) when a valid plea has been entered; and (e) when \nthe accused has been acquitted or convicted, or the case dismissed or otherwise \nterminated without his express consent . [24]\n\nSince we have held that the March 17, 2004 Order granting the motion to \ndismiss was committed with grave abuse of discretion, then respondents were not \nacquitted nor was there a valid and legal dismissal or termination of the case. \nErgo, the fifth requisite which requires the conviction and acquittal of the \naccused, or the dismissal of the case without the approval of the accused, was \nnot met. Thus, double jeopardy has not set in.\n\nWHEREFORE , the petition is hereby GIVEN DUE \nCOURSE , and the assailed July 11, 2008 Decision and the November 4, \n2008 Resolution of the Court of Appeals in CA-G.R. SP No. 99088, and the October \n24, 2006 and the February 26, 2007 Orders of the Regional Trial Court of Quezon \nCity, Branch 92, are hereby ANNULLED and SET ASIDE. The case is REMANDED to the Quezon City RTC, Branch \n92, for evaluation on whether probable cause exists to hold respondents for \ntrial.\n\nNo costs.\n\nSO ORDERED.\n\nCarpio , J., Chairperson, Nachura,Peralta,Abad, and Mendoza , JJ., Concur .\n\n[1] Penned by Associate Justice Arturo \nG. Tayag, with Associate Justices Martin S. Villarama, Jr. (now a member of this \nCourt) and Noel G. Tijam, concurring; rollo , pp. 18-38.\n\n[2] Id. at 41-47.\n\n[3] Id. at 49-51.\n\n[4] Id. at 52.\n\n[5] Supra note 1, at 20.\n\n[6] Resolution dated February 18, 2003 \nin I.S. No. 02-12597; rollo , pp. 53-57.\n\n[7] Supra note 1, at 21.\n\n[8] Id.\n\n[9] Rollo , pp. 58-59.\n\n[10] Supra note 1, at 21-22.\n\n[11] Id. at 23-24.\n\n[12] Rollo , pp. 60-76.\n\n[13] Supra note 1, at 25.\n\n[14] As summarized in the October 24, \n2006 Order of the RTC; supra note 3, at 50.\n\n[15] Id. at 50-51.\n\n[16] Supra note 4.\n\n[17] Supra note 1.\n\n[18] Supra note 2.\n\n[19] Rollo , pp. 6-7.\n\n[20] First Women’s Credit \nCorporation v. Baybay , G.R. No. 166888, January 31, 2007, 513 SCRA 637, \n646, citing Santos v. Orda, Jr., 481 Phil. 93, 106 (2004).\n\n[21] Lee v. KBC Bank N.V ., \nG.R. No. 164673, January 15, 2010, 610 SCRA 117, 132, citing Ledesma v. \nCourt of Appeals , 344 Phil. 207, 235 (1997).\n\n[22] Supra note 3, at 50.\n\n[23] See Co v. Lim, G.R. Nos. \n164669-70, October 30, 2009, 604 SCRA 702, 712, citing Summerville General \nMerchandising & Co., Inc. v. Eugenio, Jr. , G.R. No. 163741, August 7, \n2007, 529 SCRA 274, 281-282.\n\n[24] Section 7, Rule 117 of the \nRevised Rules of Criminal Procedure, as amended provides:\n\nSec. 7. Former conviction or acquittal; double jeopardy . - When an \naccused has been convicted or acquitted, or the case against him dismissed or \notherwise terminated without his express consent by a court of competent \njurisdiction, upon a valid complaint or information or other formal charge \nsufficient in form and substance to sustain a conviction and after the accused \nhad pleaded to the charge, the conviction or acquittal of the accused or the \ndismissal of the case shall be a bar to another prosecution for the offense \ncharged, or for any attempt to commit the same or frustration thereof, or for \nany offense which necessarily includes or is necessarily included in the offense \ncharged in the former complaint or information.\n\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 14524,
  "metadata_extraction_date": "2025-11-01T05:50:29.546641",
  "extraction_version": "2.0_enhanced_full_content"
}