{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/october/gr_l-6375_1911.html",
  "filename": "gr_l-6375_1911.html",
  "year": 1911,
  "month": "october",
  "case_number": "gr_l-6375_1911",
  "gr_number": "gr_l-6375_1911",
  "volume_page": "Volume information not available",
  "decision_date": "October 19, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "land",
    "parcels",
    "lands",
    "said",
    "plaintiff",
    "defendants",
    "action",
    "court",
    "partition",
    "described",
    "possession",
    "evidence",
    "his",
    "parents",
    "complaint",
    "present",
    "same",
    "located",
    "they",
    "cause"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6375\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6375             October 19, 1911\n\nEDUARDO BALOLOY,\n\nplaintiff-appellant,\n\nvs.\n\nJOSE EDU, ET AL.,\n\ndefendants-appellees.\n\nInigo Bitanga, for appellant.\n\nNicolas Segundo, for appellees.\n\nJOHNSON,\n\nJ.:\n\nOn the 12th of June, 1909, the plaintiff commenced an action against the defendant's in the Court of First Instance of the Province of Ilocos Norte, for the purpose of securing a partition of four parcels of land located in the\n\nsitio\n\nof Rinco, pueblo of Bangui, Province of Ilocos Norte.\n\nThe defendants filed a general and special answer alleging that they were the exclusive owners of the first and second parcels of land described in the complaint and that the said third and fourth parcels of land were in the possession of one Maximo Zales, and that they had no interest whatever in said third and fourth parcels. The defendants further alleged that the parcels of land were not properly described in the complaint.\n\nAfter hearing the evidence adduced during the trial of the cause, the Hon. Dionision Chanco, Judge, found:\n\n(\n\na\n\n) That the parcels of land in question had already been divided and that a petition for the partition of said lands was not the proper remedy;\n\n(\n\nb\n\n) That the parcels of land described in the complaint did not coincide with the land described in the plan presented by the plaintiff; and\n\n(\n\nc\n\n) That the documentary evidence presented by the defendants showed clearly that the defendants were entitled to the lands which they were actually possessing.\n\nFrom that decision the plaintiff appealed to this court and made four assignments of error here, each of which presents questions of fact only.\n\nDuring the trial of the cause the plaintiff testified in his own behalf. He said that in the year 1869 the parcels of land which he had described in his complaint had been, by mutual agreement, divided between his parents and the parents of the defendants, and in support of his statement presented Exhibit A, which appears to be an agreement between the respective parents of the plaintiff and the defendants, in this action, with reference to the division of certain parcels of land located in the\n\nsitio\n\nof Rincon. The parcels of land referred to in said Exhibit A are not described with such a degree of particularity that we are able to determine whether the lands in said agreement of partition are the lands included in the complaint in the present action. The plaintiff alleges that they are the same; there is no proof to the contrary, and we accept the fact.\n\n1awphil.net\n\nFrom the documentary evidence adduced during the trial of the cause it appears that the parents of the plaintiff, on the 28th of May, 1870, commenced an action against the parents of the defendants, for the purpose of recovering possession of a parcel of land located in the said\n\nsitio\n\nof Rincon, and that cause was decided in favor of the parents of the defendants. However, there is nothing in the record which shows that the lands involved in said action, of the 28th of May, 1870, were the same lands involved in the present action.\n\nAccepting the proof adduced by the plaintiff that a partition of the lands which he claims has already taken place, we find no reason in the record for ordering a second partition of said lands. If it be true that the plaintiff has lost his portion of the lands under said partition and that the same are in the possession of either the defendants or other persons, he is not without his remedy to recover the same.\n\nThe evidence in the present case does not seem to identify the lands in question with that degree of certainty which should be required. We can see no reason why persons who are claiming parcels of land should not be able to describe them by exact metes and bounds and present a plan in accordance with such description, so that any person might go into the district where the said lands are located and actually determine in whose possession such lands are. In contests over the possession of land the lower court, in case of doubt as to the identity of the land, should require each party to present plans prepared by some competent person, to the end that the court may know the exact parcels of land to which the evidence makes reference. In the absence of such definite plans it is difficult to see how the courts can decide the ownership and possession of real property.\n\nAfter a full consideration of the evidence brought to this court we find no reason for modifying the judgment of the lower court; the same is, therefore, hereby affirmed, with costs.\n\nTorres, Mapa, Johnson and Moreland, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4727,
  "metadata_extraction_date": "2025-11-16T09:08:25.038887",
  "extraction_version": "2.0_enhanced_full_content"
}