{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/september/G_R__No__937.html",
  "filename": "G_R__No__937.html",
  "year": 1902,
  "month": "september",
  "case_number": "G.R. No. 937",
  "gr_number": "937",
  "volume_page": "Volume information not available",
  "decision_date": "September 11, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendants",
    "his",
    "six",
    "pilar",
    "miguel",
    "monton",
    "camp",
    "brigido",
    "jimenez",
    "victorio",
    "united",
    "states",
    "court",
    "they",
    "eleno",
    "afable",
    "soldiers",
    "there",
    "raymundo",
    "buenaventura"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 937\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 937           September 11, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nMIGUEL MONTON, ET AL.,\n\ndefendants-appellants.\n\nMariano Escueta, for appellants.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nEleno Afable, a Filipino, for some time had been, and in the first days of October, 1901, was the town crier\n\n( pregonero)\n\nof the pueblo of Pola, in the Island of Mindoro. The American forces were then in possession of Pola, and he was performing such duties as the commander of those forces, through the municipal president, imposed upon him. In the early part of October he left the pueblo to bring from his sementera two of his children and some rice. He was captured by insurrectionary soldiers, and taken by them to their camp in the mountain, six hours from the barrio of Casiligan. There were in the camp between 150 and 200 revolutionary soldiers. The officer in command was Raymundo Corcuera, since deceased, before whom Eleno Afable was brought by his captors. The officer convened a council, of which the defendants Buenaventura Paola and Modesto Ramos, both officials inferior in rank to said Raymundo, formed a part. The latter asked the opinion of the other officers as to the acts of the accused and the disposition to be made of him. The investigation resulted in an order from Raymundo Corcuera that the prisoner be killed, because he was a spy of the Americans.\n\nSix soldiers, under the command of the defendant Brigido Jimenez, were told off to execute the sentence. He was taken by the guard into the forest, about a thousand yards from the camp, and there decapitated by the defendant Miguel Monton. His body was brutally mutilated and buried at the place of execution. The guard returned to the camp, and Brigido Jimenez reported verbally to Raymundo Corcuera that his orders had been carried out. The defendant Victorio Pilar was one of these six men.\n\nThe five defendants were tried in the Court of First Instance of Mindoro for the murder of Eleno Afable. Buenaventura Paola, Modesto Ramon, Brigido Jimenez, and Miguel Monton were convicted and sentenced to death. Victorio Pilar was convicted and sentenced to twelve years and one day of\n\ncadena temporal\n\n. The case as to the first four had been brought here\n\nen consulta\n\n. Victorio Pilar did not appeal. The Solicitor-General and the counsel for the accused have joined in a motion that the defendants be discharged on the ground that they are included in the amnesty proclamation of July 4, 1902.\n\nUnder the circumstances above narrated it is clear that the murder of Eleno Afable was a crime of a political character. (United States\n\nvs.\n\nVicente Villamor, decided by this court, August 29, 1902; United States\n\nvs.\n\nCarmona, decided by the court, August 19, 1902;\n\nIn re\n\nCastioni (1891) Q.B., 149;\n\nIn re\n\nEzeta, 62 Fed. R., 972.)\n\nAt the time in question the defendants, Buenaventura Paola, Modesto Ramos, and Brigido Jimenez were participating against the United States in the insurrection then existing, and the murder was committed pursuant to an order issued by an officer engaged in that insurrection superior in rank to any of the defendants. Miguel Monton and Victorio Pilar both testified at the trial that they were prisoners to the insurrectionists. Federico Aguilar, one of the six, testified that they were all prisoners except Brigido Jimenez and Vicente Espinosa. The latter, Vicente Espinosa, in his testimony stated that he too was a prisoner. There is, however, direct testimony in the case that they were all insurrectionary soldiers. This is shown also by circumstances. A formation of all in the camp was made, from which the six men were selected. The six were all armed with bolos. They were over a thousand yards from the camp. If five of the six were prisoners, their escape could easily have been effected. We conclude that Miguel Monton and Victorio Pilar were participating against the United States in the insurrection, and that all of the defendants, except the said Pilar, are included within the said proclamation.\n\nWe have, however, no power to make any order in the case of Victorio Pilar, as there was no appeal to him, and his case could not come here\n\nin consulta\n\n. (Act No. 194 of the Commission.)\n\nThe defendants Buenaventura Paola, Modesto Ramos, Miguel Monton, and Brigido Jimenez are, therefore, declared to be entitled to the benefit of the proclamation, upon filing in this court the oath prescribed therein as a condition of the amnesty and upon the filing of such oath the cause will be returned to the court below with directions that the defendants be discharged, with costs\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Torres, Cooper, Smith, Mapa, and Ladd, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4869,
  "metadata_extraction_date": "2025-11-16T07:50:16.003335",
  "extraction_version": "2.0_enhanced_full_content"
}