{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/september/GR_108947.html",
  "filename": "GR_108947.html",
  "year": 1997,
  "month": "september",
  "case_number": "108947",
  "gr_number": "108947",
  "volume_page": "345 Phil. 155",
  "decision_date": "September 29, 1997",
  "title": "ROLANDO SANCHEZ, FLORIDA MIERLY SANCHEZ, ALFREDO T. SANCHEZ AND MYRNA T. SANCHEZ, PETITIONERS, VS. THE HONORABLE COURT OF APPEALS, ROSALIA S. LUGOD, ARTURO S. LUGOD, EVELYN LUGOD-RANISES AND ROBERTO S. LUGOD, RESPONDENTS. D E C I S I O N PANGANIBAN, J.: Is a petition for certiorari, in lieu of appeal, the proper remedy to correct orders of a probate court nullifying certain deeds of sale and, thus, effectively passing upon title to the properties subject of such deeds? Is a compromise agreement partitioning inherited properties valid even without the approval of the trial court hearing the intestate estate of the deceased owner?The CaseThese questions are answered by this Court as it resolves the petition for review on certiorari before us assailing the November 23, 1992 Decision[1] of the Court of Appeals[2] in CA-G.R. SP No. 28761 which annulled the decision[3] of the trial court[4] and which declared the compromise agreement among the parties valid and binding even without the said trial courtâs approval. The dispositive portion of the assailed Decision reads:WHEREFORE, for the reasons hereinabove set forth and discussed, the instant petition is GRANTED and the challenged decision as well as the subsequent orders of the respondent court are ANNULLED and SET ASIDE. The temporary restraining order issued by this Court on October 14, 1992 is made PERMANENT. The compromise agreement dated October 30, 1969 as modified by the memorandum of agreement of April 13, 1970 is DECLARED valid and binding upon herein parties. And Special Proceedings No. 44-M and 1022 are deemed CLOSED and TERMINATED.SO ORDERED.â [5]The Antecedent FactsThe facts are narrated by the Court of Appeals as follows:[Herein private respondent] Rosalia S. Lugod is the only child of spouses Juan C. Sanchez and Maria Villafranca while [herein private respondents] Arturo S. Lugod, Evelyn L. Ranises and Roberto S. Lugod are the legitimate children of [herein private respondent] Rosalia.[Herein petitioners] Rolando, Florida Mierly, Alfredo and Myrna, all surnamed Sanchez, are the illegitimate children of Juan C. Sanchez.Following the death of her mother, Maria Villafranca, on September 29, 1967, [herein private respondent] Rosalia filed on January 22, 1968, thru counsel, a petition for letters of administration over the estate of her mother and the estate of her father, Juan C. Sanchez, who was at the time in state of senility (Annex âBâ, Petition).On September 30, 1968, [herein private respondent] Rosalia, as administratrix of the intestate estate of her mother, submitted an inventory and appraisal of the real and personal estate of her late mother (Annex âCâ, Petition).Before the administration proceedings in Special Proceedings No. 44-M could formally be terminated and closed, Juan C. Sanchez, [herein private respondent] Rosaliaâs father, died on October 21, 1968.On January 14, 1969, [herein petitioners] as heirs of Juan C. Sanchez, filed a petition for letters of administration (Special Proceedings No. 1022) over the intestate estate of Juan C. Sanchez, which petition was opposed by (herein private respondent) Rosalia.[6]On October 30, 1969, however, [herein private respondent] Rosalia and [herein petitioners] assisted by their respective counsels executed a compromise agreement (Annex âDâ, Petition) wherein they agreed to divide the properties enumerated therein of the late Juan C. Sanchez.On November 3, 1969, petitioner Rosalia was appointed by [the trial court], and took her oath as the administratrix of her fatherâs intestate estate.On January 19, 1970, [herein petitioners] filed a motion to require administratrix, [herein private respondent] Rosalia, to deliver deficiency of 24 hectares and or to set aside compromise agreement (Annex âEâ, Petition).Under date of April 13, 1970, (herein private respondent) Rosalia and [herein petitioners] entered into and executed a memorandum of agreement which modified the compromise agreement (Annex âFâ. Petition)On October 25, 1979, or nine years later, [herein petitioners] filed, thru counsel, a motion to require [herein private respondent] Rosalia to submit a new inventory and to render an accounting over properties not included in the compromise agreement (Annex âGâ, Petition). They likewise filed a motion to defer the approval of the compromise agreement (Annex âHâ, Ibid), in which they prayed for the annulment of the compromise agreement on the ground of fraud.On February 4, 1980, however, counsel for [herein petitioners] moved to withdraw his appearance and the two motions he filed, Annex âGâ and âHâ (Annex âIâ, Petition).On February 28, 1980, the [trial] court issued an order directing [herein private respondent] Rosalia to submit a new inventory of properties under her administration and an accounting of the fruits thereof, which prompted [herein private respondent] Rosalia to file a rejoinder on March 31, 1980 (Annex âKâ, Petition).On May 12, 1980, [herein petitioners], thru new counsel, filed a motion to change administratrix (Annex âLâ, Petition) to which [herein private respondent] Rosalia filed an opposition (AnnexâMâ, Ibid).The parties were subsequently ordered to submit their respective position papers, which they did (Annexes âNâ and âOâ, Petition). On September 14, 1989, former counsel of (herein petitioners) entered his re-appearance as counsel for (herein petitioners).On the bases of memoranda submitted by the parties, the [trial court], this time presided by Judge Vivencio A. Galon, promulgated its decision on June 26, 1991, the dispositive portion of which states:âWHEREFORE, premises considered, judgment is hereby rendered as follows by declaring and ordering:1.That the entire intestate estate of Maria Villafranca Sanchez under Special Proceedings No.44-M consists of all her paraphernal properties and one-half (1/2) of the conjugal properties which must be divided equally between Rosalia Sanchez de Lugod and Juan C. Sanchez;2.That the entire intestate estate of Juan C. Sanchez under Special Proceedings No. 1022 consists of all his capital properties, one-half (1/2) from the conjugal partnership of gains and one-half (1/2) of the intestate estate of Maria Villafranca under Special Proceedings No. 44-M;3.That one-half (1/2) of the entire intestate estate of Juan C. Sanchez shall be inherited by his only legitimate daughter, Rosalia V. Sanchez de Lugod while the other one-half (1/2) shall be inherited and be divided equally by, between and among the six (6) illegitimate children, namely: Patricia Alburo, Maria Ramuso Sanchez, Rolando Pedro T. Sanchez, Florida Mierly T. Sanchez, Alfredo T. Sanchez and Myrna T. Sanchez;4.That all the Deed (sic) of Absolute Sales executed by Juan C. Sanchez and Maria Villafranca in favor of Rosalia Sanchez Lugod, Arturo S. Lugod, Evelyn S. Lugod and Roberto S. Lugod on July 26, 1963 and June 26, 1967 are all declared simulated and fictitious and must be subject to collation and partition among all heirs;5.That within thirty (30) days from finality of this decision, Rosalia Sanchez Lugod is hereby ordered to prepare a project of partition of the intestate estate of Juan C. Sanchez under Special Proceedings No. 1022 and distribute and deliver to all heirs their corresponding shares. If she fails to do so within the said thirty (30) days, then a Board of Commissioners is hereby constituted, who are all entitled to honorarium and per diems and other necessary expenses chargeable to the estate to be paid by Administratrix Rosalia S. Lugod, appointing the Community Environment and Natural Resources Officer (CENRO) of Gingoog City as members thereof, with the task to prepare the project of partition and deliver to all heirs their respective shares within ninety (90) days from the finality of said decision;6.That within thirty (30) days from receipt of this decision, Administratrix Rosalia Sanchez Vda. de Lugod is hereby ordered to submit two (2) separate certified true and correct accounting, one for the income of all the properties of the entire intestate estate of Maria Villafranca under Special Proceedings No. 44-M, and another for the properties of the entire intestate estate of Juan C. Sanchez under Special Proceedings No. 1022 duly both signed by her and both verified by a Certified Public Accountant and distribute and deliver to her six (6) illegitimate brothers and sisters in equal shares, one -half (1/2) of the net income of the estate of Juan C. Sanchez from October 21, 1968 up to the finality of this decision;7.For failure to render an accounting report and failure to give cash advances to the illegitimate children of Juan C. Sanchez during their minority and hour of need from the net income of the estate of Juan C. Sanchez, which adversely prejudiced their social standing and pursuit of college education, (the trial court) hereby orders Rosalia Sanchez Vda. de Lugod to pay her six (6) illegitimate brothers and sisters the sum of Five Hundred Thousand (P500,000.00) Pesos, as exemplary damages, and also the sum of One Hundred Fifty Thousand (P150,000.00) Pesos for attorneyâs fees;8.Upon release of this decision and during its pendency, should appeal be made, the Register of Deeds and Assessors of the Provinces and Cities where the properties of Juan C. Sanchez and Maria Villafranca are located, are all ordered to register and annotate in the title and/or tax declarations, the dispositive portion of this decision for the protection of all heirs and all those who may be concerned.SO ORDERED.â[Herein private respondent] Rosalia filed a motion for reconsideration dated July 17, 1991 (Annex âPâ, Petition) on August 6, 1991.On August 13, 1991, [herein petitioners] filed a motion for execution and opposition to [herein private respondent] Rosaliaâs motion for reconsideration (Annex âQâ, Petition).On September 3, 1991, [the trial court] issued an Omnibus Order (Annex âSâ, Petition) declaring, among other things, that the decision at issue had become final and executory.[Herein private respondent] Rosalia then filed a motion for reconsideration of said Omnibus Order (Annex âTâ, Petition). Said [herein private respondent] was allowed to file a memorandum in support of her motion (Annex âVâ, Petition).On June 26, 1991, [the trial court] issued and Order denying petitioner Rosaliaâs motion for reconsideration (Annex âWâ, Petition).â[7]Thereafter, private respondents elevated the case to the Court of Appeals via a petition for certiorari and contended:âIThe [trial court] has no authority to disturb the compromise agreement.IIThe [trial court] has arbitrarily faulted [herein private respondent] Rosalia S. Lugod for alleged failure to render an accounting which was impossible.IIIThe [trial court] acted without jurisdiction in derogation of the constitutional rights of [herein private respondents] Arturo S. Lugod, Evelyn L. Ranises and Roberto S. Lugod when [the trial court] decided to annul the deed of sale between the said [herein private respondents] and Juan C. Sanchez without affording them their day in court.IV[The trial court judge] defied without rhyme or reason well-established and entrenched jurisprudence when he determined facts sans any evidence thereon.V[The trial court] grossly misinterpreted [herein private respondent] Rosalia S. Lugodâs right to appeal.â[8]For clarityâs sake, this Court hereby reproduces verbatim the compromise agreement[9] of the parties:âCOMPROMISE AGREEMENTCOME NOW, the parties in the above-entitled case, motivated by their mutual desire to preserve and maintain harmonious relations between and among themselves, for mutual valuable considerations and in the spirit of good will and fair play, and, for the purpose of this Compromise Agreement, agree to the following:1. That the deceased Juan C. Sanchez who died intestate on October 21, 1968 was legally married to Maria Villafranca de Sanchez, who predeceased her on September 29, 1967, out of whose wedlock Rosalia Sanchez Lugod, Oppositor herein, was born, thus making her the sole and only surviving legitimate heir of her deceased parents;2. That the said deceased Juan C. Sanchez, left illegitimate children, Intervenors-Oppositors and Petitioners, respectively, herein namely;(1) Patricio Alburo, born out of wedlock on March 17, 1926 at Cebu City, Philippines, to Emilia Alburo;(2) Maria Ramoso Sanchez, born out of wedlock on May 9, 1937 at Gingoog, Misamis Oriental, now, Gingoog City, to Alberta Ramoso;(3) (a) Rolando Pedro Sanchez, born on May 19, 1947,(b) Florida Mierly Sanchez, born on February 16, 1949,(c) Alfredo Sanchez, born on July 21, 1950,and(d) Myrna Sanchez, born on June 16, 1952, all born out of wedlock to Laureta Tampus in Gingoog City, Philippines.3. That the deceased Juan C. Sanchez left the following properties, to wit:I. SEPARATE CAPITAL OF JUAN C. SANCHEZNATURE, DESCRIPTION AND AREA ASSESSED VALUE(1) Agricultural Land. Covered by Tax. Decl. No. 06458, Cad. Lot No. 1041 C-2, located at Murallon, Gingoog City and bounded on the North by Lot Nos. 1033, 1035, 1036, 1037, 1039, 1040, 1042 & 1043; South by Lot No. 1080, 1088, 1087 & 1084; East by Lot Nos. 1089, 1061 & 2319; West by Lot Nos. 954, 1038, 1057 & 1056, containing an area of ONE HUNDRED EIGHTY THREE THOUSAND SIX HUNDRED SEVENTY TWO (183, 672) sq. ms. more or less.P21,690.00II. CONJUGAL PROPERTY OF JUAN C. SANCHEZ AND MARIA VILLAFRANCA DE SANCHEZ(1) Agricultural Land. Covered by Tax Decl. No. 06447, Cad. Lot No. 2745, C-7 located at Agay-ayan, Gingoog City and bounded on the North by Lot Nos. 2744, 2742, 2748; South by Lot No. 2739; East by Lot No. 2746; West by Lot No. 2741, containing an area of FOURTEEN THOUSAND SEVEN HUNDRED (14,700) sq. ms. more or less.P1,900.00(2) Agricultural Land. Covered by Tax Decl. No. 06449, Cad, Lot No. 3271 C-7 located at Panyangan, Lanao, Gingoog City and bounded on the North by Lot No. 3270; South by Lot Nos. 2900 & 3462; East by Panyangan River & F. Lumanao; and Part of Lot 3272; and West by Samay Creek, containing an area of ONE HUNDRED FOUR THOUSAND SIX HUNDRED (104,600) sq. ms. more or less.P11,580.00(3) Agricultural Land. Covered by Tax Decl. No. 06449, Cad. Lot No. 2319, Case 2, located at Murallon, Gingoog City and bounded on the North by Lot No. 1061; South by Hinopolan Creek; East by Lot No. 1044; and West by Lot No. 1041, containing an area of THREE THOUSAND TWO HUNDRED TWENTY FIVE (3,225) sq. ms. more or less.(4) Agricultural Land. Covered by Tax Decl. No. 06452, Cad. Lot No. 3272, C-7 Part 4 located at Panyangan, Lunao, Gingoog City and bounded on the North by Lot Nos. 3270 & 3273; East by Panyangan River; South by Panyangan River; and West by Lot Nos. 3270 & 3271, containing an area of FIFTY FIVE THOUSAND SIX HUNDRED (55,600) sq. ms. more or less, being claimed by Damian Querubin.P2.370.00(5) Agricultural Land. Covered by Tax Decl. No. 06453, Cad. Lot No. 3270 Case 7, located at Sunog, Lunao, Gingoog City and bounded on the North by Samay Creek & Lot 3267; South by Lot Nos. 3271 & 3272; East by Lot Nos. 3269 & 3273; and West by Samay Creek, containing an area of FOUR HUNDRED EIGHT THREE THOUSAND SIX HUNDRED (483,600) sq. ms. more or less.P61,680.00(6) Agricultural Land. Covered by Tax Decl. No. 06457, Cad. Lot No. 3273, C-7 Part 2 located at Panyangan, Lunao, Gingoog City and bounded on the North by Lot No. 3269; South by Lot No. 3272; East by Panyangan River; and West by Lot No. 3270, contaning an area of THIRTY FOUR THOUSAND THREE HUNDRED (34,300) sq. ms. more or less, being claimed by Miguel Tuto.P3,880.00(7) Agricultural Land. Covered by Tax Decl. No. 12000, Cad. Lot No. 2806, Case 7 located at Agayayan, Gingoog City and bounded on the North by Agayayan River; South by Victoriano Barbac; East by Isabelo Ramoso; and West by Restituto Baol, contaning an area of SIX THOUSAND SIX HUNDRED SEVENTY SIX (6,676) sq. ms. more or less.P380.00(8) Agricultural Land. Covered by Tax Decl. No. 12924, Cad. Lot No. 1206 C-1 located at Cahulogan, Gingoog City and bounded on the NW., by Lot No. 1209; SW., by Lot No. 1207; East by National Highway; and West by Lot No. 1207; containing an area of FOUR THOUSAND FIVE HUNDRED THIRTEEN (4,513) sq. ms. more or less.P740.00(9) Agricultural Land. Covered by Tax Decl. No. 12925, Cad. Lot No. 5554, located at Tinaytayan, Pigsalohan, Gingoog City and bounded on the North by Lot Nos. 5559 & 5558; South by Lot No. 3486; East by Lot No. 5555; and West by Lot No. 5355, containing an area of EIGHTEEN THOUSAND FIVE HUNDRED TWENTY EIGHT (18,528) sq. ms. more or less.P320.00(10) Agricultural Land. Covered by Tax Decl. No. 12926, Cad. Lot No. 5555 C-7 located at Tinaytayan, Pigsalojan, Gingoog City and bounded on the North by Tinaytayan Creek & Lot Nos. 5557 & 5558; South by Lot Nos. 3486, 3487, 3488, 3491 & 3496; East by Cr. & Lot No. 3496; and West by Lot No. 5554, containing an area of SEVENTY SEVEN THOUSAND SEVEN HUNDRED SEVENTY SIX (77,776) sq. ms. more or less.P1,350.00(11) A Commercial Land. Covered by Tax Decl. No. 06454, Cad. Lot No. 61-C-1 located at Guno-Condeza Sts., Gingoog City and bounded on the North by Lot 64; South by Road-Lot 613 Condeza St; East by Lot Nos. 63, and 62; West by Road-Lot 614-Guno St., containing an area of ONE THOUSAND FORTY TWO (1,042) sq. ms. more or less.P9,320.00(12) A Commercial Land. Covered by Tax Decl. No. 06484, Lot No. 5, Block 2, located at Cabuyoan, Gingoog City and bounded on the North by Lot No. 4, block 2; South by Lot No. 8, block 2; East by Lot No. 6, block 2, West by Subdivision Road, containing an area of FOUR HUNDRED (400) sq. ms. more or less.P12,240.00(13) A Commercial Land. Covered by Tax Decl. No. 15798, Block No. 7-A-16-0 located at Cabuyoan, Gingoog City and bounded on the North by Lot No. 7-A-16-0; South by Lot No. 7-16-0; East by Lot No. 7-A-18-Road; West by Lot No. 8, PSU-120704-Julito Arengo vs. Restituto Baol, containing an area of TWO HUNDRED SIXTEEN (216) sq. ms. more or less.P1,050.00(14) Agricultural Land. Covered by Tax, Decl. No. 06789, Cad. Lot No. 5157-C-7, located at Kiogat, Agayayan, Gingoog City and bounded on the North by Lot No. 5158, 5159, 5156; South by SE-Steep Bank; East by NW, by Lot No. 5158, Villafranca, containing an area of NINETY SIX THOUSAND TWO HUNDRED (96,200) sq. ms. more or less.P3,370.00III. PERSONAL ESTATE (CONJUGAL)NATURE AND DESCRIPTION LOCATION APPRAISAL1. Fifty (50) shares of stockRural Bank of Gingoog, Inc.at P100.00 per share P5,000.002. Four (4) shares of Preferred Stockwith San Miguel Corporation 400.004. That, the parties hereto have agreed to divide the above-enumerated properties in the following manner, to wit:(a) To Patricio Alburo, Maria Ramoso Sanchez, Roland Pedro T. Sanchez, Florida Mierly Sanchez, Alfredo T. Sanchez and Myrna T. Sanchez, in equal pro-indiviso shares, considering not only their respective areas but also the improvements existing thereon, to wit:Agricultural Land. Covered by Tax Decl. No. 06453, Cad. Lot No. 3270 Case 7, located at Sunog, Lunao, Gingoog City and bounded on the North by Samay Creek & Lot 3267; South by Lot Nos. 3271 and 3272; East by Lot Nos. 3269 & 3273; and West by Samay Creek, containing an area of FOUR HUNDRED EIGHTY THREE THOUSAND SIX HUNDRED (483,600) sq. ms. and assessed in the sum of P61,680.00.(b) To Rosalia Sanchez Lugod all the rest of the properties, both real and personal, enumerated above with the exception of the following:(1) Two Preferred Shares of Stock in the San Miguel Corporation, indicated in San Miguel Corporation Stock Certificate No. 30217, which two shares she is ceding in favor of Patricio Alburo;(2) The house and lot designated as Lot No. 5, Block 2 together with the improvements thereon and identified as parcel No. II-12, lot covered by Tax Decl. No. 15798 identified as Parcel No. II-13 in the above enumerated, and Cad. Lot No. 5157-C-7 together with the improvements thereon, which is identified as parcel No. II-14 of the above-enumeration of properties, which said Rosalia S. Lugod is likewise ceding and renouncing in favor of Rolando Pedro, Florida Mierly, Alfredo and Myrna, all surnamed Sanchez, in equal pro-indiviso shares;5. That Rolando Pedro, Florida Mierly, Alfredo and Myrna, all surnamed Sanchez hereby acknowledge to have received jointly and severally in form of advances after October 21, 1968 the aggregate sum of EIGHT THOUSAND FIVE HUNDRED THIRTY-THREE PESOS (P8,533.94) and NINETY-FOUR CENTAVOS;6. That the parties hereto likewise acknowledge and recognize in the indebtedness of the deceased Juan G. Sanchez and his deceased wife Maria Villafranca Sanchez to the Lugod Enterprises, Inc., in the sum of P43,064.99;7. That the parties hereto shall be responsible for the payment of the estate and inheritance taxes proportionate to the value of their respective shares as may be determined by the Bureau of Internal Revenue and shall likewise be responsible for the expenses of survey and segregation of their respective shares;8. That Patricio Alburo, Maria Ramoso Sanchez, Roland Pedro Sanchez, Florida Mierly Sanchez, Alfredo Sanchez and Myrna Sanchez hereby waive, relinquish and renounce, jointly and individually, in a manner that is absolute and irrevocable, all their rights and interests, share and participation which they have or might have in all the properties, both real and personal, known or unknown and/or which may not be listed herein, or in excess of the areas listed or mentioned herein, and/or which might have been, at one time or another, owned by, registered or placed in the name of either of the spouses Juan C. Sanchez or Maria Villafranca de Sanchez or both, and which either one or both might have sold, ceded, transferred, or donated to any person or persons or entity and which parties hereto do hereby confirm and ratify together with all the improvements thereon, as well as all the produce and proceeds thereof, and particularly of the properties, real and personal listed herein, as well as demandable obligations due to the deceased spouses Juan C. Sanchez, before and after the death of the aforementioned spouses Juan C. Sanchez and Maria Villafranca de Sanchez, in favor of oppositor Rosalia S. Lugod;9. That the expenses of this litigation including attorneyâs fees shall be borne respectively by the parties hereto;10. That Laureta Tampus for herself and guardian ad-litem of her minor children, namely: Florida Mierly, Alfredo, and Myrna, all surnamed Sanchez, hereby declare that she has no right, interest, share and participation whatsoever in the estate left by Juan C. Sanchez and/or Maria Villafranca de Sanchez, or both, and that she likewise waives, renounces, and relinquishes whatever rigid, share, participation or interest therein which she has or might have in favor of Rosalia S. Lugod;11. That, the parties hereto mutually waive and renounce in favor of each other any whatever claims or actions, arising from, connected with, and as a result of Special Proceedings Nos. 44-M and 1022 of the Court of First Instance of Misamis Oriental, Rosalia S. Lugod, warranting that the parcel of land ceded to the other parties herein contains 48 hectares and 36 acres.12. That, Rosalia S. Lugod shall assume as she hereby assumes the payment to Lugod Enterprises, Inc., of the sum of P51,598.93 representing the indebtedness of the estate of Juan C. Sanchez and Maria Villafranca de Sanchez and the advances made to Rolando Pedro, Mierly, Alfredo, and Myrna all surnamed Sanchez, mentioned in paragraphs 5 and 6 hereof and, to give effect to this Agreement, the parties hereto agree to have letters of administration issued in favor of Rosalia S. Lugod without any bond.That Rosalia S. Lugod likewise agrees to deliver possession and enjoyment of the parcel of land herein ceded to petitioners and intervenors immediately after the signing of this agreement and that the latter also mutually agree among themselves to have the said lot subdivided and partitioned immediately in accordance with the proportion of one sixth (1/6) part for every petitioner and intervenor and that in the meantime that the partition and subdivision is not yet effected, the administrations of said parcel of land shall be vested jointly with Laureta Tampos, guardian ad litem of petitioners and Maria Ramoso, one of the intervenors who shall see to it that each petitioner and intervenor is given one sixth (1/6) of the net proceeds of all agricultural harvest made thereon.WHEREFORE, it is most respectfully prayed that the foregoing compromise agreement be approved.Medina, Misamis Oriental, October 30, 1969.(Sgd.) (Sgd.)PATRICIO ALBURO ROSALIA S. LUGODIntervenor-Oppositor Oppositor(Sgd.)MARIA RAMOSO SANCHEZ ASSISTED BY:Intervenor-Oppositor(Sgd.)ASSISTED BY: PABLO S. REYESR-101-Navarro Bldg.(Sgd.) Don A. Velez St.REYNALDO L. FERNANDEZ Cagayan de Oro CityGingoog City(Sgd.) (Sgd.)ROLANDO PEDRO T. SANCHEZ ALFREDO T. SANCHEZPetitioner Petitioner(Sgd.) (Sgd.)FLORIDA MIERLY T. SANCHEZ MYRNA T. SANCHEZPetitioner Petitioner(Sgd.)LAURETA TAMPUSFor herself and as GuardianAd-Litem of the minorsFlorida Mierly, Alfredo, andMyrna, all surnamed SanchezASSISTED BY:TEOGENES VELEZ, JR.Counsel for PetitionersCagayan de Oro CityThe Clerk of CourtCourt of First InstanceBranch III, Medina, Mis. Or.Greetings:Please set the foregoing compromise agreement for the approval of the Honorable Court today, Oct. 30, 1969.(Sgd.) (Sgd.) (Sgd.)PABLO S. REYES TEOGENES VELEZ, JR. REYNALDO L. FERNANDEZâThe Memorandum of Agreement dated April 13, 1970, which the parties entered into with the assistance of their counsel, amended the above compromise. (It will be reproduced later in our discussion of the second issue raised by the petitioners.)The Court of Appeals, in a Resolution[10] dated September 4, 1992, initially dismissed private respondentsâ petition. Acting, however, on a motion for reconsideration and a supplemental motion for reconsideration dated September 14, 1992 and September 25, 1992, respectively,[11] Respondent Court thereafter reinstated private respondentsâ petition in a resolution[12] dated October 14, 1992.In due course, the Court of Appeals, as earlier stated, rendered its assailed Decision granting the petition, setting aside the trial courtâs decision and declaring the modified compromise agreement valid and binding.Hence, this appeal to this Court under Rule 45 of the Rules of Court.The IssuesIn this appeal, petitioners invite the Courtâs attention to the following issues:âIThe respondent court grossly erred in granting the petition for certiorari under Rule 65 considering that the special civil action of certiorari may not be availed of as a substitute for an appeal and that, in any event, the grounds invoked in the petition are merely alleged errors of judgment which can no longer be done in view of the fact that the decision of the lower court had long become final and executory.IIPrescinding from the foregoing, the respondent court erred in annulling the decision of the lower court for the reason that a compromise agreement or partition, as the court construed the same to be, executed by the parties on October 30, 1969 was void and unenforceable the same not having been approved by the intestate court and that the same having been seasonably repudiated by petitioners on the ground of fraud.IIIThe respondent court grossly erred in ignoring and disregarding findings of facts of the lower court that the alleged conveyances of real properties made by the spouses Juan C. Sanchez and Maria Villafranca just before their death in favor of their daughter and grandchildren, private respondents herein, are tainted with fraud or made in contemplation of death, hence, collationable.IVIn any event, the respondent court grossly erred in treating the lower courtâs declaration of fictitiousness of the deeds of sale as a final adjudication of annulment.VThe respondent court grossly erred in declaring the termination of the intestate proceedings even as the lower court had not made a final and enforceable distribution of the estate of the deceased Juan C. Sanchez.VIPrescinding from the foregoing, the respondent court grossly erred in not at least directing respondent Rosalia S. Lugod to deliver the deficiency of eight (8) hectares due petitioners under the compromise agreement and memorandum of agreement, and in not further directing her to include in the inventory properties conveyed under the deeds of sale found by the lower court to be part of the estate of Juan C. Sanchez.â[13]The salient aspects of some issues are closely intertwined; hence, they are hereby consolidated into three main issues specifically dealing with the following subjects: (1) the propriety of certiorari as a remedy before the Court of Appeals, (2) the validity of the compromise agreement, and (3) the presence of fraud in the execution of the compromise and/or collation of the properties sold.The Courtâs RulingThe petition is not meritorious.First Issue: Propriety of CertiorariBefore the Court of AppealsSince private respondents had neglected or failed to file an ordinary appeal within the reglementary period, petitioners allege that the Court of Appeals erred in allowing private respondentâs recourse to Rule 65 of the Rules of Court. They contend that private respondentsâ invocation of certiorari was âprocedurally defective.â[14] They further argue that private respondents, in their petition before the Court of Appeals, alleged errors of the trial court which, being merely errors of judgment and not errors of jurisdiction, were not correctable by certiorari.[15] This Court disagrees.Doctrinally entrenched is the general rule that certiorari is not a substitute for a lost appeal. However, Justice Florenz D. Regalado lists several exceptions to this rule, viz.: â(1) where the appeal does not constitute a speedy and adequate remedy (Salvadades vs. Pajarillo, et al., 78 Phil. 77), as where 33 appeals were involved from orders issued in a single proceeding which will inevitably result in a proliferation of more appeals (PCIB vs. Escolin, et al., L-27860 and 27896, Mar. 29, 1974); (2) where the orders were also issued either in excess of or without jurisdiction (Aguilar vs. Tan, L-23600, Jun 30, 1970, Cf. Bautista, et al. vs. Sarmiento, et al., L-45137, Sept. 231985); (3) for certain special consideration, as public welfare or public policy (See Jose vs. Zulueta, et al. -16598, May 31, 1961 and the cases cited therein); (4) where in criminal actions, the court rejects rebuttal evidence for the prosecution as, in case of acquittal, there could be no remedy (People vs. Abalos, L029039, Nov. 28, 1968); (5) where the order is a patent nullity (Marcelo vs. De Guzman, et al., L-29077, June 29, 1982); and (6) where the decision in the certiorari case will avoid future litigations (St. Peter Memorial Park, Inc. vs. Campos, et al., L-38280, Mar. 21, 1975).â[16] Even in a case where the remedy of appeal was lost, the Court has issued the writ of certiorari where the lower court patently acted in excess of or outside its jurisdiction,[17] as in the present case.A petition for certiorari under Rule 65 of the Rules of Court is appropriate and allowable when the following requisites concur: (1) the writ is directed against a tribunal, board or officer exercising judicial or quasi-judicial functions; (2) such tribunal, board or officer has acted without or in excess of jurisdiction, or with grave abuse of discretion amounting to lack or excess of jurisdiction; and (3) there is no appeal or any plain, speedy and adequate remedy in the ordinary course of law.[18] After a thorough review of the case at bar, we are convinced that all these requirements were met.As a probate court, the trial court was exercising judicial functions when it issued its assailed resolution. The said court had jurisdiction to act in the intestate proceedings involved in this case with the caveat that, due to its limited jurisdiction, it could resolve questions of title only provisionally.[19] It is hornbook doctrine that âin a special proceeding for the probate of a will, the question of ownership is an extraneous matter which the probate court cannot resolve with finality. This pronouncement no doubt applies with equal force to an intestate proceeding as in the case at bar.â[20] In the instant case, the trial court rendered a decision declaring as simulated and fictitious all the deeds of absolute sale which, on July 26, 1963 and June 26, 1967, Juan C. Sanchez and Maria Villafranca executed in favor of their daughter, Rosalia Sanchez Lugod; and grandchildren, namely, Arturo S. Lugod, Evelyn S. Lugod and Roberto S. Lugod. The trial court ruled further that the properties covered by the said sales must be subject to collation. Citing Article 1409 (2) of the Civil Code, the lower court nullified said deeds of sale and determined with finality the ownership of the properties subject thereof. In doing so, it clearly overstepped its jurisdiction as a probate court. Jurisprudence teaches:[A] probate court or one in charge of proceedings whether testate or intestate cannot adjudicate or determine title to properties claimed to be a part of the estate and which are claimed to belong to outside parties. All that the said court could do as regards said properties is to determine whether they should or should not be included in the inventory or list of properties to be administered by the administrator. If there is not dispute, well and good, but if there is, then the parties, the administrator, and the opposing parties have to resort to an ordinary action for a final determination of the conflicting claims of title because the probate court cannot do so.â[21]Furthermore, the trial court committed grave abuse of discretion when it rendered its decision in disregard of the partiesâ compromise agreement.[22] Such disregard, on the ground that the compromise agreement âwas not approved by the court,â[23] is tantamount to âan evasion of positive duty or to a virtual refusal to perform the duty enjoined or to act in contemplation and within the bounds of law.â[24]The foregoing issues clearly involve not only the correctness of the trial courtâs decision but also the latterâs jurisdiction. They encompass plain errors of jurisdiction and grave abuse of discretion, not merely errors of judgment.[25] Since the trial court exceeded its jurisdiction, a petition for certiorari is certainly a proper remedy. Indeed, it is well-settled that â(a)n act done by a probate court in excess of its jurisdiction may be corrected by certiorari.â[26]Consistent with the foregoing, the following disquisition by respondent appellate court is apt:As a general proposition, appeal is the proper remedy of petitioner Rosalia here under Rule 109 of the Revised Rules of Court. But the availability of the ordinary course of appeal does not constitute sufficient ground to [prevent] a party from making use of the extraordinary remedy of certiorari where appeal is not an adequate remedy or equally beneficial, speedy and sufficient (Echauz vs. Court of Appeals, 199 SCRA 381). Here, considering that the respondent court has disregarded the compromise agreement which has long been executed as early as October, 1969 and declared null and void the deeds of sale with finality, which, as a probate court, it has no jurisdiction to do, We deem ordinary appeal is inadequate. Considering further the [trial courtâs] granting of [herein petitionersâ] motion for execution of the assailed decision,[27] [herein private respondent] Rosaliaâs resort to the instant petition [for review on certiorari] is all the more warranted under the circumstances.â[28]We thus hold that the questioned decision and resolutions of the trial court may be challenged through a special civil action for certiorari under Rule 65 of the Rules of Court. At the very least, this case is a clear exception to the general rule that certiorari is not a substitute for a lost appeal because the trial courtâs decision and resolutions were issued without or in excess of jurisdiction, which may thus be challenged or attacked at any time. âA void judgment for want of jurisdiction is no judgment at all. It cannot be the source of any right nor the creator of any obligation. All acts performed pursuant to it and all claims emanating from it have no legal effect. Hence, it can never become final and any writ of execution based on it is void; âx x x it may be said to be a lawless thing which can be treated as an outlaw and slain at sight, or ignored wherever and whenever it exhibits its head.â â[29]Second Issue: Validity of Compromise AgreementPetitioners contend that, because the compromise agreement was executed during the pendency of the probate proceedings, judicial approval is necessary to shroud it with validity. They stress that the probate court had jurisdiction over the properties covered by said agreement. They add that Petitioners Florida Mierly, Alfredo and Myrna were all minors represented only by their mother/natural guardian, Laureta Tampus.[30]These contentions lack merit. Article 2028 of the Civil Code defines a compromise agreement as âa contract whereby the parties, by making reciprocal concessions, avoid a litigation or put an end to one already commenced.â Being a consensual contract, it is perfected upon the meeting of the minds of the parties. Judicial approval is not required for its perfection.[31] Petitionersâ argument that the compromise was not valid for lack of judicial approval is not novel; the same was raised in Mayuga vs. Court of Appeals,[32] where the Court, through Justice Irene R. Cortes, ruled:It is alleged that the lack of judicial approval is fatal to the compromise. A compromise is a consensual contract. As such, it is perfected upon the meeting of the minds of the parties to the contract. (Hernandez v. Barcelon, 23 Phil. 599 [1912]; see also De los Reyes v. de Ugarte, 75 Phil. 505 [1945].) And from that moment not only does it become binding upon the parties (De los Reyes v. De Ugarte, supra ), it also has upon them the effect and authority of res judicata (Civil Code, Art. 2037), even if not judicially approved (Meneses v. De la Rosa, 77 Phil. 34 [1946]; Vda. De Guilas v. David, 132 Phil. 241, L-24280, 23 SCRA 762 [May 27, 1968]; Cochingyan v. Cloribel, L-27070-71 [April 22, 1977], 76 SCRA 361).â (Italics found in the original.)In the case before us, it is ineludible that the parties knowingly and freely entered into a valid compromise agreement. Adequately assisted by their respective counsels, they each negotiated its terms and provisions for four months; in fact, said agreement was executed only after the fourth draft. As noted by the trial court itself, the first and second drafts were prepared successively in July, 1969; the third draft on September 25, 1969; and the fourth draft, which was finally signed by the parties on October 30, 1969,[33] followed. Since this compromise agreement was the result of a long drawn out process, with all the parties ably striving to protect their respective interests and to come out with the best they could, there can be no doubt that the parties entered into it freely and voluntarily. Accordingly, they should be bound thereby.[34] To be valid, it is merely required under the law to be based on real claims and actually agreed upon in good faith by the parties thereto.[35]Indeed, compromise is a form of amicable settlement that is not only allowed but also encouraged in civil cases.[36] Article 2029 of the Civil Code mandates that a âcourt shall endeavor to persuade the litigants in a civil case to agree upon some fair compromise.âIn opposing the validity and enforcement of the compromise agreement, petitioners harp on the minority of Florida Mierly, Alfredo and Myrna. Citing Article 2032 of the Civil Code, they contend that the courtâs approval is necessary in compromises entered into by guardians and parents in behalf of their wards or children.[37]However, we observe that although denominated a compromise agreement, the document in this case is essentially a deed of partition, pursuant to Article 1082 of the Civil Code which provides that â[e]very act which is intended to put an end to indivision among co-heirs and legatees or devisees is deemed to be a partition, although it should purport to be a sale, an exchange, a compromise, or any other transaction.âFor a partition to be valid, Section 1, Rule 74 of the Rules of Court, requires the concurrence of the following conditions: (1) the decedent left no will; (2) the decedent left no debts, or if there were debts left, all had been paid; (3) the heirs and liquidators are all of age, or if they are minors, the latter are represented by their judicial guardian or legal representatives; and (4) the partition was made by means of a public instrument or affidavit duly filed with the Register of Deeds.[38] We find that all the foregoing requisites are present in this case. We therefore affirm the validity of the partiesâ compromise agreement/partition in this case.In any event, petitioners neither raised nor ventilated this issue in the trial court. This new question or matter was manifestly beyond the pale of the issues or questions submitted and threshed out before the lower court which are reproduced below, viz.:âI Are the properties which are the object of the sale by the deceased spouses to their grandchildren collationable?II Are the properties which are the object of the sale by the deceased spouses to their legitimate daughter also collationable?III The first and second issues being resolved, how much then is the rightful share of the four (4) recognized illegitimate children?â[39]Furthermore, the 27-page Memorandum dated February 17, 1990 filed by petitioners before the Regional Trial Court [40] readily reveals that they never questioned the validity of the compromise. In their comment before the Court of Appeals,[41] petitioners based their objection to said compromise agreement on the solitary âreason that it was tainted with fraud and deception,â zeroing specifically on the alleged fraud committed by private respondent Rosalia S. Lugod.[42] The issue of minority was first raised only in petitionersâ Motion for Reconsideration of the Court of Appealsâ Decision;[43] thus, it âis as if it was never duly raised in that court at all.â[44] Hence, this Court cannot now, for the first time on appeal, entertain this issue, for to do so would plainly violate the basic rule of fair play, justice and due process.[45] We take this opportunity to reiterate and emphasize the well-settled rule that â(a)n issue raised for the first time on appeal and not raised timely in the proceedings in the lower court is barred by estoppel. Questions raised on appeal must be within the issues framed by the parties and, consequently, issues not raised in the trial court cannot be raised for the first time on appeal.â[46]The petitioners likewise assail as void the provision on waiver contained in No. 8 of the aforequoted compromise, because it allegedly constitutes a relinquishment by petitioners of âa right to properties which were not known.â[47] They argue that such waiver is contrary to law, public policy, morals or good custom. The Court disagrees. The assailed waiver pertained to their hereditary right to properties belonging to the decedentâs estate which were not included in the inventory of the estateâs properties. It also covered their right to other properties originally belonging to the spouses Juan Sanchez and Maria Villafranca de Sanchez which have been transferred to other persons. In addition, the parties agreed in the compromise to confirm and ratify said transfers. The waiver is valid because, contrary to petitionersâ protestation, the parties waived a known and existing interest -- their hereditary right which was already vested in them by reason of the death of their father. Article 777 of the Civil Code provides that â(t)he rights to the succession are transmitted from the moment of death of the decedent.â Hence, there is no legal obstacle to an heirâs waiver of his/her hereditary share âeven if the actual extent of such share is not determined until the subsequent liquidation of the estate.â[48] At any rate, such waiver is consistent with the intent and letter of the law advocating compromise as a vehicle for the settlement of civil disputes.[49]Finally, petitioners contend that Private Respondent Rosalia T. Lugodâs alleged fraudulent acts, specifically her concealment of some of the decedentâs properties, attended the actual execution of the compromise agreement.[50] This argument is debunked by the absence of any substantial and convincing evidence on record showing fraud on her part. As aptly observed by the appellate court:[Herein petitioners] accuse [herein private respondent] Rosalia of fraud or deception by alleging, inter alia, that the parcel of land given to them never conformed to the stated area, i.e., forty-eight (48) hectares, as stated in the compromise agreement. We find this argument unconvincing and unmeritorious. [Herein petitionersâ] averment of fraud on the part of [herein private respondent] Rosalia becomes untenable when We consider the memorandum of agreement they later executed with [herein private respondent] Rosalia wherein said compromise agreement was modified by correcting the actual area given to [herein petitioners] from forty-eight (48) hectares to thirty-six (36) hectares only. If the actual area allotted to them did not conform to the 48 hectare area stated in the compromise agreement, then why did they agree to the memorandum of agreement whereby their share in the estate of their father was even reduced to just 36 hectares? Where is fraud or deception there? Considering that [herein petitioners] were ably represented by their lawyers in executing these documents and who presumably had explained to them the import and consequences thereof, it is hard to believe their charge that they were defrauded and deceived by [herein private respondent] Rosalia. If the parcel of land given to [herein petitioners], when actually surveyed, happened to be different in area to the stated area of 48 hectares in the compromise agreement, this circumstance is not enough proof of fraud or deception on [herein private respondent] Rosaliaâs part. Note that Tax Declaration No. 06453 plainly discloses that the land transferred to [herein petitioners] pursuant to the compromise agreement contained an area of 48 hectares (Annex âAâ, Supplemental Reply). And when [herein petitioners] discovered that the land allotted to them actually contained only 24 hectares, a conference between the parties took place which led to the execution and signing of the memorandum of agreement wherein [herein petitionersâ] distributive share was even reduced to 36 hectares. In the absence of convincing and clear evidence to the contrary, the allegation of fraud and deception cannot be successfully imputed to [herein private respondent] Rosalia who must be presumed to have acted in good faith.â[51]The memorandum of agreement freely and validly entered into by the parties on April 13, 1970 and referred to above reads:âMEMORANDUM OF AGREEMENTThe parties assisted by their respective counsel have agreed as they hereby agree:1. To amend the compromise agreement executed by them on October 30, 1969 so as to include the following:a. Correction of the actual area being given to the petitioners and intervenors, all illegitimate children of the late Juan C. Sanchez, forty-eight (48) hectares, thirty-six (36) acres as embodied in the aforementioned compromise agreement to thirty-six (36) hectares only, thus enabling each of them to get six (6) hectares each.b. That the said 36-hectare area shall be taken from that parcel of land which is now covered by O.C.T. No. 146 (Patent No. 30012) and the adjoining areas thereof designated as Lot A and Lot C as reflected on the sketch plan attached to the record of this case prepared by Geodetic Engineer Olegario E. Zalles pursuant to the Courtâs commission of March 10, 1970 provided, however, that if the said 36-hectare area could not be found after adding thereto the areas of said lots A and C, then the additional area shall be taken from what is designated as Lot B, likewise also reflected in the said sketch plan attached to the records;c. That the partition among the six illegitimate children of the late Juan C. Sanchez (petitioners and intervenors) shall be effective among themselves in such a manner to be agreed upon by them, each undertaking to assume redemption of whatever plants found in their respective shares which need redemption from the tenants thereof as well as the continuity of the tenancy agreements now existing and covering the said shares or areas.d. The subdivision survey shall be at the expense of the said petitioners and intervenors prorata.e. That the administratrix agrees to deliver temporary administration of the area designated as Lot 5 of the Valles Sketch Plan pending final survey of the said 36-hectare area.Cagayan de Oro City, April 13, 1970.(Sgd.)LAURETA TAMPOSFor herself and as Guardianad-litem of Rolando, Mierly,Alfredo and Myrna, allsurnamed SanchezAssisted by:(Sgd.)TEOGENES VELEZ, Jr.Counsel for Petitioners(Sgd.)ROSALIA S. LUGODAdministratrixAssisted by:(Sgd.)PABLO S. REYESCounsel for Administratrix(Sgd.)MARIA RABOSO SANCHEZIntervenorâ[52]Not only did the parties knowingly enter into a valid compromise agreement; they even amended it when they realized some errors in the original. Such correction emphasizes the voluntariness of said deed.It is also significant that all the parties, including the then minors, had already consummated and availed themselves of the benefits of their compromise.[53] This Court has consistently ruled that âa party to a compromise cannot ask for a rescission after it has enjoyed its benefits.â[54] By their acts, the parties are ineludibly estopped from questioning the validity of their compromise agreement. Bolstering this conclusion is the fact that petitioners questioned the compromise only nine years after its execution, when they filed with the trial court their Motion to Defer Approval of Compromise Agreement, dated October 26, 1979.[55] In hindsight, it is not at all farfetched that petitioners filed said motion for the sole reason that they may have felt shortchanged in their compromise agreement or partition with private respondents, which in their view was unwise and unfair. While we may sympathize with this rueful sentiment of petitioners, we can only stress that this alone is not sufficient to nullify or disregard the legal effects of said compromise which, by its very nature as a perfected contract, is binding on the parties. Moreover, courts have no jurisdiction to look into the wisdom of a compromise or to render a decision different therefrom.[56] It is a well-entrenched doctrine that âthe law does not relieve a party from the effects of an unwise, foolish, or disastrous contract, entered into with all the required formalities and with full awareness of what he was doingâ[57] and âa compromise entered into and carried out in good faith will not be discarded even if there was a mistake of law or fact, (McCarthy vs. Barber Steamship Lines, 45 Phil. 488) because courts have no power to relieve parties from obligations voluntarily assumed, simply because their contracts turned out to be disastrous deals or unwise investments.â[58] Volenti non fit injuria.Corollarily, the petitioners contend that the Court of Appeals gravely abused its discretion in deeming Special Proceedings Nos. 44-M and 1022 âCLOSED and TERMINATED,â arguing that there was as yet no order of distribution of the estate pursuant to Rule 90 of the Rules of Court. They add that they had not received their full share thereto.[59] We disagree. Under Section 1, Rule 90 of the Rules of Court, an order for the distribution of the estate may be made when the âdebts, funeral charges, and expenses of administration, the allowance to the widow, and inheritance tax, if any,â had been paid. This order for the distribution of the estateâs residue must contain the names and shares of the persons entitled thereto. A perusal of the whole record, particularly the trial courtâs conclusion,[60] reveals that all the foregoing requirements already concurred in this case. The payment of the indebtedness of the estates of Juan C. Sanchez and Maria Villafranca in the amount of P51,598.93 was shouldered by Private Respondent Rosalia, who also absorbed or charged against her share the advances of Rolando T. Lugod in the sum of P8,533.94, in compliance with Article 1061 of the Civil Code on collation.[61] Furthermore, the compromise of the parties, which is the law between them, already contains the names and shares of the heirs to the residual estate, which shares had also been delivered. On this point, we agree with the following discussion of the Court of Appeals:But what the (trial court) obviously overlooked in its appreciation of the facts of this case are the uncontroverted facts that (herein petitioners) have been in possession and ownership of their respective distributive shares as early as October 30, 1969 and they have received other properties in addition to their distributive shares in consideration of the compromise agreement which they now assail. Proofs thereof are Tax Declarations No. 20984, 20985, 20986, 20987, 20988, 20989 and 20990 (Annexes âBâ to âHâ, Supplemental Reply) in the respective names of (herein petitioners), all for the year 1972. (Herein petitioners) also retained a house and lot, a residential lot and a parcel of agricultural land (Annexes âIâ, âJâ and âKâ, Ibid.) all of which were not considered in the compromise agreement between the parties. Moreover, in the compromise agreement per se, it is undoubtedly stated therein that cash advances in the aggregate sum of P8,533.94 were received by (herein petitioners) after October 21, 1968 (Compromise Agreement, par. 5)â[62]All the foregoing show clearly that the probate court had essentially finished said intestate proceedings which, consequently, should be deemed closed and terminated. In view of the above discussion, the Court sees no reversible error on the part of the Court of Appeals.Third Issue: Fraud and CollationPetitioners fault Respondent Court for not ordering Private Respondent Rosalia T. Lugod to deliver to them the deficiency as allegedly provided under the compromise agreement. They further contend that said court erred in not directing the provisional inclusion of the alleged deficiency in the inventory for purposes of collating the properties subject of the questioned deeds of sale.[63] We see no such error. In the trial court, there was only one hearing conducted, and it was held only for the reception of the evidence of Rosalia S. Lugod to install her as administratix of the estate of Maria Villafranca. There was no other evidence, whether testimonial or otherwise, âreceived, formally offered to, and subsequently admitted by the probate court belowâ; nor was there âa trial on the merits of the partiesâ conflicting claims.â[64] In fact, the petitioners âmoved for the deferment of the compromise agreement on the basis of alleged fraudulent concealment of properties -- NOT because of any deficiency in the land conveyed to them under the agreements.â[65] Hence, there is no hard evidence on record to back up petitionersâ claims.In any case, the trial court noted Private Respondent Rosaliaâs willingness to reimburse any deficiency actually proven to exist. It subsequently ordered the geodetic engineer who prepared the certification and the sketch of the lot in question, and who could have provided evidence for the petitioners, âto bring records of his relocation survey.â[66] However, Geodetic Engineer Idulsa did not comply with the courtâs subpoena duces tecum and ad testificandum. Neither did he furnish the required relocation survey.[67] No wonder, even after a thorough scrutiny of the records, this Court cannot find any evidence to support petitionersâ allegations of fraud against Private Respondent Rosalia.Similarly, petitionersâ allegations of fraud in the execution of the questioned deeds of sale are bereft of substance, in view of the palpable absence of evidence to support them. The legal presumption of validity of the questioned deeds of absolute sale, being duly notarized public documents, has not been overcome.[68] On the other hand, fraud is not presumed. It must be proved by clear and convincing evidence, and not by mere conjectures or speculations. We stress that these deeds of sale did not involve gratuitous transfers of future inheritance; these were contracts of sale perfected by the decedents during their lifetime.[69] Hence, the properties conveyed thereby are not collationable because, essentially, collation mandated under Article 1061 of the Civil Code contemplates properties conveyed inter vivos by the decedent to an heir by way of donation or other gratuitous title.In any event, these alleged errors and deficiencies regarding the delivery of shares provided in the compromise, concealment of properties and fraud in the deeds of sale are factual in nature which, as a rule, are not reviewable by this Court in petitions under Rule 45.[70] Petitioners have failed to convince us that this case constitutes an exception to such rule. All in all, we find that the Court of Appeals has sufficiently addressed the issues raised by them. Indeed, they have not persuaded us that said Court committed any reversible error to warrant a grant of their petition.WHEREFORE, the petition is hereby DENIED and the assailed Decision of the Court of Appeals is AFFIRMED.SO ORDERED.Narvasa, C.J. (Chairman), Romero, Melo and Francisco, JJ., concur.[1] Rollo, pp. 48-60.[2] Fourteenth Division, composed of J. Luis L. Victor, ponente, and JJ. Fidel P. Purisima and Oscar M. Herrera, acting chairman.[3] Rollo, pp. 85-117.[4] Penned by Judge Vivencio A. Galon.[5] Decision of the Court of Appeals, p. 13; rollo, p. 60.[6] Two other illegitimate children of Juan C. Sanchez, namely, Patricio Alburo and Maria Ramoso, intervened in the intestate proceedings. However, they are not parties in the present controversy before the Supreme Court.[7] Decision of the Court of Appeals, pp. 1-6; rollo, pp. 48-53.[8] Ibid., p. 6; rollo, p. 53.[9] Copied from the trial courtâs decision, pp. 7-13; rollo, pp. 91-97; Annex âJâ, petition. See also Annex â2â, Comment dated July 2, 1993; rollo, pp. 159-167.[10] Record of the Court of Appeals, pp. 161-163.[11] Ibid., pp. 169-191.[12] Ibid., pp. 250-252.[13] Petition, pp. 15-16; rollo, pp. 23-24. See Memorandum for Petitioners, pp. 12-14; rollo, pp. 444-446.[14] Memorandum for Petitioners, p. 17; rollo, p. 449.[15] Ibid., pp. 19-20; rollo, pp. 451-452.[16] Remedial Law Compendium, Volume One, p. 708, (1997).[17] Philippine National Bank vs. Florendo, 206 SCRA 582, 589, February 26, 1992. See also Heirs of Mayor Nemencio Galvez vs. Court of Appeals, 255 SCRA 672, 689, March 29, 1996.[18] Section 1, Rule 65, Rules of Court. See Cochingyan, Jr. vs. Cloribel, 76 SCRA 361, 385, April 22, 1977.[19] Jimenez vs. Intermediate Appellate Court, 184 SCRA 367, 371-372, April 17, 1990.[20] Ibid., p. 372.[21] Ortega vs. Court of Appeals, 153 SCRA 96, 102-103, August 14, 1987, per Paras, J. See also Morales vs. CFI of Cavite, Br. V, 146 SCRA 373, 381-383, December 29, 1986.[22] See Julieta V. Esguerra vs. Court of Appeals and Sureste Properties, Inc., G.R. No. 119310, p. 21, February 3, 1997; and Tac-an Dano vs. Court of Appeals, 137 SCRA 803, 813, July 29, 1985.[23] Decision of the Regional Trial Court, p. 14; rollo, p. 98.[24] Paredes vs. Civil Service Commission, 192 SCRA 84, 94, December 4, 1990, per Paras, J.; citing Carson et al. vs. Judge Pantamosos, Jr., 180 SCRA 151, December 15, 1989, Intestate Estate of Carmen de Luna vs. Intermediate Appellate Court, 170 SCRA 246, February 13, 1989, and People vs. Manuel, 11 SCRA 618, July 31, 1964. See also Cochingyan, Jr. vs. Cloribel, supra, pp. 387-388.[25] See Cochingyan, Jr. vs. Cloribel, supra, p. 386.[26] Maninang vs. Court of Appeals, 114 SCRA 478, 485, June 19, 1982, per Melencio-Herrera, J.; citing Llamas vs. Moscoso, 95 Phil. 599 (1954).[27] See Regional Trial Courtâs Omnibus Order Denying Second Motion for Reconsideration and Denying Prayer for Voluntary Inhibition of Undersigned Trial Judge, Declaring Decision Dated June 26, 1991 as Final and Executory, p. 6; rollo, p. 123.[28] Decision of the Court of Appeals, p. 13; rollo, p. 60.[29] Leonor vs. Court of Appeals, 256 SCRA 69, April 2, 1996, per Panganiban, J.[30] Memorandum for the Petitioners, pp. 23-28; rollo, pp. 455-460.[31] See Domingo vs. Court of Appeals, 255 SCRA 189, 199, March 20, 1996, per Kapunan, J., and Go vs. Intermediate Appellate Court, 183 SCRA 82, 86-87, March 12, 1990, per Fernan, C.J.[32] 154 SCRA 309, 320, September 28, 1987.[33] Decision of the Regional Trial Court, p. 14; rollo, p. 98.[34] Republic vs. Sandiganbayan, 173 SCRA 72, 83, May 4, 1989[35] Landoil Resources Corporation vs. Tensuan, 168 SCRA 569, 579, December 20, 1988.[36] Ibid.[37] Petitionersâ Memorandum, pp. 26-27; rollo, pp. 458-459.[38] Santiago Esquivel, et al. vs. i, G.R. No. L 8825, p. 5, April 20, 1956, 98 Phil. 1008, Unrep., per Bautista Angelo, J. See also Gomez vs. Mariano, et al., 17 C.A.R. 1295, 1299, December 23, 1972, per Gaviola Jr., J.[39] Memorandum of Petitioners in the Regional Trial Court, p. 9; record of the Court of Appeals, p. 203.[40] See Record, pp. 195 to 221.[41] Record, pp. 355-374.[42] Petitionersâ Comment in the Court of Appeals, pp. 6-7; Record pp. 265-266.[43] Motion for Reconsideration, pp. 13-14; Record, pp. 366-367.[44] Manila Bay Club Corporation vs. Court of Appeals, 245 SCRA 715, 729, July 11, 1995, per Francisco, J.[45] Medida vs. Court of Appeals, 208 SCRA 887, 893, May 8, 1992, per Regalado, J.; citing Vencilao, et al. vs. Vano, et al., 182 SCRA 491, February 23, 1990, and Gevero, et al. vs. Intermediate Appellate Court, et al., 189 SCRA 201, August 30, 1990.[46] Caltex (Philippines), Inc. vs. Court of Appeals, 212 SCRA 448, 461, August 10, 1992, per Regalado, J.; citing Mejorada vs. Municipal Council of Dipolog, 52 SCRA 451, August 31, 1973, Sec. 18, Rule 46, Rules of Court, Garcia, et al. vs. Court of Appeals, et al., 102 SCRA 597, January 31, 1981, Matienzo vs. Servidad, 107 SCRA 276, September 10, 1981, Aguinaldo Industries Corporation, etc. vs. Commissioner of Internal Revenue, et al., 112 SCRA 136, February 25, 1982, Dulos Realty & Development Corporation vs. Court of Appeals, et al., 157 SCRA 425, January 28, 1988.[47] Memorandum for the Petitioners, pp. 28-30; rollo, pp. 460-462.[48] De Borja vs. Vda. de de Borja, 46 SCRA 577, 586, August 18, 1972, per Reyes, J.B.L., J.[49] See Republic vs. Sandiganbayan, 226 SCRA 314, 321-322, supra, and McCarthy vs. Sandiganbayan, 45 Phil. 488, 498, (1923).[50] Memorandum for Petitioners, pp. 30-31; rollo, pp. 462-463.[51] Decision of the Court of Appeals, pp. 8-9; rollo, pp. 55-56.[52] Annex â2â, Comment dated July 2, 1993; rollo, pp. 168-169.[53] Decision of the Court of Appeals, p. 9; rollo, p. 56. See also Memorandum of Private Respondents, pp. 21-22; rollo, pp. 319-320.[54] Republic vs. Sandiganbayan, supra.[55] Rollo, pp. 170-173. On said date, October 26, 1979, the minors had all well passed the age of majority. See petition before the trial court, dated January 14, 1969, showing the ages then of Florida Mierly at 19, Alfredo at 18 and Myrna at 16 (Rollo, p. 63).[56] Julieta V. Esguerra vs. Court of Appeals and Sureste Properties, Inc., supra, pp. 12-13, per Panganiban, J.[57] Ibid., p. 12. See also Tanda vs. Aldaya, 89 Phil. 497, 503, (1951), per Tuason, J.[58] Villacorte vs. Mariano, 89 Phil. 341, 349, (1951), per Bengzon, J.[59] Memorandum for the Petitioners, pp. 36-37; rollo, pp. 468-469.[60] Decision of the Regional Trial Court, pp. 26-33; rollo, pp. 110-117.[61] Memorandum for Rosalia S. Lugod, p. 4; Annex âO,â Court of Appeals Petition, Record, p. 106. See also Memorandum of Private Respondents, p. 21; rollo, p.319.[62] Decision of the Court of Appeals, p. 9; rollo, p. 56.[63] See Memorandum for the Petitioners, pp. 37-40; rollo, pp. 469-472.[64] See Memorandum for Private Respondents, pp. 32-36; rollo, pp. 329-333.[65] Reply Memorandum, pp. 2-3; rollo, pp. 479-480.[66] Ibid., p.5; rollo, p. 482.[67] Ibid., pp. 5-6; rollo, pp. 482-483. The Certification and Sketch Plan Geodetic Engineer Idulsa submitted to the trial court, pointed out by petitioners in their Memorandum dated March 17, 1994 (p. 12; rollo, p. 444), are not the relocation survey required of him by said court.[68] See Record of the Court of Appeals, pp. 150-154.[69] Favor vs. Court of Appeals, 194 SCRA 308, 313, February 21, 1991, per Cruz, J.[70] Maximino Fuentes vs. Court of Appeals, G.R. No. 109849, pp. 5-6, February 26, 1997. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "rolando",
    "sanchez",
    "florida",
    "mierly",
    "alfredo",
    "petitioners",
    "honorable",
    "court",
    "appeals",
    "rosalia",
    "arturo",
    "evelyn",
    "ranises",
    "roberto",
    "respondents",
    "panganiban",
    "petition",
    "certiorari",
    "appeal",
    "proper"
  ],
  "title_summary": "ROLANDO SANCHEZ, FLORIDA MIERLY SANCHEZ, ALFREDO T. SANCHEZ AND MYRNA T. SANCHEZ, PETITIONERS, VS...",
  "formatted_case_content": "View printer friendly version\n345 Phil. 155\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 108947, September 29, 1997 ]\n[ G.R. No. 108947, September 29, 1997 ]\n\nROLANDO SANCHEZ, FLORIDA MIERLY SANCHEZ, ALFREDO T. SANCHEZ AND MYRNA T. SANCHEZ, PETITIONERS, VS. THE HONORABLE COURT OF APPEALS, ROSALIA S. LUGOD, ARTURO S. LUGOD, EVELYN LUGOD-RANISES AND ROBERTO S. LUGOD, RESPONDENTS. \nD E C I S I O N\nROLANDO SANCHEZ, FLORIDA MIERLY SANCHEZ, ALFREDO T. SANCHEZ AND MYRNA T. SANCHEZ, PETITIONERS, VS. THE HONORABLE COURT OF APPEALS, ROSALIA S. LUGOD, ARTURO S. LUGOD, EVELYN LUGOD-RANISES AND ROBERTO S. LUGOD, RESPONDENTS.\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIs a petition for certiorari, in lieu of appeal, the proper remedy to correct orders of a probate court nullifying certain deeds of sale and, thus, effectively passing upon title to the properties subject of such deeds? Is a compromise agreement partitioning inherited properties valid even without the approval of the trial court hearing the intestate estate of the deceased owner?\n\nThe Case\n\nThese questions are answered by this Court as it resolves the petition for review on certiorari before us assailing the November 23, 1992 Decision [1] of the Court of Appeals [2] in CA-G.R. SP No. 28761 which annulled the decision [3] of the trial court [4] and which declared the compromise agreement among the parties valid and binding even without the said trial courtâs approval. The dispositive portion of the assailed Decision reads:\n\nWHEREFORE, for the reasons hereinabove set forth and discussed, the instant petition is GRANTED and the challenged decision as well as the subsequent orders of the respondent court are ANNULLED and SET ASIDE. The temporary restraining order issued by this Court on October 14, 1992 is made PERMANENT. The compromise agreement dated October 30, 1969 as modified by the memorandum of agreement of April 13, 1970 is DECLARED valid and binding upon herein parties. And Special Proceedings No. 44-M and 1022 are deemed CLOSED and TERMINATED.\n\nSO ORDERED.â [5]\n\nThe Antecedent Facts\n\nThe facts are narrated by the Court of Appeals as follows:\n\n[Herein private respondent] Rosalia S. Lugod is the only child of spouses Juan C. Sanchez and Maria Villafranca while [herein private respondents] Arturo S. Lugod, Evelyn L. Ranises and Roberto S. Lugod are the legitimate children of [herein private respondent] Rosalia.\n\n[Herein petitioners] Rolando, Florida Mierly, Alfredo and Myrna, all surnamed Sanchez, are the illegitimate children of Juan C. Sanchez.\n\nFollowing the death of her mother, Maria Villafranca, on September 29, 1967, [herein private respondent] Rosalia filed on January 22, 1968, thru counsel, a petition for letters of administration over the estate of her mother and the estate of her father, Juan C. Sanchez, who was at the time in state of senility (Annex âBâ, Petition).\n\nOn September 30, 1968, [herein private respondent] Rosalia, as administratrix of the intestate estate of her mother, submitted an inventory and appraisal of the real and personal estate of her late mother (Annex âCâ, Petition).\n\nBefore the administration proceedings in Special Proceedings No. 44-M could formally be terminated and closed, Juan C. Sanchez, [herein private respondent] Rosaliaâs father, died on October 21, 1968.\n\nOn January 14, 1969, [herein petitioners] as heirs of Juan C. Sanchez, filed a petition for letters of administration (Special Proceedings No. 1022) over the intestate estate of Juan C. Sanchez, which petition was opposed by (herein private respondent) Rosalia. [6]\n\nOn October 30, 1969, however, [herein private respondent] Rosalia and [herein petitioners] assisted by their respective counsels executed a compromise agreement (Annex âDâ, Petition) wherein they agreed to divide the properties enumerated therein of the late Juan C. Sanchez.\n\nOn November 3, 1969, petitioner Rosalia was appointed by [the trial court], and took her oath as the administratrix of her fatherâs intestate estate.\n\nOn January 19, 1970, [herein petitioners] filed a motion to require administratrix, [herein private respondent] Rosalia, to deliver deficiency of 24 hectares and or to set aside compromise agreement (Annex âEâ, Petition).\n\nUnder date of April 13, 1970, (herein private respondent) Rosalia and [herein petitioners] entered into and executed a memorandum of agreement which modified the compromise agreement (Annex âFâ. Petition)\n\nOn October 25, 1979, or nine years later, [herein petitioners] filed, thru counsel, a motion to require [herein private respondent] Rosalia to submit a new inventory and to render an accounting over properties not included in the compromise agreement (Annex âGâ, Petition). They likewise filed a motion to defer the approval of the compromise agreement (Annex âHâ, Ibid), in which they prayed for the annulment of the compromise agreement on the ground of fraud.\n\nOn February 4, 1980, however, counsel for [herein petitioners] moved to withdraw his appearance and the two motions he filed, Annex âGâ and âHâ (Annex âIâ, Petition).\n\nOn February 28, 1980, the [trial] court issued an order directing [herein private respondent] Rosalia to submit a new inventory of properties under her administration and an accounting of the fruits thereof, which prompted [herein private respondent] Rosalia to file a rejoinder on March 31, 1980 (Annex âKâ, Petition).\n\nOn May 12, 1980, [herein petitioners], thru new counsel, filed a motion to change administratrix (Annex âLâ, Petition) to which [herein private respondent] Rosalia filed an opposition (AnnexâMâ, Ibid).\n\nThe parties were subsequently ordered to submit their respective position papers, which they did (Annexes âNâ and âOâ, Petition). On September 14, 1989, former counsel of (herein petitioners) entered his re-appearance as counsel for (herein petitioners).\n\nOn the bases of memoranda submitted by the parties, the [trial court], this time presided by Judge Vivencio A. Galon, promulgated its decision on June 26, 1991, the dispositive portion of which states: âWHEREFORE, premises considered, judgment is hereby rendered as follows by declaring and ordering:\n\n1.That the entire intestate estate of Maria Villafranca Sanchez under Special Proceedings No.44-M consists of all her paraphernal properties and one-half (1/2) of the conjugal properties which must be divided equally between Rosalia Sanchez de Lugod and Juan C. Sanchez;\n\n2.That the entire intestate estate of Juan C. Sanchez under Special Proceedings No. 1022 consists of all his capital properties, one-half (1/2) from the conjugal partnership of gains and one-half (1/2) of the intestate estate of Maria Villafranca under Special Proceedings No. 44-M;\n\n3.That one-half (1/2) of the entire intestate estate of Juan C. Sanchez shall be inherited by his only legitimate daughter, Rosalia V. Sanchez de Lugod while the other one-half (1/2) shall be inherited and be divided equally by, between and among the six (6) illegitimate children, namely: Patricia Alburo, Maria Ramuso Sanchez, Rolando Pedro T. Sanchez, Florida Mierly T. Sanchez, Alfredo T. Sanchez and Myrna T. Sanchez;\n\n4.That all the Deed (sic) of Absolute Sales executed by Juan C. Sanchez and Maria Villafranca in favor of Rosalia Sanchez Lugod, Arturo S. Lugod, Evelyn S. Lugod and Roberto S. Lugod on July 26, 1963 and June 26, 1967 are all declared simulated and fictitious and must be subject to collation and partition among all heirs;\n\n5.That within thirty (30) days from finality of this decision, Rosalia Sanchez Lugod is hereby ordered to prepare a project of partition of the intestate estate of Juan C. Sanchez under Special Proceedings No. 1022 and distribute and deliver to all heirs their corresponding shares. If she fails to do so within the said thirty (30) days, then a Board of Commissioners is hereby constituted, who are all entitled to honorarium and per diems and other necessary expenses chargeable to the estate to be paid by Administratrix Rosalia S. Lugod, appointing the Community Environment and Natural Resources Officer (CENRO) of Gingoog City as members thereof, with the task to prepare the project of partition and deliver to all heirs their respective shares within ninety (90) days from the finality of said decision;\n\n6.That within thirty (30) days from receipt of this decision, Administratrix Rosalia Sanchez Vda. de Lugod is hereby ordered to submit two (2) separate certified true and correct accounting, one for the income of all the properties of the entire intestate estate of Maria Villafranca under Special Proceedings No. 44-M, and another for the properties of the entire intestate estate of Juan C. Sanchez under Special Proceedings No. 1022 duly both signed by her and both verified by a Certified Public Accountant and distribute and deliver to her six (6) illegitimate brothers and sisters in equal shares, one -half (1/2) of the net income of the estate of Juan C. Sanchez from October 21, 1968 up to the finality of this decision;\n\n7.For failure to render an accounting report and failure to give cash advances to the illegitimate children of Juan C. Sanchez during their minority and hour of need from the net income of the estate of Juan C. Sanchez, which adversely prejudiced their social standing and pursuit of college education, (the trial court) hereby orders Rosalia Sanchez Vda. de Lugod to pay her six (6) illegitimate brothers and sisters the sum of Five Hundred Thousand (P500,000.00) Pesos, as exemplary damages, and also the sum of One Hundred Fifty Thousand (P150,000.00) Pesos for attorneyâs fees;\n\n8.Upon release of this decision and during its pendency, should appeal be made, the Register of Deeds and Assessors of the Provinces and Cities where the properties of Juan C. Sanchez and Maria Villafranca are located, are all ordered to register and annotate in the title and/or tax declarations, the dispositive portion of this decision for the protection of all heirs and all those who may be concerned.\n\nSO ORDERED.â\n\n[Herein private respondent] Rosalia filed a motion for reconsideration dated July 17, 1991 (Annex âPâ, Petition) on August 6, 1991.\n\nOn August 13, 1991, [herein petitioners] filed a motion for execution and opposition to [herein private respondent] Rosaliaâs motion for reconsideration (Annex âQâ, Petition).\n\nOn September 3, 1991, [the trial court] issued an Omnibus Order (Annex âSâ, Petition) declaring, among other things, that the decision at issue had become final and executory.\n\n[Herein private respondent] Rosalia then filed a motion for reconsideration of said Omnibus Order (Annex âTâ, Petition). Said [herein private respondent] was allowed to file a memorandum in support of her motion (Annex âVâ, Petition).\n\nOn June 26, 1991, [the trial court] issued and Order denying petitioner Rosaliaâs motion for reconsideration (Annex âWâ, Petition).â [7]\nThereafter, private respondents elevated the case to the Court of Appeals via a petition for certiorari and contended:\n\nâI\n\nThe [trial court] has no authority to disturb the compromise agreement.\n\nII\n\nThe [trial court] has arbitrarily faulted [herein private respondent] Rosalia S. Lugod for alleged failure to render an accounting which was impossible.\n\nIII\n\nThe [trial court] acted without jurisdiction in derogation of the constitutional rights of [herein private respondents] Arturo S. Lugod, Evelyn L. Ranises and Roberto S. Lugod when [the trial court] decided to annul the deed of sale between the said [herein private respondents] and Juan C. Sanchez without affording them their day in court.\n\nIV\n\n[The trial court judge] defied without rhyme or reason well-established and entrenched jurisprudence when he determined facts sans any evidence thereon.\n\nV\n\n[The trial court] grossly misinterpreted [herein private respondent] Rosalia S. Lugodâs right to appeal.â [8]\n\nFor clarityâs sake, this Court hereby reproduces verbatim the compromise agreement [9] of the parties:\n\nâCOMPROMISE AGREEMENT\n\nCOME NOW, the parties in the above-entitled case, motivated by their mutual desire to preserve and maintain harmonious relations between and among themselves, for mutual valuable considerations and in the spirit of good will and fair play, and, for the purpose of this Compromise Agreement, agree to the following:\n\n1. That the deceased Juan C. Sanchez who died intestate on October 21, 1968 was legally married to Maria Villafranca de Sanchez, who predeceased her on September 29, 1967, out of whose wedlock Rosalia Sanchez Lugod, Oppositor herein, was born, thus making her the sole and only surviving legitimate heir of her deceased parents;\n\n2. That the said deceased Juan C. Sanchez, left illegitimate children, Intervenors-Oppositors and Petitioners, respectively, herein namely; (1) Patricio Alburo, born out of wedlock on March 17, 1926 at Cebu City, Philippines, to Emilia Alburo;\n\n(2) Maria Ramoso Sanchez, born out of wedlock on May 9, 1937 at Gingoog, Misamis Oriental, now, Gingoog City, to Alberta Ramoso;\n\n(3)  (a) Rolando Pedro Sanchez, born on May 19, 1947,\n\n(b) Florida Mierly Sanchez, born on February 16, 1949,\n\n(c) Alfredo Sanchez, born on July 21, 1950,and\n\n(d) Myrna Sanchez, born on June 16, 1952, all born out of wedlock to Laureta Tampus in Gingoog City, Philippines.\n\n3. That the deceased Juan C. Sanchez left the following properties, to wit:\n\nI. SEPARATE CAPITAL OF JUAN C. SANCHEZ\n\nNATURE, DESCRIPTION AND AREA ASSESSED VALUE\n\n(1)      Agricultural Land. Covered by Tax. Decl. No. 06458, Cad. Lot No. 1041 C-2, located at Murallon, Gingoog City and bounded on the North by Lot Nos. 1033, 1035, 1036, 1037, 1039, 1040, 1042 & 1043; South by Lot No. 1080, 1088, 1087 & 1084; East by Lot Nos. 1089, 1061 & 2319; West by Lot Nos. 954, 1038, 1057 & 1056, containing an area of ONE HUNDRED EIGHTY THREE THOUSAND SIX HUNDRED SEVENTY TWO (183, 672) sq. ms. more or less.\n\nP21,690.00\n\nII. CONJUGAL PROPERTY OF JUAN C. SANCHEZ AND MARIA VILLAFRANCA DE SANCHEZ\n\n(1)      Agricultural Land. Covered by Tax Decl. No. 06447, Cad. Lot No. 2745, C-7 located at Agay-ayan, Gingoog City and bounded on the North by Lot Nos. 2744, 2742, 2748; South by Lot No. 2739; East by Lot No. 2746; West by Lot No. 2741, containing an area of FOURTEEN THOUSAND SEVEN HUNDRED (14,700) sq. ms. more or less.\n\nP1,900.00\n\n(2)      Agricultural Land. Covered by Tax Decl. No. 06449, Cad, Lot No. 3271 C-7 located at Panyangan, Lanao, Gingoog City and bounded on the North by Lot No. 3270; South by Lot Nos. 2900 & 3462; East by Panyangan River & F. Lumanao; and Part of Lot 3272; and West by Samay Creek, containing an area of ONE HUNDRED FOUR THOUSAND SIX HUNDRED (104,600) sq. ms. more or less.\n\nP11,580.00\n\n(3)      Agricultural Land. Covered by Tax Decl. No. 06449, Cad. Lot No. 2319, Case 2, located at Murallon, Gingoog City and bounded on the North by Lot No. 1061; South by Hinopolan Creek; East by Lot No. 1044; and West by Lot No. 1041, containing an area of THREE THOUSAND TWO HUNDRED TWENTY FIVE (3,225) sq. ms. more or less.\n\n(4)      Agricultural Land. Covered by Tax Decl. No. 06452, Cad. Lot No. 3272, C-7 Part 4 located at Panyangan, Lunao, Gingoog City and bounded on the North by Lot Nos. 3270 & 3273; East by Panyangan River; South by Panyangan River; and West by Lot Nos. 3270 & 3271, containing an area of FIFTY FIVE THOUSAND SIX HUNDRED (55,600) sq. ms. more or less, being claimed by Damian Querubin.\n\nP2.370.00\n\n(5)      Agricultural Land. Covered by Tax Decl. No. 06453, Cad. Lot No. 3270 Case 7, located at Sunog, Lunao, Gingoog City and bounded on the North by Samay Creek & Lot 3267; South by Lot Nos. 3271 & 3272; East by Lot Nos. 3269 & 3273; and West by Samay Creek, containing an area of FOUR HUNDRED EIGHT THREE THOUSAND SIX HUNDRED (483,600) sq. ms. more or less.\n\nP61,680.00\n\n(6)      Agricultural Land. Covered by Tax Decl. No. 06457, Cad. Lot No. 3273, C-7 Part 2 located at Panyangan, Lunao, Gingoog City and bounded on the North by Lot No. 3269; South by Lot No. 3272; East by Panyangan River; and West by Lot No. 3270, contaning an area of THIRTY FOUR THOUSAND THREE HUNDRED (34,300) sq. ms. more or less, being claimed by Miguel Tuto.\n\nP3,880.00\n\n(7)      Agricultural Land. Covered by Tax Decl. No. 12000, Cad. Lot No. 2806, Case 7 located at Agayayan, Gingoog City and bounded on the North by Agayayan River; South by Victoriano Barbac; East by Isabelo Ramoso; and West by Restituto Baol, contaning an area of SIX THOUSAND SIX HUNDRED SEVENTY SIX (6,676) sq. ms. more or less.\n\nP380.00\n\n(8)      Agricultural Land. Covered by Tax Decl. No. 12924, Cad. Lot No. 1206 C-1 located at Cahulogan, Gingoog City and bounded on the NW., by Lot No. 1209; SW., by Lot No. 1207; East by National Highway; and West by Lot No. 1207; containing an area of FOUR THOUSAND FIVE HUNDRED THIRTEEN (4,513) sq. ms. more or less.\n\nP740.00\n\n(9)      Agricultural Land. Covered by Tax Decl. No. 12925, Cad. Lot No. 5554, located at Tinaytayan, Pigsalohan, Gingoog City and bounded on the North by Lot Nos. 5559 & 5558; South by Lot No. 3486; East by Lot No. 5555; and West by Lot No. 5355, containing an area of EIGHTEEN THOUSAND FIVE HUNDRED TWENTY EIGHT (18,528) sq. ms. more or less.\n\nP320.00\n\n(10)    Agricultural Land. Covered by Tax Decl. No. 12926, Cad. Lot No. 5555 C-7 located at Tinaytayan, Pigsalojan, Gingoog City and bounded on the North by Tinaytayan Creek & Lot Nos. 5557 & 5558; South by Lot Nos. 3486, 3487, 3488, 3491 & 3496; East by Cr. & Lot No. 3496; and West by Lot No. 5554, containing an area of SEVENTY SEVEN THOUSAND SEVEN HUNDRED SEVENTY SIX (77,776) sq. ms. more or less.\n\nP1,350.00\n\n(11)    A Commercial Land. Covered by Tax Decl. No. 06454, Cad. Lot No. 61-C-1 located at Guno-Condeza Sts., Gingoog City and bounded on the North by Lot 64; South by Road-Lot 613 Condeza St; East by Lot Nos. 63, and 62; West by Road-Lot 614-Guno St., containing an area of ONE THOUSAND FORTY TWO (1,042) sq. ms. more or less.\n\nP9,320.00\n\n(12)    A Commercial Land. Covered by Tax Decl. No. 06484, Lot No. 5, Block 2, located at Cabuyoan, Gingoog City and bounded on the North by Lot No. 4, block 2; South by Lot No. 8, block 2; East by Lot No. 6, block 2, West by Subdivision Road, containing an area of FOUR HUNDRED (400) sq. ms. more or less.\n\nP12,240.00\n\n(13)    A Commercial Land. Covered by Tax Decl. No. 15798, Block No. 7-A-16-0 located at Cabuyoan, Gingoog City and bounded on the North by Lot No. 7-A-16-0; South by Lot No. 7-16-0; East by Lot No. 7-A-18-Road; West by Lot No. 8, PSU-120704-Julito Arengo vs. Restituto Baol, containing an area of TWO HUNDRED SIXTEEN (216) sq. ms. more or less.\n\nP1,050.00\n\n(14)    Agricultural Land. Covered by Tax, Decl. No. 06789, Cad. Lot No. 5157-C-7, located at Kiogat, Agayayan, Gingoog City and bounded on the North by Lot No. 5158, 5159, 5156; South by SE-Steep Bank; East by NW, by Lot No. 5158, Villafranca, containing an area of NINETY SIX THOUSAND TWO HUNDRED (96,200) sq. ms. more or less.\n\nP3,370.00\n\nIII. PERSONAL ESTATE (CONJUGAL)\n\nNATURE AND DESCRIPTION                             LOCATION                               APPRAISAL\n\n1.             Fifty (50) shares of stock\n\nRural Bank of Gingoog, Inc.\n\nat P100.00 per share                                                                                      P5,000.00\n\n2.             Four (4) shares of Preferred Stock\n\nwith San Miguel Corporation                                                                            400.00\n\n4. That, the parties hereto have agreed to divide the above-enumerated properties in the following manner, to wit: (a)      To Patricio Alburo, Maria Ramoso Sanchez, Roland Pedro T. Sanchez, Florida Mierly Sanchez, Alfredo T. Sanchez and Myrna T. Sanchez, in equal pro-indiviso shares, considering not only their respective areas but also the improvements existing thereon, to wit:\n\nAgricultural Land. Covered by Tax Decl. No. 06453, Cad. Lot No. 3270 Case 7, located at Sunog, Lunao, Gingoog City and bounded on the North by Samay Creek & Lot 3267; South by Lot Nos. 3271 and 3272; East by Lot Nos. 3269 & 3273; and West by Samay Creek, containing an area of FOUR HUNDRED EIGHTY THREE THOUSAND SIX HUNDRED (483,600) sq. ms. and assessed in the sum of P61,680.00.\n\n(b)      To Rosalia Sanchez Lugod all the rest of the properties, both real and personal, enumerated above with the exception of the following:\n\n(1)           Two Preferred Shares of Stock in the San Miguel Corporation, indicated in San Miguel Corporation Stock Certificate No. 30217, which two shares she is ceding in favor of Patricio Alburo;\n\n(2)           The house and lot designated as Lot No. 5, Block 2 together with the improvements thereon and identified as parcel No. II-12, lot covered by Tax Decl. No. 15798 identified as Parcel No. II-13 in the above enumerated, and Cad. Lot No. 5157-C-7 together with the improvements thereon, which is identified as parcel No. II-14 of the above-enumeration of properties, which said Rosalia S. Lugod is likewise ceding and renouncing in favor of Rolando Pedro, Florida Mierly, Alfredo and Myrna, all surnamed Sanchez, in equal pro-indiviso shares;\n5.       That Rolando Pedro, Florida Mierly, Alfredo and Myrna, all surnamed Sanchez hereby acknowledge to have received jointly and severally in form of advances after October 21, 1968 the aggregate sum of EIGHT THOUSAND FIVE HUNDRED THIRTY-THREE PESOS (P8,533.94) and NINETY-FOUR CENTAVOS;\n\n6.       That the parties hereto likewise acknowledge and recognize in the indebtedness of the deceased Juan G. Sanchez and his deceased wife Maria Villafranca Sanchez to the Lugod Enterprises, Inc., in the sum of P43,064.99;\n\n7.       That the parties hereto shall be responsible for the payment of the estate and inheritance taxes proportionate to the value of their respective shares as may be determined by the Bureau of Internal Revenue and shall likewise be responsible for the expenses of survey and segregation of their respective shares;\n\n8.       That Patricio Alburo, Maria Ramoso Sanchez, Roland Pedro Sanchez, Florida Mierly Sanchez, Alfredo Sanchez and Myrna Sanchez hereby waive, relinquish and renounce, jointly and individually, in a manner that is absolute and irrevocable, all their rights and interests, share and participation which they have or might have in all the properties, both real and personal, known or unknown and/or which may not be listed herein, or in excess of the areas listed or mentioned herein, and/or which might have been, at one time or another, owned by, registered or placed in the name of either of the spouses Juan C. Sanchez or Maria Villafranca de Sanchez or both, and which either one or both might have sold, ceded, transferred, or donated to any person or persons or entity and which parties hereto do hereby confirm and ratify together with all the improvements thereon, as well as all the produce and proceeds thereof, and particularly of the properties, real and personal listed herein, as well as demandable obligations due to the deceased spouses Juan C. Sanchez, before and after the death of the aforementioned spouses Juan C. Sanchez and Maria Villafranca de Sanchez, in favor of oppositor Rosalia S. Lugod;\n\n9.       That the expenses of this litigation including attorneyâs fees shall be borne respectively by the parties hereto;\n\n10.     That Laureta Tampus for herself and guardian ad-litem of her minor children, namely: Florida Mierly, Alfredo, and Myrna, all surnamed Sanchez, hereby declare that she has no right, interest, share and participation whatsoever in the estate left by Juan C. Sanchez and/or Maria Villafranca de Sanchez, or both, and that she likewise waives, renounces, and relinquishes whatever rigid, share, participation or interest therein which she has or might have in favor of Rosalia S. Lugod;\n\n11.     That, the parties hereto mutually waive and renounce in favor of each other any whatever claims or actions, arising from, connected with, and as a result of Special Proceedings Nos. 44-M and 1022 of the Court of First Instance of Misamis Oriental, Rosalia S. Lugod, warranting that the parcel of land ceded to the other parties herein contains 48 hectares and 36 acres.\n\n12.     That, Rosalia S. Lugod shall assume as she hereby assumes the payment to Lugod Enterprises, Inc., of the sum of P51,598.93 representing the indebtedness of the estate of Juan C. Sanchez and Maria Villafranca de Sanchez and the advances made to Rolando Pedro, Mierly, Alfredo, and Myrna all surnamed Sanchez, mentioned in paragraphs 5 and 6 hereof and, to give effect to this Agreement, the parties hereto agree to have letters of administration issued in favor of Rosalia S. Lugod without any bond.\n\nThat Rosalia S. Lugod likewise agrees to deliver possession and enjoyment of the parcel of land herein ceded to petitioners and intervenors immediately after the signing of this agreement and that the latter also mutually agree among themselves to have the said lot subdivided and partitioned immediately in accordance with the proportion of one sixth (1/6) part for every petitioner and intervenor and that in the meantime that the partition and subdivision is not yet effected, the administrations of said parcel of land shall be vested jointly with Laureta Tampos, guardian ad litem of petitioners and Maria Ramoso, one of the intervenors who shall see to it that each petitioner and intervenor is given one sixth (1/6) of the net proceeds of all agricultural harvest made thereon.\n\nWHEREFORE, it is most respectfully prayed that the foregoing compromise agreement be approved.\n\nMedina, Misamis Oriental, October 30, 1969.\n\n(Sgd.)                                                                               (Sgd.)\n\nPATRICIO ALBURO                                          ROSALIA S. LUGOD\n\nIntervenor-Oppositor                                          Oppositor\n\n(Sgd.)\n\nMARIA RAMOSO SANCHEZ                          ASSISTED BY:\n\nIntervenor-Oppositor\n\n(Sgd.)\n\nASSISTED BY:                                                  PABLO S. REYES\n\nR-101-Navarro Bldg.\n\n(Sgd.)                                                                  Don A. Velez St.\n\nREYNALDO L. FERNANDEZ                          Cagayan de Oro City\n\nGingoog City\n\n(Sgd.)                                                                               (Sgd.)\n\nROLANDO PEDRO T. SANCHEZ     ALFREDO T. SANCHEZ\n\nPetitioner                                                  Petitioner\n\n(Sgd.)                                                                               (Sgd.)\n\nFLORIDA MIERLY T. SANCHEZ       MYRNA T. SANCHEZ\n\nPetitioner                                                  Petitioner\n\n(Sgd.)\n\nLAURETA TAMPUS\n\nFor herself and as Guardian\n\nAd-Litem of the minors\n\nFlorida Mierly, Alfredo, and\n\nMyrna, all surnamed Sanchez\n\nASSISTED BY:\n\nTEOGENES VELEZ, JR.\n\nCounsel for Petitioners\n\nCagayan de Oro City\n\nThe Clerk of Court\n\nCourt of First Instance\n\nBranch III, Medina, Mis. Or.\n\nGreetings:\n\nPlease set the foregoing compromise agreement for the approval of the Honorable Court today, Oct. 30, 1969.\n\n(Sgd.)                                        (Sgd.)                                          (Sgd.)\n\nPABLO S. REYES     TEOGENES VELEZ, JR.          REYNALDO L. FERNANDEZâ The Memorandum of Agreement dated April 13, 1970, which the parties entered into with the assistance of their counsel, amended the above compromise. (It will be reproduced later in our discussion of the second issue raised by the petitioners.)\n\nThe Court of Appeals, in a Resolution [10] dated September 4, 1992, initially dismissed private respondentsâ petition. Acting, however, on a motion for reconsideration and a supplemental motion for reconsideration dated September 14, 1992 and September 25, 1992, respectively, [11] Respondent Court thereafter reinstated private respondentsâ petition in a resolution [12] dated October 14, 1992.\n\nIn due course, the Court of Appeals, as earlier stated, rendered its assailed Decision granting the petition, setting aside the trial courtâs decision and declaring the modified compromise agreement valid and binding.\n\nHence, this appeal to this Court under Rule 45 of the Rules of Court.\n\nThe Issues\n\nIn this appeal, petitioners invite the Courtâs attention to the following issues:\n\nâI\n\nThe respondent court grossly erred in granting the petition for certiorari under Rule 65 considering that the special civil action of certiorari may not be availed of as a substitute for an appeal and that, in any event, the grounds invoked in the petition are merely alleged errors of judgment which can no longer be done in view of the fact that the decision of the lower court had long become final and executory.\n\nII\n\nPrescinding from the foregoing, the respondent court erred in annulling the decision of the lower court for the reason that a compromise agreement or partition, as the court construed the same to be, executed by the parties on October 30, 1969 was void and unenforceable the same not having been approved by the intestate court and that the same having been seasonably repudiated by petitioners on the ground of fraud.\n\nIII\n\nThe respondent court grossly erred in ignoring and disregarding findings of facts of the lower court that the alleged conveyances of real properties made by the spouses Juan C. Sanchez and Maria Villafranca just before their death in favor of their daughter and grandchildren, private respondents herein, are tainted with fraud or made in contemplation of death, hence, collationable.\n\nIV\n\nIn any event, the respondent court grossly erred in treating the lower courtâs declaration of fictitiousness of the deeds of sale as a final adjudication of annulment.\n\nV\n\nThe respondent court grossly erred in declaring the termination of the intestate proceedings even as the lower court had not made a final and enforceable distribution of the estate of the deceased Juan C. Sanchez.\n\nVI\n\nPrescinding from the foregoing, the respondent court grossly erred in not at least directing respondent Rosalia S. Lugod to deliver the deficiency of eight (8) hectares due petitioners under the compromise agreement and memorandum of agreement, and in not further directing her to include in the inventory properties conveyed under the deeds of sale found by the lower court to be part of the estate of Juan C. Sanchez.â [13]\n\nThe salient aspects of some issues are closely intertwined; hence, they are hereby consolidated into three main issues specifically dealing with the following subjects: (1) the propriety of certiorari as a remedy before the Court of Appeals, (2) the validity of the compromise agreement, and (3) the presence of fraud in the execution of the compromise and/or collation of the properties sold.\n\nThe Courtâs Ruling\n\nThe petition is not meritorious.\n\nFirst Issue: Propriety of Certiorari\n\nBefore the Court of Appeals\n\nSince private respondents had neglected or failed to file an ordinary appeal within the reglementary period, petitioners allege that the Court of Appeals erred in allowing private respondentâs recourse to Rule 65 of the Rules of Court. They contend that private respondentsâ invocation of certiorari was âprocedurally defective.â [14] They further argue that private respondents, in their petition before the Court of Appeals, alleged errors of the trial court which, being merely errors of judgment and not errors of jurisdiction, were not correctable by certiorari. [15] This Court disagrees.\n\nDoctrinally entrenched is the general rule that certiorari is not a substitute for a lost appeal. However, Justice Florenz D. Regalado lists several exceptions to this rule, viz.: â(1) where the appeal does not constitute a speedy and adequate remedy (Salvadades vs. Pajarillo, et al., 78 Phil. 77), as where 33 appeals were involved from orders issued in a single proceeding which will inevitably result in a proliferation of more appeals (PCIB vs. Escolin, et al., L-27860 and 27896, Mar. 29, 1974); (2) where the orders were also issued either in excess of or without jurisdiction (Aguilar vs. Tan, L-23600, Jun 30, 1970, Cf. Bautista, et al. vs. Sarmiento, et al., L-45137, Sept. 231985); (3) for certain special consideration, as public welfare or public policy (See Jose vs. Zulueta, et al. -16598, May 31, 1961 and the cases cited therein); (4) where in criminal actions, the court rejects rebuttal evidence for the prosecution as, in case of acquittal, there could be no remedy (People vs. Abalos, L029039, Nov. 28, 1968); (5) where the order is a patent nullity (Marcelo vs. De Guzman, et al., L-29077, June 29, 1982); and (6) where the decision in the certiorari case will avoid future litigations (St. Peter Memorial Park, Inc. vs. Campos, et al., L-38280, Mar. 21, 1975).â [16] Even in a case where the remedy of appeal was lost, the Court has issued the writ of certiorari where the lower court patently acted in excess of or outside its jurisdiction, [17] as in the present case.\n\nA petition for certiorari under Rule 65 of the Rules of Court is appropriate and allowable when the following requisites concur: (1) the writ is directed against a tribunal, board or officer exercising judicial or quasi-judicial functions; (2) such tribunal, board or officer has acted without or in excess of jurisdiction, or with grave abuse of discretion amounting to lack or excess of jurisdiction; and (3) there is no appeal or any plain, speedy and adequate remedy in the ordinary course of law. [18] After a thorough review of the case at bar, we are convinced that all these requirements were met.\n\nAs a probate court, the trial court was exercising judicial functions when it issued its assailed resolution. The said court had jurisdiction to act in the intestate proceedings involved in this case with the caveat that, due to its limited jurisdiction, it could resolve questions of title only provisionally. [19] It is hornbook doctrine that âin a special proceeding for the probate of a will, the question of ownership is an extraneous matter which the probate court cannot resolve with finality. This pronouncement no doubt applies with equal force to an intestate proceeding as in the case at bar.â [20] In the instant case, the trial court rendered a decision declaring as simulated and fictitious all the deeds of absolute sale which, on July 26, 1963 and June 26, 1967, Juan C. Sanchez and Maria Villafranca executed in favor of their daughter, Rosalia Sanchez Lugod; and grandchildren, namely, Arturo S. Lugod, Evelyn S. Lugod and Roberto S. Lugod. The trial court ruled further that the properties covered by the said sales must be subject to collation. Citing Article 1409 (2) of the Civil Code, the lower court nullified said deeds of sale and determined with finality the ownership of the properties subject thereof. In doing so, it clearly overstepped its jurisdiction as a probate court. Jurisprudence teaches:\n[A] probate court or one in charge of proceedings whether testate or intestate cannot adjudicate or determine title to properties claimed to be a part of the estate and which are claimed to belong to outside parties. All that the said court could do as regards said properties is to determine whether they should or should not be included in the inventory or list of properties to be administered by the administrator. If there is not dispute, well and good, but if there is, then the parties, the administrator, and the opposing parties have to resort to an ordinary action for a final determination of the conflicting claims of title because the probate court cannot do so.â [21] Furthermore, the trial court committed grave abuse of discretion when it rendered its decision in disregard of the partiesâ compromise agreement. [22] Such disregard, on the ground that the compromise agreement âwas not approved by the court,â [23] is tantamount to âan evasion of positive duty or to a virtual refusal to perform the duty enjoined or to act in contemplation and within the bounds of law.â [24]\n\nThe foregoing issues clearly involve not only the correctness of the trial courtâs decision but also the latterâs jurisdiction. They encompass plain errors of jurisdiction and grave abuse of discretion, not merely errors of judgment. [25] Since the trial court exceeded its jurisdiction, a petition for certiorari is certainly a proper remedy. Indeed, it is well-settled that â(a)n act done by a probate court in excess of its jurisdiction may be corrected by certiorari.â [26]\n\nConsistent with the foregoing, the following disquisition by respondent appellate court is apt:\n\nAs a general proposition, appeal is the proper remedy of petitioner Rosalia here under Rule 109 of the Revised Rules of Court. But the availability of the ordinary course of appeal does not constitute sufficient ground to [prevent] a party from making use of the extraordinary remedy of certiorari where appeal is not an adequate remedy or equally beneficial, speedy and sufficient (Echauz vs. Court of Appeals, 199 SCRA 381). Here, considering that the respondent court has disregarded the compromise agreement which has long been executed as early as October, 1969 and declared null and void the deeds of sale with finality, which, as a probate court, it has no jurisdiction to do, We deem ordinary appeal is inadequate. Considering further the [trial courtâs] granting of [herein petitionersâ] motion for execution of the assailed decision, [27] [herein private respondent] Rosaliaâs resort to the instant petition [for review on certiorari] is all the more warranted under the circumstances.â [28] We thus hold that the questioned decision and resolutions of the trial court may be challenged through a special civil action for certiorari under Rule 65 of the Rules of Court. At the very least, this case is a clear exception to the general rule that certiorari is not a substitute for a lost appeal because the trial courtâs decision and resolutions were issued without or in excess of jurisdiction, which may thus be challenged or attacked at any time. âA void judgment for want of jurisdiction is no judgment at all. It cannot be the source of any right nor the creator of any obligation. All acts performed pursuant to it and all claims emanating from it have no legal effect. Hence, it can never become final and any writ of execution based on it is void; âx x x it may be said to be a lawless thing which can be treated as an outlaw and slain at sight, or ignored wherever and whenever it exhibits its head.â â [29]\n\nSecond Issue: Validity of Compromise Agreement\n\nPetitioners contend that, because the compromise agreement was executed during the pendency of the probate proceedings, judicial approval is necessary to shroud it with validity. They stress that the probate court had jurisdiction over the properties covered by said agreement. They add that Petitioners Florida Mierly, Alfredo and Myrna were all minors represented only by their mother/natural guardian, Laureta Tampus. [30]\n\nThese contentions lack merit. Article 2028 of the Civil Code defines a compromise agreement as âa contract whereby the parties, by making reciprocal concessions, avoid a litigation or put an end to one already commenced.â Being a consensual contract, it is perfected upon the meeting of the minds of the parties. Judicial approval is not required for its perfection. [31] Petitionersâ argument that the compromise was not valid for lack of judicial approval is not novel; the same was raised in Mayuga vs. Court of Appeals, [32] where the Court, through Justice Irene R. Cortes, ruled:\nIt is alleged that the lack of judicial approval is fatal to the compromise. A compromise is a consensual contract. As such, it is perfected upon the meeting of the minds of the parties to the contract. (Hernandez v. Barcelon, 23 Phil. 599 [1912] ; see also De los Reyes v. de Ugarte, 75 Phil. 505 [1945] .) And from that moment not only does it become binding upon the parties (De los Reyes v. De Ugarte, supra ), it also has upon them the effect and authority of res judicata (Civil Code, Art. 2037), even if not judicially approved (Meneses v. De la Rosa, 77 Phil. 34 [1946] ; Vda. De Guilas v. David, 132 Phil. 241, L-24280, 23 SCRA 762 [May 27, 1968]; Cochingyan v. Cloribel, L-27070-71 [April 22, 1977], 76 SCRA 361).â (Italics found in the original.) In the case before us, it is ineludible that the parties knowingly and freely entered into a valid compromise agreement. Adequately assisted by their respective counsels, they each negotiated its terms and provisions for four months; in fact, said agreement was executed only after the fourth draft. As noted by the trial court itself, the first and second drafts were prepared successively in July, 1969; the third draft on September 25, 1969; and the fourth draft, which was finally signed by the parties on October 30, 1969, [33] followed. Since this compromise agreement was the result of a long drawn out process, with all the parties ably striving to protect their respective interests and to come out with the best they could, there can be no doubt that the parties entered into it freely and voluntarily. Accordingly, they should be bound thereby. [34] To be valid, it is merely required under the law to be based on real claims and actually agreed upon in good faith by the parties thereto. [35]\n\nIndeed, compromise is a form of amicable settlement that is not only allowed but also encouraged in civil cases. [36] Article 2029 of the Civil Code mandates that a âcourt shall endeavor to persuade the litigants in a civil case to agree upon some fair compromise.â\n\nIn opposing the validity and enforcement of the compromise agreement, petitioners harp on the minority of Florida Mierly, Alfredo and Myrna. Citing Article 2032 of the Civil Code, they contend that the courtâs approval is necessary in compromises entered into by guardians and parents in behalf of their wards or children. [37]\n\nHowever, we observe that although denominated a compromise agreement, the document in this case is essentially a deed of partition, pursuant to Article 1082 of the Civil Code which provides that â[e]very act which is intended to put an end to indivision among co-heirs and legatees or devisees is deemed to be a partition, although it should purport to be a sale, an exchange, a compromise, or any other transaction.â\n\nFor a partition to be valid, Section 1, Rule 74 of the Rules of Court, requires the concurrence of the following conditions: (1) the decedent left no will; (2) the decedent left no debts, or if there were debts left, all had been paid; (3) the heirs and liquidators are all of age, or if they are minors, the latter are represented by their judicial guardian or legal representatives; and (4) the partition was made by means of a public instrument or affidavit duly filed with the Register of Deeds. [38] We find that all the foregoing requisites are present in this case. We therefore affirm the validity of the partiesâ compromise agreement/partition in this case.\n\nIn any event, petitioners neither raised nor ventilated this issue in the trial court. This new question or matter was manifestly beyond the pale of the issues or questions submitted and threshed out before the lower court which are reproduced below, viz.:\n\nâI         Are the properties which are the object of the sale by the deceased spouses to their grandchildren collationable?\n\nII    Are the properties which are the object of the sale by the deceased spouses to their legitimate daughter also collationable?\n\nIII  The first and second issues being resolved, how much then is the rightful share of the four (4) recognized illegitimate children?â [39]\n\nFurthermore, the 27-page Memorandum dated February 17, 1990 filed by petitioners before the Regional Trial Court [40] readily reveals that they never questioned the validity of the compromise. In their comment before the Court of Appeals, [41] petitioners based their objection to said compromise agreement on the solitary âreason that it was tainted with fraud and deception,â zeroing specifically on the alleged fraud committed by private respondent Rosalia S. Lugod. [42] The issue of minority was first raised only in petitionersâ Motion for Reconsideration of the Court of Appealsâ Decision; [43] thus, it âis as if it was never duly raised in that court at all.â [44] Hence, this Court cannot now, for the first time on appeal, entertain this issue, for to do so would plainly violate the basic rule of fair play, justice and due process. [45] We take this opportunity to reiterate and emphasize the well-settled rule that â(a)n issue raised for the first time on appeal and not raised timely in the proceedings in the lower court is barred by estoppel. Questions raised on appeal must be within the issues framed by the parties and, consequently, issues not raised in the trial court cannot be raised for the first time on appeal.â [46]\n\nThe petitioners likewise assail as void the provision on waiver contained in No. 8 of the aforequoted compromise, because it allegedly constitutes a relinquishment by petitioners of âa right to properties which were not known.â [47] They argue that such waiver is contrary to law, public policy, morals or good custom. The Court disagrees. The assailed waiver pertained to their hereditary right to properties belonging to the decedentâs estate which were not included in the inventory of the estateâs properties. It also covered their right to other properties originally belonging to the spouses Juan Sanchez and Maria Villafranca de Sanchez which have been transferred to other persons. In addition, the parties agreed in the compromise to confirm and ratify said transfers. The waiver is valid because, contrary to petitionersâ protestation, the parties waived a known and existing interest -- their hereditary right which was already vested in them by reason of the death of their father. Article 777 of the Civil Code provides that â(t)he rights to the succession are transmitted from the moment of death of the decedent.â Hence, there is no legal obstacle to an heirâs waiver of his/her hereditary share âeven if the actual extent of such share is not determined until the subsequent liquidation of the estate.â [48] At any rate, such waiver is consistent with the intent and letter of the law advocating compromise as a vehicle for the settlement of civil disputes. [49]\n\nFinally, petitioners contend that Private Respondent Rosalia T. Lugodâs alleged fraudulent acts, specifically her concealment of some of the decedentâs properties, attended the actual execution of the compromise agreement. [50] This argument is debunked by the absence of any substantial and convincing evidence on record showing fraud on her part. As aptly observed by the appellate court:\n[Herein petitioners] accuse [herein private respondent] Rosalia of fraud or deception by alleging, inter alia, that the parcel of land given to them never conformed to the stated area, i.e., forty-eight (48) hectares, as stated in the compromise agreement. We find this argument unconvincing and unmeritorious. [Herein petitionersâ] averment of fraud on the part of [herein private respondent] Rosalia becomes untenable when We consider the memorandum of agreement they later executed with [herein private respondent] Rosalia wherein said compromise agreement was modified by correcting the actual area given to [herein petitioners] from forty-eight (48) hectares to thirty-six (36) hectares only. If the actual area allotted to them did not conform to the 48 hectare area stated in the compromise agreement, then why did they agree to the memorandum of agreement whereby their share in the estate of their father was even reduced to just 36 hectares? Where is fraud or deception there? Considering that [herein petitioners] were ably represented by their lawyers in executing these documents and who presumably had explained to them the import and consequences thereof, it is hard to believe their charge that they were defrauded and deceived by [herein private respondent] Rosalia.\n\nIf the parcel of land given to [herein petitioners], when actually surveyed, happened to be different in area to the stated area of 48 hectares in the compromise agreement, this circumstance is not enough proof of fraud or deception on [herein private respondent] Rosaliaâs part. Note that Tax Declaration No. 06453 plainly discloses that the land transferred to [herein petitioners] pursuant to the compromise agreement contained an area of 48 hectares (Annex âAâ, Supplemental Reply). And when [herein petitioners] discovered that the land allotted to them actually contained only 24 hectares, a conference between the parties took place which led to the execution and signing of the memorandum of agreement wherein [herein petitionersâ] distributive share was even reduced to 36 hectares. In the absence of convincing and clear evidence to the contrary, the allegation of fraud and deception cannot be successfully imputed to [herein private respondent] Rosalia who must be presumed to have acted in good faith.â [51] The memorandum of agreement freely and validly entered into by the parties on April 13, 1970 and referred to above reads:\n\nâMEMORANDUM OF AGREEMENT\n\nThe parties assisted by their respective counsel have agreed as they hereby agree:\n\n1. To amend the compromise agreement executed by them on October 30, 1969 so as to include the following:\n\na.     Correction of the actual area being given to the petitioners and intervenors, all illegitimate children of the late Juan C. Sanchez, forty-eight (48) hectares, thirty-six (36) acres as embodied in the aforementioned compromise agreement to thirty-six (36) hectares only, thus enabling each of them to get six (6) hectares each.\n\nb.     That the said 36-hectare area shall be taken from that parcel of land which is now covered by O.C.T. No. 146 (Patent No. 30012) and the adjoining areas thereof designated as Lot A and Lot C as reflected on the sketch plan attached to the record of this case prepared by Geodetic Engineer Olegario E. Zalles pursuant to the Courtâs commission of March 10, 1970 provided, however, that if the said 36-hectare area could not be found after adding thereto the areas of said lots A and C, then the additional area shall be taken from what is designated as Lot B, likewise also reflected in the said sketch plan attached to the records;\n\nc.     That the partition among the six illegitimate children of the late Juan C. Sanchez (petitioners and intervenors) shall be effective among themselves in such a manner to be agreed upon by them, each undertaking to assume redemption of whatever plants found in their respective shares which need redemption from the tenants thereof as well as the continuity of the tenancy agreements now existing and covering the said shares or areas.\n\nd.     The subdivision survey shall be at the expense of the said petitioners and intervenors prorata.\n\ne.     That the administratrix agrees to deliver temporary administration of the area designated as Lot 5 of the Valles Sketch Plan pending final survey of the said 36-hectare area.\n\nCagayan de Oro City, April 13, 1970.\n\n(Sgd.)\n\nLAURETA TAMPOS\n\nFor herself and as Guardian\n\nad-litem of Rolando, Mierly,\n\nAlfredo and Myrna, all\n\nsurnamed Sanchez\n\nAssisted by:\n\n(Sgd.)\n\nTEOGENES VELEZ, Jr.\n\nCounsel for Petitioners\n\n(Sgd.)\n\nROSALIA S. LUGOD\n\nAdministratrix\n\nAssisted by:\n\n(Sgd.)\n\nPABLO S. REYES\n\nCounsel for Administratrix\n\n(Sgd.)\n\nMARIA RABOSO SANCHEZ\n\nIntervenorâ [52]\n\nNot only did the parties knowingly enter into a valid compromise agreement; they even amended it when they realized some errors in the original. Such correction emphasizes the voluntariness of said deed.\n\nIt is also significant that all the parties, including the then minors, had already consummated and availed themselves of the benefits of their compromise. [53] This Court has consistently ruled that âa party to a compromise cannot ask for a rescission after it has enjoyed its benefits.â [54] By their acts, the parties are ineludibly estopped from questioning the validity of their compromise agreement. Bolstering this conclusion is the fact that petitioners questioned the compromise only nine years after its execution, when they filed with the trial court their Motion to Defer Approval of Compromise Agreement, dated October 26, 1979. [55] In hindsight, it is not at all farfetched that petitioners filed said motion for the sole reason that they may have felt shortchanged in their compromise agreement or partition with private respondents, which in their view was unwise and unfair. While we may sympathize with this rueful sentiment of petitioners, we can only stress that this alone is not sufficient to nullify or disregard the legal effects of said compromise which, by its very nature as a perfected contract, is binding on the parties. Moreover, courts have no jurisdiction to look into the wisdom of a compromise or to render a decision different therefrom. [56] It is a well-entrenched doctrine that âthe law does not relieve a party from the effects of an unwise, foolish, or disastrous contract, entered into with all the required formalities and with full awareness of what he was doingâ [57] and âa compromise entered into and carried out in good faith will not be discarded even if there was a mistake of law or fact, (McCarthy vs. Barber Steamship Lines, 45 Phil. 488) because courts have no power to relieve parties from obligations voluntarily assumed, simply because their contracts turned out to be disastrous deals or unwise investments.â [58] Volenti non fit injuria.\n\nCorollarily, the petitioners contend that the Court of Appeals gravely abused its discretion in deeming Special Proceedings Nos. 44-M and 1022 âCLOSED and TERMINATED,â arguing that there was as yet no order of distribution of the estate pursuant to Rule 90 of the Rules of Court. They add that they had not received their full share thereto. [59] We disagree. Under Section 1, Rule 90 of the Rules of Court, an order for the distribution of the estate may be made when the âdebts, funeral charges, and expenses of administration, the allowance to the widow, and inheritance tax, if any,â had been paid. This order for the distribution of the estateâs residue must contain the names and shares of the persons entitled thereto. A perusal of the whole record, particularly the trial courtâs conclusion, [60] reveals that all the foregoing requirements already concurred in this case. The payment of the indebtedness of the estates of Juan C. Sanchez and Maria Villafranca in the amount of P51,598.93 was shouldered by Private Respondent Rosalia, who also absorbed or charged against her share the advances of Rolando T. Lugod in the sum of P8,533.94, in compliance with Article 1061 of the Civil Code on collation. [61] Furthermore, the compromise of the parties, which is the law between them, already contains the names and shares of the heirs to the residual estate, which shares had also been delivered. On this point, we agree with the following discussion of the Court of Appeals:\nBut what the (trial court) obviously overlooked in its appreciation of the facts of this case are the uncontroverted facts that (herein petitioners) have been in possession and ownership of their respective distributive shares as early as October 30, 1969 and they have received other properties in addition to their distributive shares in consideration of the compromise agreement which they now assail. Proofs thereof are Tax Declarations No. 20984, 20985, 20986, 20987, 20988, 20989 and 20990 (Annexes âBâ to âHâ, Supplemental Reply) in the respective names of (herein petitioners), all for the year 1972. (Herein petitioners) also retained a house and lot, a residential lot and a parcel of agricultural land (Annexes âIâ, âJâ and âKâ, Ibid.) all of which were not considered in the compromise agreement between the parties. Moreover, in the compromise agreement per se, it is undoubtedly stated therein that cash advances in the aggregate sum of P8,533.94 were received by (herein petitioners) after October 21, 1968 (Compromise Agreement, par. 5)â [62] All the foregoing show clearly that the probate court had essentially finished said intestate proceedings which, consequently, should be deemed closed and terminated. In view of the above discussion, the Court sees no reversible error on the part of the Court of Appeals.\n\nThird Issue: Fraud and Collation\n\nPetitioners fault Respondent Court for not ordering Private Respondent Rosalia T. Lugod to deliver to them the deficiency as allegedly provided under the compromise agreement. They further contend that said court erred in not directing the provisional inclusion of the alleged deficiency in the inventory for purposes of collating the properties subject of the questioned deeds of sale. [63] We see no such error. In the trial court, there was only one hearing conducted, and it was held only for the reception of the evidence of Rosalia S. Lugod to install her as administratix of the estate of Maria Villafranca. There was no other evidence, whether testimonial or otherwise, âreceived, formally offered to, and subsequently admitted by the probate court belowâ; nor was there âa trial on the merits of the partiesâ conflicting claims.â [64] In fact, the petitioners âmoved for the deferment of the compromise agreement on the basis of alleged fraudulent concealment of properties -- NOT because of any deficiency in the land conveyed to them under the agreements.â [65] Hence, there is no hard evidence on record to back up petitionersâ claims.\n\nIn any case, the trial court noted Private Respondent Rosaliaâs willingness to reimburse any deficiency actually proven to exist. It subsequently ordered the geodetic engineer who prepared the certification and the sketch of the lot in question, and who could have provided evidence for the petitioners, âto bring records of his relocation survey.â [66] However, Geodetic Engineer Idulsa did not comply with the courtâs subpoena duces tecum and ad testificandum. Neither did he furnish the required relocation survey. [67] No wonder, even after a thorough scrutiny of the records, this Court cannot find any evidence to support petitionersâ allegations of fraud against Private Respondent Rosalia.\n\nSimilarly, petitionersâ allegations of fraud in the execution of the questioned deeds of sale are bereft of substance, in view of the palpable absence of evidence to support them. The legal presumption of validity of the questioned deeds of absolute sale, being duly notarized public documents, has not been overcome. [68] On the other hand, fraud is not presumed. It must be proved by clear and convincing evidence, and not by mere conjectures or speculations. We stress that these deeds of sale did not involve gratuitous transfers of future inheritance; these were contracts of sale perfected by the decedents during their lifetime. [69] Hence, the properties conveyed thereby are not collationable because, essentially, collation mandated under Article 1061 of the Civil Code contemplates properties conveyed inter vivos by the decedent to an heir by way of donation or other gratuitous title.\n\nIn any event, these alleged errors and deficiencies regarding the delivery of shares provided in the compromise, concealment of properties and fraud in the deeds of sale are factual in nature which, as a rule, are not reviewable by this Court in petitions under Rule 45. [70] Petitioners have failed to convince us that this case constitutes an exception to such rule. All in all, we find that the Court of Appeals has sufficiently addressed the issues raised by them. Indeed, they have not persuaded us that said Court committed any reversible error to warrant a grant of their petition.\n\nWHEREFORE , the petition is hereby DENIED and the assailed Decision of the Court of Appeals is AFFIRMED.\n\nSO ORDERED.\nNarvasa, C.J. (Chairman), Romero, Melo and Francisco, JJ., concur.\n\n[1] Rollo, pp. 48-60.\n\n[2] Fourteenth Division, composed of J. Luis L. Victor, ponente, and JJ. Fidel P. Purisima and Oscar M. Herrera, acting chairman.\n\n[3] Rollo, pp. 85-117.\n\n[4] Penned by Judge Vivencio A. Galon.\n\n[5] Decision of the Court of Appeals, p. 13; rollo, p. 60.\n\n[6] Two other illegitimate children of Juan C. Sanchez, namely, Patricio Alburo and Maria Ramoso, intervened in the intestate proceedings. However, they are not parties in the present controversy before the Supreme Court.\n\n[7] Decision of the Court of Appeals, pp. 1-6; rollo, pp. 48-53.\n\n[8] Ibid., p. 6; rollo, p. 53.\n\n[9] Copied from the trial courtâs decision, pp. 7-13; rollo, pp. 91-97; Annex âJâ, petition. See also Annex â2â, Comment dated July 2, 1993; rollo, pp. 159-167.\n\n[10] Record of the Court of Appeals, pp. 161-163.\n\n[11] Ibid., pp. 169-191.\n\n[12] Ibid., pp. 250-252.\n\n[13] Petition, pp. 15-16; rollo, pp. 23-24. See Memorandum for Petitioners, pp. 12-14; rollo, pp. 444-446.\n\n[14] Memorandum for Petitioners, p. 17; rollo, p. 449.\n\n[15] Ibid., pp. 19-20; rollo, pp. 451-452.\n\n[16] Remedial Law Compendium, Volume One, p. 708, (1997).\n\n[17] Philippine National Bank vs. Florendo, 206 SCRA 582, 589, February 26, 1992. See also Heirs of Mayor Nemencio Galvez vs. Court of Appeals, 255 SCRA 672, 689, March 29, 1996.\n\n[18] Section 1, Rule 65, Rules of Court. See Cochingyan, Jr. vs. Cloribel, 76 SCRA 361, 385, April 22, 1977.\n\n[19] Jimenez vs. Intermediate Appellate Court, 184 SCRA 367, 371-372, April 17, 1990.\n\n[20] Ibid., p. 372.\n\n[21] Ortega vs. Court of Appeals, 153 SCRA 96, 102-103, August 14, 1987, per Paras, J. See also Morales vs. CFI of Cavite, Br. V, 146 SCRA 373, 381-383, December 29, 1986.\n\n[22] See Julieta V. Esguerra vs. Court of Appeals and Sureste Properties, Inc., G.R. No. 119310, p. 21, February 3, 1997; and Tac-an Dano vs. Court of Appeals, 137 SCRA 803, 813, July 29, 1985.\n\n[23] Decision of the Regional Trial Court, p. 14; rollo, p. 98.\n\n[24] Paredes vs. Civil Service Commission, 192 SCRA 84, 94, December 4, 1990, per Paras, J.; citing Carson et al. vs. Judge Pantamosos, Jr., 180 SCRA 151, December 15, 1989, Intestate Estate of Carmen de Luna vs. Intermediate Appellate Court, 170 SCRA 246, February 13, 1989, and People vs. Manuel, 11 SCRA 618, July 31, 1964. See also Cochingyan, Jr. vs. Cloribel, supra, pp. 387-388.\n\n[25] See Cochingyan, Jr. vs. Cloribel, supra, p. 386.\n\n[26] Maninang vs. Court of Appeals, 114 SCRA 478, 485, June 19, 1982, per Melencio-Herrera, J.; citing Llamas vs. Moscoso, 95 Phil. 599 (1954).\n\n[27] See Regional Trial Courtâs Omnibus Order Denying Second Motion for Reconsideration and Denying Prayer for Voluntary Inhibition of Undersigned Trial Judge, Declaring Decision Dated June 26, 1991 as Final and Executory, p. 6; rollo, p. 123.\n\n[28] Decision of the Court of Appeals, p. 13; rollo, p. 60.\n\n[29] Leonor vs. Court of Appeals, 256 SCRA 69, April 2, 1996, per Panganiban, J.\n\n[30] Memorandum for the Petitioners, pp. 23-28; rollo, pp. 455-460.\n\n[31] See Domingo vs. Court of Appeals, 255 SCRA 189, 199, March 20, 1996, per Kapunan, J., and Go vs. Intermediate Appellate Court, 183 SCRA 82, 86-87, March 12, 1990, per Fernan, C.J.\n\n[32] 154 SCRA 309, 320, September 28, 1987.\n\n[33] Decision of the Regional Trial Court, p. 14; rollo, p. 98.\n\n[34] Republic vs. Sandiganbayan, 173 SCRA 72, 83, May 4, 1989\n\n[35] Landoil Resources Corporation vs. Tensuan, 168 SCRA 569, 579, December 20, 1988.\n\n[36] Ibid.\n\n[37] Petitionersâ Memorandum, pp. 26-27; rollo, pp. 458-459.\n\n[38] Santiago Esquivel, et al. vs. i, G.R. No. L 8825, p. 5, April 20, 1956, 98 Phil. 1008, Unrep., per Bautista Angelo, J. See also Gomez vs. Mariano, et al., 17 C.A.R. 1295, 1299, December 23, 1972, per Gaviola Jr., J.\n\n[39] Memorandum of Petitioners in the Regional Trial Court, p. 9; record of the Court of Appeals, p. 203.\n\n[40] See Record, pp. 195 to 221.\n\n[41] Record, pp. 355-374.\n\n[42] Petitionersâ Comment in the Court of Appeals, pp. 6-7; Record pp. 265-266.\n\n[43] Motion for Reconsideration, pp. 13-14; Record, pp. 366-367.\n\n[44] Manila Bay Club Corporation vs. Court of Appeals, 245 SCRA 715, 729, July 11, 1995, per Francisco, J.\n\n[45] Medida vs. Court of Appeals, 208 SCRA 887, 893, May 8, 1992, per Regalado, J.; citing Vencilao, et al. vs. Vano, et al., 182 SCRA 491, February 23, 1990, and Gevero, et al. vs. Intermediate Appellate Court, et al., 189 SCRA 201, August 30, 1990.\n\n[46] Caltex (Philippines), Inc. vs. Court of Appeals, 212 SCRA 448, 461, August 10, 1992, per Regalado, J.; citing Mejorada vs. Municipal Council of Dipolog, 52 SCRA 451, August 31, 1973, Sec. 18, Rule 46, Rules of Court, Garcia, et al. vs. Court of Appeals, et al., 102 SCRA 597, January 31, 1981, Matienzo vs. Servidad, 107 SCRA 276, September 10, 1981, Aguinaldo Industries Corporation, etc. vs. Commissioner of Internal Revenue, et al., 112 SCRA 136, February 25, 1982, Dulos Realty & Development Corporation vs. Court of Appeals, et al., 157 SCRA 425, January 28, 1988.\n\n[47] Memorandum for the Petitioners, pp. 28-30; rollo, pp. 460-462.\n\n[48] De Borja vs. Vda. de de Borja, 46 SCRA 577, 586, August 18, 1972, per Reyes, J.B.L., J.\n\n[49] See Republic vs. Sandiganbayan, 226 SCRA 314, 321-322, supra, and McCarthy vs. Sandiganbayan, 45 Phil. 488, 498, (1923).\n\n[50] Memorandum for Petitioners, pp. 30-31; rollo, pp. 462-463.\n\n[51] Decision of the Court of Appeals, pp. 8-9; rollo, pp. 55-56.\n\n[52] Annex â2â, Comment dated July 2, 1993; rollo, pp. 168-169.\n\n[53] Decision of the Court of Appeals, p. 9; rollo, p. 56. See also Memorandum of Private Respondents, pp. 21-22; rollo, pp. 319-320.\n\n[54] Republic vs. Sandiganbayan, supra.\n\n[55] Rollo, pp. 170-173. On said date, October 26, 1979, the minors had all well passed the age of majority. See petition before the trial court, dated January 14, 1969, showing the ages then of Florida Mierly at 19, Alfredo at 18 and Myrna at 16 (Rollo, p. 63).\n\n[56] Julieta V. Esguerra vs. Court of Appeals and Sureste Properties, Inc., supra, pp. 12-13, per Panganiban, J.\n\n[57] Ibid., p. 12. See also Tanda vs. Aldaya, 89 Phil. 497, 503, (1951), per Tuason, J.\n\n[58] Villacorte vs. Mariano, 89 Phil. 341, 349, (1951), per Bengzon, J.\n\n[59] Memorandum for the Petitioners, pp. 36-37; rollo, pp. 468-469.\n\n[60] Decision of the Regional Trial Court, pp. 26-33; rollo, pp. 110-117.\n\n[61] Memorandum for Rosalia S. Lugod, p. 4; Annex âO,â Court of Appeals Petition, Record, p. 106. See also Memorandum of Private Respondents, p. 21; rollo, p.319.\n\n[62] Decision of the Court of Appeals, p. 9; rollo, p. 56.\n\n[63] See Memorandum for the Petitioners, pp. 37-40; rollo, pp. 469-472.\n\n[64] See Memorandum for Private Respondents, pp. 32-36; rollo, pp. 329-333.\n\n[65] Reply Memorandum, pp. 2-3; rollo, pp. 479-480.\n\n[66] Ibid., p.5; rollo, p. 482.\n\n[67] Ibid., pp. 5-6; rollo, pp. 482-483. The Certification and Sketch Plan Geodetic Engineer Idulsa submitted to the trial court, pointed out by petitioners in their Memorandum dated March 17, 1994 (p. 12; rollo, p. 444), are not the relocation survey required of him by said court.\n\n[68] See Record of the Court of Appeals, pp. 150-154.\n\n[69] Favor vs. Court of Appeals, 194 SCRA 308, 313, February 21, 1991, per Cruz, J.\n\n[70] Maximino Fuentes vs. Court of Appeals, G.R. No. 109849, pp. 5-6, February 26, 1997.",
  "content_length": 67613,
  "metadata_extraction_date": "2025-11-01T05:50:23.761828",
  "extraction_version": "2.0_enhanced_full_content"
}