{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/september/GR_109583.html",
  "filename": "GR_109583.html",
  "year": 1997,
  "month": "september",
  "case_number": "109583",
  "gr_number": "109583",
  "volume_page": "344 Phil. 125",
  "decision_date": "September 05, 1997",
  "title": "TRANSACTION OVERSEAS CORPORATION, PETITIONER, VS. THE HONORABLE SECRETARY OF LABOR, ROSELLE CASTIGADOR, JOSEFINA MAMON, JENELYN CASA, PEACHY LANIOG, VERDELINA BELGIRA, ELMA FLORES, RAMONA LITURCO, GRACE SABANDO, GLORIA PALMA, AVELYN ALVAREZ, CANDELARIA NONO,NITA BUSTAMANTE, CYNTHIA ARANDILLO, SANDIE AGUILAR, DIGNA PANAGUITON, VERONICA BAYOGOS, JULIANITA ARANADOR, LEONORA CABALLERO, NANCY BOLIVAR, NIMFA BUCOL, ZITA GALINDO, ESTELITA BIOCOS, MARJORIE MACATE,Â RUBY SEPULVIDA, ROSALIE SONDIA, NORA MAQUILING, PAULINA CORDERO, LENIROSE ABANGAN, SELFA PALMA, ANTONIA NAVARRO, ELSIE PENARUBIA, IRMA SOBREQUIL, SONY JAMUAT, CLETA MAYO, RESPONDENTS. D E C I S I O N ROMERO, J.: The issue presented in the case at bar is whether or not the Secretary of Labor and Employment has jurisdiction to cancel or revoke the license of a private fee-charging employment agency.From July 24 to September 9, 1987, petitioner Trans Action Overseas Corporation, a private fee-charging employment agency, scoured Iloilo City for possible recruits for alleged job vacancies in Hongkong. Private respondents sought employment as domestic helpers through petitionerâs employees, Luzviminda Aragon, Ben Hur Domincil and his wife Cecille. The applicants paid placement fees ranging from P1,000.00 to P14,000.00, but petitioner failed to deploy them. Their demands for refund proved unavailing; thus, they were constrained to institute complaints against petitioner for violation of Articles 32 and 34(a)[1] of the Labor Code, as amended.Petitioner denied having received the amounts allegedly collected from respondents, and averred that Aragon, whose only duty was to pre-screen and interview applicants, and the spouses Domincil were not authorized to collect fees from the applicants. Accordingly, it cannot be held liable for the money claimed by respondents. Petitioner maintains that it even warned respondents not to give any money to unauthorized individuals.POEA Regional Extension Unit Coordinator Edgar Somes testified that although he was aware that petitioner collected fees from respondents, the latter insisted that they be allowed to make the payments on the assumption that it could hasten their deployment abroad. He added that Mrs. Honorata Manliclic, a representative of petitioner tasked to oversee the conduct of the interviews, told him that she was leaving behind presigned receipts to Aragon as she cannot stay in Iloilo City for the screening of the applicants. Manliclic, however, denied this version and argued that it was Somes who instructed her to leave the receipts behind as it was perfectly alright to collect fees.On April 5, 1991, then Labor Undersecretary Nieves R. Confesor rendered the assailed order, the dispositive portion of which reads:âWHEREFORE, respondents are hereby ordered to pay, jointly and severally, the following claims:1. Rosele Castigador P14,000.002. Josefina Mamon 3,000.003. Jenelyn Casa 3,000.004. Peachy Laniog 13,500.005. Verdelina Belgira 2,000.006. Elma Flores 2,500.007. Ramona Liturco 2,500.008. Grace Sabando 3,500.009. Gloria Palma 1,500.0010. Avelyn Alvarez 1,500.0011. Candelaria Nono 1,000.0012. Nita Bustamante 5,000.0013. Cynthia Arandillo 1,000.0014. Sandie Aguilar 3,000.0015. Digna Panaguiton 2,500.0016. Veronica Bayogos 2,000.0017. Sony Jamuat 4,500.0018. Irma Sobrequil 2,000.0019. Elsie Penarubia 2,000.0020. Antonia Navarro 2,000.0021. Selfa Palma 3,000.0022. Lenirose Abangan 13,300.0023. Paulina Cordero 1,400.0024. Nora Maquiling 2,000.0025. Rosalie Sondia 2,000.0026. Ruby Sepulvida 3,500.0027. Marjorie Macate 1,500.0028. Estelita Biocos 3,000.0029. Zita Galindo 3,500.0030. Nimfa Bucol 1,000.0031. Nancy Bolivar 2,000.0032. Leonora Caballero 13,900.0033. Julianita Aranador 14,000.00The complaints of Ma. Luz Alingasa, Nimfa Perez, and Cleta Mayo are hereby dismissed in view of their desistance.The following complaints are hereby dismissed for failure to appear/prosecute:1. Jiyasmin Bantillo 6. Edna Salvante2. Rosa de Luna Senail 7. Thelma Beltiar3. Elnor Bandojo 8. Cynthia Cepe4. Teresa Caldeo 9. Rosie Pavillon5. Virginia CastroverdeThe complaints filed by the following are hereby dismissed for lack of evidence:1. Aleth Palomaria 5. Mary Ann Beboso2. Emely Padrones 6. Josefina Tejero3. Marybeth Aparri 7. Bernadita Aprong4. Lenia Biona 8. Joji LullRespondent agency is liable for twenty eight (28) counts of violation of Article 32 and five (5) counts of Article 34 (a) with a corresponding suspension in the aggregate period of sixty six (66) months. Considering however, that under the schedule of penalties, any suspension amounting to a period of 12 months merits the imposition of the penalty of cancellation, the license of respondent TRANS ACTION OVERSEAS CORPORATION to participate in the overseas placement and recruitment of workers is hereby ordered CANCELLED, effective immediately.SO ORDERED.â[2] (Underscoring supplied)On April 29, 1991, petitioner filed its Motion for Temporary Lifting of Order of Cancellation alleging, among other things, that to deny it the authority to engage in placement and recruitment activities would jeopardize not only its contractual relations with its foreign principals, but also the welfare, interests, and livelihood of recruited workers scheduled to leave for their respective assignments. Finally, it manifested its willingness to post a bond to insure payment of the claims to be awarded, should its appeal or motion be denied.Finding the motion to be well taken, Undersecretary Confesor provisionally lifted the cancellation of petitionerâs license pending resolution of its Motion for Reconsideration filed on May 6, 1991. On January 30, 1992, however, petitionerâs motion for reconsideration was eventually denied for lack of merit, and the April 5, 1991, order revoking its license was reinstated.Petitioner contends that Secretary Confesor acted with grave abuse of discretion in rendering the assailed orders on alternative grounds, viz.: (1) it is the Philippine Overseas Employment Administration (POEA) which has the exclusive and original jurisdiction to hear and decide illegal recruitment cases, including the authority to cancel recruitment licenses, or (2) the cancellation order based on the 1987 POEA Schedule of Penalties is not valid for non-compliance with the Revised Administrative Code of 1987 regarding its registration with the U.P. Law Center.Under Executive Order No. 797[3] (E.O. No. 797) and Executive Order No. 247 (E.O. No. 247),[4] the POEA was established and mandated to assume the functions of the Overseas Employment Development Board (OEDB), the National Seamen Board (NSB), and the overseas employment function of the Bureau of Employment Services (BES). Petitioner theorizes that when POEA absorbed the powers of these agencies, Article 35 of the Labor Code, as amended, was rendered ineffective.The power to suspend or cancel any license or authority to recruit employees for overseas employment is vested upon the Secretary of Labor and Employment. Article 35 of the Labor Code, as amended, which provides:ART. 35. Suspension and/or Cancellation of License or Authority. - The Minister of Labor shall have the power to suspend or cancel any license or authority to recruit employees for overseas employment for violation of rules and regulations issued by the Ministry of Labor, the Overseas Employment Development Board, and the National Seamen Board, or for violation of the provisions of this and other applicable laws, General Orders and Letters of Instructions.âIn the case of Eastern Assurance and Surety Corp. v. Secretary of Labor,[5] we held that:The penalties of suspension and cancellation of license or authority are prescribed for violations of the above quoted provisions, among others. And the Secretary of Labor has the power under Section 35 of the law to apply these sanctions, as well as the authority, conferred by Section 36, not only to ârestrict and regulate the recruitment and placement activities of all agencies,â but also to âpromulgate rules and regulations to carry out the objectives and implement the provisionsâ governing said activities. Pursuant to this rule-making power thus granted, the Secretary of Labor gave the POEA,[6] âon its own initiative or upon filing of a complaint or report or upon request for investigation by any aggrieved person, x x (authority to) conduct the necessary proceedings for the suspension or cancellation of the license or authority of any agency or entityâ for certain enumerated offenses including -1) the imposition or acceptance, directly or indirectly, of any amount of money, goods or services, or any fee or bond in excess of what is prescribed by the Administration, and2) any other violation of pertinent provisions of the Labor Code and other relevant laws, rules and regulations.[7]The Administrator was also given the power to âorder the dismissal of the case or the suspension of the license or authority of the respondent agency or contractor or recommend to the Minister the cancellation thereof.ââ[8] (Underscoring supplied)This power conferred upon the Secretary of Labor and Employment was echoed in People v. Diaz,[9] viz.:A non-licensee or non-holder of authority means any person, corporation or entity which has not been issued a valid license or authority to engage in recruitment and placement by the Secretary of Labor, or whose license or authority has been suspended, revoked or cancelled by the POEA or the Secretary.â (Underscoring supplied)In view of the Courtâs disposition on the matter, we rule that the power to suspend or cancel any license or authority to recruit employees for overseas employment is concurrently vested with the POEA and the Secretary of Labor.As regards petitionerâs alternative argument that the non-filing of the 1987 POEA Schedule of Penalties with the UP Law Center rendered it ineffective and, hence, cannot be utilized as basis for penalizing them, we agree with Secretary Confesorâs explanation, to wit:On the other hand, the POEA Revised Rules on the Schedule of Penalties was issued pursuant to Article 34 of the Labor Code, as amended. The same merely amplified and particularized the various violations of the rules and regulations of the POEA and clarified and specified the penalties therefore (sic). Indeed, the questioned schedule of penalties contains only a listing of offenses. It does not prescribe additional rules and regulations governing overseas employment but only detailed the administrative sanctions imposable by this Office for some enumerated prohibited acts.Under the circumstances, the license of the respondent agency was cancelled on the authority of Article 35 of the Labor Code, as amended, and not pursuant to the 1987 POEA Revised Rules on Schedule of Penalties.â[10]WHEREFORE, in view of the foregoing, the instant petition is hereby DISMISSED. Accordingly, the decision of the Secretary of Labor dated April 5, 1991, is AFFIRMED. No costs.SO ORDERED.Regalado, (Chairman), Puno Mendoza, and Torres, Jr., JJ., concur.[1] âART. 32. Fees to be paid by workers. - Any person applying with a private fee-charging employment agency for employment assistance shall not be charged any fee until he has obtained employment through its efforts or has actually commenced employment. Such fee shall be always covered with the appropriate receipt clearly showing the amount paid. The Secretary of Labor shall promulgate a schedule of allowable fees.ââART. 34. Prohibited practices. - It shall be unlawful for any individual, entity, licensee, or holder of authority:(a) To charge or accept, directly or indirectly, any amount greater than that specified in the schedule of allowable fees prescribed by the Secretary of Labor, or to make a worker pay any amount greater than that actually received by him as a loan or advance; x x x.â[2] Rollo, pp. 43-44.[3] Creating the POEA.[4] Reorganizing the POEA and for other purposes.[5] 181 SCRA 110 (1990).[6] Sec. 1, Rule II, Book VI of the New Rules on Overseas Employment.[7] Ibid., Sec. 2 (t).[8] Id., Sec. 12.[9] 259 SCRA 441 (1996).[10] Rollo, pp. 27-28. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "transaction",
    "overseas",
    "corporation",
    "petitioner",
    "honorable",
    "secretary",
    "roselle",
    "castigador",
    "josefina",
    "jenelyn",
    "peachy",
    "laniog",
    "verdelina",
    "belgira",
    "flores",
    "ramona",
    "liturco",
    "sabando",
    "gloria",
    "avelyn"
  ],
  "title_summary": "TRANSACTION OVERSEAS CORPORATION, PETITIONER, VS. THE HONORABLE SECRETARY OF LABOR, ROSELLE CASTI...",
  "formatted_case_content": "View printer friendly version\n344 Phil. 125\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 109583, September 05, 1997 ]\n[ G.R. No. 109583, September 05, 1997 ]\n\nTRANSACTION OVERSEAS CORPORATION, PETITIONER, VS. THE HONORABLE SECRETARY OF LABOR, ROSELLE CASTIGADOR, JOSEFINA MAMON, JENELYN CASA, PEACHY LANIOG, VERDELINA BELGIRA, ELMA FLORES, RAMONA LITURCO, GRACE SABANDO, GLORIA PALMA, AVELYN ALVAREZ, CANDELARIA NONO,NITA BUSTAMANTE, CYNTHIA ARANDILLO, SANDIE AGUILAR, DIGNA PANAGUITON, VERONICA BAYOGOS, JULIANITA ARANADOR, LEONORA CABALLERO, NANCY BOLIVAR, NIMFA BUCOL, ZITA GALINDO, ESTELITA BIOCOS, MARJORIE MACATE,Â  RUBY SEPULVIDA, ROSALIE SONDIA, NORA MAQUILING, PAULINA CORDERO, LENIROSE ABANGAN, SELFA PALMA, ANTONIA NAVARRO, ELSIE PENARUBIA, IRMA SOBREQUIL, SONY JAMUAT, CLETA MAYO, RESPONDENTS. D E C I S I O N\nTRANSACTION OVERSEAS CORPORATION, PETITIONER, VS. THE HONORABLE SECRETARY OF LABOR, ROSELLE CASTIGADOR, JOSEFINA MAMON, JENELYN CASA, PEACHY LANIOG, VERDELINA BELGIRA, ELMA FLORES, RAMONA LITURCO, GRACE SABANDO, GLORIA PALMA, AVELYN ALVAREZ, CANDELARIA NONO,NITA BUSTAMANTE, CYNTHIA ARANDILLO, SANDIE AGUILAR, DIGNA PANAGUITON, VERONICA BAYOGOS, JULIANITA ARANADOR, LEONORA CABALLERO, NANCY BOLIVAR, NIMFA BUCOL, ZITA GALINDO, ESTELITA BIOCOS, MARJORIE MACATE,Â  RUBY SEPULVIDA, ROSALIE SONDIA, NORA MAQUILING, PAULINA CORDERO, LENIROSE ABANGAN, SELFA PALMA, ANTONIA NAVARRO, ELSIE PENARUBIA, IRMA SOBREQUIL, SONY JAMUAT, CLETA MAYO, RESPONDENTS.\n\nD E C I S I O N\n\nROMERO, J.:\n\nThe issue presented in the case at bar is whether or not the Secretary of Labor and Employment has jurisdiction to cancel or revoke the license of a private fee-charging employment agency.\n\nFrom July 24 to September 9, 1987, petitioner Trans Action Overseas Corporation, a private fee-charging employment agency, scoured Iloilo City for possible recruits for alleged job vacancies in Hongkong. Private respondents sought employment as domestic helpers through petitionerâs employees, Luzviminda Aragon, Ben Hur Domincil and his wife Cecille. The applicants paid placement fees ranging from P1,000.00 to P14,000.00, but petitioner failed to deploy them. Their demands for refund proved unavailing; thus, they were constrained to institute complaints against petitioner for violation of Articles 32 and 34(a) [1] of the Labor Code, as amended.\n\nPetitioner denied having received the amounts allegedly collected from respondents, and averred that Aragon, whose only duty was to pre-screen and interview applicants, and the spouses Domincil were not authorized to collect fees from the applicants. Accordingly, it cannot be held liable for the money claimed by respondents. Petitioner maintains that it even warned respondents not to give any money to unauthorized individuals.\n\nPOEA Regional Extension Unit Coordinator Edgar Somes testified that although he was aware that petitioner collected fees from respondents, the latter insisted that they be allowed to make the payments on the assumption that it could hasten their deployment abroad. He added that Mrs. Honorata Manliclic, a representative of petitioner tasked to oversee the conduct of the interviews, told him that she was leaving behind presigned receipts to Aragon as she cannot stay in Iloilo City for the screening of the applicants. Manliclic, however, denied this version and argued that it was Somes who instructed her to leave the receipts behind as it was perfectly alright to collect fees.\n\nOn April 5, 1991, then Labor Undersecretary Nieves R. Confesor rendered the assailed order, the dispositive portion of which reads:\n\nâWHEREFORE, respondents are hereby ordered to pay, jointly and severally, the following claims:\n\n1.            Rosele Castigador                              P14,000.00\n\n2.            Josefina Mamon                                   3,000.00\n\n3.            Jenelyn Casa                                        3,000.00\n\n4.            Peachy Laniog                                    13,500.00\n\n5.            Verdelina Belgira                                  2,000.00\n\n6.            Elma Flores                                          2,500.00\n\n7.            Ramona Liturco                                    2,500.00\n\n8.            Grace Sabando                                     3,500.00\n\n9.            Gloria Palma                                        1,500.00\n\n10.          Avelyn Alvarez                                    1,500.00\n\n11.          Candelaria Nono                                  1,000.00\n\n12.          Nita Bustamante                                  5,000.00\n\n13.          Cynthia Arandillo                                 1,000.00\n\n14.          Sandie Aguilar                                     3,000.00\n\n15.          Digna Panaguiton                                 2,500.00\n\n16.          Veronica Bayogos                               2,000.00\n\n17.          Sony Jamuat                                        4,500.00\n\n18.          Irma Sobrequil                                     2,000.00\n\n19.          Elsie Penarubia                                    2,000.00\n\n20.          Antonia Navarro                                  2,000.00\n\n21.          Selfa Palma                                         3,000.00\n\n22.          Lenirose Abangan                               13,300.00\n\n23.          Paulina Cordero                                    1,400.00\n\n24.          Nora Maquiling                                     2,000.00\n\n25.          Rosalie Sondia                                      2,000.00\n\n26.          Ruby Sepulvida                                     3,500.00\n\n27.          Marjorie Macate                                   1,500.00\n\n28.          Estelita Biocos                                      3,000.00\n\n29.          Zita Galindo                                          3,500.00\n\n30.          Nimfa Bucol                                         1,000.00\n\n31.          Nancy Bolivar                                      2,000.00\n\n32.          Leonora Caballero                              13,900.00\n\n33.          Julianita Aranador                              14,000.00\n\nThe complaints of Ma. Luz Alingasa, Nimfa Perez, and Cleta Mayo are hereby dismissed in view of their desistance.\n\nThe following complaints are hereby dismissed for failure to appear/prosecute:\n\n1.       Jiyasmin Bantillo                                 6.         Edna Salvante\n\n2.       Rosa de Luna Senail                           7.         Thelma Beltiar\n\n3.       Elnor Bandojo                                     8.         Cynthia Cepe\n\n4.       Teresa Caldeo                                    9.         Rosie Pavillon\n\n5.       Virginia Castroverde\n\nThe complaints filed by the following are hereby dismissed for lack of evidence:\n\n1.       Aleth Palomaria                                  5.         Mary Ann Beboso\n\n2.       Emely Padrones                                 6.         Josefina Tejero\n\n3.       Marybeth Aparri                                7.         Bernadita Aprong\n\n4.       Lenia Biona                                       8.         Joji Lull\n\nRespondent agency is liable for twenty eight (28) counts of violation of Article 32 and five (5) counts of Article 34 (a) with a corresponding suspension in the aggregate period of sixty six (66) months. Considering however, that under the schedule of penalties, any suspension amounting to a period of 12 months merits the imposition of the penalty of cancellation, the license of respondent TRANS ACTION OVERSEAS CORPORATION to participate in the overseas placement and recruitment of workers is hereby ordered CANCELLED, effective immediately.\n\nSO ORDERED.â [2] (Underscoring supplied)\n\nOn April 29, 1991, petitioner filed its Motion for Temporary Lifting of Order of Cancellation alleging, among other things, that to deny it the authority to engage in placement and recruitment activities would jeopardize not only its contractual relations with its foreign principals, but also the welfare, interests, and livelihood of recruited workers scheduled to leave for their respective assignments. Finally, it manifested its willingness to post a bond to insure payment of the claims to be awarded, should its appeal or motion be denied.\n\nFinding the motion to be well taken, Undersecretary Confesor provisionally lifted the cancellation of petitionerâs license pending resolution of its Motion for Reconsideration filed on May 6, 1991. On January 30, 1992, however, petitionerâs motion for reconsideration was eventually denied for lack of merit, and the April 5, 1991, order revoking its license was reinstated.\n\nPetitioner contends that Secretary Confesor acted with grave abuse of discretion in rendering the assailed orders on alternative grounds, viz.: (1) it is the Philippine Overseas Employment Administration (POEA) which has the exclusive and original jurisdiction to hear and decide illegal recruitment cases, including the authority to cancel recruitment licenses, or (2) the cancellation order based on the 1987 POEA Schedule of Penalties is not valid for non-compliance with the Revised Administrative Code of 1987 regarding its registration with the U.P. Law Center.\n\nUnder Executive Order No. 797 [3] (E.O. No. 797) and Executive Order No. 247 (E.O. No. 247), [4] the POEA was established and mandated to assume the functions of the Overseas Employment Development Board (OEDB), the National Seamen Board (NSB), and the overseas employment function of the Bureau of Employment Services (BES). Petitioner theorizes that when POEA absorbed the powers of these agencies, Article 35 of the Labor Code, as amended, was rendered ineffective.\n\nThe power to suspend or cancel any license or authority to recruit employees for overseas employment is vested upon the Secretary of Labor and Employment. Article 35 of the Labor Code, as amended, which provides:\nART. 35. Suspension and/or Cancellation of License or Authority. - The Minister of Labor shall have the power to suspend or cancel any license or authority to recruit employees for overseas employment for violation of rules and regulations issued by the Ministry of Labor, the Overseas Employment Development Board, and the National Seamen Board, or for violation of the provisions of this and other applicable laws, General Orders and Letters of Instructions.â In the case of Eastern Assurance and Surety Corp. v. Secretary of Labor, [5] we held that:\n\nThe penalties of suspension and cancellation of license or authority are prescribed for violations of the above quoted provisions, among others. And the Secretary of Labor has the power under Section 35 of the law to apply these sanctions, as well as the authority, conferred by Section 36, not only to ârestrict and regulate the recruitment and placement activities of all agencies,â but also to âpromulgate rules and regulations to carry out the objectives and implement the provisionsâ governing said activities. Pursuant to this rule-making power thus granted, the Secretary of Labor gave the POEA, [6] âon its own initiative or upon filing of a complaint or report or upon request for investigation by any aggrieved person, x x (authority to) conduct the necessary proceedings for the suspension or cancellation of the license or authority of any agency or entityâ for certain enumerated offenses including -\n\n1) the imposition or acceptance, directly or indirectly, of any amount of money, goods or services, or any fee or bond in excess of what is prescribed by the Administration, and\n\n2) any other violation of pertinent provisions of the Labor Code and other relevant laws, rules and regulations. [7] The Administrator was also given the power to âorder the dismissal of the case or the suspension of the license or authority of the respondent agency or contractor or recommend to the Minister the cancellation thereof.ââ [8] (Underscoring supplied)\n\nThis power conferred upon the Secretary of Labor and Employment was echoed in People v. Diaz, [9] viz.:\nA non-licensee or non-holder of authority means any person, corporation or entity which has not been issued a valid license or authority to engage in recruitment and placement by the Secretary of Labor, or whose license or authority has been suspended, revoked or cancelled by the POEA or the Secretary.â (Underscoring supplied) In view of the Courtâs disposition on the matter, we rule that the power to suspend or cancel any license or authority to recruit employees for overseas employment is concurrently vested with the POEA and the Secretary of Labor.\n\nAs regards petitionerâs alternative argument that the non-filing of the 1987 POEA Schedule of Penalties with the UP Law Center rendered it ineffective and, hence, cannot be utilized as basis for penalizing them, we agree with Secretary Confesorâs explanation, to wit:\n\nOn the other hand, the POEA Revised Rules on the Schedule of Penalties was issued pursuant to Article 34 of the Labor Code, as amended. The same merely amplified and particularized the various violations of the rules and regulations of the POEA and clarified and specified the penalties therefore (sic). Indeed, the questioned schedule of penalties contains only a listing of offenses. It does not prescribe additional rules and regulations governing overseas employment but only detailed the administrative sanctions imposable by this Office for some enumerated prohibited acts. Under the circumstances, the license of the respondent agency was cancelled on the authority of Article 35 of the Labor Code, as amended, and not pursuant to the 1987 POEA Revised Rules on Schedule of Penalties.â [10]\n\nWHEREFORE , in view of the foregoing, the instant petition is hereby DISMISSED . Accordingly, the decision of the Secretary of Labor dated April 5, 1991, is AFFIRMED . No costs.\nSO ORDERED.\n\nRegalado, (Chairman), Puno Mendoza, and Torres, Jr., JJ., concur.\n\n[1] âART. 32. Fees to be paid by workers. - Any person applying with a private fee-charging employment agency for employment assistance shall not be charged any fee until he has obtained employment through its efforts or has actually commenced employment. Such fee shall be always covered with the appropriate receipt clearly showing the amount paid. The Secretary of Labor shall promulgate a schedule of allowable fees.â\n\nâART. 34. Prohibited practices. - It shall be unlawful for any individual, entity, licensee, or holder of authority:\n\n(a)        To charge or accept, directly or indirectly, any amount greater than that specified in the schedule of allowable fees prescribed by the Secretary of Labor, or to make a worker pay any amount greater than that actually received by him as a loan or advance; x x x.â [2] Rollo, pp. 43-44.\n\n[3] Creating the POEA.\n\n[4] Reorganizing the POEA and for other purposes.\n\n[5] 181 SCRA 110 (1990).\n\n[6] Sec. 1, Rule II, Book VI of the New Rules on Overseas Employment.\n\n[7] Ibid., Sec. 2 (t).\n\n[8] Id., Sec. 12.\n\n[9] 259 SCRA 441 (1996).\n\n[10] Rollo, pp. 27-28.",
  "content_length": 15022,
  "metadata_extraction_date": "2025-11-01T05:50:23.838256",
  "extraction_version": "2.0_enhanced_full_content"
}