{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/september/GR_116593.html",
  "filename": "GR_116593.html",
  "year": 1997,
  "month": "september",
  "case_number": "116593",
  "gr_number": "116593",
  "volume_page": "344 Phil. 821",
  "decision_date": "September 24, 1997",
  "title": "PULP AND PAPER, INC., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND EPIFANIA ANTONIO, RESPONDENTS. D E C I S I O N PANGANIBAN, J.: In the absence of wage rates specially prescribed for piece-rate workers, how should the separation pay and salary differential of such workers be computed?Statement of the CaseThis is the main question raised in the instant petition for certiorari, filed under Rule 65 of the Rules of Court, to set aside and annul National Labor Relations Commissionâs[1] Decision[2] promulgated on September 24, 1993 and Resolution[3] dated December 16, 1993 in NLRC NCR CA No. 004041-92.[4] Public respondentâs assailed Decision affirmed in toto Labor Arbiter Eduardo J. Carpioâs decision[5] dated October 6, 1992, which disposed thus:[6] IN VIEW OF ALL THE FOREGOING, judgement [sic] is hereby rendered:1. dismissing the complaint for illegal dismissal for lack of merit;2. ordering respondent Pulp and Papers Distributors Inc. to pay complainant Efipania (sic) Antonio the sum of P49.088.00 representing her separation pay; and3. ordering respondent to pay the complainant the sum of P31,149.56 representing the underpayment of wages.4. dismissing all other issues for lack of merit.âThe assailed Resolution denied petitionerâs motion for reconsideration for lack of merit.The FactsThe facts as found by the labor arbiter are as follows:[7]A case of illegal dismissal and underpayment of wages [was] filed by MS. EPIFANIA ANTONIO [private respondent herein] against PULP AND PAPER DISTRIBUTORS INC., [petitioner herein] x x x.In filing the present complaint, complainant in her position paper alleges that she was a regular employee of the x x x corporation having served thereat as Wrapper sometime in September 1975. On November 29, 1991, for unknown reasons, she was advised verbally of her termination and was given a prepared form of Quitclaim and Release which she refused to sign. Instead she brought the present complaint for illegal dismissal.In charging the [herein petitioner] of underpayment of wages, complainant in the same position paper alleges that, rarely during her employment with the respondent she received her salary, a salary which was in accordance with the minimum wage law. She was not paid overtime pay, holiday pay and five-day service incentive leave pay, hence she is claiming for payments thereof by instituting the present case.Respondent on the otherhand [sic] denied having terminated the services of the complainant and alleges inter alia that starting 1989 the orders from customers became fewer and dwindled to the point that it is no longer practical to maintain the present number of packer/wrappers. Maintaining the same number of packers/wrappers would mean less pay because the work allocation is no longer the same as it was. Such being the case, the respondent has to reduce temporarily the number of packers/wrappers. Complainant was among those who were temporarily laid-off from work. Complainant last worked with the company on June 29, 1991.As regards complainantâs allegation that on November 29, 1991, she was forced to sign a quitclaim and release by the respondent, the latter clarified that considering that five months from the time the complainant last worked with the company, the management decided to release the complainant and give her a chance to look for another job in the meantime that no job is available for her with the company. In other words, complainant was given the option and considering that she did not sign the documents referred to as the Quitclaim and Release, the respondent did not insist, and did not terminate the services of the complainant. It was just surprise [sic] to receive the present complaint. In fact, respondent added that the reason why the complainant was called on November 29, 1991 was not to work but to receive her 13th month pay of P636.70 as shown by the voucher she signed (Annex-A, Respondent).As regards the claim of the complainant for underpayment, respondent did not actually denied (sic) the same but give [sic] the reservation that should the same be determined by this Office it is willing to settle the same considering the fact that complainant herein being paid by results, it is not in a proper position to determine whether the complainant was underpaid or not.âThe IssuesPetitioner couched the main issue in this wise:[8]Did the Public Respondent NLRC act correctly in affirming in toto the decision rendered by the labor arbitration branch a quo in NLRC NCR Case no. 00-01-00494-92?âWhile it expressly admits that private respondent is entitled to separation pay, petitioner raises nonetheless the following queries: â(a) Are the factors in determining the amount of separation pay for a âpiece-rate workerâ the same as that of a âtime-workerâ? (b) Is a worker, who was terminated for lack of work, entitled to separation pay at the rate of one-monthâs pay for every year of service?â[9] The petition is based on the following âgroundsâ:âIPublic Respondent NLRC committed grave abuse of discretion and serious reversible error when it affirmed in toto the award of separation pay in favor of private respondent, without bases in fact and in law.IIPublic Respondent NLRC committed grave abuse of discretion and serious reversible error when it affirmed in toto the award of underpayment in favor of private respondent, without bases in fact and in law.âThe Public Respondentâs RulingIn dismissing the appeal of petitioner, public respondent reasoned:[10]It is true that all the above circumstances cited by the [herein petitioner] are not present in the case at bar, hence, separation pay based on those circumstances is not owing to the [herein private respondent]. However, it is quite obvious that [petitioner] missed the legal and factual basis why separation pay was awarded by the Labor Arbiter. In the first place, the [petitioner] admits that the complainant-appellee was temporarily laid off on June 29, 1991. This means that there was a temporary suspension of employer-employee relationship between the appellant and the appellee. Lay-off is a temporary termination initiated by the employer, but without prejudice to the reinstatement or recall of the workers who have been temporarily separated. The reasons for laying off employees are varied: lack of work, shutdown for repairs, business reverses, and the like. Always, however, there is the expectation that the employees who have been laid off will be recalled or rehired. This situation is governed by Rule I, Section 12, of Book VI of the Implementing Rules and Regulations of the Labor Code, which provides:âSec. 12. Suspension of Relationship. -- The employer-employee relationship shall be deemed suspended in case of suspension of operation of the business or undertaking of the employer for a period not exceeding six (6) months x x x.âFrom June 29, 1991 up to the time the complainant-appellee filed her complaint on January 21, 1992, there was more than six (6) months that already elapse (sic) and yet, the appellant failed to recall the appellee to let her resume working. If the appellant was not yet in a possession to recall or reinstate the appellee after six (6) months, up to when shall appellant let her keep in waiting. Of course, she cannot be allowed to wait interminably. That is the reason why the law imposes a period of six (6) months within which the resumption of employer-employee relationship must be resumed in temporary lay-offs. Otherwise, any employer can, in the guise of a temporary lay-off, close its doors to an employee for more than six months and their claim that the lay-off has ripened into termination and try to get away from any liability. The award of separation pay is hereby declared in order.On the second issue raised by the (petitioner) on appeal, We are also for the Labor Arbiterâs ruling upholding the appelleeâs right to salary differential in the amount computed.The argument interposed by the [petitioner] based on Art. 101 of the Labor Code, in relation to Rule VII, Section (8), Book III of the Omnibus Implementing Rule and Regulations, will not lie in the case at bar. In the first place, pursuant to the provision of law cited by the [petitioner], all time and motion studies, or any other schemes or devices to determine whether the employees paid by results are being compensated in accordance with the minimum wage requirements, shall only be approved on petition of the interested employer. Thus, it is the fault of the [petitioner] on whose initiative, a time and motion study or any other similar scheme is not yet available in its establishment.âThe Courtâs RulingThe appeal is not meritorious.First Issue: Computation of Minimum WagePetitioner argues that private respondent was a piece-rate worker and not a time-worker. Since private respondentâs employment as â(p)acker/(w)rapperâ in 1975 until her separation on June 29, 1991, â(h)er salary depended upon the number of âreams of bond paperâ she packed per day.â Petitioner contends that private respondentâs work âdepended upon the number and availability of purchase orders from customers.â Petitioner adds that, oftentimes, âpackers/wrappers only work three to four hours a day.â Thus, her separation pay âmust be based on her latest actual compensation per piece or on the minimum wage per piece as determined by Article 101 of the Labor Code, whichever is higher, and not on the daily minimum wage applicable to time-workers.â[11]Compensation of PieceworkersIn the absence of wage rates based on time and motion studies determined by the labor secretary or submitted by the employer to the labor secretary for his approval, wage rates of piece-rate workers must be based on the applicable daily minimum wage determined by the Regional Tripartite Wages and Productivity Commission. To ensure the payment of fair and reasonable wage rates, Article 101[12] of the Labor Code provides that âthe Secretary of Labor shall regulate the payment of wages by results, including pakyao, piecework and other nontime work.â The same statutory provision also states that the wage rates should be based, preferably, on time and motion studies, or those arrived at in consultation with representatives of workersâ and employersâ organizations. In the absence of such prescribed wage rates for piece-rate workers, the ordinary minimum wage rates prescribed by the Regional Tripartite Wages and Productivity Boards should apply. This is in compliance with Section 8 of the Rules Implementing Wage Order Nos. NCR-02 and NCR-02-A -- the prevailing wage order at the time of dismissal of private respondent, viz.:[13]SEC. 8. Workers Paid by Results. -- a) All workers paid by results including those who are paid on piece work, takay, pakyaw, or task basis, shall receive not less than the applicable minimum wage rates prescribed under the Order for the normal working hours which shall not exceed eight (8) hours work a day, or a proportion thereof for work of less than the normal working hours.The adjusted minimum wage rates for workers paid by results shall be computed in accordance with the following steps:1) Amount of increase in AMW x 100 = % increasePrevious AMW2) Existing rate/piece x % increase = increase in rate/piece;3) Existing rate/piece + increase in rate/piece = adjusted rate/piece.b) The wage rates of workers who are paid by results shall continue to be established in accordance with Art. 101 of the Labor Code, as amended and its implementing regulations.â (Underscoring supplied.)On November 29, 1991, private respondent was orally informed of the termination of her employment. Wage Order No. NCR-02, in effect at the time, set the minimum daily wage for non-agricultural workers like private respondent at P118.00.[14] This was the rate used by the labor arbiter in computing the separation pay of private respondent. We cannot find any abuse of discretion, let alone grave abuse, in the order of the labor arbiter which was later affirmed by the NLRC.Moreover, since petitioner employed piece-rate workers, it should have inquired from the secretary of labor about their prescribed specific wage rates. In any event, there being no such prescribed rates, petitioner, after consultation with its workers, should have submitted for the labor secretaryâs approval time and motion studies as basis for the wage rates of its employees. This responsibility of the employer is clear under Section 8, Rule VII, Book III of the Omnibus Rules Implementing the Labor Code:Section 8. Payment by result. (a) On petition of any interested party, or upon its initiative, the Department of Labor shall use all available devices, including the use of time and motion studies and consultations with representatives of employersâ and workersâ organizations, to determine whether the employees in any industry or enterprise are being compensated in accordance with the minimum wage requirements of this Rule.(b) The basis for the establishment of rates for piece, output or contract work shall be the performance of an ordinary worker of minimum skill or ability.(c) An ordinary worker of minimum skill or ability is the average worker of the lowest producing group representing 50% of the total number of employees engaged in similar employment in a particular establishment, excluding learners, apprentices and handicapped workers employed therein.(d) Where the output rates established by the employer do not conform with the standards prescribed herein, or with the rates prescribed by the Department of Labor in an appropriate order, the employees shall be entitled to the difference between the amount to which they are entitled to receive under such prescribed standards or rates and that actually paid them by employer.âIn the present case, petitioner as the employer unquestionably failed to discharge the foregoing responsibility. Petitioner did not submit to the secretary of labor a proposed wage rate -- based on time and motion studies and reached after consultation with the representatives from both workersâ and employersâ organization -- which would have applied to its piece-rate workers. Without those submissions, the labor arbiter had the duty to use the daily minimum wage rate for non-agricultural workers prevailing at the time of private respondentâs dismissal, as prescribed by the Regional Tripartite Wages and Productivity Boards. Put differently, petitioner did not take the initiative of proposing an appropriate wage rate for its piece-rate workers. In the absence of such wage rate, the labor arbiter cannot be faulted for applying the prescribed minimum wage rate in the computation of private respondentâs separation pay. In fact, it acted and ruled correctly and legally in the premises.It is clear, therefore, that the applicable minimum wage for an eight-hour working day is the basis for the computation of the separation pay of piece-rate workers like private respondent. The computed daily wage should not be reduced on the basis of unsubstantiated claims that her daily working hours were less than eight. Aside from its bare assertion, petitioner presented no clear proof that private respondentâs regular working day was less than eight hours. Thus, the labor arbiter correctly used the full amount of P118.00 per day in computing private respondentâs separation pay. We agree with the following computation:[15]Considering therefore that complainant had been laid-off for more than six (6) months now, we strongly feel that it is already reasonable for the respondent to pay the complainant her separation pay of one month for every year of service, a fraction of six (6) months to be considered as one whole year. Separation pay should be computed based on her minimum salary as will be determined hereunder.Separation pay 1 month = 16 yearsP118.00 x 26 x 16 years = P49,088.00âThe amount âP118.00â represents the applicable daily minimum wage per Wage Order Nos. NCR-02 and NCR-02-A; â26â, the number of working days in a month after excluding the four Sundays which are deemed rest days; â16â, the total number of years spent by private respondent in the employ of petitioner.Second Issue: Computation of Separation PayPetitioner questions not only the basis for computing private respondentâs monthly wage; it also contends that private respondentâs separation pay should not have been computed at one monthâs pay for every year of service. Because private respondent should be considered retrenched, the separation pay should be âone monthâs pay or at least one/half (1/2) month pay for every year of service, whichever is higher, and not one (1) monthâs pay for every year of service as public respondent had ruled.â[16]Petitioner misapprehended the ground relied upon by public respondent for awarding separation pay. In this case, public respondent held that private respondent was constructively dismissed, pursuant to Article 286 of the Labor Code which reads:ART. 286. When employment not deemed terminated. -- The bonafide suspension of the operation of a business or undertaking for a period not exceeding six (6) months, or the fulfillment by the employee of a military or civic duty shall not terminate employment. In all such cases, the employer shall reinstate the employee to his former position without loss of seniority rights if he indicates his desire to resume his work not later that one (1) month from his resumption of operations of his employer or from his relief from the military or civic duty.âPetitioner failed to discern that public respondent, in finding that the services of private respondent were terminated, merely adopted by analogy the rule on constructive dismissal. Since private respondent was not reemployed within six (6) months from the âsuspensionâ of her employment, she is deemed to have been constructively dismissed.[17] Otherwise, private respondent will remain in a perpetual âfloating status.â Because petitioner had not shown by competent evidence any just cause for the dismissal of private respondent, she is entitled to reinstatement[18] or, if this is not feasible, to separation pay equivalent to one (1) month salary for every year of service. Private respondent, however, neither asked for reinstatement[19] nor appealed from the labor arbiterâs finding that she was not illegally dismissed; she merely prayed for the grant of her monetary claims. Thus, we sustain the award of separation pay made by public respondent,[20] for employees constructively dismissed are entitled to separation pay. Because she did not ask for more, we cannot give her more. We repeat: she appealed neither the decision of the labor arbiter nor that of the NLRC. Hence, she is not entitled to any affirmative relief.Furthermore, we cannot sustain petitionerâs claim that private respondent was retrenched. For retrenchment to be considered a ground for termination, the employer must serve a written notice on the workers and the Department of Labor and Employment at least one month before the intended date thereof.[21] Petitioner did not comply with this requirement.Third Issue: Determination of Salary DifferentialIn light of the foregoing discussion, we must also dismiss petitionerâs challenge to the computation of salary differential. As earlier observed, private respondent is entitled to the minimum wage prevailing at the time of the termination of her employment. The same rate of minimum wage, P118.00, should be used in computing her salary differential resulting from petitionerâs underpayment of her wages. Thus, the labor arbiter correctly deducted private respondentâs actually received wage of P60 a day from the prescribed daily minimum wage of P118.00, and multiplied the difference by 26 working days, and subsequently by 16 years, equivalent to her length of service with petitioner. Thus, the amount of P31,149.56 as salary differential.[22]Petitioner argues that âthe work of the private respondent is seasonal, being dependent upon the availability of job-ordersâ and not âtwenty-six (26) days a month.â[23] Further, petitioner contends that private respondent herself admitted she was âa piece worker whose work [was] seasonal.â[24]Contrary to the assertion of petitioner, neither the assailed Decision nor the pleadings of private respondent show that private respondentâs work was seasonal. More important, petitioner utterly failed to substantiate its allegation that private respondentâs work was seasonal. We observe that the labor arbiter based the computation of the salary differential on a 26-day month on the presumption that private respondentâs work was continuous. In view of the failure of petitioner to support its claim, we must sustain the correctness of this computation.WHEREFORE, premises considered, the petition is DISMISSED and the assailed Decision is AFFIRMED. Costs against petitioner.SO ORDEREDNarvasa, C.J., (Chairman), Romero, Melo, and Francisco, JJ., concur.[1] Second Division composed of Commissioner Rogelio I. Rayala, ponente, and Presiding Commissioner Edna Bonto-Perez and Commissioner Domingo H. Zapanta, concurring.[2] Rollo, pp. 40-47.[3] Ibid., pp. 54-55.[4] Formerly NLRC NCR 00-01-00494-92.[5] Rollo, pp. 25-29.[6] Ibid., pp. 28-29.[7] Ibid., pp. 25-27.[8] Ibid., pp. 8-9; some of the words in the text are originally in upper case.[9] Ibid., p. 9.[10] Ibid., pp. 44-46.[11] Ibid., pp. 11-13; underscoring omitted.[12] The provision reads:âArt. 101. Payment by results. - (a) The Secretary of Labor shall regulate the payment of wages by results, including pakyao, piecework and other nontime work, in order to ensure the payment of fair and reasonable wage rates, preferably through time and motion studies or in consultation with representatives of workersâ and employersâ organizations.â[13] Issued in pursuance of Section 5, Rule IV of the National Wages and Productivity Commission Rules of Procedure on Minimum Wage Fixing and took effect per Section 16 of the same Rules on January 8, 1991.[14] Section 4 of the Rules Implementing Wage Order Nos. NCR-02 and NCR-02-A.[15] Labor arbiterâs decision, p. 4; rollo, p. 28.[16] Rollo, p. 15.[17] Manipon, Jr. vs. National Labor Relations Commission, 239 SCRA 451, 457, December 27, 1994; Peopleâs Security, Inc. vs. NLRC, 226 SCRA 146, 152-153, September 8, 1993; International Hardware, Inc. vs. NLRC, 176 SCRA 256, 261, August 10, 1989.[18] âArticle 279. Security of Tenure. In cases of regular employment, the employer shall not terminate the services of an employee except for a just cause or when authorized by this Title. An employee who is unjustly dismissed from work shall be entitled to reinstatement without loss of seniority rights and other privileges and to his full backwages, inclusive of allowances, and to his other benefits or their monetary equivalent computed from the time his compensation was withheld from him up to the time of his actual reinstatement.â (As amended by Section 34 of RA 6715).[19] Rollo, pp. 142-145.[20] Toogue vs. National Labor Relations Commission, 238 SCRA 241, 246, November 18, 1994.[21] Article 283, Labor Code. See Catatista vs. NLRC, 247 SCRA 46, August 3, 1995.[22] From the computation of the labor arbiter, the following figures were utilized:âUnderpayment Average (P60/day)1/21/89 - 6/30/89 = 5.3 mos.P64.00 (minimum wage [RA 6640] effective December 14, 1987) - P60.00P4.00 x 26 x 5.3/mos. = P 551.207/1/89 - 10/31/90 = 16.0/mos.P89.00 (minimum wage [RA 6727], effective July 1, 1989) - P60.00 =P29.00 x26 x 16.0/mos. = P12,064.0011/1/90 - 1/7/91 = 2.23/mos.P106.00 (minimum wage-Wage Order No. [NCR-01], effective November1,1990)- P60.00 = P46.00 x 26 x 2.23/mos. = P15,773.6811/23/91 - 11/29/91 = 0.2/mo.P118.00 (minimum wage-Wage Order No. [NCR-02], effective January 8, 1991) P100.00 = P18.00 x 26 x 0.2/mo. = P 93.60 Total P 31,149.56.â[23] Rollo, pp. 16-17.[24] Ibid., p. 155. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "petitioner",
    "national",
    "relations",
    "commission",
    "epifania",
    "antonio",
    "respondents",
    "panganiban",
    "absence",
    "specially",
    "prescribed",
    "workers",
    "should",
    "separation",
    "salary",
    "differential",
    "computed",
    "statement",
    "casethis",
    "question"
  ],
  "title_summary": "PULP AND PAPER, INC., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND EPIFANIA ANTONIO, R...",
  "formatted_case_content": "View printer friendly version\n344 Phil. 821; 94 OG No. 24, 4283 (June 15, 1998)\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 116593, September 24, 1997 ]\n[ G.R. No. 116593, September 24, 1997 ]\n\nPULP AND PAPER, INC., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND EPIFANIA ANTONIO, RESPONDENTS. \nD E C I S I O N\nPULP AND PAPER, INC., PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND EPIFANIA ANTONIO, RESPONDENTS.\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIn the absence of wage rates specially prescribed for piece-rate workers, how should the separation pay and salary differential of such workers be computed?\n\nStatement of the Case\n\nThis is the main question raised in the instant petition for certiorari, filed under Rule 65 of the Rules of Court, to set aside and annul National Labor Relations Commissionâs [1] Decision [2] promulgated on September 24, 1993 and Resolution [3] dated December 16, 1993 in NLRC NCR CA No. 004041-92. [4] Public respondentâs assailed Decision affirmed in toto Labor Arbiter Eduardo J. Carpioâs decision [5] dated October 6, 1992, which disposed thus: [6]\n\nIN VIEW OF ALL THE FOREGOING, judgement [sic] is hereby rendered: 1.  dismissing the complaint for illegal dismissal for lack of merit;\n\n2.  ordering respondent Pulp and Papers Distributors Inc. to pay complainant Efipania (sic) Antonio the sum of P49.088.00 representing her separation pay; and\n\n3.  ordering respondent to pay the complainant the sum of P31,149.56 representing the underpayment of wages.\n\n4.  dismissing all other issues for lack of merit.â\n\nThe assailed Resolution denied petitionerâs motion for reconsideration for lack of merit.\n\nThe Facts\n\nThe facts as found by the labor arbiter are as follows: [7]\n\nA case of illegal dismissal and underpayment of wages [was] filed by MS. EPIFANIA ANTONIO [private respondent herein] against PULP AND PAPER DISTRIBUTORS INC., [petitioner herein] x x x.\n\nIn filing the present complaint, complainant in her position paper alleges that she was a regular employee of the x x x corporation having served thereat as Wrapper sometime in September 1975. On November 29, 1991, for unknown reasons, she was advised verbally of her termination and was given a prepared form of Quitclaim and Release which she refused to sign. Instead she brought the present complaint for illegal dismissal.\n\nIn charging the [herein petitioner] of underpayment of wages, complainant in the same position paper alleges that, rarely during her employment with the respondent she received her salary, a salary which was in accordance with the minimum wage law. She was not paid overtime pay, holiday pay and five-day service incentive leave pay, hence she is claiming for payments thereof by instituting the present case.\n\nRespondent on the otherhand [sic] denied having terminated the services of the complainant and alleges inter alia that starting 1989 the orders from customers became fewer and dwindled to the point that it is no longer practical to maintain the present number of packer/wrappers. Maintaining the same number of packers/wrappers would mean less pay because the work allocation is no longer the same as it was. Such being the case, the respondent has to reduce temporarily the number of packers/wrappers. Complainant was among those who were temporarily laid-off from work. Complainant last worked with the company on June 29, 1991.\n\nAs regards complainantâs allegation that on November 29, 1991, she was forced to sign a quitclaim and release by the respondent, the latter clarified that considering that five months from the time the complainant last worked with the company, the management decided to release the complainant and give her a chance to look for another job in the meantime that no job is available for her with the company. In other words, complainant was given the option and considering that she did not sign the documents referred to as the Quitclaim and Release, the respondent did not insist, and did not terminate the services of the complainant. It was just surprise [sic] to receive the present complaint. In fact, respondent added that the reason why the complainant was called on November 29, 1991 was not to work but to receive her 13th month pay of P636.70 as shown by the voucher she signed (Annex-A, Respondent).\n\nAs regards the claim of the complainant for underpayment, respondent did not actually denied (sic) the same but give [sic] the reservation that should the same be determined by this Office it is willing to settle the same considering the fact that complainant herein being paid by results, it is not in a proper position to determine whether the complainant was underpaid or not.â\nThe Issues\n\nPetitioner couched the main issue in this wise: [8]\n\nDid the Public Respondent NLRC act correctly in affirming in toto the decision rendered by the labor arbitration branch a quo in NLRC NCR Case no. 00-01-00494-92?â\nWhile it expressly admits that private respondent is entitled to separation pay, petitioner raises nonetheless the following queries: â(a) Are the factors in determining the amount of separation pay for a âpiece-rate workerâ the same as that of a âtime-workerâ? (b) Is a worker, who was terminated for lack of work, entitled to separation pay at the rate of one-monthâs pay for every year of service?â [9] The petition is based on the following âgroundsâ:\n\nâI\n\nPublic Respondent NLRC committed grave abuse of discretion and serious reversible error when it affirmed in toto the award of separation pay in favor of private respondent, without bases in fact and in law.\n\nII\n\nPublic Respondent NLRC committed grave abuse of discretion and serious reversible error when it affirmed in toto the award of underpayment in favor of private respondent, without bases in fact and in law.â\n\nThe Public Respondentâs Ruling\n\nIn dismissing the appeal of petitioner, public respondent reasoned: [10]\n\nIt is true that all the above circumstances cited by the [herein petitioner] are not present in the case at bar, hence, separation pay based on those circumstances is not owing to the [herein private respondent]. However, it is quite obvious that [petitioner] missed the legal and factual basis why separation pay was awarded by the Labor Arbiter. In the first place, the [petitioner] admits that the complainant-appellee was temporarily laid off on June 29, 1991. This means that there was a temporary suspension of employer-employee relationship between the appellant and the appellee. Lay-off is a temporary termination initiated by the employer, but without prejudice to the reinstatement or recall of the workers who have been temporarily separated. The reasons for laying off employees are varied: lack of work, shutdown for repairs, business reverses, and the like. Always, however, there is the expectation that the employees who have been laid off will be recalled or rehired. This situation is governed by Rule I, Section 12, of Book VI of the Implementing Rules and Regulations of the Labor Code, which provides:\n\nâSec. 12. Suspension of Relationship. -- The employer-employee relationship shall be deemed suspended in case of suspension of operation of the business or undertaking of the employer for a period not exceeding six (6) months x x x.â\n\nFrom June 29, 1991 up to the time the complainant-appellee filed her complaint on January 21, 1992, there was more than six (6) months that already elapse (sic) and yet, the appellant failed to recall the appellee to let her resume working. If the appellant was not yet in a possession to recall or reinstate the appellee after six (6) months, up to when shall appellant let her keep in waiting. Of course, she cannot be allowed to wait interminably. That is the reason why the law imposes a period of six (6) months within which the resumption of employer-employee relationship must be resumed in temporary lay-offs. Otherwise, any employer can, in the guise of a temporary lay-off, close its doors to an employee for more than six months and their claim that the lay-off has ripened into termination and try to get away from any liability. The award of separation pay is hereby declared in order.\n\nOn the second issue raised by the (petitioner) on appeal, We are also for the Labor Arbiterâs ruling upholding the appelleeâs right to salary differential in the amount computed.\n\nThe argument interposed by the [petitioner] based on Art. 101 of the Labor Code, in relation to Rule VII, Section (8), Book III of the Omnibus Implementing Rule and Regulations, will not lie in the case at bar. In the first place, pursuant to the provision of law cited by the [petitioner], all time and motion studies, or any other schemes or devices to determine whether the employees paid by results are being compensated in accordance with the minimum wage requirements, shall only be approved on petition of the interested employer. Thus, it is the fault of the [petitioner] on whose initiative, a time and motion study or any other similar scheme is not yet available in its establishment.â The Courtâs Ruling\n\nThe appeal is not meritorious.\n\nFirst Issue: Computation of Minimum Wage\n\nPetitioner argues that private respondent was a piece-rate worker and not a time-worker. Since private respondentâs employment as â(p)acker/(w)rapperâ in 1975 until her separation on June 29, 1991, â(h)er salary depended upon the number of âreams of bond paperâ she packed per day.â Petitioner contends that private respondentâs work âdepended upon the number and availability of purchase orders from customers.â Petitioner adds that, oftentimes, âpackers/wrappers only work three to four hours a day.â Thus, her separation pay âmust be based on her latest actual compensation per piece or on the minimum wage per piece as determined by Article 101 of the Labor Code, whichever is higher, and not on the daily minimum wage applicable to time-workers.â [11]\n\nCompensation of Pieceworkers\n\nIn the absence of wage rates based on time and motion studies determined by the labor secretary or submitted by the employer to the labor secretary for his approval, wage rates of piece-rate workers must be based on the applicable daily minimum wage determined by the Regional Tripartite Wages and Productivity Commission. To ensure the payment of fair and reasonable wage rates, Article 101 [12] of the Labor Code provides that âthe Secretary of Labor shall regulate the payment of wages by results, including pakyao, piecework and other nontime work.â The same statutory provision also states that the wage rates should be based, preferably, on time and motion studies, or those arrived at in consultation with representatives of workersâ and employersâ organizations. In the absence of such prescribed wage rates for piece-rate workers, the ordinary minimum wage rates prescribed by the Regional Tripartite Wages and Productivity Boards should apply. This is in compliance with Section 8 of the Rules Implementing Wage Order Nos. NCR-02 and NCR-02-A -- the prevailing wage order at the time of dismissal of private respondent, viz.: [13]\nSEC. 8. Workers Paid by Results. -- a) All workers paid by results including those who are paid on piece work, takay, pakyaw, or task basis, shall receive not less than the applicable minimum wage rates prescribed under the Order for the normal working hours which shall not exceed eight (8) hours work a day, or a proportion thereof for work of less than the normal working hours.\n\nThe adjusted minimum wage rates for workers paid by results shall be computed in accordance with the following steps:\n\n1) Amount of increase in AMW x 100 = % increase\n\nPrevious AMW\n\n2) Existing rate/piece x % increase = increase in rate/piece;\n\n3) Existing rate/piece + increase in rate/piece = adjusted rate/piece.\n\nb) The wage rates of workers who are paid by results shall continue to be established in accordance with Art. 101 of the Labor Code, as amended and its implementing regulations.â (Underscoring supplied.) On November 29, 1991, private respondent was orally informed of the termination of her employment. Wage Order No. NCR-02, in effect at the time, set the minimum daily wage for non-agricultural workers like private respondent at P118.00. [14] This was the rate used by the labor arbiter in computing the separation pay of private respondent. We cannot find any abuse of discretion, let alone grave abuse, in the order of the labor arbiter which was later affirmed by the NLRC.\n\nMoreover, since petitioner employed piece-rate workers, it should have inquired from the secretary of labor about their prescribed specific wage rates. In any event, there being no such prescribed rates, petitioner, after consultation with its workers, should have submitted for the labor secretaryâs approval time and motion studies as basis for the wage rates of its employees. This responsibility of the employer is clear under Section 8, Rule VII, Book III of the Omnibus Rules Implementing the Labor Code:\nSection 8. Payment by result. (a)   On petition of any interested party, or upon its initiative, the Department of Labor shall use all available devices, including the use of time and motion studies and consultations with representatives of employersâ and workersâ organizations, to determine whether the employees in any industry or enterprise are being compensated in accordance with the minimum wage requirements of this Rule.\n\n(b)      The basis for the establishment of rates for piece, output or contract work shall be the performance of an ordinary worker of minimum skill or ability.\n\n(c)      An ordinary worker of minimum skill or ability is the average worker of the lowest producing group representing 50% of the total number of employees engaged in similar employment in a particular establishment, excluding learners, apprentices and handicapped workers employed therein.\n\n(d)      Where the output rates established by the employer do not conform with the standards prescribed herein, or with the rates prescribed by the Department of Labor in an appropriate order, the employees shall be entitled to the difference between the amount to which they are entitled to receive under such prescribed standards or rates and that actually paid them by employer.â In the present case, petitioner as the employer unquestionably failed to discharge the foregoing responsibility. Petitioner did not submit to the secretary of labor a proposed wage rate -- based on time and motion studies and reached after consultation with the representatives from both workersâ and employersâ organization -- which would have applied to its piece-rate workers. Without those submissions, the labor arbiter had the duty to use the daily minimum wage rate for non-agricultural workers prevailing at the time of private respondentâs dismissal, as prescribed by the Regional Tripartite Wages and Productivity Boards. Put differently, petitioner did not take the initiative of proposing an appropriate wage rate for its piece-rate workers. In the absence of such wage rate, the labor arbiter cannot be faulted for applying the prescribed minimum wage rate in the computation of private respondentâs separation pay. In fact, it acted and ruled correctly and legally in the premises.\n\nIt is clear, therefore, that the applicable minimum wage for an eight-hour working day is the basis for the computation of the separation pay of piece-rate workers like private respondent. The computed daily wage should not be reduced on the basis of unsubstantiated claims that her daily working hours were less than eight. Aside from its bare assertion, petitioner presented no clear proof that private respondentâs regular working day was less than eight hours. Thus, the labor arbiter correctly used the full amount of P118.00 per day in computing private respondentâs separation pay. We agree with the following computation: [15]\nConsidering therefore that complainant had been laid-off for more than six (6) months now, we strongly feel that it is already reasonable for the respondent to pay the complainant her separation pay of one month for every year of service, a fraction of six (6) months to be considered as one whole year. Separation pay should be computed based on her minimum salary as will be determined hereunder.\n\nSeparation pay 1 month = 16 years\n\nP118.00 x 26 x 16 years = P49,088.00â The amount âP118.00â represents the applicable daily minimum wage per Wage Order Nos. NCR-02 and NCR-02-A; â26â, the number of working days in a month after excluding the four Sundays which are deemed rest days; â16â, the total number of years spent by private respondent in the employ of petitioner.\n\nSecond Issue: Computation of Separation Pay\n\nPetitioner questions not only the basis for computing private respondentâs monthly wage; it also contends that private respondentâs separation pay should not have been computed at one monthâs pay for every year of service. Because private respondent should be considered retrenched, the separation pay should be âone monthâs pay or at least one/half (1/2) month pay for every year of service, whichever is higher, and not one (1) monthâs pay for every year of service as public respondent had ruled.â [16]\n\nPetitioner misapprehended the ground relied upon by public respondent for awarding separation pay. In this case, public respondent held that private respondent was constructively dismissed, pursuant to Article 286 of the Labor Code which reads:\nART. 286. When employment not deemed terminated. -- The bonafide suspension of the operation of a business or undertaking for a period not exceeding six (6) months, or the fulfillment by the employee of a military or civic duty shall not terminate employment. In all such cases, the employer shall reinstate the employee to his former position without loss of seniority rights if he indicates his desire to resume his work not later that one (1) month from his resumption of operations of his employer or from his relief from the military or civic duty.â Petitioner failed to discern that public respondent, in finding that the services of private respondent were terminated, merely adopted by analogy the rule on constructive dismissal. Since private respondent was not reemployed within six (6) months from the âsuspensionâ of her employment, she is deemed to have been constructively dismissed. [17] Otherwise, private respondent will remain in a perpetual âfloating status.â Because petitioner had not shown by competent evidence any just cause for the dismissal of private respondent, she is entitled to reinstatement [18] or, if this is not feasible, to separation pay equivalent to one (1) month salary for every year of service. Private respondent, however, neither asked for reinstatement [19] nor appealed from the labor arbiterâs finding that she was not illegally dismissed; she merely prayed for the grant of her monetary claims. Thus, we sustain the award of separation pay made by public respondent, [20] for employees constructively dismissed are entitled to separation pay. Because she did not ask for more, we cannot give her more. We repeat: she appealed neither the decision of the labor arbiter nor that of the NLRC. Hence, she is not entitled to any affirmative relief.\n\nFurthermore, we cannot sustain petitionerâs claim that private respondent was retrenched. For retrenchment to be considered a ground for termination, the employer must serve a written notice on the workers and the Department of Labor and Employment at least one month before the intended date thereof. [21] Petitioner did not comply with this requirement.\n\nThird Issue: Determination of Salary Differential\n\nIn light of the foregoing discussion, we must also dismiss petitionerâs challenge to the computation of salary differential. As earlier observed, private respondent is entitled to the minimum wage prevailing at the time of the termination of her employment. The same rate of minimum wage, P118.00, should be used in computing her salary differential resulting from petitionerâs underpayment of her wages. Thus, the labor arbiter correctly deducted private respondentâs actually received wage of P60 a day from the prescribed daily minimum wage of P118.00, and multiplied the difference by 26 working days, and subsequently by 16 years, equivalent to her length of service with petitioner. Thus, the amount of P31,149.56 as salary differential. [22]\n\nPetitioner argues that âthe work of the private respondent is seasonal, being dependent upon the availability of job-ordersâ and not âtwenty-six (26) days a month.â [23] Further, petitioner contends that private respondent herself admitted she was âa piece worker whose work [was] seasonal.â [24]\n\nContrary to the assertion of petitioner, neither the assailed Decision nor the pleadings of private respondent show that private respondentâs work was seasonal. More important, petitioner utterly failed to substantiate its allegation that private respondentâs work was seasonal. We observe that the labor arbiter based the computation of the salary differential on a 26-day month on the presumption that private respondentâs work was continuous. In view of the failure of petitioner to support its claim, we must sustain the correctness of this computation.\n\nWHEREFORE , premises considered, the petition is DISMISSED and the assailed Decision is AFFIRMED . Costs against petitioner.\n\nSO ORDERED\nNarvasa, C.J., (Chairman), Romero, Melo, and Francisco, JJ., concur.\n\n[1] Second Division composed of Commissioner Rogelio I. Rayala, ponente, and Presiding Commissioner Edna Bonto-Perez and Commissioner Domingo H. Zapanta, concurring.\n\n[2] Rollo, pp. 40-47.\n\n[3] Ibid., pp. 54-55.\n\n[4] Formerly NLRC NCR 00-01-00494-92.\n\n[5] Rollo, pp. 25-29.\n\n[6] Ibid., pp. 28-29.\n\n[7] Ibid., pp. 25-27.\n\n[8] Ibid., pp. 8-9; some of the words in the text are originally in upper case.\n\n[9] Ibid., p. 9.\n\n[10] Ibid., pp. 44-46.\n\n[11] Ibid., pp. 11-13; underscoring omitted.\n\n[12] The provision reads:\n\nâArt. 101. Payment by results. - (a) The Secretary of Labor shall regulate the payment of wages by results, including pakyao, piecework and other nontime work, in order to ensure the payment of fair and reasonable wage rates, preferably through time and motion studies or in consultation with representatives of workersâ and employersâ organizations.â\n\n[13] Issued in pursuance of Section 5, Rule IV of the National Wages and Productivity Commission Rules of Procedure on Minimum Wage Fixing and took effect per Section 16 of the same Rules on January 8, 1991.\n\n[14] Section 4 of the Rules Implementing Wage Order Nos. NCR-02 and NCR-02-A.\n\n[15] Labor arbiterâs decision, p. 4; rollo, p. 28.\n\n[16] Rollo, p. 15.\n\n[17] Manipon, Jr. vs. National Labor Relations Commission, 239 SCRA 451, 457, December 27, 1994; Peopleâs Security, Inc. vs. NLRC, 226 SCRA 146, 152-153, September 8, 1993; International Hardware, Inc. vs. NLRC, 176 SCRA 256, 261, August 10, 1989.\n\n[18] âArticle 279. Security of Tenure. In cases of regular employment, the employer shall not terminate the services of an employee except for a just cause or when authorized by this Title. An employee who is unjustly dismissed from work shall be entitled to reinstatement without loss of seniority rights and other privileges and to his full backwages, inclusive of allowances, and to his other benefits or their monetary equivalent computed from the time his compensation was withheld from him up to the time of his actual reinstatement.â (As amended by Section 34 of RA 6715).\n\n[19] Rollo, pp. 142-145.\n\n[20] Toogue vs. National Labor Relations Commission, 238 SCRA 241, 246, November 18, 1994.\n\n[21] Article 283, Labor Code. See Catatista vs. NLRC, 247 SCRA 46, August 3, 1995.\n\n[22] From the computation of the labor arbiter, the following figures were utilized:\n\nâUnderpayment Average (P60/day)\n\n1/21/89 - 6/30/89 = 5.3 mos.\n\nP64.00 (minimum wage [RA 6640] effective December 14, 1987) - P60.00\n\nP4.00 x 26 x 5.3/mos.                                            = P 551.20\n\n7/1/89 - 10/31/90 = 16.0/mos.\n\nP89.00 (minimum wage [RA 6727], effective July 1, 1989) - P60.00 =\n\nP29.00 x26 x 16.0/mos.                                        = P12,064.00\n\n11/1/90 - 1/7/91 = 2.23/mos.\n\nP106.00 (minimum wage-Wage Order No. [NCR-01], effective November\n\n1,1990)- P60.00 = P46.00 x 26 x 2.23/mos.          = P15,773.68\n\n11/23/91 - 11/29/91 = 0.2/mo.\n\nP118.00 (minimum wage-Wage Order No. [NCR-02], effective January 8, 1991) P100.00 = P18.00 x 26 x 0.2/mo.                              = P 93.60\n\nTotal P 31,149.56.â\n\n[23] Rollo, pp. 16-17.\n\n[24] Ibid., p. 155.",
  "content_length": 24762,
  "metadata_extraction_date": "2025-11-01T05:50:24.351748",
  "extraction_version": "2.0_enhanced_full_content"
}