{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/september/35221.html",
  "filename": "35221.html",
  "year": 1997,
  "month": "september",
  "case_number": "35221",
  "gr_number": "35221",
  "volume_page": "344 Phil. 544",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "september",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "eleseo",
    "alejandro",
    "malubay",
    "salvador",
    "accused",
    "appellant",
    "convicted",
    "counts",
    "murder"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n344 Phil. 544\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. Nos. 120158-59, September 15, 1997 ]\n[ G.R. Nos. 120158-59, September 15, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ELESEO CHENG, ALEJANDRO MALUBAY, AND SALVADOR SIOCO, ACCUSED. ELESEO CHENG, ACCUSED-APPELLANT. \nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ELESEO CHENG, ALEJANDRO MALUBAY, AND SALVADOR SIOCO, ACCUSED. ELESEO CHENG, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nMELO, J.:\n\nConvicted on two counts of murder are appellant Eleseo Cheng and\nco-accused Salvador Sioco (who later escaped from detention) in a judgment, the\ndispositive portion of which reads:\n\nWHEREFORE, in the light of the foregoing considerations, the Court\nfinds ¾\n\n1. In Criminal Case No.\n89-73804 ¾ the accused, ELESEO CHENG\nand SALVADOR SIOCO, guilty beyond reasonable doubt of the crime of MURDER, as\ndefined and penalized under Article 248, Paragraph 1, Revised Penal Code, and\nas charged in the aforequoted information and, accordingly, hereby sentences\neach of them to suffer the penalty of reclusion perpetua with the\naccessory penalties provided by law, both to pay, subsidiarily and jointly; to\nthe heirs of Esperanza Viterbo represented by her mother, Esperanza Viterbo,\nSr., the amount of FIFTY THOUSAND PESOS ( P 50,000.00) as civil\nindemnification and the additional amount of TEN THOUSAND PESOS ( P 10,000.00)\nas moral damages, without subsidiary imprisonment in case of insolvency; and\neach to pay one-third (1/3) of the costs.\n\n2. In Criminal Case No.\n89-73805 ¾ the accused, ELESEO CHENG\nand SALVADOR SIOCO, guilty beyond reasonable doubt of the crime of MURDER, as\ndefined and penalized under Article 248, Paragraph 1, Revised Penal Code, and\nas charged in the aforequoted information and, accordingly, hereby sentences\neach of them to suffer the penalty of reclusion perpetua with the\naccessory penalties provided by law and each to pay one-third (1/3) of the\ncosts.\n\nBecause no heir/relative of the deceased, Yehia Aburawash Mohammed\nwas presented to testify on the civil aspect of the case, the Court reserves to\nhis heirs the right to file suit for civil indemnification and/or damages.\n\nFinally, in the service of their sentences, the two accused\naforenamed shall be credited with the full time during which they underwent\npreventive imprisonment provided they voluntarily agreed in writing to abide by\nthe same disciplinary rules imposed upon convicted prisoners; otherwise, they\nshall be credited to only four-fifths (4/5) thereof (Article 29, Revised Penal\nCode, as amended by Republic Act No. 6127).\n\n3. In both Criminal\nCases Nos. 89-73804 & 89-73805 ¾ the Court finds the accused, ALEJANDRO MALUBAY, NOT GUILTY of the crime of\nMURDER, as defined and penalized under Article 248, Paragraph 1, Revised Penal\nCode, and as charged in the aforequoted two informations and, accordingly,\nhereby ACQUITS him thereof for insufficiency of evidence, with one-third (1/3)\ncosts de oficio in these two cases.\n\nThe Prison Officer, City Jail of Manila is ordered immediately upon\nreceipt of a copy of this Decision, to release from his custody the person of\naccused Alejandro Malubay unless there is other legal ground or cause for his\nfurther detention.\n\nSO ORDERED.\n\n(pp. 68-68a, Rollo .)\n\nThe herein criminal cases were commenced with the filing of two\nInformations for the crime of murder against herein accused-appellant Eleseo\nCheng, Alejandro Malubay, and Salvador Sioco, pertinently reading as follows: Criminal Case No. 89-73804 That on or about February 21, 1989, in the City of Manila,\nPhilippines, the said accused conspiring and confederating together and helping\none another did then and there willfully, unlawfully and feloniously with\nintent to kill and with treachery and evident premeditation, and with the use\nof superior strength on the victim who was alone and unarmed, attack, assault\nand use personal violence upon one Esperanza Viterbo, by then and there\nshooting her three (3) times with an unknown caliber thereby inflicting upon\nher mortal and fatal gunshots wounds,\nwhich were the direct and immediate cause of her death thereafter. Contrary to law. (p. 2, Rollo .) Criminal Case No. 89-73805 That on or about February 21, 1989, in the City of Manila,\nPhilippines, the said accused conspiring and confederating together and helping\none another did then and there willfully, unlawfully and feloniously with\nintent to kill and with treachery and evident premeditation, and with the use\nof superior strength on the victim who was alone and unarmed, attack, assault\nand use personal violence upon one Yehia Abu Rawack Mohamad an Egyptian\nnational, by then and there shooting the latter three (3) times, hitting him in\nthe head with an unknown caliber thereby inflicting upon him mortal and fatal\ngunshots wounds, which were the direct and immediate cause of his death\nthereafter. Contrary to law. (p. 3, Rollo .)\n\nAt the arraignment on August 11, 1989, accused-appellant and his\nco-accused Salvador Sioco, then assisted by their counsel de parte ,\nAtty. Arsenio de Leon, entered a plea of \"not guilty\" to the charges\nagainst them. Similarly, accused\nAlejandro Malubay, then assisted by counsel de parte , Atty. Augusto\nJimenez, pleaded \"not guilty\".\n\nThereafter, trial on the merits ensued, following which, judgment\nwas rendered convicting accused-appellant and Salvador Sioco, and acquitting\nco-accused Alejandro Malubay for insufficiency of evidence.\n\nAccused-appellant and Salvador Sioco filed separate motions for\nreconsideration of said decision, with the former raising the following\ngrounds: (1) that because he was a member of the Integrated National Police on\nhis tour of duty on the date and time of the incident as charged, jurisdiction\nover the offense and authority to hear, try, and decide the case against him is\nconferred on a court martial, not a civil court, and (2) in the alternative,\nthat assuming ex gratia that the court has jurisdiction, the prosecution\nevidence engendered reasonable doubt in many aspects, thus, his conviction is\nerroneous. The motion, as well as its\nsupplement, were denied by the trial court in its order dated November 7, 1994.\n\nOn December 8, 1994, accused-appellant seasonably filed a notice\nof appeal. Much earlier, however, on\nJanuary 1, 1993, convicted felon Salvador Sioco escaped from Camp General Ricardo\nG. Papa, Sr., Bicutan, Taguig, Metro Manila. For this reason, and also because his notice of appeal was filed four\ndays late, the trial court denied his appeal.\n\nNow, to the background facts as supported by the record:\n\nOn February 20, 1989, jail guards Edwin Ramos and Redentor Lamiao\nwere in the night shift at Gate 1 of the Manila City Jail, their tour of duty\ncommencing at 7 P.M. and ending at 7 A.M. the following day. Early in the morning\nof February 21, 1989, Ramos allowed Yehia Aburawash, an Egyptian national who\nhad been previously detained in the city jail, to enter the premises together\nwith a female companion. Before 4 A.M.,\nAburawash and his companion went out of the jail and some time thereafter, or\nat about 4 A.M., accused-appellant who was then on duty on the night shift\nescorted out co-accused and then a detainee in the said city jail, Patrolman\nAlex Malubay, without any authorization from the desk officer or platoon\ncommander on duty. Jail Guard Ramos\nasked accused-appellant to secure the approval of the desk officer but\naccused-appellant simply ignored Ramos and continued on his way out.\n\nAt about 4:30 o’clock that same morning, Emma Ruth Ilocso and her\ncompanions Catalina Balboa, and Marivic Policarpio, having just come from a\ndisco joint, were at the corner of Claro M. Recto Avenue and Quezon Boulevard,\nright outside the vicinity of Manila City Jail. Ilocso decided to pass by the city jail to see her brother who\nwas detained thereat. She, however,\nstopped at a nearby Burger Machine stand to have the P 100.00 she\nintended to give her brother broken to smaller denominations.\n\nIt was while she was at the burger stand that Ilocso witnessed\nthe commission of the crime. Ilocso saw\nthe Egyptian national, Yehia Aburawash, at the center island of Quezon\nBoulevard. She recognized him because\nshe had previously seen him while the latter was detained at the same city jail\nfor swindling. She also saw Aburawash’s\nfemale companion who was later identified to be Esperanza Viterbo. Ilocso observed that Aburawash and Viterbo\nwere then engaged in an argument with accused-appellant, Sioco, and a third\nman. Thereupon, she heard the first\ngunfire from accused-appellant which caused Aburawash to fall to the\nground. Two shots then quickly\nfollowed, one from Sioco, and another from accused-appellant. Afterwards, accused-appellant and Sioco went\nafter Viterbo who ran towards the burger stand. Accused-appellant and Sioco told Viterbo that she would be\nbrought to a waiting cab. However, when\nthe two were already beside her, they both shot her, after which the two ran\ntowards the direction of the Central Market.\n\nAt about 5:20 that morning, Patrolman Nelson Sarsonas, an\ninvestigator of the Homicide Section of the Western Police District, received a\nreport from PC/Sgt. Alejandro Lopez of the Criminal Investigation Service that\nthere were two dead bodies found near Quezon Boulevard and Claro M. Recto\nAvenue. After notifying several other\nconcerned agencies, Pat. Sarsonas proceeded to the scene of the crime to\ninvestigate.\n\nThe two dead bodies were brought to the National Bureau of\nInvestigation for autopsy. Dr. Maximo\nReyes, who performed the examination, testified during the trial that the three\ngunshot wounds on Aburawash were all fatal as they involved the brain. He likewise testified that the gunshot\nwounds of Viterbo at the neck, face, and head were all fatal because they\ninvolved vital organs. He also observed\nthat the sizes of the wounds concerned were different, prompting him to opine\nthat at least two firearms were used, and that it was possible that more than\none assailant was involved.\n\nIn the appeal now before us, accused-appellant raises as his\nfirst issue the question of jurisdiction. He contends that by virtue of Section 1 of Presidential Decree No. 1850,\nthe trial court had no jurisdiction to hear, try, and decide the cases against\nhim. He argues that on the date of the\ncommission of the crimes on February 21, 1989, he was still an active member of\nthe Integrated National Police and assigned as jail guard at the Manila City\nJail. He assails the trial court’s\nfinding that he was already dismissed from service when the two Informations\nagainst him were filed in court on June 6, 1989, claiming that he received the\ncopy of the special order on his dismissal only on June 7, 1989. Besides, he claims that this order of\ndismissal is still pending appeal before the Office of the Judge Advocate. For want of jurisdiction, he implores that\nthis Court dismiss the cases and declare the judgment of the court a quo to be null and void.\n\nWe find the argument devoid of merit.\n\nWhile it is true that jurisdiction over the subject matter of a\ncase cannot be waived and may be assailed at any stage in the proceedings, even\nfor the first time on appeal, this ruling presupposes that the factual basis\nfor determining such want of jurisdiction is extant in the record of the case\nand is borne by the evidence.\n\nShould there be nothing on record which may indicate lack of\njurisdiction, this Court will sustain the existence thereof.\n\nAccused-appellant invokes Section 1, of Presidential Decree No.\n1850, as amended, which provides: Section 1. Court-Martial Jurisdiction over Integrated National Police and Members\nof the Armed Forces. ¾ Any provision of law to the contrary notwithstanding - (a) uniformed members of\nIntegrated National Police who commit any crime or offense cognizable by the\ncivil courts shall henceforth be exclusively tried by courts-martial pursuant\nto and in accordance with Commonwealth Act No. 408, as amended, otherwise known\nas the Articles of War; (b) all persons subject to military law under Article 2\nof the aforecited Articles of War who commit any crime or offense shall be\nexclusively tried by courts-martial or their case disposed under the said Articles\nof War. Provided, that, in either of\nthe aforementioned situations, the case shall be disposed of or tried by the\nproper civil or judicial authorities when court martial jurisdiction over the\noffense has prescribed under Article 38 of Commonwealth Act Numbered 48, as\namended, or court-martial jurisdiction over the person of the accused military\nor Integrated National Police personnel can no longer be exercised by virtue of\ntheir separation from the active service without jurisdiction having duly attached\nbeforehand unless otherwise provided by law. Provided, further, that the president may in the interest of justice,\norder or direct, at any time before arraignment, that a particular case be\ntried by the appropriate civil court.\n\nThe record reveals that on February 21, 1989, when the crimes\ncharged were committed, accused-appellant was undoubtedly in active\nservice. Under Paragraph (a) of the\nabove-quoted provision, exclusive jurisdiction over accused-appellant and the\noffense should have pertained to the courts martial save only in the following\nexceptions, namely: (1) when court martial jurisdiction over the offense has\nprescribed under Article 38 of Commonwealth Act No. 48, as amended, or (2)\ncourt-martial jurisdiction over the person of the accused military or\nIntegrated National Police personnel can no longer be exercised by virtue of\nhis separation from active service without jurisdiction having duly attached\nbeforehand unless otherwise provided by law; or (3) the president, in the\ninterest of justice, orders or directs at any time before arraignment, that the\nparticular case be tried by the appropriate civil court.\n\nThe evidence on record shows that the cases at bench fall under\nthe second exception. During the\nhearing conducted on February 15, 1990 when accused-appellant was presented as\ndefense witness, he stated his personal circumstances as follows: Pat. Eleseo Cheng y Bello, 36 years old, married, as of now jobless\nbut before I was with the Western Police District, residing at 870-C Norte\nStreet, Sta. Cruz, Manila. (p. 8, tsn, Feb. 15, 1990)\n\nAnd when the direct examination by his counsel de parte ,\nAtty. Arsenio de Leon, proceeded, the following questions and answers were\ntaken: Q: Mr. Eleseo\nCruz. I heard you said that you are now\nin jobless?\nA: Yes, sir. Q: Since when?\nA: May 20, 1989,\nsir. ( Ibid. )\n\nThere is here an express judicial admission by accused-appellant\nthat as of May 20, 1989, he was already separated from active service in the\nINP. When accused-appellant raised the\nissue of jurisdiction for the first time in his motion for reconsideration of\nthe judgment of conviction, he presented no further evidence. In fact, it was\nthe prosecution, during the hearing conducted on June 7, 1991 of said motion\nfor reconsideration, which presented a copy of Special Order No. 65-P to prove\nthat accused-appellant was dismissed from the police service with prejudice to\nfuture re-entry into the INP effective as of May 18, 1989 (See: Exh. “A-Opposition”, p. 417,\nRecord). It was only then that accused-appellant\nbegan claiming that he received a copy of the special order only on June 7,\n1989, or a day after the filing of the Informations in the instant\ncases. Verily, we find such posture by accused-appellant, who at that stage had\nalready replaced Atty. de Leon with Atty. Renato T. Paguio, as a mere\nafter-thought, to which the trial court correctly accorded no weight.\n\nIt must be stressed that the burden of proving lack of\njurisdiction is upon him who claims such. The Court significantly notes that accused-appellant presented no\ncompetent and admissible evidence to show that as of June 6, 1989, the date of\nthe filing of the Informations, he was still in active service with the\nINP. Accused-appellant’s claim that he\nreceived his copy of Special Order No. 65-P relative to his summary dismissal\nonly on June 7, 1989 simply remained an allegation. We have consistently ruled that mere allegation is not evidence ( Lagasca\nvs. De Vera, 79 Phil. 376 [1947]), and such unproved allegation may not be\ngiven any favorable consideration whatsoever. On the contrary, we have reason to believe that accused-appellant\nreceived the copy of said Special Order No. 65-P on May 20, 1989 as he admitted\nin his direct testimony.\n\nIn a similar manner, accused-appellant’s claim that he appealed\nthe order of dismissal to the Judge Advocate General has remained unsupported\nby any proof. He claimed in his\nsupplemental motion for reconsideration that he wrote the Judge Advocate\nGeneral asking for certification as to the status of his appeal. No proof was ever presented to show that\nsaid letter, if any, was in fact sent to and received by the Judge Advocate\nGeneral. More significantly, he claimed\nthat the Judge Advocate General sent a reply-letter dated June 5, 1991 to his\ncounsel, Atty. Paguio (See: p. 5 Supplemental Motion for Reconsideration; p.\n430, Record) but the entire record is bereft of any copy of the said alleged\nreply- letter. This being so,\naccused-appellant’s claim that his dismissal effective May 18, 1989 had not yet\nattained finality when the Informations were filed on June 6, 1989 deserves\nscant consideration. It appears to be\nanother after-thought on the part of accused-appellant.\n\nThus, just like in the case of People vs. Dulos (237 SCRA\n141 [1994]) this issue of jurisdiction may be disposed of by stating that while\nit is true that Section 1, Presidential Decree No. 1850, as amended, vests exclusive jurisdiction upon courts\nmartial to try criminal offenses committed by members of the INP, whether or\nnot done in the actual performance of their official duties,\naccused-appellant’s case falls under the second exception contained in the\nproviso of the section which confers upon civil courts jurisdiction over the\nperson of the accused where he was discharged from active service without\nmilitary jurisdiction having duly attached over him before his separation. The court, a quo , therefore had\njurisdiction over accused-appellant for the offenses charged.\n\nAccused-appellant also assails the credibility of Emma Ruth\nIlocso who rendered an eyewitness account of the killing of Esperanza Viterbo\nand Yehia Aburawash Mohammed. Accused-appellant claims that there appear in the record some facts or\ncircumstances of weight and influence which were misappreciated by the trial\ncourt. One is the alleged loose morals\nof Emma Ruth Ilocso. Another such\nfactor would refer to the supposed inconsistencies in some of the details\nbetween her declarations during the administrative proceedings and the trial of\nthe criminal case.\n\nAccused-appellant’s efforts to discredit Emma Ruth Ilocso are\nfutile.\n\nWe stress that in this jurisdiction, loose morals per se is\nnot a ground to discredit a witness. There must be clear indications militating against her credibility other\nthan her being a person of ill repute. Otherwise stated, even a prostitute may be a competent witness to the\nextent that even with her sole testimony an accused may be duly convicted,\nprovided that such witness is not coached and her testimony is not rehearsed\nand on all other counts worthy of credence beyond reasonable doubt.\n\nThe all too sweeping contention in accused-appellant’s motion for\nreconsideration that it is improbable that Ilocso will tell the exact truth\nwhere there is the slightest motive for testifying falsely as she would\nprobably be willing to bring her evidence to market as she was ready to offer\nher person for sale, presents a cynical and too dark an outlook of a human\nperson for acceptance. In the first\nplace, Ilocso has not been shown to be a person of ill repute. Then too, the reputation of this witness is\nnot germane to the case.\n\nTo further discredit Emma Ruth Ilocso, accused-appellant\ncapitalizes on the supposed discrepancies in her answers as to exactly where\nshe and her companions came from before they came to the city jail, or who her\ncompanions were. He also points out her supposed lie concerning her personal\ncircumstances such as her educational background. Ilocso was forthright enough to say that some of her statements\nin the administrative case are not correct and true. But she ascribes, which reason we believe, the same to her\nconstant fear as she was threatened by accused-appellant, a policeman whom she\nknows could kill as he did kill the herein victims. In any event, the supposed untrue statements do not deal with\nIlocso’s positive identification of accused-appellant and his companion, Sioco,\nboth of whom Ilocso had known 2 years previous to the incident.\n\nUnder the foregoing consideration, there is no cogent reason for\nthe Court to depart from the well established doctrine that on questions of\ncredibility of witnesses, this Court will hold with high respect the factual\nfindings of the trial judge who actually observed the demeanor of the witnesses\nat the witness stand.\n\nAccused-appellant’s argument that conspiracy has not been\nestablished in the instant case with the same quantum of evidence required for\nconviction does not persuade us. The\nunity of purpose of accused-appellant and co-accused Sioco was clearly\nestablished by the plain and clear testimony of witness Ilocso. She saw the two co-accused engaged in an\nargument with Aburawash before both accused shot the latter. Immediately thereafter, both accused went\nafter a defenseless woman, Viterbo, who ran towards the burger stand and there\nthey shot her too. There is no\nindication whatsoever that either of them desisted from executing all the overt\nacts necessary to perpetrate the two crimes of murder. Clearly, there was conspiracy.\n\nFinally, on the last issue involving the existence of the\nqualifying circumstances, we agree with the Solicitor General that treachery\nattended the commission of the crime, qualifying the crimes to murder.\n\nAs correctly pointed out by the Solicitor General: . . . There is treachery when the offender commits any of the\ncrimes against the person employing means, methods and forms in the execution\nthereof which tend directly and specially to insure its execution without the\nrisk to himself arising from the defense which the offended party might make ( Article\n14, paragraph 16, Revised Penal Code ). For the said circumstance to be present, two conditions must concur, to\nwit: (a) the employment of a manner of execution which would insure the\noffender’s safety from any defensive or retaliatory act by the offended party\nsuch that no opportunity is given the latter to defend himself or retaliate and\n(b) such means of execution was deliberately or consciously adopted ( People\nvs. Crisostomo, 222 SCRA 93). Where the victim was without any opportunity to repel the aggression\nor to escape, treachery can be appreciated to qualify the killing to murder ( People\nvs. Maestro, 222 SCRA 538). In\ntreachery, what is decisive is that the attack was executed in such a manner as\nto make it impossible for the victim to retaliate ( People vs. Buela, 227\nSCRA 534). (pp. 37-38, Appellee’s Brief.)\n\nHowever, the trial court was in error when it took into\nconsideration evident premeditation and abuse of superior strength.\n\nEvident premeditation was not proved by the evidence. The trial court erroneously surmised that\nwhen accused-appellant followed Aburawash and Viterbo coming from inside the\npremises of the city jail, co-accused Sioco was already outside waiting for\nthem. From this the court a quo concluded\nthat the act of shooting Aburawash in the head three times and forcibly\nbringing out Viterbo from the burger stand where she sought refuge, telling her\nthat she will be brought to a waiting taxicab, but instead coldbloodedly\nshooting her to death, confirmed that their assassinations were well planned. Hence, the conclusion that there was evident\npremeditation ( p. 34 Decision; p. 344, Record).\n\nWe do not agree. There\nwas no evidence directly showing any preconceived plan to liquidate or kill the\nvictims. What appears on record was\nthat the accused-appellant and Aburawash engaged in a heated argument before\nthe crime was committed. There is the\npossibility that the decision to shoot the victims was made only there and\nthen. This consideration should at least\ncast reasonable doubt as to the existence of a plan to kill the victims. For\nevident premeditation to be appreciated against an accused, the prosecution\nmust prove the following: (1) the time when the offender determined to commit\nthe crime; (2) an act manifestly indicating that the culprit has clung to his\ndetermination, and (3) sufficient lapse of time between the determination and\nexecution to allow him to reflect upon the consequences of his act (Par. 13, Art. 14, Revised Penal Code; People\nvs. Cordero , 217 SCRA 1[1993]). These elements have not been shown in the instant case.\n\nThe trial court likewise erred in separately appreciating abuse\nof superior strength which is already absorbed in the qualifying circumstance\nof alevosia or treachery ( People vs. Villanueva, 225 SCRA 353\n[1993]; People vs. Borja , 91 SCRA 340 [1979]; People vs.\nPasilan, 14 SCRA 694 [1965]; People vs. Escalona , 1 SCRA 891\n[1961]).\n\nIn sum, the killings in the instant case were qualified to murder\nby treachery. The penalty imposed under\nArticle 248 of the Revised Penal Code is reclusion temporal in its\nmaximum period to death. There being no\naggravating circumstances present, the imposable penalty is the medium thereof\nwhich is reclusion perpetua .\n\nThe trial court awarded civil indemnity payable jointly and\nseverally by accused-appellant and convicted felon Salvador Sioco to the heirs\nof Esperanza Viterbo in the amount of P 50,000.00 for her death, and the\nadditional amount of P 10,000.00 as moral damages. The Court sustains the award of P 50,000.00. However, finding no justification for the\nadditional amount of P 10,000.00 from the judgment under review, the\nCourt is inclined to delete the same.\n\nWHEREFORE , premises considered, the conviction of\naccused-appellant by the trial court and the corresponding penalties imposed\nare hereby AFFIRMED with the MODIFICATION that the award of moral damages is\ndeleted, with no special pronouncement as to costs. SO ORDERED.\n\nNarvasa, C.J., (Chairman), Romero, Francisco and Panganiban, JJ., concur .",
  "content_length": 26540,
  "metadata_extraction_date": "2025-11-01T05:50:23.108509",
  "extraction_version": "2.0_enhanced_full_content"
}