{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/september/GR_104513.html",
  "filename": "GR_104513.html",
  "year": 1997,
  "month": "september",
  "case_number": "G.R. No. 104513",
  "gr_number": "104513",
  "volume_page": "344 Phil. 802",
  "decision_date": null,
  "title": "Annex C, rollo, p.17.[6] Gabioza vs. CA, G.R. No. 112547, July 18, 1994, 234 SCRA 192.[7] An Act Creating a Bureau of Investigation, Providing Funds Therefor, And For Other Purposes. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "gabioza",
    "creating",
    "bureau",
    "investigation",
    "providing",
    "therefor",
    "purposes",
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed",
    "maintained",
    "technical",
    "collaboration",
    "management",
    "information",
    "systems",
    "office"
  ],
  "title_summary": "Annex C, rollo, p.17.[6] Gabioza vs. CA, G.R. No. 112547, July 18, 1994, 234 SCRA 192.[7] An Act ...",
  "formatted_case_content": "View printer friendly version\n344 Phil. 802\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ A.C. No. 4634, September 24, 1997 ]\n[ A.C. No. 4634, September 24, 1997 ]\n\nJESUS CABARRUS, JR., COMPLAINANT, VS. JOSE ANTONIO BERNAS, RESPONDENTS. \nD E C I S I O N\nJESUS CABARRUS, JR., COMPLAINANT, VS. JOSE ANTONIO BERNAS, RESPONDENTS.\nD E C I S I O N\n\nTORRES, JR., J.:\n\nOn August 30, 1996, Mr. Jesus Cabarrus, Jr. filed and administrative complaint for disbarment against Atty. Jose Antonio Bernas for alleged violations of Article 172 of the Revised Penal Code and Code of professional Resposibility. In his complaint-affidavit [1] dated August 12, 1996, complainant alleged as follows:\nA.That on April 16, 1996, respondent Ramon B. Pascual, Jr., subscribe under oath before Marie Lourdes T. Sia Bernas, a notary public in Makati City, wife of lawyer jose Antonio Bernas, a verification and certification of non-forum shopping which was appended to a complaint for reconveyance of property and damages, denominated as Civil Case No. 65646, filed before the Regional Trial Court in National Capital Region, RTC, which case was raffled to RTC Branch 159 in Pasig City. A photocopy of said complaint is hereto attached and marked as Annexex (sic) A, A-1, A-3, A-4, A-5 and A-6;\n\nB.That as basis for the instant complaint for falsification of public document, I am hereto quoting verbatim, the test (sic) of Annex A-6, the verification and certification of non-forum shopping which states:\n\nRamon B. Pascual, Jr., under oath, depose and states:\n\nHe is the plaintiff in this case, and certify that he cause the preparation of the foregoing pleading, the content of which are true to his personal knowledge and that he has not commenced any other action or proceeding involving the same issues in any court, including the Supreme Court, the Court of Appeals, or any other tribunal or agency. If he should learn that a similar action of (sic) proceeding has been filed or is pending before the Supreme Court or any other Tribunal agency, he undertake to report to (sic) that the fact within Five (5) days from the notice to this notice (sic) to this Honorable Court.â Underscoring supplied.\n\nC.That the cause of action relied upon by the respondents in Civil Case No. 65646 is fraud, facilitated by forgery as gleaned from paragraph 15, 16, and 22;\n\nD.That contrary to the tenor, import and meanoing (sic) of the allegation under 1-B of the instant complaint, respondent and his counsel Jose Antonio Bernas caused the preparation and filing of a criminal complaint for falsification of a public document on April 11, 1996, (three days before the filing of the aforecited Civil Case) at the AOED of the National Bureau of Investigation if (sic) Taff (sic) Ave., a xerox copy of said complaint is hereto attached and marked as Annex âBâ.\n\nD-1.That as stated in Annex âBâ, the gravaman of the affidavit complaint of the respondent is forgery, the same legal issue in Civil Case No. 65646;\n\nD-2.That as early as August 14, 1995, respondent counsel, Jose Antonio Bernas filed a written complaint at the NBI for the same cause of action which was reiterated in another letter submitting to the NBI standard specimen signitures dated October 1995, copies of said letter complaint are hereto attached and marked as Annexes (sic) âCâ.\n\nE.       That respondent Ramon B. Pascual, Jr., on the basis of Annexes A, B, C, D, inclusive of submarkings knowingly subverted and perverted the truth when he falsify certified (sic) and verified under oath in the verification and certification of non-forum shopping, that:\n\nâHe has not commenced any other action or proceeding involving the same issues in any court, including the Supreme Court, the Court of Appeals, or any other Tribunal or agency.â Where verification-certification was placed under oath and was conveniently notarized by the wife of the counsel of respondent in both cases at Branch 159 of the RTC in Pasig and at the NBI, an agency within the ambis (sic) and purview of the circulus (sic) of the Supreme Court prohibiting forum shopping.\n\nF. That Jose Antonio Bernas, the counsel on record of the respondents in Civil Case No. 65646 is the same lawyer who instigated a criminal complaint at the NBI for forgery and respondents themselves conspired and confabulated with each other in facilitating and insuring the open, blatant and deliberate violation of Art. 172 of the Revised Penal Code which states:\n\nArt. 172. Falsification by private individual and use of falsified documents.- The penalty of prison correctional in its medium and maximum periods and a fine of not more than p 5,000 pesos shall be imposed upon:\n\n1. Any private individual who shall commit any of the falsifications enumerated in the next preceding article in any public or official document or letter of exchange (sic) or any other kind of commercial documents; and\n\n2. Any person who, to the damage of the third party, or with the intent to cause such damage, shall in any private document commit any of the acts of falsification enumerated in the next preceding article.\n\nAny person who shall knowingly introduce in evidence in any judicial proceeding or the damage of another or who, with the intent to cause such damage , shall use any of the false documents embraced in the next preceding article, or any of the foregoing subdivisions of this article, shall be punished by the penalty next lower in degree.\n\nG. That Atty. Jose Antonio Bernas should be disbarred for having instigated abetted and facilitated the perversion and subversion of truth in the said verification and certification of non-forum shopping. Contrary to Canon 1, Rule 1.01, 1.02, Canon 3, 3.01, Canon 10 of the code of Professional responsibility for Lawyers, the pertinent provisions of which are herein below quoted and a copy of said code is hereto attached and marked as Annex âEâ;\n\nâCANON 1. A. LAWYER SHALL UPHOLD THE CONSTITUTION, OBEY THE LAWS OF THE LAND AND PROMOTE RESPECT FOR LAW AND LEGAL PROCESSES.\n\nRule 1.01 - A lawyer shall not engage in lawful, dishonest, immoral or deceitful (sic) conduct.\n\nRule 1.02 - A lawyer shall not counsel or abet activities simed (sic) at defiance of the law or at lessening confidence in the legal system.\n\nCANON 3 A. LAWYER IN MAKING KNOWN HIS LEGAL SERVICES SHALL USE ONLY TRUE, HONEST, FAIR, DIGNIFIED AND OBJECTIVE INFORMATION OF (sic) STATEMENT OF FACTS.\n\nRule 3.01 - A lawyer shall not use or permit the use of any false, fraudulent, misleading, deceptive, undignified, self-laudatory or unfair statement or claim regarding his qualified (sic) or legal services.\n\nCANON 10. A LAWYER OWES CANDOR, FAIRNESS AND GOOD FAITH TO THE COURT.â\n\nIn his Comment, [2] respondents Jose Antonio Bernas avers that he has not committed forum shopping because the criminal action is not an action that involves the same issue as those in the civil action and both suits can exist without constituting forum shopping so long as the civil aspect has not yet been prosecuted in the criminal case. He emphasized that forum shopping only exist when identical reliefs are issued by the same parties in multiple fora.\n\nIn his Supplemental Comment, [3] respondent further contends that neither he or his client Pascual has commenced any criminal action. Pascual merely requested the NBI to assist in the investigation or prosecution, and left it to the NBI to determine whether the filing of an endorsement to the prosecutor, who would determine probable caused, would be appropriate. It was only upon request of the NBI the he assisted Ramon Pascual in drafting an affidavit-complaint for falsification of public documents against complainant. Likewise, respondent by counsel reiterates that the letter transmitted to the NBI cannot constitute an action or proceeding because the NBIâs functions are merely investigatory and informational in nature. NBI has no prosecutorial functions or quasi-judicial power and is incapable of granting relief or remedy. The NBI cannot be an agency contemplated by the circular.\n\nThe core issue to be resolved here is whether respondent Atty. Bernas transgressed Circular No. 28-91, Revised Circular No. 28-91, and administrative Circular No. 04-94 on forum shopping.\n\nAfter a careful scrutiny of the records, we find the administrative complaint bereft of merit and should be dismissed.\n\nThere is forum-shopping whenever, as a result of an adverse opinion in one forum, a party seeks a favorable opinion (other than by appeal or certiorari) in another. Therefore, a party to a case resort to forum shopping because âby filling another petition involving the same essential facts and circumstances, xxx, respondents approached two different for a in order to increase their chances of obtaining a favorable decision or action, [4] In this case, there is no forum shopping to speak of Atty. Bernas, as counsel of Mr. Pascual, Jr., merely requested the assistance of the NBI to investigate the the alleged fraud and forgery committed by Mr. Jesus Cabarrus. [5] The filing of the civil case for conveyance and damages before the Regional Trial Court of Pasig City does not preclude respondent to institute a criminal action. The rule allows the filing of a civil case independently with the criminal case without violating the circulars on forum shopping. It is scarcely necessary to add that Circular No. 28-91 must be so interpreted and applied as to achieve the purposes projected by the Supreme Court when it promulgated that Circular No. 28-91 was designed to serve as an instrument to promote and facilitate the orderly administration of justice and should not be interpreted with such absolute literalness as to subvert and legitimate objective or the goal of all rules of procedure-which is to achieve substantial justice as expeditiously as possible. [6]\n\nAdjunct to this, Act No. 157 [7] , specifically section 1 hereof provides, viz:\n\nSection 1. There is hereby created a Bureau of Investigation under the Department of Justice which shall have the following functions:\n\n(a)         To undertake investigation of crimes and other offenses against the laws of the Philippines, upon its initiative and as public interest may require;\n\n(b)         To render assistance, whenever properly requested in the investigation or detection of crimes and other offenses;\n\n(c)         To act as a national clearing house of criminal and other infromations for the benefit and use of the prosecuting and law-enforcement entities of the Philippines, identification records of all person without criminal convictions, records of identifying marks, characteristics, and ownership or possession of all firearms as well as bullets fired therefrom;\n\n(d)         To give technical aid to all prosecuting and law-enforcement officers and entities of the Government as well as the courts that may request its services;\n\n(e)         To extend its services, whenever properly requested in the investigation of cases of administrative or civil nature in which the Government is interested;\n\n(f)          To undertake the instruction and training of representative number of city and municipal peace officers at the request of their respective superiors along effective methods of crime investigation and detection in order to insure greater efficiency in the discharge of their duties;\n\n(g)         To establish and maintain an up-to-date scientific crime laboratory and to conduct researches inn furtherance of scientific knowledge in criminal investigation;\n\n(h)         To perform such other related function as the secretary of Justice may assign from time to time. Explicitly, the function of the National Bureau of Investigations are merely investigatory and informational in nature. It has no judicial or quasi-judicial powers and is incapable of granting any relief to a party. It cannot even determine probable cause. It is an investigative agency whose findings are merely recommendatory. It undertakes investigation of crimes upon its own initiative and as public welfare may require. It renders assistance when requested in the investigation or detection of crimes which precisely what Atty. Bernas sought in order to prosecute those person responsible for defrauding his client.\n\nThe courts, tribunal and agencies referred to under Circular No. 28-91, revised Circular No. 28-91 and Administrative Circular No. 04-94 are those vested with judicial powers or quasi-judicial powers and those who not only hear and determine controversies between adverse parties, but to make binding orders or judgments. As succinctly put it by R.A. 157, the NBI is not performing judicial or quasi-judicial functions. The NBI cannot therefore be among those forums contemplated by the Circular that can entertain an action or proceeding, or even grant any relief, declaratory or otherwise.\n\nWHEREFORE , premises considered, the instant complaint is hereby DISMISSED .\nSO ORDERED.\n\nRegalado (Chairman), and Puno, JJ., concur.\nMendoza, J., on leave.\n\n[1] Rollo, p.2.\n\n[2] Rollo, p.29.\n\n[3] Rollo, p. 58.\n\n[4] Silahis International Hotel, Inc. vs. NLRC, G.R. No. 104513, August 4, 1993, 225 SCRA 94.\n\n[5] Annex C, rollo, p.17.\n\n[6] Gabioza vs. CA, G.R. No. 112547, July 18, 1994, 234 SCRA 192.\n\n[7] An Act Creating a Bureau of Investigation, Providing Funds Therefor, And For Other Purposes.",
  "content_length": 13334,
  "metadata_extraction_date": "2025-11-01T05:50:23.387619",
  "extraction_version": "2.0_enhanced_full_content"
}