{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/november/35377.html",
  "filename": "35377.html",
  "year": 1997,
  "month": "november",
  "case_number": "35377",
  "gr_number": "35377",
  "volume_page": "346 Phil. 757",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "october",
    "november",
    "criminal",
    "investigation",
    "command",
    "complainant",
    "melencia",
    "landicho",
    "lintao",
    "respondent",
    "curiam",
    "interpreter",
    "sandiganbayan",
    "administratively",
    "charged"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n346 Phil. 757; 94 OG No. 43, 7355 (October 26, 1998)\n\nEN BANC\nEN BANC\n\n[ A.C. No. SB-95-7-P, November 18, 1997 ]\n[ A.C. No. SB-95-7-P, November 18, 1997 ]\n\nPNP CRIMINAL INVESTIGATION COMMAND, COMPLAINANT, VS. MELENCIA LANDICHO-LINTAO, RESPONDENT. \nD E C I S I O N\nPNP CRIMINAL INVESTIGATION COMMAND, COMPLAINANT, VS. MELENCIA LANDICHO-LINTAO, RESPONDENT.\n\nD E C I S I O N\n\nPER CURIAM:\n\nMELENCIA [1] LANDICHO-LINTAO, Interpreter III of the Sandiganbayan, is administratively charged with attempting to corrupt Special Prosecution Officer 1 Evelyn Taguba Lucero-Agcaoili by offering her money in exchange for the former’s request to have the criminal case for violation of R.A No. 3019 [2] against Dante G. Guevarra, Vice President for Administration and Finance, Polytechnic University of the Philippines, reinvestigated with the end in view of having it dismissed.\n\nThe records show that a case for Graft and Corruption Practices against Dante G. Guevara was pending before the Second Division of the Sandiganbayan. The case was re-assigned to Special Prosecution Officer Agcaoili after she was transferred from the First Division to the Second Division of the Sandiganbayan. On several occasions between August and October 1995, Lintao attempted to corrupt Agcaoili by offering her money purportedly coming from therein respondent Guevarra in exchange for Agcaoili’s signing a prepared memorandum recommending the dismissal of the case against Guevarra. Lintao would frequently call Agcaoili at her office and invite her to dine out. On several instances, Lintao personally visited Agcaoili and informed her that she would be acting as the intermediary between Agcaoili and Guevarra. Agcaoili however repeatedly refused the overtures of Lintao and reported the matter instead to the intelligence officers of the Office of the Ombudsman.\n\nActing on the report of Agcaoili, the Office of the Ombudsman instructed her to pretend to be accepting Lintao’s persistent offers, and on 20 October 1995 the Office of the Ombudsman, through Executive Assistant Danilo T. Manalo, alerted the PNP Criminal Investigation Command that Lintao and Agcaoili were scheduled to meet at seven o’clock that evening at the Riviera Restaurant of the Heritage Hotel in Pasay City during which Lintao would possibly hand over the bribe money to Prosecutor Agcaoili.\n\nDuring their meeting at the Riviera Restaurant, Lintao reiterated her request to have Guevarra’s case reinvestigated. At the same time, she assured Agcaoili that Guevarra would give her whatever she would ask for with the promise that the memorandum she would sign would be prepared by a top Malacañang official. Lintao also assured Agcaoili that the memorandum would also be approved by the Ombudsman through the efforts of a highly placed public official.\n\nAs planned, the members of the PNP CIC Investigating Team posted themselves at the appointed place and time. Just when Lintao handed the grease money to Agcaoili, the investigators took pictures of the act, seized the money and arrested Lintao. The arresting officers then took her into custody.\n\nIn the formal investigation that ensued, Lintao admitted that she approached Agcaoili for the purpose of requesting the latter to reassess the case of Guevarra and to recommend its dismissal which she believed to be legally feasible.\n\nSuch belief, however, is of no moment, much less, of any significance. It will not extricate herself from the mire she got herself into. For one does not have to be student of law - especially one who is an Interpreter III in a graft court – to understand that requesting a public official to reassess a case under investigation before his office for the purpose of having it dismissed, more so for a monetary consideration- is not only unethical but definitely outside the legally accepted norm. Lintao’s job as interpreter in the Sandiganbayan makes her familiar with such basic intricacies of the legal system and their implications.\n\nLintao’s pretension that she had no intention of corrupting a public official hardly deserves any credence. Her actuations as detailed by complainant Agcaoili clearly negate her claim. Specifically, Lintao approached Agcaoili a number of times until she gave the latter P3,500.00 in exchange for the requested favor. Although Lintao alleged that the money was grudgingly and hesitantly given, the fact still remains that it was delivered with the intention of influencing Agcaoili into deciding the case in favor of Guevarra. That the money was only P3,500.00 and was not even placed in an envelope is immaterial. Lintao offered no credible explanation why she gave said amount to Agcaoili. In fact, there was no need for Agcaoili to lure Lintao into giving the money as the latter was more than ready to hand over the amount for the sake of her troubled friend Guevarra. Even before the entrapment of Lintao she was already frequenting the office of Agcaoili; that is why Lintao did not even endeavor to hide, even before this Court, that her intention was really to facilitate the dismissal of the case against Guevarra. If Lintao indeed believed in the innocence of Guevarra then she only had to advise him to present his evidence before Agcaoili, and not course it through Lintao. Guevarra is a highly educated person, occupying such exalted position as Vice President for Administration and Finance of the Polytechnic University of the Philippines. Lintao, on the other hand, is only an interpreter, although with the audacity to ask this Court: “It is a crime to help a friend in need?”\n\nThis simply reveals respondent’s perverted concept of “helping a friend,” which goes into her very moral fiber that renders her unfit to continue in the public service. Needless to stress, the scourge of corruption in office, in any form, must be abated as it is a wasting disease that respects no social class and infects those who are morally weak. Our fundamental law which manifests our collective sentiment in this regard provides that “(t)he state shall maintain honesty and integrity in the public service and take positive and effective measures against graft and corruption.” [3] It may also be worthwhile to remind respondent that a public office is a public trust and that public officers and employees must at all times be accountable to the people, serve them with utmost responsibility, integrity and justice. [4] Regrettably, respondent has not only failed in these standards for public servants but, more importantly, has betrayed the public trust.\n\nWHEREFORE , for gross misconduct, particularly for attempting to bribe a public official as she did, respondent MELECIA LANDICHO-LINTAO is DISMISSED from the service with forfeiture of all retirement benefits to which she may otherwise be entitled, with prejudice to reemployment in any branch or intrumentality of the government, including government-owned or controlled corporation.\nSO ORDERED.\n\nDavide, Jr., Romero, Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza, Francisco, and Panganiban, JJ., concur.\nNarvasa, C.J., on leave.\n\n[1] Sometimes referred to in the records as “Melencia”.\n\n[2] Otherwise known as the “Anti-Graft and Corrupt Practices Act”.\n\n[3] Sec. 27, Art. II, 1987 Constitution of the Philippines.\n\n[4] Sec. 1, Art. XI, id.",
  "content_length": 7344,
  "metadata_extraction_date": "2025-11-01T05:50:15.045797",
  "extraction_version": "2.0_enhanced_full_content"
}