{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/november/GR_110833.html",
  "filename": "GR_110833.html",
  "year": 1997,
  "month": "november",
  "case_number": "G.R. No. 110833",
  "gr_number": "110833",
  "volume_page": "346 Phil. 572",
  "decision_date": null,
  "title": "TSN, p. 13, March 2, 1990.[38] People vs. Salazar, 248 SCRA 460, 469, September 20, 1995, per Kapunan, J.[39] People v. Lapura, 255 SCRA 85, 96, March 15, 1996, per Vitug, J.[40] Appellantâ Brief, p. 18, Rollo, p. 91.[41] TSN, p. 3, June 15, 1990.[42] TSN, p. 3, May 23, 1990.[43] Abadilla v. Tabiliran, Jr., 249 SCRA 447, 464, October 25, 1995.[44] Decision, pp. 6-7.[45] Appellantâs Brief, p.20; Rollo, p. 93.[46] TSN, p. 3, February 7, 1990; TSN, p. 16, February 21, 1990.[47] Exh. I.[48] See M/B Kaliâs photographs, Exh. H, record, pp. 264-265.[49] TSN, June 15, 1990, pp. 4-7.[50] See also People v. Garcia, , 258 SCRA 411, 419, July 5, 1996, per Melo, J.[51] People v. Quijada, 259 SCRA 191, 214, July 24, 1996, per Davide, Jr., J.[52] People vs. Deopante, G.R. No. 102772, p. 19, October 30, 1996, per Panganiban, J.; citing People vs. Gonzales, 222 SCRA 697, 706, May 28,1993.[53] People vs. Dismuke, 234 SCRA 51, 58, July 11, 1994, per Davide, Jr., J.; citing United States vs. Ambrosio, 17 Phil. 295, November 12, 1910, People vs. Tismo, 204 SCRA 535, December 4, 1991, People vs. Lee, 204 SCRA 900, December 20, 1991, People vs. Simon, 209 SCRA 148, May 21, 1992, People vs. Jumamoy, 221 SCRA 333, April 7, 1993, and People vs. Kyamko, 222 SCRA 183, May 17, 1993.[54] Decision, p. 6.[55] âSec. 5. Arrest without warrant; when lawful. -- A peace officer or a private person may, without a warrant, arrest a person:(a) When, in his presence, the person to be arrested has committed, is actually committing, or is attempting to commit an offense;(b) When an offense has in fact just been committed, and he has personal knowledge of facts indicating that the person to be arrested has committed it;(c) When the person to be arrested is a prisoner who has escaped from a penal establishment or place where he is serving final judgment or temporarily confined while his case is pending, or has escaped while being transferred from one confinement to another.â[56] Decision, p. 7; Rollo, p. 63.[57] See Padilla vs. Court of Appeals, G.R. No. 121917, p. 13, March 12, 1997, per Francisco, J., People vs. Samson, 244 SCRA 146, 150, May 16, 1995, per Bellosillo, J., and People vs. Nitcha, 240 SCRA 283, 294, January 19, 1995, per Melo, J.[58] 260 SCRA 256, August 1, 1996, per Mendoza, J.[59] Ibid., p. 263.[60] Record, p. 21; the records, however, do not indicate whether the petition has been granted or denied.[61] Padilla v. Court of Appeals, G.R. No. 121917, March 12, 1997 citing In Re Letter of Freddie Manuel, A.M. MTJ-93-893, August 4, 1994, 235 SCRA 4; People v. Dural, G.R. No. 84921, June 8, 1993, 223 SCRA 201; Palanca v. Querubin, 141 Phil. 432 (1969).[62] People v. Paynor, 261 SCRA 615, 626, September 9, 1996, per Regalado, J.[63] Ibid.[64] People v. Alshaika, 261 SCRA 637, 646, September 11, 1996, per Davide, Jr., J.[65] 81 Phil. 58.[66] G.R. No. 110833, pp. 21-22, November 21, 1996, per Panganiban, J. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "salazar",
    "september",
    "kapunan",
    "lapura",
    "abadilla",
    "tabiliran",
    "october",
    "decision",
    "february",
    "photographs",
    "record",
    "garcia",
    "quijada",
    "davide",
    "deopante",
    "panganiban",
    "citing",
    "gonzales",
    "dismuke"
  ],
  "title_summary": "TSN, p. 13, March 2, 1990.[38] People vs. Salazar, 248 SCRA 460, 469, September 20, 1995, per Kap...",
  "formatted_case_content": "View printer friendly version\n346 Phil. 572\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. Nos. 97841-42, November 12, 1997 ]\n[ G.R. Nos. 97841-42, November 12, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. VICTOR TIMON Y CASAS, JOSE SAMPITON Y SENTUS, JESUS LAGARAS Y CORNELIO AND CLARO RAYA Y BERENO, ACCUSED-APPELLANTS. \nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. VICTOR TIMON Y CASAS, JOSE SAMPITON Y SENTUS, JESUS LAGARAS Y CORNELIO AND CLARO RAYA Y BERENO, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIn denying this appeal from a conviction of piracy, the Court reiterates some well-settled doctrines on identification of felons, waiver of objections to illegal arrest, and assessment of the credibility of witnesses.\n\nThe Case\n\nBefore us is an appeal from the Decision dated September 24, 1990 of the Regional Trial Court of Malabon, Metro Manila, Branch 72, [1] convicting Appellants Victor Timon, Jose Sampiton, Claro Raya and Jesus Lagaras of piracy defined under Presidential Decree No. 532 and sentencing them to âlife imprisonment or reclusion perpetua.â\n\nIn Criminal Case No. 8492-MN, Asst. Fiscal Hannibal V. Santillan filed before the court a quo an Information dated October 5, 1989 [2] charging herein appellants with piracy in the high seas with homicide allegedly committed as follows:\n\nâThat on or about September 20, 1989, at the territorial water of Navotas, Metro Manila, and within the jurisdiction of this Honorable Court, the above-named accused, conspiring, confederating together with four (4) John Does, whose true names are unknown and all of North Bay Blvd., Navotas, M.M., and who are still at large, mutually helping and aiding each other, not being a member of the complement nor a passenger, all armed with guns, with intent to gain, and with the use of force, violence and intimidation, did then and there willfully, unlawfully, and feloniously attack, seize the vessel named âM/B Kaliâ and board on the said vessel and poked their guns against the crew of the vessel and forcibly take, rob and carry away cash money worth P100,00.00, wristwatch, menâs ring and two (2) telescope, all belonging to and owned by one PAQUITO RODRIGUEZ II, owner of the said M/B âKaliâ, to the damage and prejudice of the said Paquito Rodriguez II, that on the occasion of the aforesaid piracy and for the purpose of enabling them to rob the said M/B âKaliâ, in pursuance of their conspiracy and for the purpose of ensuring success of their criminal act, armed with a gun, with intent to kill, willfully, unlawfully, and feloniously attack, assault and use personal violence upon the said Paquito Rodriguez II by then and there shooting the latter on the head, thereby inflicting upon the said Paquito Rodriguez II gun shot wounds, which immediately and directly caused his death.\n\nContrary to law.â\n\nIn Criminal Case No. 8493-MN, Appellant Timon was also charged by Asst. Fiscal Gil Savedia with illegal possession of firearms allegedly committed as follows:\n\nâThat on or about October 4, 1989, in the Municipality of Navotas, Metro Manila, and within the jurisdiction of this Honorable Court, the above-named accused, did then and there willfully, unlawfully, and feloniously have in his possession, control and direct custody a firearm, to wit: one (1) Homemade Shot gun with one 12 gauge live ammunition and one (1) magazine, without first securing the necessary license and permit from a competent government authority.\n\nContrary to law.â [3] During the arraignment held on November 10, 1989, Appellants Victor Timon, Jose Tampiton, Jesus Lagaras and Claro Raya, all assisted by Counsel de Oficio Froilan C. Zapanta of the Public Attorneyâs Office, pleaded not guilty in Criminal Case No. 8492-MN. [4] Timon, assisted by the same counsel de oficio, also pleaded not guilty in Criminal Case No. 8493-MN. Thereafter, joint trial of the two criminal cases ensued in due course. On September 24, 1990, the trial court promulgated the assailed Joint Decision, the dispositive portion of which reads:\nâWHEREFORE, premises considered, judgment is hereby rendered finding all the accused in Crim. Case No. 8492-MN guilty beyond reasonable doubt of the offense of the crime (sic) charged against them. All of them are hereby sentenced to life imprisonment or RECLUSION PERPETUA. The penalty should have been death, but same has been abolished.\n\nAll the accused are also ordered to pay proportionately the heirs of their victim in the amount of P30,000.00 for the loss of the latterâs life, as well as the additional amount of P100,000.00 representing the cash money taken from the victim and another P70,000.00 for the expenses incurred by the family of the victim in connection with the latterâs death and burial and to pay the costs.\n\nAccused Victor Timon y Casas is hereby acquitted for insufficiency of evidence in Crim. Case No. 8493-MN. His unrebutted testimony that the firearm subject matter of the said case was merely brought out by a policeman from a locker in the police station and the failure of the prosecution to present the âmaongâ jacket allegedly wrapping said firearm rendered doubtful the accusation against Timon in this case.\n\nSO ORDERED.â Hence, this appeal. [5]\n\nThe Facts\nVersion of the Prosecution\n\nThe facts as viewed by the prosecution are narrated in the Appelle's Brief as follows: [6]\n\n\"At about 12:00 o'clock noon on September 20, 1989, the fishing boat, \"M/B Kali\" left Navotas, Metro Manila with its owner Modesto [7] Rodriguez and seven (7) crew members to buy fresh fish in Palawan (pp. 4-7, tsn, January 19, 1990; pp 5-9, tsn, February 9, 1990; pp. 13-15, tsn, March 7, 1990).\n\nThe \"M/B Kali\" had not yet left the territorial waters of Navotas when it was intercepted by eight (8) armed pirates, six (6) of them including appellants boarded \"M/B Kali\" unnoticed, while the other two stayed behind in their pump boat (pp. 7-8, tsn, January 19, 1990; pp. 16-20, tsn, March 7, 1990; pp. 3-5, tsn, March 9, 1990).\n\nOnce on board, the six (6) pirates herded the owner and crew members of \"M/B Kali\" and ordered them to lie face down. Thereafter, three (3) of the pirates, including appellants Lagaras and Sampiton, accosted Rodriguez at the \"fuente\" and ordered him to take our the money which he had to buy fish worth about P100,000.00, after he was pointed to by the crew members as their boss (pp. 9-11, tsn, January 19, 1990; pp. 13-19, tsn, February 9, 1990; pp. 5-8, tsn, March 9, 1990).\n\nAfter divesting Rodriguez of his P100,000.00 cash and other personal belongings, the pirates fatally shot him. Whereupon, the pirates left, after warning the crew members of \"M/B Kali\" not to move, accompanied by a warning shot (pp. 11-12, tsn, January 19, 1990; pp. 19-21, tsn, February 9, 1990; pp. 8-9, tsn, March 9, 1990).\n\nAs soon as the pirates left, the crew members of \"M/B Kali\" stood up, and learned that their boss, Modesto Rodriguez, was fatally shot at the back of his head. They also found out that the pirates divested their boss of his money and personal belongings, and took with them the two (2) telescopes used by the crew members (pp. 12-14, tsn, January 19, 1990; pp. 21-31, tsn, February 9, 1990; pp. 9-10, tsn, March 9, 1990).\n\nThat same afternoon, the incident was reported to the Navotas Police Force (p. 14, tsn, January 19, 1990), which immediately sent a team to conduct a \"spot\" investigation. When the policemen arrived at the Navotas Fish Port where \"M/B Kali\" was moored, they saw the lifeless body of the victim Modesto Rodriguez with a gunshot wound at the back of his head. From the crew members who did not know the identities of the pirates, albeit could recognize them if they saw them again, the policemen took down the description of the suspects (pp. 5-8, tsn, January 5, 1990; pp. 23-27, tsn, February 28, 1990).\n\nOn the basis thereof, the Navotas Police Force continued to \"follow-up\" the case until they received information from the Philippine Coast Guard as to the identities and/or whereabouts of some of the suspects. Fortwith, the Philippine Coast Guard and the Navotas Police Force organized a team to the effect the arrest of the four (4) appellants, and the confiscation from appellant Timon of a shotgun which he eas allegedly carrying wrapped in a \"maong\" jacket at the time of his arrest (pp.9-25, tsn, January 5, 1990).\n\nAt the Navotas Police Headquarter[s] where the four (4) suspects were brought, they were positively identified by the crew members of \"M/B Kali\" as among those who boarded their boat, and at gun point forced them to lie face down (pp.38-44, tsn, February 28, 1990).â Version of the Defense [8]\n\nThe defense posits denial and alibi. Appellant Sampiton, a fisherman, denied participation in the commission of the offense. In the morning of September 20, 1989, Sampiton mended fishing nets; in the afternoon, he stayed at his house in Davila St., Tabing Dagat, Navotas, which was thirty meters away from that of Appellant Raya. As he did not have a boat of his own, he usually went fishing with Timon. On that day, however, Sampiton averred that he did not go fishing with Timon because of strong waves at sea. [9]\n\nVictor Timon claimed that on September 20, 1989 he was mending fishing nets with Sampiton and Raya in Davila St. Timonâs boat was dry-docked even the day before. It was only about 6:00 p.m. of September 20, 1989 when they took down the boat to where it was usually moored in preparation for the next morning. [10] Timonâs friend and neighbor, Rogelio Anieves, corroborated his story. Anieves testified that he worked on the fishing nets owned by Timon on said day. [11]\n\nFor his part, Appellant Jesus Lagaras claimed that from 11:00 a.m. to 3:00 p.m. of September 20, 1989, he was at Cesar Casoyâs house in Davila St., merely a house away from his. He was playing a card game called cuajo with a certain Carding and a certain Deling. After the game, Appellant Lagaras went outside the house where he heard people discussing the M/L Kaliâs plunder. He joined the conversation and left about 7:00 p.m. [12]\n\nWhen Lagaras reached home, his brother, Julito, alias Boy Muslim, admitted complicity in said crime which he allegedly committed with a certain Felix Duran, alias Rudy, and one known only as Toto. Julito informed Jesus that he was leaving the place to evade arrest and advised the latter to do the same. According to Jesus Lagaras, he looked like his brother Julito; thus, he posits that the authorities mistook him for the real culprit. Believing in his innocence, Appellant Lagaras did not heed his brotherâs advice to flee. [13]\n\nCesar Casoy, a fisherman and good friend of Jesus Lagaras, corroborated the latterâs story. He added that after the card game, they went to a nearby place called bukid where they first heard of the crime. [14] Casoy, the team leader of the areaâs barangay tanod, related that while he was cooking in the morning of September 27, 1989, Navotas policemen, including Patrolman Mabbun, came to his house. They were looking for âRudy, Felix, Boy Muslim and the Chief Engineerâ who were the suspects in a crime. Casoy accompanied the police to the house of Rudy but the latter was absent. Thereafter, the police left and he headed for home. [15]\n\nCasoyâs assistance was again sought about 4:00 a.m. of October 4, 1989 by Yolanda Lagaras, the wife of Appellant Jesus. She apprised him of her husbandâs arrest. They went at once to the police station and told Policeman Mabbun that Jesus Lagaras âwas not involvedâ but the policeman allegedly replied, âJust follow the case in court because Lagaras was being pointed to (as) Boy Muslim.â [16]\n\nYolanda Lagaras, on the other hand, testified that about 4:00 a.m. of October 4, 1989, she was awakened by the sound of âstrong successive knocksâ on their door, accompanied by voices identifying themselves as the police. She woke her husband and told him to open the door. As he did, a policeman immediately pointed a gun at her husband, saying, âIkaw na nga si Boy Muslim.â Her husband answered, âhindi poâ; while she said, âHindi iyan si Boy Muslim, kapatid iyon ng asawa ko.â Another policeman, carrying a picture, arrived and said, âPare, ito na nga ang hinahanap ko si Boy Muslim.â The same policeman told her, âMisis, dadalhin ko ang asawa mo sa detensiyon.â [17]\n\nImmediately after her husbandâs arrest, she asked the help of Cesar Casoy who accompanied her to the police station where her husband was detained. At 11:00 a.m., her husband was brought to a small room. She then heard him shout, âHindi po ako si Boy Muslim kapatid ko po ang gumawa.â She tried to report this to two policemen but they ignored her. It was 4:00 p.m. when her husband was brought back to the detention cell. [18]\n\nAbout 7:00 p.m., the policemen asked her âto point [Boy Muslim] to themâ so that they could âset freeâ her husband. Acceding to them, she accompanied three policemen to the house of Julito Lagaras or Boy Muslim at North Bay Boulevard, but they did not find him. She returned to the police station two hours thereafter. [19]\n\nFinally, appellants alleged that they were arrested without a warrant, then maltreated and tortured. They also accused the police of attempting to extort money from them.\n\nThe Trial Court's Ruling\n\nAfter âexamining the testimony of prosecution witnessesâ who âclearly identified all the accused,â and âclearly narrated the participationâ of Lagaras, Raya, Sampiton and Timon [20] vis-a-vis appellantsâ denial and alibi, the court a quo rendered its decision finding the four appellants guilty of the âcrime chargedâ in Criminal Case No. 8492-MN but acquitting Timon in Criminal Case No. 8493-MN.\n\nErrors Assigned\n\nAll four accused appealed to this Court. In their brief, Appellants Timon, Sampiton and Raya assigned the following âerrorsâ:\n\nâI\n\nThe court a quo blatantly erred in decreeing that the accused-appellants were positively identified as the authors of the crime charged when even a cursory reading of the evidence adduced by the prosecution will unveil the unreliability and dubiousness of such identification.\n\nII\n\nThe court a quo grievously erred in not holding that the accused-appellantsâ warrantless arrest effected through the highly irregular identification made by an unnamed source was illegal.\n\nIII\n\nThe court a quo erred in finding the accused-appellants guilty of the crime charged in the face of the prosecutionâs failure to establish their guilt by proof beyond reasonable doubt.â [21]\n\nAppellant Lagaras filed a separate brief, alleging the following errors:\n\nâThe court a quo gravely erred in finding that the guilt of the accused-appellant Jesus Lagaras was proved beyond reasonable doubt despite\n\nI. the obviously flawed and highly irregular investigative process that brought to naught his constitutionally protected rights;\n\nII. the fact that the evidence on record is replete with factual antecedents showing that he was a victim of mistaken identity.â [22]\n\nThis case hinges on (1) the admissibility and (2) the credibility of the evidence pointing to appellantsâ identification, but the Court will also rule on the (3) objections to the alleged illegal arrest, (4) appellantsâ alibi and (5) the proper penalty.\n\nThe Courtâs Ruling\n\nThe appeal is not meritorious\n\n1. Admissibility of Identification\n\nAppellants Timon, Sampiton and Raya argue that their identification during the police investigation constituted a violation of their constitutional rights. [23] Claiming that they were subjected to âmalicious pinpointing,â they argue that the police line-up was improperly used against them as there were no other âsuspectsâ presented to the witnesses. Additionally, Appellant Lagaras alleges that the police âinvestigative process was fraught with unprofessionalism and prejudiceâ which âdid violence to the constitutionally protected rights of the former.â [24] The Court is not persuaded.\n\nIn People v. Teehankee, Jr., [25] the Court, through Mr. Justice Reynato S. Puno, explained the procedure for out-of-court identification and the test to determine the admissibility of such identification. It listed the following ways of identifying the suspects during custodial investigation: show-ups, mug shots and line-ups. The Court there ruled:\n\nâx x x. Out-of-court identification is conducted by the police in various ways. It is done thru show-ups where the suspect alone is brought face to face with the witness for identification. It is done thru mug shots where photographs are shown to the witness to identify the suspect. It is also done thru line-ups where a witness identifies the suspect from a group of persons lined up for the purpose. Since corruption of out-of-court identification contaminates the integrity of in-court identification during the trial of the case, courts have fashioned out rules to assure its fairness and its compliance with the requirements of constitutional due process. In resolving the admissibility of and relying on out-of-court identification of suspects, courts have adopted the totality of circumstances test where they consider the following factors, viz: (1) the witnessâ opportunity to view the criminal at the time of the crime; (2) the witnessâ degree of attention at that time: (3) the accuracy of any prior description given by the witness; (4) the level of certainty demonstrated by the witness at the identification; (5) the length of time between the crime and the identification; and (6) the suggestiveness of the identification procedure.â [26] Applying this âtotality of circumstancesâ test to the case at bar, the Court finds the out-of-court identification of appellants (which is a show-up) admissible and not in any way violative of their constitutional rights. This is borne out by the following salient facts. Police Officer Manalo testified that while the crew was unable to give the names of the suspects, they nonetheless gave him their assurance that they would be able to identify the pirates âif they see them again.â [27] In addition, the crew of the M/B Kali described the appellants to the police. This description, coupled with information obtained from the Philippine Coast Guard and police âassets,â all contributed to the identification and the arrest of accused-appellants. Pat. Manalo testified thus:\nâATTY. ZAPANTA\n\nQ     I understand Mr. Witness that you are the officer on case and you were the first person as member of the Navotas Police Station to arrive at the scene and you also (sic) the very first member of said station being an officer of this case to talk to the memvers (sic) of the crew of MB Kali and I got from you during the direct examination that not one of the crew members were able to give the identity of the suspects, is it not?\nA     Yes, sir.\n\nQ     In fact not one of the members of the crew gave you the description of the suspects?\nA     No, sir. They described the suspects.\n\nQ     What kind of description did they give you?\nA     Physical description.\n\nQ     What in particular?\nA     The face, the attire or the wearings (sic) of the suspects.\n\nQ     In the interview conducted by you on the person of the crew members, do I gather or get right that they also gave you the description of the weapons used in the commission of the piracy?\nA     They gave me the description of the firearms which they were armed.\n\nQ     They did not give you the specific type of the firearm?\nA     Yes, sir. Because they do not know what kind of firearms.â [28] (Underscoring supplied.) Evidently, while the crew members were not able to name the pirates, they were able to identify them and to give their accurate descriptions. This is best shown in Eyewitness Virgilio Adreserâs sworn statement dated October 4, 1989 that he could not forget one of the suspects who had a scar between the eyes (âhindi ko makakalimutan iyong pilat niya sa pagitan ng mataâ). [29] Said suspect later turned out to be Appellant Sampiton. [30] Significant, too, is the prosecution witnessesâ conscious effort to look at and observe the pirates. Note that the crime was committed on board the M/B Kali in broad daylight. The eyewitnessesâ attention was naturally intense as they were in an extremely tense situation and their very lives were threatened. Appellant Raya pulled Adreserâs collar to wake him up. [31] Rayaâs companion, who has remained at large since this incident, pointed a short gun at NuÃ±a; [32] while Appellant Lagaras pointed a gun at Rojo [33] and Mabiliran and then kicked them. [34] Oftentimes, an attackerâs image is indelibly etched in the victimâs memory, and what the latter has observed is not easily effaced therefrom. [35] The fact that the other witnesses -- aside from Prosecution Witness Rojo who described Lagaras as âmataasâ -- had not described the appellants in their sworn statements is of no moment. It is clear that they positively and certainly identified the appellants in the police headquarters barely two weeks after the commission of the crime when the incident was still fresh in their minds, and subsequently during trial. That the sworn statements of the three witnesses did not contain a description of the piratesâ physique merely shows that the same were incomplete; this, however, does not in any way detract from the overall veracity of their testimonies or their identification of accused-appellants. [36]\n\nFurthermore, appellantsâ allegation of suggestiveness in the identification is unsubstantiated. The identification of accused-appellants was effected through the zealous investigation of the police. Because the appellantsâ allegations of irregularity, maltreatment and torture have not been proven adequately, the investigators are presumed to have performed their duties regularly and in good faith. We note that the identities of the accused-appellants were established after a week of intensive police investigation. [37] We note further that each of the eyewitnesses could identify only some, not all, the accused-appellants; Rojo, for instance, identified only Appellant Lagaras. If the police had manipulated the identification process, all the eyewitnesses would have identified all the appellants. That Rojo failed to identify the other appellants indicates that the identification process was done freely, with no suggestion or coercion from the police.\n\nThat appellants were not linedup with other âsuspectsâ is not a bar to or inconsistent with their proper identification. We reiterate that â(t)here is no law requiring a police line-up as essential to a proper identification. Identification can be made in a room in a police station even if it were not a police line-up as long as the required proprieties are observed x x x.â [38] In fine, no irregularity was shown to have attended the police work which led to the identification of appellants at the police station. Hence, applying the totality of circumstances test, we rule that appellantsâ out-of-court identification is admissible; appellants were not âmisidentifiedâ nor their constitutional rights violated.\n\nEven assuming arguendo the appellantsâ out-of-court identification was defective, their subsequent identification in court cured any flaw that may have initially attended it. We emphasize that the âinadmissibility of a police line-up identification x x x should not necessarily foreclose the admissibility of an independent in-court identification.â [39] We also stress that all the accused-appelllants were positively identified by the prosecution eyewitnesses during the trial.\n\nAppellant Lagaras insists that it was his brother Julito, also known as âBoy Muslim,â who was involved in the piracy. He argues that the policemen were looking for âBoy Muslimâ when they arrested him. He was taken into police custody simply because he had âdeceptively similar facial featuresâ as his brother Julito. [40] At the trial, he presented as witnesses his friends Casoy and Anieves and his wife Yolanda to show that he cooperated with the efforts of the police to apprehend his brother.\n\nAppellant Lagarasâ claim that he was improperly identified would have acquired persuasive weight had he presented independent evidence to prove that he and his brother Julito looked identical and that one could easily be mistaken for the other in broad daylight. However, Lagaras failed to present such evidence to bolster his defense of mistaken identification. Although he presented the testimonies of his co-accused Sampiton, friend Cesar Casoy, his neighbor Rogelio Anieves, and his wife, the Court notes that not one of them talked on the alleged identical features of the brothers; they merely concluded that Appellant Lagaras and his brother, who were not even twins, [41] were âdeceptively similarâ in appearance although Appellant Lagaras was taller than his brother. [42]\n\nSuch self-serving conclusion, by itself, cannot be given greater weight than the prosecution eyewitnessesâ positive identification of Appellant Lagaras as one of the pirates. Appellantâs stance is equivalent to a denial which, being unsubstantiated by clear and convincing evidence, is inherently weak -- a negative self-serving claim that cannot be given evidentiary value greater than that accorded to the affirmative testimony of credible witnesses. [43] Astutely observed by the trial court is the fact that Lagaras did not even submit a photograph to prove the alleged similarity of his facial features with those of his brother Julito. [44]\n\nThe fact that the police looked for Julito Lagaras or âBoy Muslimâ when they went to Appellant Lagarasâ house does not prove Julitoâs complicity in the crime of piracy or disprove that of appellant. The insinuation of Lagaras that the police arrested him to force him to produce his brother Julito or to compel Julito to surrender [45] is merely an unsubstantiated conjecture that cannot prevail over appellantâs positive identification. Verily, the accuracy of Appellant Lagarasâ identification is beyond doubt. The prosecution eyewitnesses categorically testified that they saw Appellant Lagaras for the first time during the incident, [46] thereby precluding the probability that they mistook or confused said appellant for his brother Julito. As noted earlier, Nelson Rojo, in his sworn statement of October 4, 1989, stated he recognized only Appellant Lagaras:\n\nâ10 T: Dito sa apat na ito (referring to Jesus, Claro, Victor and Jose) at sa kasama nilang apat (4) pa na wala ngayon dito sa loob ng himpilang ito, si Jesus Laragas lang ba ang nakikilala mo?\n\nS: Oho, iyong mataas na iyan lang (pointing to Jesus Laragas) dahil sa hiwa-hiwalay kami ng pwesto (sa) lantsa ng mga kasama ko ng umakyat sila at nag-kani-kaniya sila ng pagtutok sa amin.â [47]\n\nThat Appellant Lagaras was accurately identified by the prosecutionâs eyewitnesses is evident from his highly visible and active participation in the commission of the crime, considering that the crime was committed at 1:00 p.m. in sunlit areas of the M/L Kali, where visibility was thus very clear. [48] The defense failed to show any ill motive on the part of the prosecution witnesses to falsely accuse appellants of so serious a crime as piracy with homicide. Even Appellant Lagaras himself could not think of any reason for Prosecution Eyewitnesses Mabiliran, Adreser and NuÃ±a to falsely accuse him. [49] In the absence of evidence or any indicium that the prosecutionâs main witnesses harbored ill motives against the accused, the presumption is that they were not so moved and that their testimonies were untainted with bias. [50]\n\nAppellant Lagarasâ assertion that he could not have committed the crime because he did not follow his brotherâs advice to leave his residence, by itself, is not proof of his nonparticipation in the crime charged. âNon-flight is not conclusive proof of innocence.â [51]\n\n2. Credibility of Witnesses\n\nAll told, the issue of whether or not appellants were in fact identified by the prosecution eyewitnesses is anchored on credibility. Anent this issue, â(j)urisprudence teaches us that the findings of the trial court judge who tried the case and heard the witnesses are not to be disturbed on appeal unless there are substantial facts and circumstances which have been overlooked and which, if properly considered, might affect the result of the case. The trial judgeâs evaluation of the witnessâ credibility deserves utmost respect in the absence of arbitrariness.â [52] âThe reason for this is that the trial court is in a better position to decide the question, having heard the witnesses themselves and observed their deportment and manner of testifying during the trial.â [53] After a thorough review of the records in this case, the court finds no reversible error or arbitrariness in the trial courtâs assessment of the credibility of the prosecutionâs witnesses. As aptly stated by the trial court, it âcould not help but note that they clearly identified all the accused in these cases as among the six (6) armed pirates who boarded the M/B (sic) Kali and robbed and killed its owner.â [54]\n\n3. Waiver of Objections to Illegal Arrest\n\nThe defense assails the warrantless arrest of accused-appellants. The circumstances of the present case do not fall under any of the instances in Section 5, Rule 113 [55] of the Rules of Court, which recognizes warrantless arrest.\n\nWe note that the crime was committed on September 20, 1989; appellants were arrested fourteen days later on October 4, 1989 by police officers who were nowhere near the crime scene. Clearly, said police officers had no personal knowledge to effect the warrantless arrest allowable under paragraph (b) of Section 5, Rule 113 of the Rules. Neither can the police invoke paragraph (a) thereof as regards the arrest of Appellant Victor Timon who, when arrested, allegedly hid an unlicensed firearm in a maong jacket; as found by the trial court such accusation was doubtful in view of the prosecutionâs non-presentation of the maong jacket and appellantâs allegation that said firearm was produced from the police locker. [56] However, appellantsâ warrantless arrest cannot help them in this appeal because they are deemed to have waived the illegality of such police action. They did not raise such question before their plea to the offense charged. Neither did they move to quash the information on that ground before the trial court. [57] In People v. Nazareno, [58] where the police, also without a warrant, arrested the accused fourteen days after the commission of the crime, this Court ruled:\nâx x x. (The accused) waived objections based on the alleged irregularity of their arrest, considering that they pleaded not guilty to the charges against them and participated in the trial. Any defect in their arrest must be deemed cured when they voluntarily submitted to the jurisdiction of the court. For the legality of an arrest affects only the jurisdiction of the court over the person of the accused. Consequently, if objections based on this ground are waived, the fact that the arrest was illegal is not a sufficient cause for setting aside an otherwise valid judgment rendered after a trial, free from error. The technicality cannot render subsequent proceedings void and deprive the State of its right to convict the guilty when all the facts on record point to the culpability of accused.â [59] Appellant Timonâs application for bail [60] likewise constitutes a waiver of his right to question whatever irregularities and defects attended his arrest. [61]\n\n4. Weakness of Appellantsâ Alibi\n\nTo sustain alibi, the defense must prove that it was physically impossible for the accused-appellants to have been at the crime scene during its commission. [62] This, the defense miserably failed to do. More significantly, it is well-settled that the defense of alibi cannot prevail over the positive identification of the accused by an eyewitness who had no motive to falsely testify, like the prosecutionâs eyewitnesses in this case. [63] In view of such positive identification, appellantsâ alibi is unavailing and remains weak and impotent. [64]\n\n5. Proper Penalty\n\nIn passing, we should state that the penalty of âlife imprisonment or reclusion perpetuaâ imposed by the trial court is wrong because the two are not the same. This Court had occasion to differentiate the two penalties as early as May 24, 1948 in People vs. Mobe, [65] and recently in People vs. Layno [66] where we noted the following distinction:\nâThe Code (Revised Penal Code) does not prescribe the penalty of life imprisonment for any of the felonies therein defined, that penalty being invariably imposed for serious offenses penalized not by the x x x Code but by special law. Reclusion perpetua entails imprisonment for at least (30) years, after which the convict becomes eligible for pardon. It also carries with it accessory penalties, namely: perpetual special disqualification, etc. It is not the same as life imprisonment which, for one thing, does not carry with it any accessory penalty, and for another does not have any definite extent or duration.â We also have to mention that burial expenses, which are by nature actual damages, must be proved. Since no proof of burial expenses was ever presented in the instant case, its award will not be allowed.\n\nWHEREFORE , the appealed Joint Decision convicting Appellants Victor Timon, Jose Sampiton, Jesus Lagaras and Claro Raya of the crime of piracy with homicide, imposing on them the penalty of reclusion perpetua and ordering the payment to the victimâs heirs of the sum of P100,000.00 representing the amount taken from the deceased is hereby AFFIRMED with the following modifications: (1) the civil indemnity is hereby increased to P50,000.00 pursuant to prevailing jurisprudence, and (2) the words âlife imprisonment orâ in the dispositive portion thereof and (3) the unproved amount of P70,000.00 awarded for burial expenses are deleted. Costs against appellants.\nSO ORDERED.\n\nRomero, Melo, and Francisco, JJ., concur.\nNarvasa, C.J., (Chairman), on leave.\n\n[1] Presided by Judge Benjamin M. Aquino, Jr.\n\n[2] Original record, p. 5; Rollo, p. 7.\n\n[3] Rollo, p. 9.\n\n[4] Ibid., p. 10.\n\n[5] The case was transferred to the Third Division and assigned to the undersigned ponente on June 5, 1996. It was deemed submitted for resolution upon receipt by the Court of the letter of the Bureau of Correction dated September 3, 1996 confirming the confinement of the appellants in the NBP (Rollo, p. 492.)\n\n[6] Appelle's Brief, pp. 3-7.\n\n[7] Also known as \"Paquito.\"\n\n[8] See also brief of Appellants Timon, Sampiton and Raya (represented by the Public Attorney's Office), pp. 9-12, Rollo, pp. 102-105; and brief of Appellant Lagaras (represented by Atty. Tranquilino F. Meris), pp. 2-6; Rollo, pp. 75-79.\n\n[9] TSN, pp. 2-3, 18, April 6, 1990.\n\n[10] TSN, pp. 25-26, May 9, 1990.\n\n[11] TSN, pp. 4-6, May 18, 1990.\n\n[12] TSN, pp. 3-6, June 6, 1990.\n\n[13] Ibid., pp. 6-9; TSN, pp. 11-12, June 15, 1990.\n\n[14] TSN, pp. 3-7, May 30, 1990.\n\n[15] Ibid., pp. 10-17.\n\n[16] Ibid., pp. 17-18.\n\n[17] TSN, pp. 2-5, June 20, 1990.\n\n[18] Ibid., pp. 5-14.\n\n[19] Ibid., pp. 8-9.\n\n[20] Decision, p. 6; Rollo, p. 62.\n\n[21] Rollo, p. 94.\n\n[22] Ibid., p. 79.\n\n[23] Brief for Appellants Timon, Sampiton and Raya, pp. 12-15.\n\n[24] Appellantâs brief, p. 7; Rollo, p. 80.\n\n[25] 249 SCRA 54, October 6, 1995.\n\n[26] Ibid., p. 95.\n\n[27] TSN, pp. 26-27, February 28, 1990.\n\n[28] TSN, pp. 45-46, February 28, 1990.\n\n[29] TSN, p. 29, March 2, 1990; Exhs. N and N-1, record, p. 279.\n\n[30] TSN, p. 5, May 2, 1990.\n\n[31] TSN, p. 9, January 19, 1990.\n\n[32] TSN, pp. 15-16, February 9, 1990.\n\n[33] TSN, pp. 9-10, February 21, 1990.\n\n[34] TSN, p. 38, March 9, 1990.\n\n[35] People v. Teehankee, Jr., supra, pp. 97-98.\n\n[36] See People vs. Layno, G.R. No. 110833, p. 13, November 21, 1996, per Panganiban, J.\n\n[37] TSN, p. 13, March 2, 1990.\n\n[38] People vs. Salazar, 248 SCRA 460, 469, September 20, 1995, per Kapunan, J.\n\n[39] People v. Lapura, 255 SCRA 85, 96, March 15, 1996, per Vitug, J.\n\n[40] Appellantâ Brief, p. 18, Rollo, p. 91.\n\n[41] TSN, p. 3, June 15, 1990.\n\n[42] TSN, p. 3, May 23, 1990.\n\n[43] Abadilla v. Tabiliran, Jr., 249 SCRA 447, 464, October 25, 1995.\n\n[44] Decision, pp. 6-7.\n\n[45] Appellantâs Brief, p.20; Rollo, p. 93.\n\n[46] TSN, p. 3, February 7, 1990; TSN, p. 16, February 21, 1990.\n\n[47] Exh. I.\n\n[48] See M/B Kaliâs photographs, Exh. H, record, pp. 264-265.\n\n[49] TSN, June 15, 1990, pp. 4-7.\n\n[50] See also People v. Garcia, , 258 SCRA 411, 419, July 5, 1996, per Melo, J.\n\n[51] People v. Quijada, 259 SCRA 191, 214, July 24, 1996, per Davide, Jr., J.\n\n[52] People vs. Deopante, G.R. No. 102772, p. 19, October 30, 1996, per Panganiban, J.; citing People vs. Gonzales, 222 SCRA 697, 706, May 28,1993.\n\n[53] People vs. Dismuke, 234 SCRA 51, 58, July 11, 1994, per Davide, Jr., J.; citing United States vs. Ambrosio, 17 Phil. 295, November 12, 1910, People vs. Tismo, 204 SCRA 535, December 4, 1991, People vs. Lee, 204 SCRA 900, December 20, 1991, People vs. Simon, 209 SCRA 148, May 21, 1992, People vs. Jumamoy, 221 SCRA 333, April 7, 1993, and People vs. Kyamko, 222 SCRA 183, May 17, 1993.\n\n[54] Decision, p. 6.\n\n[55] âSec. 5. Arrest without warrant; when lawful. -- A peace officer or a private person may, without a warrant, arrest a person:\n\n(a) When, in his presence, the person to be arrested has committed, is actually committing, or is attempting to commit an offense;\n\n(b) When an offense has in fact just been committed, and he has personal knowledge of facts indicating that the person to be arrested has committed it;\n\n(c) When the person to be arrested is a prisoner who has escaped from a penal establishment or place where he is serving final judgment or temporarily confined while his case is pending, or has escaped while being transferred from one confinement to another.â\n\n[56] Decision, p. 7; Rollo, p. 63.\n\n[57] See Padilla vs. Court of Appeals, G.R. No. 121917, p. 13, March 12, 1997, per Francisco, J., People vs. Samson, 244 SCRA 146, 150, May 16, 1995, per Bellosillo, J., and People vs. Nitcha, 240 SCRA 283, 294, January 19, 1995, per Melo, J.\n\n[58] 260 SCRA 256, August 1, 1996, per Mendoza, J.\n\n[59] Ibid., p. 263.\n\n[60] Record, p. 21; the records, however, do not indicate whether the petition has been granted or denied.\n\n[61] Padilla v. Court of Appeals, G.R. No. 121917, March 12, 1997 citing In Re Letter of Freddie Manuel, A.M. MTJ-93-893, August 4, 1994, 235 SCRA 4; People v. Dural, G.R. No. 84921, June 8, 1993, 223 SCRA 201; Palanca v. Querubin, 141 Phil. 432 (1969).\n\n[62] People v. Paynor, 261 SCRA 615, 626, September 9, 1996, per Regalado, J.\n\n[63] Ibid.\n\n[64] People v. Alshaika, 261 SCRA 637, 646, September 11, 1996, per Davide, Jr., J.\n\n[65] 81 Phil. 58.\n\n[66] G.R. No. 110833, pp. 21-22, November 21, 1996, per Panganiban, J.",
  "content_length": 39156,
  "metadata_extraction_date": "2025-11-01T05:50:15.806626",
  "extraction_version": "2.0_enhanced_full_content"
}