{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/september/GR_109767.html",
  "filename": "GR_109767.html",
  "year": 1996,
  "month": "september",
  "case_number": "109767",
  "gr_number": "109767",
  "volume_page": "330 Phil. 44",
  "decision_date": "September 03, 1996",
  "title": "PEOPLE OF THE PHILIPPINES,Â PLAINTIFF-APPELLEE, VS. ROLANDO MONTEREY YÂ QUINDOZA,Â ACCUSED-APPELLANT. D E C I S I O N KAPUNAN, J.: Rolando Monterey y Quindoza appeals from the Decision[1] dated August 25, 1992 of the Regional Trial Court of Marinduque, Branch 38 in Boac, finding him guilty beyond reasonable doubt in Criminal Case No. 23-92 of the crime of robbery and in Criminal Cases Nos. 24-92 and 25-92 of murder for the killing of Simeon Padolina and Reynaldo Penaverde.On February 19, 1992, the Acting Chief of Police of Sta. Cruz, Marinduque filed two separate complaints for the two killings, against Abner Montero, Marion Mirasol and appellant. The complaint for robbery with force upon things against the same accused was filed subsequently.In a resolution dated March 2, 1991, the municipal trial judge of Sta. Cruz who conducted the preliminary investigation in the three cases, recommended that Montero and Mirasol be discharged as accused in order to be state witnesses considering that they were the only witnesses who could testify on the circumstances surrounding the crimes. The same resolution recommended bail in the amount of P6,000 for the temporary liberty of appellant as far as the crime of robbery was concerned.No bail was recommended in the two murder cases.[2]On May 6, 1992, the provincial prosecutor denied dismissal of the cases against Montero and Mirasol. Consequently, on May 13, 1992, two informations for murder were filed against Montero, Mirasol and appellant.The information in Criminal Case No.23-92 for the killing of Reynaldo Penaverde reads as follows:That on or about the 15th day of February, 1992, at around 12:30 oâclock in the morning, in barangay San Antonio, municipality of Sta. Cruz, province of Marinduque, Philippines, and within the jurisdiction of this Honorable Court, the above-named defendants, conspiring, confederating, and mutually helping one another, did then and there, wilfully, unlawfully and feloniously, with deliberate intent to kill, suddenly, unexpectedly and with treachery/abuse of superior strength, assault, attack and slash the neck of one Reynaldo Penaverde y Arellano, with a bolo, inflicting upon the latter the following fatal injury, to wit:- one hack wound at the neck exposing and ligating the following structures: trachea, esophagus, left and right carotid artery, left and right carotid vein, left and right jugular vein, left and right sternocleido-mastoid muscles.thereby causing the direct and instantaneous death of said 16 year-old Reynaldo Penaverde y Arellano, to the damage and prejudice of his legal heirs represented by his father, Wilfredo Penaverde y Ricamara.CONTRARY TO LAW, with the aggravating circumstance of disregard of the respect due the deceased on account of his comparatively tender age, and with the additional aggravating circumstance of recidivism against accused Rolando Monterey, he having been previously convicted by final judgment for murder, in Criminal Case No. 782, by the Regional Trial Court of Marinduque, as in fact he is still presently on parole.The information in Criminal Case No. 25-92 is similarly worded except for the name of the victim, Simeon Padolina y Pastrana, his age, which is indicated therein as 12 years, and the name of the representative of his heirs, Narcisa Pastrana-Padolina. In Criminal Case No. 24-92 for robbery, Montero was excluded as accused. The information reads:That on or about the 14th day of February, 1992, at around 10:30 oâclock in the evening, in barangay San Antonio, municipality of Sta. Cruz, province of Marinduque, Philippines, and within the jurisdiction of this Honorable Court, the above-named defendants, conspiring, confederating and helping one another, did then and there, wilfully, unlawfully and feloniously, with intent of gain and by means of force and violence, enter the Marcopper Golf Club Canteen by forcibly destroying the padlock of the door of the storeroom and once inside, take, steal and carry away therefrom the following items, to wit:1. Two (2) pcs. Golf balls2. Fourteen (14) cases of beer3. Five (5) bottles of Gilbeys gin4. One (1) box (48) pcs. (sic) Century tuna5. Assorted Imported Chocolate6. Two (2) small Ginebra7. Assorted Toiletries8. Assorted Candies9. Cigarettes (Marlboro, Phillip, Winston, Hope, etc.)10. Assorted Canned Goods11. Peanuts and12. Knoxwith a total value of Ten Thousand Two Hundred Eleven Pesos (P10,211.00) (sic), Philippine Currency, to the damage and prejudice of said Marcopper Gold Club Canteen.CONTRARY TO LAW, with the aggravating circumstance of noctornity (sic) which was purposely sought to insure the commission of the offense with impunity, and the additional aggravating circumstance of habituality (Art. 14 [10], RPC) with respect to accused Rolando Monterey, who has been previously convicted by final judgment in Criminal Case No. 7-82, for Murder.The three cases were jointly tried. On arraignment, the three accused pleaded not guilty.On July 6, 1992, after the prosecution had presented five witnesses,[3] the provincial prosecutor filed a motion for the discharge of Montero as an accused in order that he could be a state witness. Duly opposed by the defense, the trial court nevertheless granted the motion and discharged Montero from Criminal Cases Nos. 23-92 and 25-92.On August 25, 1992, the trial court rendered its decision, the dispositive part of which reads:WHEREFORE, in view of the above observations and findings from the evidence adduced by both parties in this case, this court found:1. Marion Mirasol y Molbog in Crim. Case No. 24-92 to be guilty beyond reasonable doubt of the crime of Robbery defined and punished under Art. 302(2) of the Revised Penal Code without any mitigating circumstance to offset the aggravating circumstance of nocturnity, granting him the benefit of Indeterminate Sentence Law, Marion Mirasol y Molbog is hereby sentenced to suffer an indeterminate prison term of FOUR (4) MONTHS and ONE (1) DAY of arresto mayor to FIVE (5) YEARS of prision correccional;2. Rolando Monterey y Quindoza in Crim. Case No. 24-92 to be guilty beyond reasonable doubt of the crime of Robbery defined and punished under Art. 302(2) of the Revised Penal Code without any mitigating circumstance to offset the aggravating circumstances of nocturnity and recidivism, Rolando Monterey y Quindoza is hereby sentenced to suffer an indeterminate prison term of FOUR (4) YEARS, TWO (2) MONTHS and ONE (1) DAY to SIX (6) YEARS of prision correccional.Both accused Marion Mirasol y Molbog and Rolando Monterey y Quindoza are hereby ordered to indemnify the Marcopper Golf Club the sum of P8,972.15 representing the value of the unrecovered items taken. They shall be credited with the full extent of their preventive imprisonment. Both accused are hereby committed to the custody of the Provincial Jail Warden.In the Murder cases (Crim. Case No. 23-92 and 25-92)Finding the evidence to be insufficient to support the conviction of Marion Mirasol y Molbog beyond reasonable doubt in Crim. Cases Nos. 23-92 and 25-92, both for Murder, he is hereby ACQUITTED of the offenses charged.The Provincial Warden or any officer who is/are in custody of Marion Mirasolâs body is/are hereby directed to release him immediately, unless to be held further for some other cause or causes (Crim. Case No. 24-92).Finding Rolando Monterey y Quindoza guilty beyond reasonable doubt of the crime of Murder in Crim. Case Nos. 23-92 and 25-92, defined and punished under Art. 248 of the Revised Penal Code, with the attendant aggravating circumstance of recidivism, following the doctrine laid down in People v. Munoz, 170 SCRA 109 (1989), relative to the imposable penalty, ROLANDO MONTEREY Y QUINDOZA is hereby sentenced to suffer in each case, Crim. Case No. 23-92 and Crim. Case No. 25-92, both for Murder, prison term of Reclusion Perpetua; ordering the accused to indemnify the heirs of Reynaldo Penaverde in Crim. Case No. 23-92 the sum of P50,000.00 as death indemnity and the further sum of P15,000.00 representing burial and vigil expenses; ordering the accused to indemnify the heirs of Simeon Padolina y Pastrana in Crim. Case No. 25-92 the sum of P50,000.00 representing death indemnity and the further sum of P23,000.00 representing burial and vigil expenses.Accused Rolando Monterey shall be credited with the full extent of his preventive imprisonment.Let the body of the accused Rolando Monterey y Quindoza be, as he is hereby, committed to the custody of the Provincial Jail Warden.SO ORDERED.Abner Montero, discharged as an accused to be a state witness, testified as follows:He was informed by Mirasol of a drinking spree to be held at Sammy Montereroâs place. At 5:00 p.m. of February 14, 1992, he proceeded to Montereroâs house where he found Mirasol, Arnold Quindoza, Marcelo Ricohermoso, Patricio Daganon, appellant and Monterero. Daganon, an employee of Marcopper, invited them to continue their merry-making at Marcopperâs Golf Canteen. Except for Monterero, the group accepted the invitation and proceeded to the canteen.At the canteen, where a Valentineâs party was being held at the second floor, Daganon ordered one-half case of San Miguel beer and one small bottle of Ginebra San Miguel for appellant. Later, Angel Ricarro and Roberto Penaverde joined the group. After a few minutes, Montero asked permission to leave but he was prevailed upon by Ricarro and Penaverde to stay saying that they would go home together as soon as they had finished drinking. Before they left, appellant told them that the drinking spree would resume at Green No. 3.Ricarro, Penaverde and Montero had dinner at the Monteroâs house. Half an hour later, they proceeded to Green No. 3 where they found Quindoza alone. After a minute, Reynaldo Penaverde and Mirasol arrived, carrying two cases of beer. With them was appellant who had with him five bottles of Gilbeyâs gin and two bottles of San Miguel gin. The three placed the drinks on the grass and Mirasol started opening the beer bottles. When Montero noted that there was no pulutan, appellant instructed Mirasol and Reynaldo Penaverde to get the pulutan at the canteen, adding that it was already prepared. After drinking Gilbeyâs gin, appellant followed Mirasol and Reynaldo Penaverde to the canteen. When the three came back, Reynaldo was carrying five different opened canned goods which he placed on the ground. They continued drinking and, later, Daganon and Ricohermoso arrived.[4]As it was getting late, Quindoza, Roberto Penaverde, Ricarro, Ricohermoso and Daganon left for home. While appellant, Reynaldo Penaverde, Mirasol and Montero continued drinking, 12-year-old Simeon Padolina happened to pass by. Reynaldo invited Simeon to join them and Simeon obliged. Simeon inquired why they had plenty of beer and pulutan and where these came from. Appellant said, \"Ayaw kong mapapahiya sa ganitong bagay lang.\" While Mirasol kept quiet, Montero remarked, \"Bakit ka magsasalita ng ganyan tayo-tayo lamang ang nakakaalam sa pagkawala sa Marcopper Golf Canteen.\" To this remark, appellant said, \"Basta ayaw kong mapapahiya.\"[5]Appellant then took aside Reynaldo Penaverde to some four meters away from the group where they talked for more than a minute. When they rejoined the group, appellant drank a bottle of beer, called Simeon Padolina and said, \"Toy kakausapin lang kita sandali.\" Montero took one bottle of beer and, after he had consumed half of its content, he turned to where appellant and Simeon went. Montero saw Simeon Padolina leaning on a coconut tree with his head bowed and with blood oozing from his neck. Appellant was looking at Simeon beside him while holding a bloodied bolo. Mirasol then asked appellant, \"Tol, bakit naman ganoon?\" Appelant said, \"Huwag kayong mag-aalala pinatulog ko lang iyan, dinasalan ko na iyan, sige diretso ang inom walang tatakbo.\"Appellant went back to the group, sat down, took a bottle of Gilbeyâs gin and tucked it in his back (isinaksak sa likod). Then he went towards Reynaldo Penaverde and squeezed Reynaldoâs neck with his left hand. While Reynaldo succeeded in freeing himself from appellantâs hold, appellant hit him with the bottle of Gilbeyâs gin, sending Reynaldo to the ground. Reynaldoâs head touched the ground with his buttocks protruding higher than his head (sumubsob na patuwad). At this moment, Montero stood up and turned his back. After summoning enough courage, Montero faced appellant and saw him already washing a bloodied bolo at the faucet. Reynaldo was bathed in his own blood with more blood gushing (sumisirit) from his neck.Appellant slowly approached Montero and as appellant drew near him, appellant delivered a stabbing blow with his \"29\" knife. Mirasol ran towards Montero who also ran to the back of Mirasol intending to use the latter as a shield. Appellant opened a bottle of beer and sprinkled its contents on Mirasol and Monteroâs faces. Mirasol told Montero to run and as he did, Mirasol also ran in the opposite direction.[6]SPO3 Mario Penaverde of the Sta. Cruz police testified that he reported for work on February 15, 1992 earlier than usual because of a summon for help. He was with Station Commander Barretto, police investigator Ernesto Ravanera and Nolasco Regis when he went to the golf course where they found the bodies of Simeon Padolina and Reynaldo Penaverde about a hundred meters away from the canteen. At Green No. 3, they found scattered one case of beer, unopened and empty bottles of beer, broken bottles, packs of cigarettes and canned goods. Another case of beer with both unopened and empty bottles was found near appellantâs house. To preserve fingerprints, Ravanera placed black powder and tape on the articles they picked up. The police gathered all these articles, placed them in two cases of beer which they brought to the Mobile station.It was in that Mobile station where they questioned Mirasol who readily admitted that he, together with Reynaldo Penaverde and Montero, robbed the canteen. Mirasol also declared that he, upon the instruction of appellant, brought some of the canned goods to appellantâs house where they could still be found. He accompanied the police in going to appellantâs house.When they found no one at appellantâs house, they proceeded to the house of appellantâs parents where they found his wife, Adelaida. When questioned, Adelaida denied that there were stolen goods at her house. After the police told Adelaida that Mirasol could prove that stolen canned goods could be found under the bed in her house, Adelaida told them to go and get the articles themselves. The police having declined to enter the house, Adelaida relented and brought out the goods herself. The stolen articles were inside a box. Adelaida signed a certification that she voluntarily surrendered thirty-one canned goods to the police authorities.[7]Imelda Mandapat, treasurer of the Marcopper Golf Center Club, learned of the robbery on February 15, 1992 when she, together with Club President June Reynes, went to the canteen. She discovered that the first door to the canteen was not destroyed but the lock of the second door was forcibly opened. She affixed her signature on the inventory of goods taken from the canteen which was prepared by a member of the Fund Raising Committee.[8]Appellantâs co-defendant, Marion Mirasol, turned hostile witness. Mirasol testified as follows:Mirasol admitted having participated in the drinking sessions at Montereroâs house, at the canteen and at the golf course. According to Mirasol, at the canteen, Daganon ordered half a case of beer and a round bottle of gin. Only appellant drank gin. After Daganon had ordered another half case of beer, Reynaldo Penaverde joined the group. A few minutes later, Mirasol noticed appellant and Reynaldo in a huddle at another table a meter away from their table. Montero and Roberto Penaverde then joined the group.After the group had decided to end the drinking spree, and as they were leaving the canteen, Mirasol noticed Reynaldo Penaverde in the ladiesâ room. He inquired why Reynaldo was there and appellant replied that he better keep quiet for he ought to know what was going on (huwag daw po akong maingay at alam ko na yoon.) After the rest of the group had left, Reynaldo opened the door of the canteen. At this juncture, appellant climbed over the fence. Mirasol then joined appellant and Reynaldo in forcibly opening the second door of the canteen by kicking it. Mirasol was about to enter the canteen when appellant instructed him to act as a lookout. Thus, Mirasol positioned himself near the first door of the canteen. He only entered the canteen after appellant had instructed him to assist Reynaldo in carrying two cases of beer to Green No. 3. Mirasol obeyed appellant because the latter was a known \"tough guy\" in the locality whose orders must be obeyed. Appellant, who was following Mirasol and Reynaldo, was carrying bottles of Gilbeyâs gin.[9]Quindoza and Montero were already at Green No. 3. The group sat in a circle and started drinking. Appellant then asked Mirasol and Reynaldo to go back to the canteen to get the \"pulutan.\" At the canteen, Mirasol and Reynaldo placed the canned goods in a box. On the way back to Green No. 3, appellant met them. Appellant removed his maong jacket and wrapped some of the canned goods in it. Appellant then told Mirasol to go with him and to bring the canned goods to his (appellantâs) house while he ordered Reynaldo to go back to Green No. 3. At appellantâs house, he told Mirasol to place the box of canned goods on the floor. As Mirasol was about to leave for the golf course, appellant said that he would just follow as soon as he had finished arranging the canned goods.[10]At Green No. 3, Mirasol joined the drinking group composed of Montero, Reynaldo Penaverde, Quindoza, Ricohermoso, Roberto Penaverde and Daganon. Following appellantâs instruction, Mirasol did not tell anybody about what happened earlier. Later, appellant joined the group. Mirasol noticed appellant talking to Reynaldo about two meters from the group. After the two rejoined the group, Simeon Padolina passed by. Reynaldo called Simeon and offered him beer. Montero commented that minors were not allowed there. Simeon countered that he had not done anything wrong (Ay ano wala naman akong nagawa sa inyo) but Montero insisted that minors were not allowed in the area (Basta bawal ang bata dito). Thereafter, Daganon, Roberto Penaverde and Quindoza left for home leaving behind Mirasol, appellant, Reynaldo, Simeon and Montero.[11]A few minutes later, appellant and Reynaldo stood up and walked to about eight meters away from the others. When the two rejoined the group, Reynaldo seated himself beside Mirasol. Suddenly, appellant grabbed Simeonâs hair and pulled Simeon about four meters away. Using a bolo, appellant slashed Simeonâs neck. Thereafter, appellant said, \"Huwag ninyong intindihin iyan, pinatulog ko na iyan, dinasalan ko na iyan.\"Appellant returned to his place in the circle, approached Reynaldo Penaverde and squeezed the latterâs neck with his left hand. Reynaldo was able to free himself from appellantâs hold but appellant hit him with a bottle of Gilbeyâs gin on the head, breaking the bottle in the process. Appellant ran after Reynaldo, unsheated his bolo from its scabbard and slashed Reynaldoâs neck. Reynaldo lurched forward (nakaluhod na nakasubsob). Appellant then washed his bolo at the nearby faucet.Both Mirasol and Montero were shocked and immobilized by what they saw. Later, Mirasol asked appellant, \"Tol, bakit ganoon?\" Appellant answered, \"Ayaw kong mapapahiya.\" Then he approached Montero and Mirasol, pulled out his \"29\" knife and lunged at Montero who ran to the back of Mirasol. Because appellant did not respond when Mirasol asked him \"Bakit ganyan?\", Mirasol elbowed Montero and told him to run.[12] Mirasol also ran, leaving his yellow rubber slippers behind.[13]That same night, Mirasol took his family to his auntâs house. The following morning, he asked his father-in-law to fetch a policeman. He voluntarily went with the police to the Kilo-kilo detachment where he gave a statement.[14]According to Wilfredo Penaverde, his 16-year-old son Reynaldo worked two times a week as a caddie at the golf course earning thirty pesos a day. He came to know of the killers of his son through the affidavits executed by Mirasol, Montero and appellant. On February 15, 1992, he saw appellant kibitzing (nag-uusyoso) at the place where Reynaldo was killed. He spent P14,000.00 for the wake, burial and nine-day novena prayers for Reynaldo who died of severe hemorrhage secondary to a hack wound.[15]Narcisa Padolina testified that her 12-year-old son Simeon also worked as a caddie twice during schooldays and on weekends. He would earn twenty to fifty pesos a day. She learned of Simeonâs death from her eldest son, Anastacio, who had been told about it by the golf course security guard. She saw her dead son at Green No. 3. Later, a doctor and a nurse showed her Simeonâs neck wound. His death certificate shows that Simeon died of severe hemorrhage secondary to a hack wound.[16] Narcisa spent P39,000.00 for Simeonâs burial.Appellant denied participation in the robbery and the near decapitation of the two young men. He gave this version of the incident:Appellant admitted having joined the three-part drinking spree. He added that at 9:00 in the evening, after the group had consumed half a case of beer at the canteen, he went home with Ricohermoso, Quindoza and Mirasol while the others went to the second floor of the canteen to watch the party going on. He, with Mirasol, went to his parentsâ house after he found that no one was at his own home. At about 10:30 p.m., as he and Mirasol watched television, Montero arrrived and invited them to have more drinks at the golf course.At the golf course, appellant found Simeon Padolina and Reynaldo Penaverde drinking beer with canned goods as \"pulutan.\" They also had cigarettes and three bottles of Gilbeyâs gin. They sat in a circle. While drinking, he asked Montero where all the drinks and \"pulutan\" had come from, and Montero replied that they came from the canteen. Being a parolee and fearing that he might get involved in the taking of goods from the canteen, he asked the groupâs permission to go home. Montero refused to let him go saying that they should continue drinking. Montero whispered to him that the small boy, Simeon, saw them robbing the canteen. He repeated to Montero that he might get involved in the crime but Montero assured him that he would take care of everything.When Simeon and Reynaldo were already drunk, Montero slashed Simeonâs neck with a bolo. Appellant once again tried to leave but Montero told him that the drinking session was not over yet. Montero also slashed Reynaldoâs neck with the same bolo. After seeing the crime being perpetrated, he went home with Mirasol.[17]Upon the promulgation of the decision, Mirasol intimated his intention to file a petition for probation.[18] Thus, only appellant interposed this appeal alleging solely that:THE TRIAL COURT ERRED IN FINDING THE ACCUSED ROLANDO MONTEREY GUILTY BEYOND REASONABLE DOUBT OF THE CRIME OF ROBBERY COMMITTED AGAINST THE MARCOPPER GOLF CLUB CANTEEN AND FOR THE DOUBLE MURDER OF VICTIMS REYNALDO PENAVERDE AND SIMEON PADOLINA.[19]Resolution of this case hinges on the issue of credibility as the story of the prosecution, which is supported by that of accused Mirasol, contradicts that of appellantâs. We apply the rule that appellate courts accord the highest respect to the assessment of the testimonies of eyewitnesses by the trial court because of its unequaled opportunity to observe on the stand their demeanor and manner of testifying and to detect whether they are telling the truth or not.[20]Appellant contends that there were inconsistencies between the testimonies of Montero and Mirasol thus affecting their credibility. He has failed, however, to point out with specificity these alleged inconsistencies.[21]A review of the record shows only one \"inconsistency\" between Montero and Mirasolâs testimonies on an aspect of the killing of Simeon. Montero testified that after appellant had summoned Simeon, the next time he saw the boy was when he was already bathed in his own blood under the coconut tree, while according to Mirasol, appellant first grabbed Simeon by the hair and took him from the group.This \"inconsistency,\" if indeed it is one, is explained by the fact that Montero admitted to having concentrated on his drinking at that point, so that his back was turned away from appellant and Simeon. On the other hand, Mirasol was able to watch as appellant rejoined the group until appellant actually slashed Simeonâs neck. This \"inconsistency\" in fact strengthened, rather than weakened, the credibility of the eyewitnesses as it negates any suspicion of a rehearsed testimony.[22]On the issue of the identification of appellant as the perpetrator of both the robbery and the two murders, the prosecution has solidly founded evidence as appellant was pinpointed by his drinking companions who were his barangay mates, with one being a fellow culprit in the robbery. There was a moon bright enough for the witnesses to have seen what had transpired that fateful night of Feburary 14, 1992.[23] The condition of visibility being favorable, the eyewitnessesâ testimonies on the identification of the appellant as the malefactor and the specific acts constituting the crime should be accepted.[24]The trial court correctly considered the killing of Simeon and Reynaldo as qualified by treachery. The following conditions of treachery were established: (a) the employment of means, method or manner of execution which would ensure the safety of the malefactor from defensive or retaliatory acts on the part of the victim, no opportunity being given to the latter to defend himself or to retaliate; and (b) the means, method or manner of execution were deliberately and consciously adopted by the offender.[25]In each of the two murders, appellant enticed the two victims to move away from their companions. The two unsuspectingly obeyed appellantâs summon only to be hacked suddenly at their necks. The victims, one a 12-year old and the other, a 16-year old, were certainly no match to the 35-year old appellant whom the trial court described as \"husky and with well-developed muscles.\"[26]In both murder cases, the aggravating circumstance of recidivism as defined in Article 14(9) of the Revised Penal Code has been established. The prosecution offered in evidence a certified true copy of the May 13, 1983 decision in Criminal Case No. 7-82 of the Regional Trial Court of Marinduque, Branch XXXVIII in Boac, imposing on appellant the indeterminate penalty of twelve (12) years and one (1) day of reclusion temporal as minimum to twenty (20) years of reclusion temporal as maximum and the payment of P12,000 indemnity and P10,000 moral damages for the murder of Gavino Perilla.[27]Appellant must be imposed the maximum penalty of death. Under Article 64(3) of the Revised Penal Code, only one aggravating circumstance may suffice to warrant the imposition of the maximum penalty in the absence of any mitigating circumstance to offset it.[28] However, considering that the imposition of the death penalty was proscribed at the time of the commission of the crimes, appellant shall suffer the penalty of reclusion perpetua for each of the two murder cases.In Criminal Case No. 24-92, appellant was charged with having forcibly destroyed the padlock of the store room in the Marcopper canteen and taking away goods worth Ten Thousand Two Hundred Pesos, in violation of Article 302(2) of the Revised Penal Code. Said article penalizes the crime of robbery in a private building with the penalty of prision correccional in its medium and maximum periods \"if the value of the property taken exceeds 250 pesos.\" The information alleges the aggravating circumstances of nocturnity and habituality as defined in Article 14(6) and (10) of the Revised Penal Code. As an aggravating circumstance under Article 14(6) of the Revised Penal Code, nocturnity should have been deliberately sought by the appellant and his group in committing the robbery to facilitate its commission.[29] We do not agree that such deliberateness was present when the appellant asported goods from the canteen although the offense was committed at nighttime. By the circumstances established by the prosecution, the robbery was impelled by appellantâs arrogance and need to impress his drinking partners. The crime would have been committed regardless of the time of the day or night.The robbery was aggravated by habituality or reiteration under Article 14(10) not recidivism under Article14(9) as ruled by the trial court. Habituality requires that the offender \"has been previously punished for an offense to which the law attaches an equal or greater penalty or for two or more crimes to which it attaches a lighter penalty.\" Unlike in recidivism where the offender has been \"previously convicted by final judgment of another crime embraced in the same title\" of the Revised Penal Code, in reiteration, the previous crime must not belong to the same title of the Code as the second offense.To prove reiteration, it is necessary to present as evidence certified copies of the sentence rendered against the accused except when the defendant pleads guilty to an information alleging reiteration.[30] As earlier stated, a certified true copy of the decision in Criminal Case No. 7-82 convicting appellant with the crime of murder for the killing of Gavino Perilla, was presented in the trial court.[31]By the presence of habituality and there being no mitigating circumstance to offset it, the penalty should be imposed in its maximum period. The trial court therefore, should have divided the penalty of prision correccional in its medium to maximum periods into three equal portions in accordance with Article 65 of the Revised Penal Code and imposed the maximum period thereof or four (4) years, nine (9) months and eleven (11) days to six (6) years of prision correccional maximum. Being a parolee, appellant shall not benefit from the Indeterminate Sentence Law.[32]WHEREFORE, the decision of the trial court in Criminal Cases Nos. 23-92 and 25-92 is hereby AFFIRMED. The trial courtâs decision in Criminal Case No. 24-92 is likewise AFFIRMED with the sole modification that the penalty imposed shall be four (4) years, nine (9) months and eleven (11) days to six (6) years of prision correccional maximum. Costs against appellant.SO ORDERED.Padilla, Bellosillo, Vitug, and Hermosisima, Jr. JJ., concur.[1] Penned by Executive Judge Romulo A. Lopez.[2] Record of Crim. Case No. 25-92, p. 15.[3] Wilfredo Penaverde, Imelda Mandapat, Mario Penaverde, Ernesto Ravanera and Narcisca Padolina.[4] TSN, July 21, 1992, pp. 2-7.[5] Id., at 8-9.[6] Id., at 9-12.[7] Exh. N.[8] Exh. A.[9] TSN, July 24, 1992, pp. 16-22.[10] Id., at 23-24.[11] Id., at 24-29.[12] Id., at .29-34.[13] Id., at. 35.[14] Id., at 34-35.[15] Exh. A.[16] Exh. B.[17] TSN, July 22, 1992, pp. 19-27.[18] See note 2, p. 173.[19] Appellantâs Brief, p. 1.[20] People v. Magalong, 244 SCRA 117 (1995).[21] Appellantâs Brief, p. 24.[22] People v. Utinas, 239 SCRA 362. (1994).[23] People v. Agcaoili, 206 SCRA 606, 611 (1992).[24] People v. Bongadillo, 234 SCRA 233 (1994).[25] People v. Mendoza, 236 SCRA 666 (1994).[26] Decision, p. 36.[27] Exh. U.[28] The penalty for murder under Article 248 of the Revised Penal Code is reclusion temporal in its maximum period to death.[29] People v. Empacis, 222 SCRA 59 (1993).[30] AQUINO, THE REVISED PENAL CODE I 321 (1976 ED.) citing U.S. v. Ramos, 1 Phil. 192 (1902); People v. De Mesa, 7 Phil. 729 (1907); People v. Scott, 62 Phil. 553 (1935); People v. De la Cruz, 63 Phil. 874 (1936).[31] See note 27.[32] AQUINO, supra at 669. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "rolando",
    "monterey",
    "quindoza",
    "accused",
    "appellant",
    "kapunan",
    "appeals",
    "decision",
    "august",
    "regional",
    "trial",
    "court",
    "marinduque",
    "branch",
    "finding",
    "guilty"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES,Â PLAINTIFF-APPELLEE, VS. ROLANDO MONTEREY YÂ QUINDOZA,Â ACCUSED-APPELL...",
  "formatted_case_content": "View printer friendly version\n330 Phil. 44\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 109767, September 03, 1996 ]\n[ G.R. No. 109767, September 03, 1996 ]\n\nPEOPLE OF THE PHILIPPINES,Â  PLAINTIFF-APPELLEE, VS. ROLANDO MONTEREY YÂ  QUINDOZA,Â  ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES,Â  PLAINTIFF-APPELLEE, VS. ROLANDO MONTEREY YÂ  QUINDOZA,Â  ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nKAPUNAN, J.:\n\nRolando Monterey y Quindoza appeals from the Decision [1] dated August 25, 1992 of the Regional Trial Court of Marinduque, Branch 38 in Boac, finding him guilty beyond reasonable doubt in Criminal Case No. 23-92 of the crime of robbery and in Criminal Cases Nos. 24-92 and 25-92 of murder for the killing of Simeon Padolina and Reynaldo Penaverde.\n\nOn February 19, 1992, the Acting Chief of Police of  Sta. Cruz, Marinduque filed two separate complaints for the two killings, against Abner Montero, Marion Mirasol and appellant.  The complaint for robbery with force upon things against the same accused was filed subsequently.\n\nIn a resolution dated March 2, 1991, the municipal trial judge of Sta. Cruz who conducted the preliminary investigation in the three cases, recommended that Montero and Mirasol be discharged as accused in order to be state witnesses considering that they were the only witnesses who could  testify on the circumstances surrounding the crimes.  The same resolution recommended bail in the amount of P6,000 for the temporary liberty of appellant as far as the crime of robbery was concerned.No bail was recommended in the two murder cases. [2]\n\nOn May 6, 1992, the provincial prosecutor denied dismissal of the cases against Montero and Mirasol. Consequently, on May 13, 1992, two informations for murder were filed against Montero, Mirasol and appellant.\n\nThe information in Criminal Case No.23-92 for the killing of Reynaldo Penaverde reads as follows:\nThat on or about the 15th  day of  February, 1992, at around 12:30 oâclock in the morning, in barangay San Antonio, municipality of Sta. Cruz, province of Marinduque, Philippines, and within the jurisdiction of this Honorable Court, the above-named defendants, conspiring, confederating, and mutually helping one another, did then and there, wilfully, unlawfully and feloniously, with deliberate intent to kill, suddenly, unexpectedly and with treachery/abuse of superior strength, assault, attack and slash the neck of one Reynaldo Penaverde y Arellano, with a bolo, inflicting upon the latter the following fatal injury, to wit:\n- one hack wound at the neck exposing and ligating the following structures:  trachea, esophagus, left and right carotid artery, left and right carotid vein, left and right jugular vein, left and right sternocleido-mastoid muscles. thereby causing the direct and instantaneous death of said 16 year-old Reynaldo Penaverde y Arellano, to the damage and prejudice of his legal heirs represented by his father, Wilfredo Penaverde y Ricamara.\n\nCONTRARY TO LAW, with the aggravating circumstance of disregard of the respect due the deceased on account of his comparatively tender age, and with the additional aggravating circumstance of recidivism against accused Rolando Monterey, he having been previously convicted by final judgment for murder, in Criminal Case No. 782, by the Regional Trial Court of Marinduque, as in fact he is still presently on parole. The information in Criminal Case No. 25-92 is similarly worded except for the name of the victim, Simeon Padolina y Pastrana, his age, which is indicated therein as 12 years, and the name of the representative of his heirs, Narcisa Pastrana-Padolina.\n\nIn Criminal Case No. 24-92 for robbery,  Montero was excluded as accused.  The information reads:\nThat on or about the 14th day of February, 1992, at around 10:30 oâclock in the evening, in barangay San Antonio, municipality of Sta. Cruz, province of Marinduque, Philippines, and within the jurisdiction of this Honorable Court, the above-named defendants, conspiring, confederating and helping one another, did then and there, wilfully, unlawfully and feloniously, with intent of gain and by means of force and violence, enter the Marcopper Golf Club Canteen by forcibly destroying the padlock of the door of the storeroom and once inside, take, steal and carry away therefrom the following items, to wit:\n\n1.  Two (2) pcs. Golf  balls\n2.  Fourteen (14) cases of beer\n3.  Five (5) bottles of Gilbeys   gin\n4.  One (1) box (48) pcs. (sic) Century tuna\n5.  Assorted Imported Chocolate\n6.  Two (2) small Ginebra\n7.  Assorted Toiletries\n8.  Assorted Candies\n9.  Cigarettes (Marlboro, Phillip, Winston, Hope, etc.)\n10.  Assorted Canned Goods\n11.  Peanuts and\n12.  Knox\n\nwith a total value of Ten Thousand Two Hundred Eleven Pesos (P10,211.00) (sic), Philippine Currency, to the damage and prejudice of said Marcopper Gold Club Canteen.\n\nCONTRARY TO LAW, with the aggravating circumstance of noctornity (sic) which was purposely sought to insure the commission of the offense with impunity, and the additional aggravating circumstance of habituality (Art. 14 [10], RPC) with respect to accused Rolando Monterey,  who has been previously convicted by final judgment in Criminal Case No. 7-82, for Murder. The three cases were jointly tried.  On arraignment, the three accused pleaded not guilty.\n\nOn July 6, 1992, after the prosecution had presented five witnesses, [3] the provincial prosecutor filed a motion for the discharge of Montero as an accused in order that he could be a state witness.  Duly opposed by the defense, the trial court nevertheless granted the motion and discharged Montero from Criminal Cases Nos. 23-92 and 25-92.\n\nOn August 25, 1992, the trial court rendered its decision, the dispositive part of which reads:\nWHEREFORE, in view of the above observations and findings from the evidence adduced by both parties in this case, this court found:\n\n1.  Marion Mirasol y Molbog in Crim. Case No. 24-92 to be guilty beyond reasonable doubt of the crime of Robbery defined and punished under Art. 302(2) of the Revised Penal Code without any mitigating circumstance to offset the aggravating circumstance of nocturnity, granting him the benefit of Indeterminate Sentence Law, Marion Mirasol y Molbog is hereby sentenced to suffer an indeterminate prison term of FOUR (4) MONTHS and ONE (1) DAY of arresto mayor to FIVE (5) YEARS of prision correccional;\n\n2.  Rolando Monterey y Quindoza in Crim. Case No. 24-92 to be guilty beyond reasonable doubt of the crime of Robbery defined and punished under Art. 302(2) of the Revised Penal Code without any mitigating circumstance to offset the aggravating circumstances of nocturnity and recidivism, Rolando Monterey y Quindoza is hereby sentenced to suffer an indeterminate prison term of  FOUR (4) YEARS, TWO (2) MONTHS and ONE (1) DAY to SIX (6) YEARS of prision correccional.\n\nBoth accused Marion Mirasol y Molbog and Rolando Monterey y Quindoza are hereby ordered to indemnify the Marcopper Golf Club the sum of P8,972.15 representing the value of the unrecovered items taken.  They shall be credited with the full extent of their preventive imprisonment.  Both accused are hereby committed to the custody of the Provincial Jail Warden.\n\nIn the Murder cases (Crim. Case No. 23-92 and 25-92)\n\nFinding the evidence to be insufficient to support the conviction of Marion Mirasol y Molbog beyond reasonable doubt in Crim. Cases Nos. 23-92 and 25-92, both for Murder, he is hereby ACQUITTED of the offenses charged.\n\nThe Provincial Warden or any officer who is/are in custody of Marion Mirasolâs body is/are hereby directed to release him immediately, unless to be held further for some other cause or causes (Crim. Case No. 24-92).\n\nFinding Rolando Monterey y Quindoza guilty beyond reasonable doubt of the crime of Murder in Crim. Case Nos. 23-92 and 25-92, defined and punished under Art. 248 of the Revised Penal Code, with the attendant aggravating  circumstance of recidivism, following the doctrine laid down in People v. Munoz, 170 SCRA 109 (1989), relative to the imposable penalty, ROLANDO MONTEREY Y QUINDOZA is hereby sentenced to suffer in each case, Crim. Case No. 23-92 and Crim. Case No. 25-92, both for Murder, prison term of Reclusion Perpetua; ordering the accused to indemnify the heirs of Reynaldo Penaverde in Crim. Case No. 23-92 the sum of P50,000.00 as death indemnity and the further sum of P15,000.00 representing burial and vigil expenses; ordering the accused to indemnify the heirs of Simeon Padolina y Pastrana in Crim. Case No. 25-92 the sum of P50,000.00 representing death indemnity and the further sum of P23,000.00 representing burial and vigil expenses.\n\nAccused Rolando Monterey shall be credited with the full extent of his preventive imprisonment.\n\nLet the body of the accused Rolando Monterey y Quindoza be, as he is hereby, committed to the custody of the Provincial Jail Warden.\n\nSO ORDERED. Abner Montero, discharged as an accused to be a state witness, testified as follows:\n\nHe was informed by Mirasol of a drinking spree to be held at Sammy Montereroâs place.  At 5:00 p.m. of February 14, 1992, he proceeded to Montereroâs house where he found Mirasol, Arnold Quindoza, Marcelo Ricohermoso, Patricio Daganon, appellant and Monterero.  Daganon,  an employee of Marcopper, invited them to continue their merry-making at Marcopperâs Golf Canteen.  Except for Monterero, the group accepted the invitation and proceeded to the canteen.\n\nAt the canteen, where a Valentineâs party was being held at the second floor, Daganon ordered one-half case of San Miguel beer and one small bottle of Ginebra San Miguel for appellant.  Later, Angel Ricarro and Roberto Penaverde joined the group.  After a few minutes, Montero asked permission to leave but he was prevailed upon by Ricarro and Penaverde to stay saying that they would go home together as soon as they had finished drinking.  Before they left, appellant told them that the drinking spree would resume at Green No. 3.\n\nRicarro, Penaverde and Montero had dinner at the Monteroâs house.  Half an hour later, they proceeded to Green No. 3 where they found Quindoza alone.  After a minute, Reynaldo Penaverde and Mirasol arrived, carrying two cases of beer.  With them was appellant who had with him five  bottles of Gilbeyâs gin and two  bottles of San Miguel gin.  The three placed the drinks on the grass and Mirasol started opening the beer bottles.  When Montero noted that there was no pulutan, appellant instructed Mirasol and Reynaldo Penaverde to get the pulutan at the canteen, adding that it was already prepared.  After drinking Gilbeyâs gin, appellant followed Mirasol and Reynaldo Penaverde to the canteen.  When the three came back, Reynaldo was carrying five  different opened canned goods which he placed on the ground.  They continued drinking and, later, Daganon and Ricohermoso arrived. [4]\n\nAs it was getting late, Quindoza, Roberto Penaverde, Ricarro, Ricohermoso and Daganon left for home.  While appellant, Reynaldo Penaverde, Mirasol and Montero continued drinking, 12-year-old Simeon Padolina happened to pass by.  Reynaldo invited Simeon to join them and Simeon obliged.  Simeon inquired why they had plenty of beer and pulutan and where these came from.  Appellant said, \"Ayaw kong mapapahiya sa ganitong bagay lang.\"  While Mirasol kept quiet, Montero remarked, \"Bakit ka magsasalita ng ganyan tayo-tayo lamang ang nakakaalam sa pagkawala sa Marcopper Golf Canteen.\"  To this remark, appellant said, \"Basta ayaw kong mapapahiya.\" [5]\n\nAppellant then took aside Reynaldo Penaverde to some four meters away from the group  where they talked for more than a minute.  When they rejoined the group, appellant drank a bottle of beer, called Simeon Padolina and said, \"Toy kakausapin lang kita sandali.\"  Montero took one bottle of beer and, after he had consumed half of its content, he turned to where appellant and Simeon went.  Montero  saw  Simeon   Padolina   leaning   on  a coconut tree with his head bowed   and  with  blood  oozing  from his neck.  Appellant was looking at Simeon beside him while holding a bloodied bolo.  Mirasol then asked appellant, \"Tol, bakit naman ganoon?\"  Appelant said, \"Huwag kayong mag-aalala pinatulog ko lang iyan, dinasalan ko na iyan, sige diretso ang inom walang tatakbo.\"\n\nAppellant went back to the group, sat down, took a bottle of Gilbeyâs gin and tucked it in his back (isinaksak sa likod).  Then he went towards Reynaldo Penaverde and squeezed Reynaldoâs neck with his left hand.   While Reynaldo succeeded in freeing himself from appellantâs hold, appellant hit him with the bottle of Gilbeyâs gin, sending Reynaldo to the ground.  Reynaldoâs  head touched the ground with his buttocks protruding higher than his head (sumubsob na patuwad).  At this moment, Montero stood up and turned his back. After summoning enough courage, Montero faced appellant and saw him already washing a bloodied bolo at the faucet.  Reynaldo was bathed in his own blood with more blood gushing (sumisirit) from his neck.\n\nAppellant slowly approached Montero and as appellant drew near him, appellant delivered a stabbing blow  with his \"29\" knife.  Mirasol ran towards Montero who also ran to the back of Mirasol intending to use the latter as a shield.  Appellant opened a bottle of beer and sprinkled its contents on Mirasol and Monteroâs faces.  Mirasol told Montero to run and as he did, Mirasol also ran in the opposite direction. [6]\n\nSPO3 Mario Penaverde of the Sta. Cruz police testified that he reported for work on February 15, 1992 earlier than usual because of a summon for help.  He was with Station Commander Barretto, police investigator Ernesto Ravanera and Nolasco Regis when he went to the golf course where they found the bodies of Simeon Padolina and Reynaldo Penaverde about a hundred meters away from the canteen.  At Green No. 3, they found scattered one case of beer, unopened and empty bottles of beer, broken bottles, packs of cigarettes and canned goods.  Another case of beer with both unopened and empty bottles was found near appellantâs house.  To preserve fingerprints, Ravanera placed black powder and tape on the articles they picked up.  The police gathered all these articles, placed them in two cases of beer which they brought to the Mobile station.\n\nIt was in that Mobile station where they questioned Mirasol who readily admitted that he, together with Reynaldo Penaverde and Montero, robbed the canteen.  Mirasol also declared that he, upon the instruction of appellant,  brought some of the canned goods to appellantâs house where they could still be found.  He accompanied the police in going to appellantâs house.\n\nWhen they found no one at appellantâs house, they proceeded to the house of appellantâs parents where they found his wife, Adelaida.  When questioned, Adelaida denied that there were stolen goods at her house.   After the police  told Adelaida that Mirasol could prove that stolen canned goods could be found under the bed in her house, Adelaida told them to go and get the articles themselves.  The police having declined to enter the house, Adelaida relented and brought out the goods herself.  The stolen articles were inside a box.  Adelaida signed a certification that she voluntarily surrendered thirty-one  canned goods to the police authorities. [7]\n\nImelda Mandapat, treasurer of the Marcopper Golf Center Club, learned of the robbery on February 15, 1992 when she, together with Club President June Reynes, went to the canteen.  She discovered that the first door to the canteen was not destroyed but the lock of the second door was forcibly opened.  She affixed her signature on the inventory of goods taken from the canteen which was prepared by a member of the Fund Raising Committee. [8]\n\nAppellantâs co-defendant, Marion Mirasol, turned hostile witness.    Mirasol testified as follows:\n\nMirasol admitted having participated in the drinking sessions at Montereroâs house, at the canteen and at the golf course.   According to Mirasol, at the canteen, Daganon ordered half a case of beer and a round bottle of gin.  Only appellant drank gin.  After Daganon had ordered another half case of beer, Reynaldo Penaverde joined the group.  A few minutes later, Mirasol noticed appellant and Reynaldo in a huddle at another table a meter away from their table.  Montero and Roberto Penaverde then joined the group.\n\nAfter the group had decided to end the drinking spree, and as they were leaving the canteen, Mirasol noticed Reynaldo Penaverde in the ladiesâ room.  He inquired why Reynaldo was there and appellant replied that he better keep quiet for he ought to know what was going on (huwag daw po akong maingay at alam ko na yoon.)  After the rest of the group had left, Reynaldo opened the door of the canteen.  At this juncture, appellant climbed over the fence.  Mirasol then joined appellant and Reynaldo in forcibly opening the second door of the canteen by kicking it.  Mirasol was about to enter the canteen when appellant instructed him to act as a lookout.  Thus, Mirasol positioned himself near the first door of the canteen.  He only entered the canteen after appellant had instructed him to assist Reynaldo in carrying two cases of beer to Green No. 3.   Mirasol obeyed appellant because the latter was a known \"tough guy\"  in the locality whose orders must be obeyed.  Appellant, who was following Mirasol and Reynaldo, was carrying bottles of Gilbeyâs gin. [9]\n\nQuindoza and Montero were already at Green No. 3.  The group sat in a circle and started drinking.  Appellant then asked Mirasol and Reynaldo to go back to the canteen to get the \"pulutan.\"  At the canteen, Mirasol and Reynaldo placed the canned goods in a box.  On the way back to Green No. 3, appellant met them.   Appellant removed his maong jacket and wrapped some of the canned goods in it.  Appellant then told Mirasol to go with him and to bring the canned goods to his (appellantâs) house while he ordered Reynaldo to go back to Green No. 3.  At appellantâs house, he told Mirasol to place the box of canned goods on the floor.  As Mirasol was about to leave for the golf course, appellant said that he would just follow as soon as he had finished arranging the canned goods. [10]\n\nAt Green No. 3, Mirasol joined the drinking group composed of Montero, Reynaldo Penaverde, Quindoza, Ricohermoso, Roberto Penaverde and Daganon.  Following appellantâs instruction, Mirasol did not tell anybody about what happened earlier.  Later, appellant joined the group.  Mirasol noticed appellant talking to Reynaldo about two meters from the group.  After the two rejoined the group, Simeon Padolina passed by.  Reynaldo called Simeon and offered him beer.  Montero commented that minors were not allowed there.  Simeon countered that he had not done anything wrong (Ay ano wala naman akong nagawa sa inyo) but Montero insisted that minors were not allowed in the area (Basta bawal ang bata dito).   Thereafter, Daganon, Roberto Penaverde and Quindoza left for home leaving behind Mirasol, appellant, Reynaldo, Simeon and Montero. [11]\n\nA few minutes later, appellant and Reynaldo stood up and walked to about eight  meters away from the others.  When   the  two rejoined the group, Reynaldo seated himself  beside Mirasol.  Suddenly, appellant grabbed Simeonâs hair and pulled Simeon about four  meters away.  Using a bolo,  appellant slashed Simeonâs neck.  Thereafter, appellant said, \"Huwag ninyong intindihin iyan, pinatulog ko na iyan, dinasalan ko na iyan.\"\n\nAppellant returned to his place in the circle, approached Reynaldo Penaverde and squeezed the latterâs neck with his left hand.  Reynaldo was able to free himself from appellantâs hold but appellant hit him with a bottle of Gilbeyâs gin on the head, breaking the bottle in the process.  Appellant ran after Reynaldo, unsheated his bolo from its scabbard and slashed Reynaldoâs neck.  Reynaldo  lurched forward (nakaluhod na nakasubsob).  Appellant then washed his bolo at the nearby faucet.\n\nBoth Mirasol and Montero were shocked and immobilized by what they saw.  Later, Mirasol asked appellant, \"Tol, bakit ganoon?\"  Appellant answered, \"Ayaw kong mapapahiya.\"  Then he approached Montero and Mirasol, pulled out his \"29\" knife and lunged at Montero who ran to the back of Mirasol.  Because appellant did not respond when Mirasol asked him \"Bakit ganyan?\", Mirasol elbowed Montero and told him to run. [12] Mirasol also ran, leaving his yellow rubber slippers behind. [13]\n\nThat same night, Mirasol took his family to his auntâs house.  The following morning, he asked his father-in-law to fetch a policeman.  He voluntarily went with the police to the Kilo-kilo detachment where he gave a statement. [14]\n\nAccording to Wilfredo Penaverde, his 16-year-old son Reynaldo worked two times a week as a caddie at the golf course earning thirty pesos a day.  He came to know of the killers of his son through the affidavits executed by Mirasol, Montero and appellant.  On February 15, 1992, he saw appellant kibitzing (nag-uusyoso) at the place where Reynaldo was killed.  He spent P14,000.00 for the wake, burial and nine-day novena prayers for Reynaldo who died of severe hemorrhage secondary to a hack wound. [15]\n\nNarcisa Padolina testified that her 12-year-old son Simeon also worked as a caddie twice during schooldays and on weekends.  He would earn twenty to fifty pesos a day.  She learned of Simeonâs death from her eldest son, Anastacio, who had been told about it by the golf course security guard.  She saw her dead son at Green No. 3.   Later, a  doctor and a nurse showed her Simeonâs neck wound.  His death certificate shows that Simeon died of severe hemorrhage secondary to a hack wound. [16] Narcisa spent P39,000.00 for Simeonâs burial.\n\nAppellant denied participation in the robbery and the near decapitation  of the two young men.  He gave this version of the incident:\n\nAppellant admitted having joined the three-part drinking spree.  He added that at 9:00 in the evening, after the group had consumed half a case of beer at the canteen, he went home with Ricohermoso, Quindoza and Mirasol while the others went to the second floor of the canteen to watch the party going on.  He, with Mirasol, went to his parentsâ house after he found that no one was at his own home.  At about 10:30 p.m., as he and Mirasol watched television, Montero arrrived and invited them to have more drinks at the golf course.\n\nAt the golf course, appellant found Simeon Padolina and Reynaldo Penaverde drinking beer with canned goods as \"pulutan.\"  They also had cigarettes and three bottles of Gilbeyâs gin.  They sat in a circle.  While drinking, he asked Montero where all the drinks and \"pulutan\" had come from, and Montero replied that they came from the canteen.  Being a parolee and fearing that he might get involved in the taking of goods from the canteen, he asked the groupâs permission to go home.  Montero refused to let him go saying that they should continue drinking.  Montero whispered to him that  the small boy, Simeon, saw them robbing the canteen.  He repeated to Montero that he might get involved in the crime but Montero assured him that he would take care of everything.\n\nWhen Simeon and Reynaldo were already drunk, Montero slashed Simeonâs neck with a bolo.   Appellant once again tried to leave but Montero told him that the drinking session was not over yet.  Montero also slashed Reynaldoâs neck with the same bolo.  After seeing the crime being perpetrated, he went home with Mirasol. [17]\n\nUpon the promulgation of the decision, Mirasol intimated his intention to file a petition for probation. [18] Thus, only appellant interposed this appeal alleging solely that:\nTHE TRIAL COURT ERRED IN FINDING THE ACCUSED ROLANDO MONTEREY GUILTY BEYOND REASONABLE DOUBT OF THE CRIME OF ROBBERY COMMITTED AGAINST THE MARCOPPER GOLF CLUB CANTEEN AND FOR THE DOUBLE MURDER OF VICTIMS REYNALDO PENAVERDE AND SIMEON PADOLINA. [19] Resolution of this case hinges on the issue of credibility as the story of the prosecution, which is supported by that of accused Mirasol, contradicts that of appellantâs.  We apply the rule that appellate courts accord the highest respect to the assessment of the testimonies of eyewitnesses by the trial court because of its unequaled opportunity to observe on the  stand their demeanor and manner of testifying and to detect whether they are telling the truth or not. [20]\n\nAppellant contends that there were inconsistencies between the testimonies of Montero and Mirasol thus affecting their credibility.  He has failed, however, to point out with specificity these alleged inconsistencies. [21]\n\nA review of the record shows only one \"inconsistency\"  between Montero and Mirasolâs  testimonies on an aspect of the killing of Simeon.  Montero testified that after appellant had summoned Simeon, the next time he saw the boy was when he was already bathed in his own blood under the coconut tree, while according to Mirasol, appellant first grabbed Simeon by the hair and took him  from the group.\n\nThis \"inconsistency,\" if indeed it is one, is explained by the fact that Montero admitted to having concentrated on his drinking at that point, so that his back was turned away from appellant and Simeon.  On the other hand, Mirasol was able to watch as appellant rejoined the group until appellant actually slashed Simeonâs neck.  This \"inconsistency\" in fact strengthened, rather than weakened, the credibility of the eyewitnesses as it negates any suspicion of a rehearsed testimony. [22]\n\nOn the issue of the identification of appellant as the perpetrator of both  the robbery and the two murders, the prosecution has  solidly founded evidence as appellant was pinpointed by his drinking companions who were his barangay mates, with one being a fellow culprit in the robbery.  There was a moon bright enough for the witnesses to have seen what had transpired that fateful night of Feburary 14, 1992. [23] The condition of visibility being favorable, the eyewitnessesâ testimonies on the identification of the appellant as the malefactor and the specific acts constituting the  crime should be accepted. [24]\n\nThe trial court correctly considered the killing of Simeon and Reynaldo as  qualified by treachery.  The following conditions of treachery were established:  (a) the employment of means, method or manner of execution which would ensure the safety of the malefactor from defensive or retaliatory acts on the part of the victim, no opportunity being given to the latter to defend himself or to retaliate; and (b) the means, method or manner of execution were deliberately and consciously adopted by the offender. [25]\n\nIn each of the two murders, appellant enticed the two victims to move away from their companions.  The two unsuspectingly obeyed appellantâs summon only to be hacked suddenly at their necks.    The victims, one a 12-year old and the other, a 16-year old, were certainly no match to the 35-year old appellant whom the trial court described as \"husky and with well-developed muscles.\" [26]\n\nIn both murder cases, the aggravating circumstance of recidivism as defined in Article 14(9) of the Revised Penal Code has been established.  The prosecution offered in evidence a certified true copy of the May 13, 1983 decision in Criminal Case No. 7-82 of the Regional Trial Court of Marinduque, Branch XXXVIII in Boac, imposing on appellant the indeterminate penalty of twelve (12) years and one (1) day of reclusion temporal as minimum to twenty (20) years of reclusion temporal as maximum and the payment of P12,000 indemnity and P10,000 moral damages for the murder of Gavino Perilla. [27]\n\nAppellant must be imposed the maximum penalty of death.  Under Article 64(3) of the Revised Penal Code, only one aggravating circumstance may suffice to warrant the imposition of the maximum penalty in the absence of any mitigating circumstance to offset it. [28] However, considering that the imposition of the death penalty was proscribed at the time of the commission of the crimes, appellant shall suffer the penalty of reclusion perpetua for each of the two murder cases.\n\nIn Criminal Case No. 24-92, appellant was charged with having forcibly destroyed the padlock of the store room in the Marcopper canteen and taking away   goods  worth  Ten  Thousand  Two  Hundred  Pesos,  in violation of Article 302(2) of the Revised Penal Code.  Said article penalizes the crime of robbery in a private building with the penalty of prision correccional in its medium and maximum periods \"if the value of the property taken exceeds 250 pesos.\"\n\nThe information alleges the aggravating circumstances of nocturnity and habituality as defined in Article 14(6) and (10) of the Revised Penal Code.\n\nAs an aggravating circumstance under Article 14(6) of the Revised Penal Code, nocturnity should have been deliberately sought by the appellant and his group in committing the robbery to facilitate its commission. [29] We do not agree that such deliberateness was present when the appellant asported goods from the canteen although the offense was committed at nighttime.  By the circumstances established by the prosecution, the robbery was impelled by appellantâs arrogance and need to impress his drinking partners.  The crime would have been committed regardless of the time of the day or night.\n\nThe robbery was aggravated by habituality or reiteration under Article 14(10) not recidivism under Article14(9) as ruled by the trial  court.  Habituality requires that the offender \"has been previously punished for an offense to which the law attaches an equal or greater penalty or for two or more crimes to which it attaches a lighter penalty.\"  Unlike in recidivism where the offender has been \"previously convicted by final judgment of another crime embraced in the same title\"  of the Revised Penal Code, in reiteration, the previous crime must not belong to the same title of the Code as the second offense.\n\nTo prove reiteration, it is necessary to present as evidence certified copies of the sentence rendered against the accused except when the defendant pleads guilty to an information alleging reiteration. [30] As earlier stated, a certified true copy of the decision in Criminal Case No. 7-82 convicting appellant with the crime of murder for the killing of Gavino Perilla, was presented in the trial court. [31]\n\nBy the presence of habituality and there being no mitigating circumstance to offset it, the penalty should be imposed in its maximum period.  The trial court therefore, should have divided the penalty of prision correccional in its medium to maximum periods into three equal portions in accordance with Article 65 of the Revised Penal Code and imposed the maximum period thereof or four (4) years, nine (9) months and eleven (11) days to six (6) years of prision correccional maximum.  Being a parolee, appellant shall not benefit from the Indeterminate Sentence Law. [32]\n\nWHEREFORE, the decision of the trial court in Criminal Cases Nos. 23-92 and 25-92 is hereby AFFIRMED. The trial courtâs decision in Criminal Case No. 24-92 is likewise AFFIRMED with the sole modification that the penalty imposed shall be four (4) years, nine (9) months and eleven (11) days to six (6) years of prision correccional maximum.  Costs against appellant.\n\nSO ORDERED.\n\nPadilla, Bellosillo, Vitug, and Hermosisima, Jr.  JJ., concur.\n\n[1] Penned by Executive Judge Romulo A. Lopez.\n\n[2] Record of Crim. Case No. 25-92, p. 15.\n\n[3] Wilfredo Penaverde, Imelda Mandapat, Mario Penaverde, Ernesto Ravanera and Narcisca Padolina.\n\n[4] TSN, July 21, 1992, pp. 2-7.\n\n[5] Id., at  8-9.\n\n[6] Id., at  9-12.\n\n[7] Exh. N.\n\n[8] Exh. A.\n\n[9] TSN, July 24, 1992, pp. 16-22.\n\n[10] Id., at  23-24.\n\n[11] Id., at  24-29.\n\n[12] Id., at .29-34.\n\n[13] Id., at. 35.\n\n[14] Id., at  34-35.\n\n[15] Exh. A.\n\n[16] Exh. B.\n\n[17] TSN, July 22, 1992, pp. 19-27.\n\n[18] See note 2, p. 173.\n\n[19] Appellantâs Brief, p. 1.\n\n[20] People v. Magalong,   244 SCRA 117 (1995).\n\n[21] Appellantâs Brief, p. 24.\n\n[22] People v. Utinas,  239 SCRA 362. (1994).\n\n[23] People v. Agcaoili,  206 SCRA 606, 611 (1992).\n\n[24] People v. Bongadillo,  234 SCRA 233 (1994).\n\n[25] People v. Mendoza,  236 SCRA 666 (1994).\n\n[26] Decision, p. 36.\n\n[27] Exh. U.\n\n[28] The penalty for murder under Article 248 of the Revised Penal Code is reclusion temporal in its maximum period to death.\n\n[29] People v. Empacis,  222 SCRA 59 (1993).\n\n[30] AQUINO, THE REVISED PENAL CODE I  321 (1976 ED.) citing U.S. v. Ramos, 1 Phil. 192 (1902); People v. De Mesa, 7 Phil. 729 (1907); People v. Scott, 62 Phil. 553 (1935); People v. De la Cruz, 63 Phil. 874 (1936).\n\n[31] See note 27.\n\n[32] AQUINO, supra at 669.",
  "content_length": 32848,
  "metadata_extraction_date": "2025-11-01T05:49:28.617331",
  "extraction_version": "2.0_enhanced_full_content"
}