{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/september/GR_118180.html",
  "filename": "GR_118180.html",
  "year": 1996,
  "month": "september",
  "case_number": "118180",
  "gr_number": "118180",
  "volume_page": "330 Phil. 801",
  "decision_date": "September 20, 1996",
  "title": "DEVELOPMENT BANK OF THE PHILIPPINES, PETITIONER, VS. COURT OF APPEALS, SPS. NORMY D. CARPIO AND CARMEN ORQUISA; SPS. ROLANDO D. CARPIO AND RAFAELA VILLANUEVA; SPS. ELISEO D. CARPIO AND ANUNCIACION DEL ROSARIO; LUZ C. REYES, MARIO C. REYES, JULIET REYES-RUBIN, RESPONDENTS. D E C I S I O N PADILLA, J.: This is a petition for review on certiorari under Rule 45 of the Rules of Court which seeks to set aside the decision[1] of the Court of Appeals (CA) dated 28 February 1994 in C.A.-G.R. CV No. 37158, as well as the resolution dated 11 August 1994 denying petitioner's motion for reconsideration.The facts are undisputed:Private respondents were the original owners of a parcel of agricultural land covered by TCT No. T-1432, situated in Barrio Capucao, Ozamis City, with an area of 113,695 square meters, more or less.On 30 May 1977, private respondents mortgaged said land to petitioner. When private respondents defaulted on their obligation, petitioner foreclosed the mortgage on the land and emerged as sole bidder in the ensuing auction sale. Consequently, Transfer Certificate of Title No. T-10913 was eventually issued in petitioner's name.On 6 April 1984, petitioner and private respondents entered into a Deed of Conditional Sale wherein petitioner agreed to reconvey the foreclosed property to private respondents.The pertinent stipulations of the Deed provided that:\"WHEREAS, the VENDOR acquired a parcel of land in an auction sale by the City Sheriff of Ozamiz City, pursuant to Act 3135, as amended, and subject to the redemption period pursuant to CA 141, described as follows:xxx xxx xxxWHEREAS, the VENDEES offered to repurchase and the VENDOR agreed to sell the above-described property, subject to the terms and stipulations as hereinafter stipulated, for the sum of SEVENTY THREE THOUSAND SEVEN HUNDRED ONLY (P73,700.00), with a down payment of P8,900.00 and the balance of P64,800 shall be payable in six (6) years on equal quarterly amortization plan at 18% interest per annum. The first quarterly amortization of P4,470.36 shall be payable three months from the date of the execution of the documents and all subsequent amortization shall be due and payable every quarter thereafter.xxx xxx xxxThat, upon completion of the payment herein stipulated and agreed, the Vendor agrees to deliver to the Vendee/s(,) his heirs, administrators and assigns(,) a good and sufficient deed of conveyance covering the property, subject matter of this deed of conditional sale, in accordance with the provisions of law.\" (Exh. \"A\", p. 5, Records)[2]On 6 April 1990, upon completing the payment of the full repurchase price, private respondents demanded from petitioner the execution of a Deed of Conveyance in their favor.Petitioner then informed private respondents that the prestation to execute and deliver a deed of conveyance in their favor had become legally impossible in view of Sec. 6 of Rep. Act 6657 (the Comprehensive Agrarian Reform Law or CARL) approved 10 June 1988, and Sec. 1 of E.O. 407 issued 10 June 1990.Aggrieved, private respondents filed a complaint for specific performance with damages against petitioner before the Regional Trial Court of Ozamis City, Branch XV. During the pre-trial, the trial court narrowed down the issue to whether or not Sec. 6 of the CARL (Rep. Act 6657) had rendered legally impossible compliance by petitioner with its obligation to execute a deed of conveyance of the subject land in favor of private respondents. The trial court ordered both parties to file their separate memorandum and deemed the case submitted for decision thereafter.On 30 January 1992, the trial court rendered judgment, the dispositive part of which reads:\"WHEREFORE, judgment is rendered ordering defendant to execute and deliver unto plaintiffs a deed of final sale of the land subject of their deed of conditional sale - Lot 5259-A, to pay plaintiffs P10,000.00 as nominal damages, P5,000.00 as attorney's fees, P3,000.00 as litis expenses and costs.\"[3]The trial court held that petitioner interpreted the fourth paragraph of Sec. 6, Rep. Act 6657 literally in conjunction with Sec. 1 of E.O. 407.The fourth paragraph of Sec. 6, Rep. Act 6657 states that:\"Upon the effectivity of this Act, any sale disposition, lease, management contract or transfer of possession of private lands executed by the original landowner in violation of this act shall be null and void; Provided, however, that those executed prior to this act shall be valid only when registered with the Register of Deeds after the effectivity of this Act. Thereafter, all Register of Deeds shall inform the DAR within 320 days of any transaction involving agricultural lands in excess of five hectares.\"while Sec. 1 of E.O. 407 states that:\"Sec. 1. All government instrumentalities but not limited to x x x financial institutions such as the DBP x x x shall immediately execute deeds of transfer in favor of the Republic of the Philippines as represented by the Department of Agrarian Reform and surrender to the department all landholdings suitable for agriculture.\"The court a quo noted that Sec. 6 of Rep. Act 6657, taken in its entirety, is a provision dealing primarily with retention limits in agricultural land allowed the landowner and his family and that the fourth paragraph, which nullifies any sale x x x by the original landowner in violation of the Act, does not cover the sale by petitioner (not the original land owner) to private respondents.On the other hand, according to the trial court, E.O. 407 took effect on 10 June 1990. But private respondents completed payment of the price for the property, object of the conditional sale, as early as 6 April 1990. Hence, with the fulfillment of the condition for the sale, the land covered thereby, was detached from the mass of foreclosed properties held by DBP, and, therefore, fell beyond the ambit or reach of E.O. 407.Dissatisfied, petitioner appealed to the Court of Appeals (CA), still insisting that its obligation to execute a Deed of Sale in favor of private respondents had become a legal impossibility and that the non-impairment clause of the Constitution must yield to the demands of police power.On 28 February 1994, the CA rendered judgment dismissing petitioner's appeal on the basis of the following disquisitions:\"It is a rule that if the obligation depends upon a suspensive condition, the demandability as well as the acquisition or effectivity of the rights arising from the obligation is suspended pending the happening or fulfillment of the fact or event which constitutes the condition. Once the event which constitutes the condition is fulfilled resulting in the effectivity of the obligation, its effects retroact to the moment when the essential elements which gave birth to the obligation have taken place (8 Manresa, 5th Ed. Bk. 1, pa. 33). Applying this precept to the case, the full payment by the appellee on April 6, 1990 retroacts to the time the contract of conditional sale was executed on April 6, 1984. From that time, all elements of the contract of sale were present. Consequently, the contract of sale was perfected. As such, the said sale does not come under the coverage of R.A. 6657.It is likewise interesting to note that despite the mandate of Sec. 1, R.A. 6657, appellant continued to accept the payments made by the appellee until it was fully paid on April 6, 1990. All that the appellant has to do now is to execute the final deed of sale in favor of the appellee. To follow the line of argument of the appellant would only result in an unconscionable injury to the appellee. Obligations arising from contracts have the force of law between the contracting parties and should be complied with in good faith (Flavio Macasaet & Associates, Inc. vs. Commission on Audit, 173 SCRA 352).Going now to E.O. 407, We hold that the same can neither affect appellant's obligation under the deed of conditional sale. Under the said law, appellant is required to transfer to the Republic of the Philippines 'all lands foreclosed' effective June 10, 1990. Under the facts obtaining, the subject property has ceased to belong to the mass of foreclosed property falling within the reach of said law. As earlier explained, the property has already been sold to herein appellees even before the said E.O. has been enacted. On this same reason, We therefore need not delve on the applicability of DBP Circular No. 11.\"[4]In the present petition for review on certiorari, petitioner still insists on its position that Rep. Act 6657, E.O. 407 and DBP Circular No. 11 rendered its obligation to execute a Deed of Sale to private respondents \"a legal impossibility.\"[5] Petitioner also questions the award of attorney's fees, nominal damages, and costs in favor of private respondents, as not in accord with law and the evidence.[6]We rule in favor of private respondents.In conditional obligations, the acquisition of rights, as well as the extinguishment or loss of those already acquired, shall depend upon the happening of the event which constitutes the condition.[7]The deed of conditional sale between petitioner and private respondents was executed on 6 April 1984. Private respondents had religiously paid the agreed installments on the property until they completed payment on 6 April 1990. Petitioner, in fact, allowed private respondents to fulfill the condition of effecting full payment, and invoked Section 6 of Rep. Act 6657 only after private respondents, having fully paid the repurchase price, demanded the execution of a Deed of Sale in their favor.It will be noted that Rep. Act 6657 was enacted on 10 June 1988. Following petitioner's argument in this case, its prestation to execute the deed of sale was rendered legally impossible by Section 6 of said law. In other words, the deed of conditional sale was extinguished by a supervening event, giving rise to an impossibility of performance.We reject petitioner's contention as we rule - as the trial court and CA have correctly ruled - that neither Sec. 6 of Rep. Act 6657 nor Sec. 1 of E.O. 407 was intended to impair the obligation of contract petitioner had much earlier concluded with private respondents.More specifically, petitioner cannot invoke the last paragraph of Sec. 6 of Rep. Act 6657 to set aside its obligations already existing prior to its enactment. In the first place, said last paragraph clearly deals with \"any sale, lease, management contract or transfer or possession of private lands executed by the original land owner.\" The original owner in this case is not the petitioner but the private respondents. Petitioner acquired the land through foreclosure proceedings but agreed thereafter to reconvey it to private respondents, albeit conditionally.As earlier stated, Sec. 6 of Rep. Act 6657 in its entirety deals with retention limits allowed by law to small landowners. Since the property here involved is more or less ten (10) hectares, it is then within the jurisdiction of the Department of Agrarian Reform (DAR) to determine whether or not the property can be subjected to agrarian reform. But this necessitates an entirely different proceeding.The CARL (Rep. Act 6657) was not intended to take away property without due process of law. Nor is it intended to impair the obligation of contracts. In the same manner must E.O. 407 be regarded. It was enacted two (2) months after private respondents had legally fulfilled the condition in the contract of conditional sale by the payment of all installments on their due dates. These laws cannot have retroactive effect unless there is an express provision in them to that effect.[8]As to petitioner's contention, however, that the CA erred in affirming the trial court's decision awarding nominal damages, and attorney's fees to private respondents, we rule in favor of petitioner.It appears that the core issue in this case, being a pure question of law, did not reach the trial stage as the case was submitted for decision after pre-trial.The award of attorney's fees under Article 2208 of the Civil Code is more of an exception to the general rule that it is not sound policy to place a penalty on the right to litigate. While judicial discretion in the award of attorney's fees is not entirely left out, the same, as a rule, must have a factual, legal or equitable justification. The matter cannot and should not be left to speculation and conjecture.[9]As aptly stated in the Mirasol case:\"x x x The matter of attorney's fees cannot be touched once and only in the dispositive portion of the decision. The text itself must expressly state the reason why attorney's fees are being awarded. The court, after reading through the text of the appealed decision, finds the same bereft of any findings of fact and law to justify the award of attorney's fees. The matter of such fees was touched but once and appears only in the dispositive portion of the decision. Simply put, the text of the decision did not state the reason why attorney's fees are being awarded, and for this reason, the Court finds it necessary to disallow the same for being conjectural.\"[10]While DBP committed egregious error in interpreting Sec. 6 of RA 6657, the same is not equivalent to gross and evident bad faith when it refused to execute the deed of sale in favor of private respondents.For the same reasons stated above, the award of nominal damages in the amount of P10,000.00 should also be deleted.The amount of P3,000.00 as litigation expenses and costs against petitioner must remain.WHEREFORE, premises considered, the petition is hereby DENIED, and the decision of the CA is hereby AFFIRMED, for lack of any reversible error, with the MODIFICATION that attorney's fees and nominal damages awarded to private respondents are hereby DELETED.SO ORDERED.Bellosillo, Vitug, Kapunan, and Hermosisima, Jr., JJ., concur.[1] Entitled \"Spouses Normy D. Carpio and Carmen Orquisa vs. Development Bank of the Philippines\" penned by Justice Antonio M. Martinez concurred in by Justices Cancio C. Garcia and Ramon Mabutas, Jr.[2] Rollo, p. 8.[3] Rollo, p. 41.[4] Rollo, pp. 59-60.[5] Rollo, p. 10.[6] Ibid.[7] Art. 1181, Civil Code.[8] See Article 4, Civil Code.[9] Mirasol v. De la Cruz, 84 SCRA 337; Stronghold vs. CA, 172 SCRA 619 cited in Solid Homes vs. CA, 235 SCRA 299.[10] See note 9. Supra. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "development",
    "philippines",
    "petitioner",
    "court",
    "appeals",
    "carpio",
    "carmen",
    "orquisa",
    "rolando",
    "rafaela",
    "villanueva",
    "eliseo",
    "anunciacion",
    "rosario",
    "juliet",
    "respondents",
    "padilla",
    "petition",
    "review",
    "certiorari"
  ],
  "title_summary": "DEVELOPMENT BANK OF THE PHILIPPINES, PETITIONER, VS. COURT OF APPEALS, SPS. NORMY D. CARPIO AND C...",
  "formatted_case_content": "View printer friendly version\n330 Phil. 801\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 118180, September 20, 1996 ]\n[ G.R. No. 118180, September 20, 1996 ]\n\nDEVELOPMENT BANK OF THE PHILIPPINES, PETITIONER, VS. COURT OF APPEALS, SPS. NORMY D. CARPIO AND CARMEN ORQUISA; SPS. ROLANDO D. CARPIO AND RAFAELA VILLANUEVA; SPS. ELISEO D. CARPIO AND ANUNCIACION DEL ROSARIO; LUZ C. REYES, MARIO C. REYES, JULIET REYES-RUBIN, RESPONDENTS.\nD E C I S I O N\nDEVELOPMENT BANK OF THE PHILIPPINES, PETITIONER, VS. COURT OF APPEALS, SPS. NORMY D. CARPIO AND CARMEN ORQUISA; SPS. ROLANDO D. CARPIO AND RAFAELA VILLANUEVA; SPS. ELISEO D. CARPIO AND ANUNCIACION DEL ROSARIO; LUZ C. REYES, MARIO C. REYES, JULIET REYES-RUBIN, RESPONDENTS.\n\nD E C I S I O N\n\nPADILLA, J.:\n\nThis is a petition for review on certiorari  under Rule 45 of the Rules of Court which seeks to set aside the decision [1] of the Court of Appeals (CA) dated 28 February 1994 in C.A.-G.R. CV No. 37158, as well as the resolution dated 11 August 1994 denying petitioner's motion for reconsideration.\n\nThe facts are undisputed:\n\nPrivate respondents were the original owners of a parcel of agricultural land covered by TCT No. T-1432, situated in Barrio Capucao, Ozamis City, with an area of 113,695 square meters, more or less.\n\nOn 30 May 1977, private respondents mortgaged said land to petitioner.  When private respondents defaulted on their obligation, petitioner foreclosed the mortgage on the land and emerged as sole bidder in the ensuing auction sale.  Consequently, Transfer Certificate of Title No. T-10913 was eventually issued in petitioner's name.\n\nOn 6 April 1984, petitioner and private respondents entered into a Deed of Conditional Sale wherein petitioner agreed to reconvey the foreclosed property to private respondents.\nThe pertinent stipulations of the Deed provided that:\n\n\"WHEREAS, the VENDOR acquired a parcel of land in an auction sale by the City Sheriff of Ozamiz City, pursuant to Act 3135, as amended, and subject to the redemption period pursuant to CA 141, described as follows:\n\nxxx                           xxx                               xxx\nWHEREAS, the VENDEES offered to repurchase and the VENDOR agreed to sell the above-described property, subject to the terms and stipulations as hereinafter stipulated, for the sum of SEVENTY THREE THOUSAND SEVEN HUNDRED ONLY (P73,700.00), with a down payment of P8,900.00 and the balance of P64,800 shall be payable in six (6) years on equal quarterly amortization plan at 18% interest per annum.  The first quarterly amortization of P4,470.36 shall be payable three months from the date of the execution of the documents and all subsequent amortization shall be due and payable every quarter thereafter.\n\nxxx                           xxx                               xxx\nThat, upon completion of the payment herein stipulated and agreed, the Vendor agrees to deliver to the Vendee/s(,) his heirs, administrators and assigns(,) a good and sufficient deed of conveyance covering the property, subject matter of this deed of conditional sale, in accordance with the provisions of law.\" (Exh. \"A\", p. 5, Records) [2] On 6 April 1990, upon completing the payment of the full repurchase price, private respondents demanded from petitioner the execution of a Deed of Conveyance in their favor.\n\nPetitioner then informed private respondents that the prestation to execute and deliver a deed of conveyance in their favor had become legally impossible in view of Sec. 6 of Rep. Act 6657 (the Comprehensive Agrarian Reform Law or CARL) approved 10 June 1988, and Sec. 1 of E.O. 407 issued 10 June 1990.\n\nAggrieved, private respondents filed a complaint for specific performance with damages against petitioner before the Regional Trial Court of Ozamis City, Branch XV.  During the pre-trial, the trial court narrowed down the issue to whether or not Sec. 6 of the CARL (Rep. Act 6657) had rendered legally impossible compliance by petitioner with its obligation to execute a deed of conveyance of the subject land in favor of private respondents.  The trial court ordered both parties to file their separate memorandum and deemed the case submitted for decision thereafter.\n\nOn 30 January 1992, the trial court rendered judgment, the dispositive part of which reads:\n\" WHEREFORE, judgment is rendered ordering defendant to execute and deliver unto plaintiffs a deed of final sale of the land subject of their deed of conditional sale - Lot 5259-A, to pay plaintiffs P10,000.00 as nominal damages, P5,000.00 as attorney's fees, P3,000.00 as litis expenses and costs.\" [3] The trial court held that petitioner interpreted the fourth paragraph of Sec. 6, Rep. Act 6657 literally in conjunction with Sec. 1 of E.O. 407.\nThe fourth paragraph of Sec. 6, Rep. Act 6657 states that:\n\n\"Upon the effectivity of this Act, any sale disposition, lease, management contract or transfer of possession of private lands executed by the original landowner in violation of this act shall be null and void; Provided, however, that those executed prior to this act shall be valid only when registered with the Register of Deeds after the effectivity of this Act.  Thereafter, all Register of Deeds shall inform the DAR within 320 days of any transaction involving agricultural lands in excess of five hectares.\" while Sec. 1 of E.O. 407 states that:\n\"Sec. 1.  All government instrumentalities but not limited to x x x financial institutions such as the DBP x x x shall immediately execute deeds of transfer in favor of the Republic of the Philippines as represented by the Department of Agrarian Reform and surrender to the department all landholdings suitable for agriculture.\" The court a quo noted that Sec. 6 of Rep. Act 6657, taken in its entirety, is a provision dealing primarily with retention limits in agricultural land allowed the landowner and his family and that the fourth paragraph, which nullifies any sale x x x by the original landowner in violation of the Act, does not cover the sale by petitioner (not the original land owner) to private respondents.\n\nOn the other hand, according to the trial court, E.O. 407 took effect on 10 June 1990.  But private respondents completed payment of the price for the property, object of the conditional sale, as early as 6 April 1990.  Hence, with the fulfillment of the condition for the sale, the land covered thereby, was detached from the mass of foreclosed properties held by DBP, and, therefore, fell beyond the ambit or reach of E.O. 407.\n\nDissatisfied, petitioner appealed to the Court of Appeals (CA), still insisting that its obligation to execute a Deed of Sale in favor of private respondents had become a legal impossibility and that the non-impairment clause of the Constitution must yield to the demands of police power.\n\nOn 28 February 1994, the CA rendered judgment dismissing petitioner's appeal on the basis of the following disquisitions:\n\"It is a rule that if the obligation depends upon a suspensive condition, the demandability as well as the acquisition or effectivity of the rights arising from the obligation is suspended pending the happening or fulfillment of the fact or event which constitutes the condition.  Once the event which constitutes the condition is fulfilled resulting in the effectivity of the obligation, its effects retroact to the moment when the essential elements which gave birth to the obligation have taken place (8 Manresa, 5th Ed. Bk. 1, pa. 33).  Applying this precept to the case, the full payment by the appellee on April 6, 1990 retroacts to the time the contract of conditional sale was executed on April 6, 1984.  From that time, all elements of the contract of sale were present.  Consequently, the contract of sale was perfected.  As such, the said sale does not come under the coverage of R.A. 6657.\n\nIt is likewise interesting to note that despite the mandate of Sec. 1, R.A. 6657, appellant continued to accept the payments made by the appellee until it was fully paid on April 6, 1990.  All that the appellant has to do now is to execute the final deed of sale in favor of the appellee.  To follow the line of argument of the appellant would only result in an unconscionable injury to the appellee.  Obligations arising from contracts have the force of law between the contracting parties and should be complied with in good faith ( Flavio Macasaet & Associates, Inc. vs. Commission on Audit, 173 SCRA 352).\n\nGoing now to E.O. 407, We hold that the same can neither affect appellant's obligation under the deed of conditional sale.  Under the said law, appellant is required to transfer to the Republic of the Philippines 'all lands foreclosed' effective June 10, 1990.  Under the facts obtaining, the subject property has ceased to belong to the mass of foreclosed property falling within the reach of said law.  As earlier explained, the property has already been sold to herein appellees even before the said E.O. has been enacted.  On this same reason, We therefore need not delve on the applicability of DBP Circular No. 11.\" [4] In the present petition for review on certiorari, petitioner still insists on its position that Rep. Act 6657, E.O. 407 and DBP Circular No. 11 rendered its obligation to execute a Deed of Sale to private respondents \"a legal impossibility.\" [5] Petitioner also questions the award of attorney's fees, nominal damages, and costs in favor of private respondents, as not in accord with law and the evidence. [6]\n\nWe rule in favor of private respondents.\n\nIn conditional obligations, the acquisition of rights, as well as the extinguishment or loss of those already acquired, shall depend upon the happening of the event which constitutes the condition. [7]\n\nThe deed of conditional sale between petitioner and private respondents was executed on 6 April 1984.  Private respondents had religiously paid the agreed installments on the property until they completed payment on 6 April 1990.  Petitioner, in fact, allowed private respondents to fulfill the condition of effecting full payment, and invoked Section 6 of Rep. Act 6657 only after private respondents, having fully paid the repurchase price, demanded the execution of a Deed of Sale in their favor.\n\nIt will be noted that Rep. Act 6657 was enacted on 10 June 1988.  Following petitioner's argument in this case, its prestation to execute the deed of sale was rendered legally impossible by Section 6 of said law.  In other words, the deed of conditional sale was extinguished by a supervening event, giving rise to an impossibility of performance.\n\nWe reject petitioner's contention as we rule - as the trial court and CA have correctly ruled - that neither Sec. 6 of Rep. Act 6657 nor Sec. 1 of E.O. 407 was intended to impair the obligation of contract petitioner had much earlier concluded with private respondents.\n\nMore specifically, petitioner cannot invoke the last paragraph of Sec. 6 of Rep. Act 6657 to set aside its obligations already existing prior to its enactment.  In the first place, said last paragraph clearly deals with \"any sale, lease, management contract or transfer or possession of private lands executed by the original land owner. \"  The original owner in this case is not the petitioner but the private respondents.  Petitioner acquired the land through foreclosure proceedings but agreed thereafter to reconvey it to private respondents, albeit conditionally.\n\nAs earlier stated, Sec. 6 of Rep. Act 6657 in its entirety deals with retention limits allowed by law to small landowners.  Since the property here involved is more or less ten (10) hectares, it is then within the jurisdiction of the Department of Agrarian Reform (DAR) to determine whether or not the property can be subjected to agrarian reform.  But this necessitates an entirely different proceeding.\n\nThe CARL (Rep. Act 6657) was not intended to take away property without due process of law.  Nor is it intended to impair the obligation of contracts.  In the same manner must E.O. 407 be regarded.  It was enacted two (2) months after private respondents had legally fulfilled the condition in the contract of conditional sale by the payment of all installments on their due dates.  These laws cannot have retroactive effect unless there is an express provision in them to that effect. [8]\n\nAs to petitioner's contention, however, that the CA erred in affirming the trial court's decision awarding nominal damages, and attorney's fees to private respondents, we rule in favor of petitioner.\n\nIt appears that the core issue in this case, being a pure question of law, did not reach the trial stage as the case was submitted for decision after pre-trial.\n\nThe award of attorney's fees under Article 2208 of the Civil Code is more of an exception to the general rule that it is not sound policy to place a penalty on the right to litigate.  While judicial discretion in the award of attorney's fees is not entirely left out, the same, as a rule, must have a factual, legal or equitable justification.  The matter cannot and should not be left to speculation and conjecture. [9]\nAs aptly stated in the Mirasol case:\n\n\"x x x The matter of attorney's fees cannot be touched once and only in the dispositive portion of the decision.  The text itself must expressly state the reason why attorney's fees are being awarded.  The court, after reading through the text of the appealed decision, finds the same bereft of any findings of fact and law to justify the award of attorney's fees.  The matter of such fees was touched but once and appears only in the dispositive portion of the decision.  Simply put, the text of the decision did not state the reason why attorney's fees are being awarded, and for this reason, the Court finds it necessary to disallow the same for being conjectural.\" [10] While DBP committed egregious error in interpreting Sec. 6 of RA 6657, the same is not equivalent to gross and evident bad faith when it refused to execute the deed of sale in favor of private respondents.\n\nFor the same reasons stated above, the award of nominal damages in the amount of P10,000.00 should also be deleted.\n\nThe amount of P3,000.00 as litigation expenses and costs against petitioner must remain.\n\nWHEREFORE, premises considered, the petition is hereby DENIED, and the decision of the CA is hereby AFFIRMED, for lack of any reversible error, with the MODIFICATION that attorney's fees and nominal damages awarded to private respondents are hereby DELETED.\n\nSO ORDERED.\n\nBellosillo, Vitug, Kapunan, and Hermosisima, Jr., JJ., concur.\n\n[1] Entitled \"Spouses Normy D. Carpio and Carmen Orquisa vs. Development Bank of the Philippines\" penned by Justice Antonio M. Martinez concurred in by Justices Cancio C. Garcia and Ramon Mabutas, Jr.\n\n[2] Rollo, p. 8.\n\n[3] Rollo, p. 41.\n\n[4] Rollo, pp. 59-60.\n\n[5] Rollo, p. 10.\n\n[6] Ibid.\n\n[7] Art. 1181, Civil Code.\n\n[8] See Article 4, Civil Code.\n\n[9] Mirasol v. De la Cruz, 84 SCRA 337; Stronghold vs. CA, 172 SCRA 619 cited in Solid Homes vs. CA, 235 SCRA 299.\n\n[10] See note 9.  Supra.",
  "content_length": 15036,
  "metadata_extraction_date": "2025-11-01T05:49:29.564592",
  "extraction_version": "2.0_enhanced_full_content"
}