{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/july/33845.html",
  "filename": "33845.html",
  "year": 1996,
  "month": "july",
  "case_number": "33845",
  "gr_number": "33845",
  "volume_page": "328 Phil. 445",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "rafael",
    "molina",
    "reynaldo",
    "soneja",
    "petitioners",
    "people",
    "philippines",
    "intermediate",
    "appellate",
    "court",
    "respondents",
    "hermosisima",
    "appeal",
    "certiorari"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n328 Phil. 445\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 70168-69, July 24, 1996 ]\n[ G.R. Nos. 70168-69, July 24, 1996 ]\n\nRAFAEL T. MOLINA AND REYNALDO SONEJA, PETITIONERS, VS. THE PEOPLE OF THE PHILIPPINES AND THE HON. INTERMEDIATE APPELLATE COURT, RESPONDENTS.\nD E C I S I O N\nRAFAEL T. MOLINA AND REYNALDO SONEJA, PETITIONERS, VS. THE PEOPLE OF THE PHILIPPINES AND THE HON. INTERMEDIATE APPELLATE COURT, RESPONDENTS.\n\nD E C I S I O N\n\nHERMOSISIMA, JR., J.:\n\nThis is an appeal by certiorari  under Rule 45 of the Revised Rules of Court whereby petitioners Rafael Molina and Reynaldo Soneja seek the review of the decision [1] of the Court of Appeals [2] affirming their conviction [3] for the crimes of Estafa through Falsification of Public Documents [4] and Violation of Section 3 (h) of Republic Act No. 3019, as amended, [5] otherwise known as the Anti-Graft and Corrupt Practices Act.\n\nPetitioners, together with Rudy Concepcion and Aristeo Arcilla. Jr. were charged before the then Court of First Instance of Catanduanes under Criminal Case No. 659 for Estafa thru Falsification of Public Document under Article 315 in relation to Article 171 of the Revised Penal Code allegedly committed in this wise:\n\"That on or about and during the period from August 1, 1977 to November 11, 1977, the above-named accused Rudy T. Concepcion, chief of the JMA Memorial Hospital, San Andres, Catanduanes, a government owned and operated institution; Reynaldo C Soneja, Administrative Officer and Cashier of the same hospital; Aristeo T. Arcilla, Jr., Bookkeeper of the same hospital and Rafael T. Molina, in his capacity as Assistant Provincial Auditor of Catanduanes, conspiring and confederating with one another, did then and there willfully, unlawfully and feloniously, with intent of gain, simulated and falsified public documents consisting of requisition and issue vouchers, canvass papers, bidders (sic) tenders, contract of sale, invoices and general vouchers, thereby making it appear that the D'Vinta Marketing Center owned and operated by Homer Tabuzo, sold and delivered to the JMA Memorial Hospital supplies consisting of 50 pieces of bed sheets, 25 pieces of patients (sic) gowns, 10 gallons of merthiolate, 10 gallons of lysol disinfectant and 10 gallons of muriatic acid, worth P7,610.00, thereby facilitating and making possible the issuance of Treasury Cheque Nos. SN 3-9982421 and SN 3-9982422 in the total amount of P7,610.00 payable to the order of the D'Vinta Marketing Center and cashed the aforesaid treasury cheques at the PNB Virac Branch by forging the signature of Homer Tabuzo making it appear in said cheques that the original payee indorsed the cheques to the accused Rafael Molina who also signed said cheques indorsing the same to the accused Aristeo Arcilla, Jr., thereby enabling the said accused after cashing the cheques to appropriate or divide among themselves the amount of P7,610.00, to the damage and prejudice of the government who was defrauded in the aforesaid amount, and to the damage and prejudice of Homer Tabuzo, who suffered a besmirched reputation thereby entitling the latter to moral damages in the amount of P50,000.00.\" [6] Petitioners, together with said Rudy Concepcion and Aristeo Arcilla and one Oliver Vargas were charged before the same trial court under Criminal Case No. 658 for Violation of Section 3 (h) of R.A. 3019, as amended, purportedly committed in this fashion:\n\"That on or about and during the period from August 1, 1977 to November 11, 1977, the above-named accused Rudy T. Concepcion, Chief of the JMA Memorial Hospital, San Andres, Catanduanes, a government owned and operated institution; Reynaldo C. Soneja, Administrative Officer and Cashier of the same hospital; Aristeo T. Arcilla, Jr., Bookkeeper of the same hospital; Rafael T. Molina, in his capacity as Asst. Provincial Auditor of Catanduanes and Oliver F. Vargas, Checker-Inspector of the Provincial Auditor's Office, same province, conspiring and confederating with one another, did then and there willfully, unlawfully and feloniously simulated a contract or transaction making it appear that the D'Vinta Marketing Center, owned and operated by Homer Tabuzo, sold and delivered to the JMA Memorial Hospital supplies consisting of 50 pieces bed sheets, 25 pieces patients (sic) gowns, 10 gallons of merthiolate, 10 gallons of muriatic acid and 10 gallons of lysol disinfectant worth P7,610.00 by simulating and falsifying requisition and issue vouchers, canvass papers, bidders (sic) tenders, contract of sale, invoices and general vouchers, thereby making possible the issuance of Treasury Cheques Nos. SN 3-9982421 and SN 3-9982422 in the total amount of P7,610.00, as supposed payment for the above-described undelivered medical and/or hospital supplies which up to the present have never been delivered for the simple reason that the proprietor and manager of the D'Vinta Marketing Center had no knowledge whatsoever of the aforesaid illegal transaction defrauding the government in the amount of P7,610.00 thereby directly having financial or pecuniary interest in the aforesaid transaction in connection with which the above-named accused took part in their respective official capacities in which they are prohibited by law from having any such interests; said accused having appropriated and/or divided among themselves the aforesaid amount.\" [7] These two cases were jointly tried upon agreement of the parties.\n\nThe facts as adduced by the Solicitor General without objection from the accused in any of their subsequent pleadings are as follows:\n\"THE FACTS\nxxx  xxx  xxx\n8. On August 23, 1977, petitioner Reynaldo C. Soneja was the Administrative Officer, Cashier (sic) Supply and Disbursing Officer of Juan M. Alberto Memorial Hospital (JMA) of Virac, Catanduanes, a government-owned institution (p. 4, tsn., April 19, 1977). Accused Aristeo T. Arcilla, Jr., was the bookkeeper. On the other hand, accused Oliver Vargas was the checker-inspector of the Provincial Auditor's Office and petitioner Rafael T. Molina was the Assistant Provincial Auditor of Catanduanes (pp. 27-28, tsn., January 18, 1979; Exh. 'D', Envelope of Exhibits, unnumbered).\n\n9. On November 11, 1977 at about 8:30 o'clock in the morning, Asuncion Tabuzo was in their house at Salvacion, Virac, Catanduanes. Her husband Homer Tabuzo left that morning for Manila (Exh 'J', p. 56, tsn., March 21, 1979). Molina arrived and asked her to give him an invoice of their business establishment, the D'Vinta Marketing Center (p. 101, tsn, March 21, 1979; p. 179, record). She refused as she was not authorized by her husband Homer to give their invoice (p. 102, tsn, ibid). Molina intimated to her that he will use the invoice to facilitate the processing of a check from JMA Memorial Hospital in favor of D'Vinta Marketing Center (p. 180, record). Molina left as she stood pat on her decision not to give him any invoices (p. 102, tsn, March 21, 1977; p. 180, record).\n\n10. In the afternoon of the same day, Molina returned to the Tabuzo residence with Arcilla, Jr. With them were two Treasury Warrants (Nos. 9982421 and 9982422) payable to the order of D'Vinta Marketing Center (p. 180, rec.). Molina asked her to indorse the Treasury Warrants in his favor (pp. 102-103, tsn., ibid; p. 180, ibid). Again, she refused because her husband had no transaction with JMA Memorial Hospital (ibid). They left when they could not convince her (p. 104, tsn., ibid).\n\n11. Later, Asuncion 's son, Ronald Tabuzo, went to their house (p. 104, tsn, ibid, p. 108, rec.). He came from PNB Virac Branch to withdraw from their savings deposit. He said that in the PNB Branch he saw Arcilla, Jr. cash two checks which are payable to the order of the D'Vinta Marketing Center (p. 180, rec.). Immediately, Asuncion went to the PNB Virac Branch and asked Manuel Romero, the teller, how the Treasury Warrant (check) Nos. 9982421 and 9982422 were encashed despite their non-indorsement by her and her husband (ibid). Romero explained to her that he thought the signatures on the two checks were the signatures of Homer Tabuzo; that the second indorsement contains what appears to be the genuine signature of Molina and that the third indorsement thereat appears to be by Arcilla, Jr. (ibid). In view thereof Manuel Romero claimed that he paid the amount of P7,610.00 to Arcilla, Jr. (pp. 27-31, tsn, March 21, 1979).\n\n12. On November 12, 1977, Asuncion received a long distance call from Homer. She asked him if he had made deliveries of hospital and medical supplies to the JMA Memorial Hospital which would entitle him to the issuance of Check Nos. 9982421 and 9982422 in the total sum of P7,610.00. He said he had not. When informed that the aforesaid checks were already encashed by Molina and Arcilla, Jr., he instructed her (Asuncion) to file a formal complaint with the Fiscal's Office and to request the bank authorities to allow her to obtain xerox copies of the said checks (pp. 180-181, record). She went to the Fiscal's Office to file her complaint but due to the absence of the stenographer thereat, she had to proceed to the Headquarters, Catanduanes Constabulary Command, at Camp Francisco Camacho, Virac, Catanduanes, where she executed a sworn statement about the incident (pp. 179-181, rec.). She was also to get xerox copies of the two checks from the Acting Cashier of PNB Virac Branch Estelito Bagadiong (ibid).\n\n13. On November 16, 1977, Homer Tabuzo arrived from Manila (pp. 56-60, tsn, March 21, 1979). On the following day, he went to the Headquarters of the Catanduanes Constabulary Command at Virac, where he also filed a formal complaint regarding the falsification of his signature in the invoice of his establishment as well as in the two checks encashed by Molina and Arcilla, Jr. In his sworn statement, he stated that the accused conspired with one another in simulating bidder's tender, canvass, contract, voucher and invoices to make it appear that he sold to the HMA (sic) Memorial Hospital supplies while in truth he had not. Furthermore, he stated that he did not deliver any hospital supplies because he did not enter into any contract with the said hospital. (p. 182, rec.; pp. 46-51, tsn, March 21, 1979.\n\n14. On November 18, 1977, Sergeant Monico B. Peyra of the Catanduanes Constabulary Command conducted an investigation regarding the complaint of Homer Tabuzo and Concepcion Tabuzo; and, thereafter, or on November 21, 1977, he filed criminal complaint against the accused for violation of the Anti-Graft and Corrupt Practices Act, and Estafa thru Falsification of Public Documents with the Provincial Fiscal of Catanduanes (pp. 175-177, rec.). A preliminary investigation was conducted by Fiscal Edgardo S. Surtida (pp. 189-245, rec.).\n\n15. On January 18, 1978, Salvador Echavez (sic), Officer-In-Charge of the Office of the Provincial Auditor of Virac, Cataduanes, appeared before Fiscal Surtida in compliance with the latter's subpoena duces tecum. He (Salvador Echano) brought with him several documents concerning the alleged purchased of (sic) D'Vinta Marketing Center (p. 31, tsn, January 18, 1979; pp. 209-213, rec.). The aforesaid documents were retrieved by Echano from the possession of accused Oliver Vargas (p. 31, tsn, ibid; p. 209, rec.).\n\nFrom these documents, Fiscal Surtida found an undated voucher of JMA Memorial Hospital evidencing payment to D'Vinta Marketing Center in the sum of P2,110.00 for ten gallons of merthiolate, ten (10) gallons of Lysol and ten (10) gallons of muriatic acid (Exh. 'F'). The documents supporting aforesaid voucher (Exh 'G') are the following:\n\n(a) Requisition and Issue Voucher dated August 23, 1977, for ten (10) gallons of merthiolate, ten (10) gallons of Lysol and ten (10) gallons of muriatic acid. In this voucher Soneja certified that the supplies requisitioned were necessary and will be used solely for the purpose stated. He further acknowledged receipt of the supplies requisitioned. Vargas wrote thereat the word 'Inspected' (Exhs. 'D', '4-A' and '4-b'). There was no certification made by Arcilla, Jr., as bookkeeper, that there are available funds (ibid).\n\n(b) Canvass paper dated August 23, 1977 allegedly addressed to Virac Pharmacy of Catanduanes, for ten (10) gallons of merthiolate, ten (10) gallons of lysol and ten (10) gallons of muriatic acid. Said establishment allegedly gave the unit price of P99.00 for merthiolate, P69.00 for lysol and P52.00 of (sic) muriatic acid. This canvass was initialed by Soneja (Exh. 'A').\n\n(c) Canvass paper dated August 23, 1977 allegedly addressed to Catanduanes Pharmacy, for ten (10) gallons of merthiolate with a unit price of P98.00, ten (10) gallons of lysol with a unit price of P68.00 and ten (10) gallons of muriatic acid with a unit price of P55.00. A certain 'B. Reyes' signing for the dealer gave the aforestated price. This canvass was also initialed by Soneja (Exh 'B');\n\n(d) Canvass paper dated August 23, 1977 allegedly addressed to D'Vinta Marketing Center of Virac, Catanduanes, for ten (10) gallons of lysol and ten (10) gallons of muriatic acid, no unit cost stated, and initialed by Soneja (Exh 'C'). An illegible signature appears on the position 'signature of dealer' (ibid);\n\n(e) An abstract of price quotations or Bid dated August 23, 1977, signed by Soneja as Administrative Officer and approved by Concepcion. This document reflected the requisition of JMA Memorial Hospital (Exh 'D') and canvass (Exhs. 'A', 'B' and 'C') for ten (10) gallons of merthiolate, ten (10) gallons of lysol and ten (10) gallons of muriatic acid, and awarded to D'Vinta Marketing Center. Virac and Catanduanes Pharmacies appeared to have made higher bids than that of D'Vinta Marketing Center (Exh. 'E');\n\n(f) A Sales Invoice No. 0516 of D'Vinta Marketing Center, dated August 25, 1977. This document stated the delivery to JMA Memorial Hospital of ten (10) gallons of merthiolate for P95.00, ten (10) gallons of lysol for P680.00 and ten (10) gallons of muriatic acid for P480.00. Soneja affixed his signature below the statement printed on the lower right portion of the document 'Received above merchandise in good order and condition' (Exh '5-A').\n\n(g) Treasury Check No. 9982421 was issued pursuant to the aforestated voucher in favor of the D'Vinta Marketing Center (p. 40, tsn, Jan. 18, 1979; Exh 'G-6'). It was prepared and signed by Soneja (Exh 'H'). The voucher (Exh 'G-5') was not signed by the creditor. It does not bear a number corresponding to the hospital; it has no number in the Auditor's Office, no date, no journal entry, no initial of the pre-auditing clerk; and no indication as to when it was pre-audited. Neither was the official receipt acknowledging payment attached to the voucher (pp. 34-39, tsn., Jan. 18, 1979). Finally, above the typewritten name of provincial auditor Salvador F. Echano, petitioner Molina signed for the said auditor although he had not been authorized to do so (pp. 33-34, tsn, ibid).\n\nIn that voucher (Exh 'G') Arcilla, Jr. certified that there are adequate available funds; the purchase was supported by documents, and the account codes are proper (Exh 'G-2'). Likewise, Soneja certified that the expenses are necessary, lawful and incurred under his direct supervision. He further certified that the prices are just, reasonable and not in excess of the current rates in the locality (pp. 4-5, April 19, 1979; Exh. 'G-3'). In the said document, Dr. Rudy T. Concepcion affixed his signature approving the said transaction as Chief of the hospital (Exh 'G-1'; pp. 45-46, tsn, April 18, 1979).\n\n17. Another undated voucher of the JMA Memorial Hospital indicates a payment of the sum of P5,500.00 to D'Vinta Marketing center for hospital supplies allegedly delivered to it (Exh. 'P', p. 52, tsn, April 18, 1979). It contains the same certification made by Soneja in the first other voucher that the expenses are necessary, lawful and incurred under his direct supervision and that the price is just and reasonable and not in excess of the current rates in the locality. Arcilla, Jr. also certified that there are adequate available funds; that the purchase was supported by documents and the account codes are proper (Exhs. 'P', 'P-3' and 'P-4'). The signature of Concepcion appeared thereat approving the said transaction (Exh 'P-2'). Molina signed above the typewritten name of provincial auditor Salvador F. Echano although he had not been authorized to do so by the latter official (Exh 'P-1', p. 47, tsn., January 18, 1979). Treasury Check No. 9982422 was issued therefore in favor of D'Vinta Marketing Center (Exhs. 'P-6' and 'P-5'). This check was prepared and signed by Soneja (Exh. 'Q').\n\nSupporting the aforesaid hospital voucher (Exh. 'P') are the following documents:\n\n(a) Hospital Requisition and Issue Voucher dated September 12, 1977 for fifty (50) pieces of bed sheet and twenty five (25) pieces of patient gown. Accused Soneja certified thereat that the supplies requisitioned are necessary and will be used solely for the purpose stated. He further acknowledged receipt of the supplies requisitioned. Concepcion approved the said requisition voucher (Exhs. 'I' and '7-B'), while Vargas wrote 'Inspected' and signed therein (Exh. '7-A'). But Arcilla, Jr. did not certify thereto as to the availability of funds (ibid).\n\n(b) Invitation to bid dated September 12, 1977 addressed to D'Vinta Marketing Center of Virac, Catanduanes, for fifty (50) pieces of bed sheet with a unit price of P85.00 and twenty (sic) (25) pieces of patient gown with a unit price of P74.00 allegedly specified by the said establishment. This document was allegedly signed by Homer Tabuzo, the owner of the store (Exhs. 'J' and 'J-1'). There is no signature of Concepcion above his typewritten name (ibid);\n\n(c) Invitation to bid dated September 12, 1977 addressed to G'Ser Enterprise of Sta Cruz, Manila, for fifty (50) pieces of bed sheet and twenty five (25) pieces of patient gown with the unit price of P85.00 and P74.00 respectively, allegedly specified by 'G. Serafica,' the owner of the said establishment (Exhs. 'K' and 'K-1'). Likewise, above the typewritten name of Concepcion, there is not (sic) signature thereon (ibid);\n\n(d) Invitation to bid dated September 12, 1977 addressed to Jomel Trading of Naga City, for fifty (50) pieces of bed sheet and twenty five (25) pieces of patient gown. The said establishment allegedly specified the unit price for bed sheet at P80.00 and for the patient gown, P75.00. No signature of Concepcion appears above his typewritten name (Exhs. 'L' and 'L-1');\n\n(e) An abstract of price quotation or bid dated Sept. 16, 1977, signed by accused Soneja as Administrative Officer of the hospital and approved by Concepcion as Chief of hospital Reflected thereat are the alleged bids of Jomel Trading, G'Ser Enterprise, and D'Vinta Marketing Center for fifty (50) pieces of bed sheet and twenty five (25) pieces of patient gown, and the award of the contract to D'Vinta Marketing Center being the lowest bidder (Exhs. 'M' and 'N');\n\n(f) A mimeographed form contract dated September 17, 1977 between Juan M. Alberto Memorial Hospital and D'Vinta Marketing Center, wherein the latter would furnish the hospital fifty (50) pieces of bed sheet and twenty five (25) pieces of patient gown within fifteen days from receipt of a copy of the approved contract by D'Vinta Marketing Center. This document was signed only by Concepcion as representative of the hospital, while D'Vinta Marketing Center did not (Exh 'N');\n\n(g) A Sales Invoice No. 0515 of D'Vinta Marketing Center, dated September 21, 1977. This document stated the delivery to JMA Memorial Hospital of fifty (50) pieces of bed sheet for P3,750.00 and twenty five (25) pieces of patient gown for P1,750.00 Soneja affixed his signature below the statement: 'Received above merchandise in good order and condition' (Exh. 'D', p. 56, tsn, April 18, 1979).\n\n18. In the investigation of the transaction by Fiscal Surtida on January 18, 1978, Benita T. Reyes, the owner of Catanduanes Pharmacy, denied having signed her name on the canvass paper (Exh. 'B') dated August 23, 1977 of JMA Memorial Hospital; that she did not receive the said canvass paper of JMA Memorial Hospital; that she did not make a price quotation in the canvass paper (Exh 'B') concerning ten (10) gallons of merthiolate, lysol and muriatic acid; that she did not participate in any transaction with the JMA Memorial Hospital (p. 214, record; pp. 5, 17-23, tsn, January 18, 1979).\n\nLikewise, Deogena S. Garcia, proprietor of Virac Pharmacy denied in the aforestated investigation that she signed her name on the canvass paper (Exh. 'A') dated August 23, 1977 of JMA Memorial Hospital; that she never received the said canvass paper from JMA Memorial Hospital; that she saw it for the first time when it was shown to her by Fiscal Surtida in connection with the investigation of that transaction; that she did not quote price quotations for ten (10) gallons of Merthiolate, lysol and muriatic acid, that her signature in the aforesaid canvass paper is forgery and that nobody from JMA Memorial Hospital went to her drug store in the month of August 1977 to get her price quotation for certain medicines (p. 215, record, pp. 3-5, tsn, January 18, 1979).\n\n19. On October 25, 1978, Bienvenido G Albacea, Document Examiner of the National Bureau of Investigation rendered his report on the result of his examination of the questioned signatures and the standard signatures 'HOMER TABUZO' appearing on the Treasury Warrant SN 3-9982422 (Exh. 'Q-1') and Treasury Warrant SN 3-9982421 (Exh 'Q-2'). According to him, the questioned signature and the standard signature 'HOMER TABUZO' were not written by one and the same person (Exhs. 'R' and 'R-7'; pp. 5-14, tsn, March 21, 1979).\" [8] In the appeal of petitioners to the respondent court, they faulted the court a quo for holding (1) that all the accused conspired with one another; and (2) that they were guilty of the crimes charged. [9]\n\nIn resolving these assigned errors, the respondent Appellate Court was least persuaded by the arguments of petitioners. Respondent court declared:\n\"All the appellants ascribe error to the trial Court in finding conspiracy among them in the commission of estafa thru falsification of public documents.\n\nWe find no merit in this pretense.\n\nNumerous circumstances appear in the record showing that Molina, Soneja, Vargas and Arcilla had conspired with one another in simulating the transaction between the D'Vinta Marketing Center with (sic) the JMA Memorial Hospital. Soneja acknowledged in the requisition and issue vouchers (Exhs 'D', '4-B', 'I' and '7-B') that he received the materials allegedly delivered by D'Vinta while Vargas stated that he inspected them (Exhs. '14-A ' and '7-A'). These statements are patently false because D'Vinta did not deliver any materials to the hospital. Molina, on his part, signed the vouchers for Provincial Auditor Echano (Exhs. 'G-4' and 'P-1'), although he had no authority from the latter to do so. Moreover, Echano testified that Vargas kept the supporting documents of the vouchers in his personal file and not in Echano's office file. Soneja, in turn, gave all checks (Exhs 'H' and 'Q') payable to the D'Vinta not to Homer Tabuzo but to Arcilla, Jr. who, with Molina, brought said checks to Asuncion Tabuzo. Molina tried to persuade Asuncion to indorse the checks in his favor but Asuncion refused. Furthermore, Molina represented to PNB Cashier Bagadiong that the checks had already been indorsed in his favor by Homer Tabuzo which is false because Tabuzo at the time was in Manila. Worse, Molina indorsed the checks by affixing his signatures thereon and later gave the cash value thereof to Arcilla.\n\nEvidently, the appellants would not have resorted to these falsities and irregular transactions if they had not colluded with each other. The totality of the evidence clearly establishes that Soneja requisitioned for 10 gallons of merthiolate, 10 gallons of lysol, 10 gallons of muriatic acid, 50 pieces of bed sheets and 25 pieces of patient's gowns; the hospital voucher for P5,000.00 was not pre-audited by the Provincial Auditor as required; no canvass was made from the supposed bidders namely, Virac Pharmacy, Catanduanes Pharmacy, and D'Vinta Marketing Center; all of the Bidders' Tenders submitted by the three firms were fabricated, no invitations to bid were sent to other alleged bidders and, despite the lack of basis in the Bidders' Tenders, the transactions were awarded to D'Vinta; the sale of 50 pieces of bed sheets and 25 pieces of patient's gowns was not signed by Homer Tabuzo, proprietor of D'Vinta; Soneja and Vargas acknowledged the receipt and inspections of these materials and the delivery to the JMA Memorial Hospital by D'Vinta although no such delivery was made; Vargas did not submit supporting documents of the vouchers to the Provincial Auditor and, instead, concealed said documents in his private files; Arcilla certified to the availability of funds in the vouchers; Molina and Arcilla got the checks from Soneja and encashed the same with the PNB, Virac Branch, and appropriated the amounts for themselves.\n\nAll these circumstances point to no other conclusion than that the appellants conspired with one another and falsified public documents for monetary gain, which circumstances are patently inconsistent with their innocence.\n\nxxx  xxx  xxx\nThe appellants also maintain that the Court a quo erred in holding them guilty of transgressing R.A. No. 3019 despite the fact that the Government did not suffer any damage because the goods were actually delivered by D'Vinta Marketing Center to JMA Memorial Hospital.\n\nWe find no merit in this claim. The record clearly shows that no delivery of the materials in question was made by D'Vinta Marketing Center to JMA. Homer Tabuzo, himself positively testified that his firm D'Vinta Marketing Center did not deliver anything to the hospital because he had no contract therewith.\n\nWe are satisfied that the evidence on record amply substantiates the trial Court's findings of guilt.\" [10] Respondent Appellate Court was not persuaded, and neither are we.\n\nWhat gains unquestionable prominence amidst the nexus of the aforecited circumstances and the avalanche of documentary evidence therein established is that petitioners did conspire to defraud the government of a definite amount of money corresponding to the pecuniary worth of medical supplies which, through falsification of various government requisition, contract and purchase forms, were made to appear by petitioners to have been ordered and purchased by JMA Memorial Hospital from the D'Vinta Marketing Center of Homer Tabuzo. Petitioners, before respondent Appellate Court, insisted that the element of damage essential in the crimes of Estafa and Violation of Section 3 (h) of R.A. 3019, as amended, are lacking in the case at bench, but, like respondent court, we pay no heed to those claims because of their sheer lack of merit.\n\nThe records show that treasury warrants were issued in payment of medical supplies allegedly purchased by JMA Memorial Hospital. These were honored and paid to petitioner Molina by the PNB when they were presented for encashment. But, wonder of wonders, how could warrants be issued when the owner of D'Vinta Marketing Center, Homer Tabuzo, testifying in the court a quo, categorically denied having delivered the medical supplies alleged to have been purchased from him. It is significant to note that accused Oliver Vargas, the checker-inspector whose signature appears on the invoices, in guarantee of his compliance with the required routinary inspection of the medical supplies allegedly delivered by D'Vinta Marketing Center, did not interpose any appeal from his conviction but instead applied for probation.\n\nWe find to be correct the assertion of the Solicitor General that:\n\"Petitioners, in their reply to the Comment filed by the respondents in the instant case, averred that the testimony of Homer Tabuzo x x x was contradicted by the prosecution's own witness, Rolando Teves, checker-inspector of the Office of the Provincial Auditor, who purportedly testified during the trial that he inspected or inventoried the hospital supplies supposedly delivered by Homer Tabuzo.\n\nThis assertion by petitioners is misleading. What was testified to by Rolando Teves is that he merely examined the stock cards of the hospital; never did he claim that he conducted physical examination of the medical supplies allegedly delivered to the JMA Memorial Hospital. This fact was even admitted by the petitioners in their brief found on page 16 thereof that witness Rolando Teves qualified his testimony by stating thereat that what he actually examined were merely the stock cards of the hospital x x x.\" [11] What inevitably and necessarily impresses us, as in the case of respondent Appellate Court, is that there is categorical and unequivocal evidence that the government paid taxpayers' money for ghost medical supplies the alleged delivery of which is an integral part of the conspiratorial plot leaving the plotters no choice but to persist and insist on their claim of delivery. Although petitioner Soneja stands by his certification in the invoices that he received the medical supplies in good condition, such claim, however, is of a dubious nature since it is precisely a necessary premise in the theory of the defense. There should have been definitive evidence independent of petitioner Soneja's own aforecited certification. There is none. The asseveration of petitioners that the said medical supplies had been delivered, is mere lip service, and no clear evidence thereof has been proffered, which evidence is necessitated to shake the formidable case which the prosecution has made against the petitioners.\n\nIn the light of the foregoing, we may not ascribe to respondent Appellate Court the errors which it allegedly committed as claimed by petitioners. Having stated thus, however, we nonetheless take note of the Manifestation and Motion [12] filed by petitioners subsequent to the filing by the Solicitor General of their Comment. [13] Petitioners in the said Manifestation and Motion, alleged that their counsel:\n\" x x x received a true copy of an affidavit executed by the complaining witness Homer Tabuzo, and subscribed and sworn to before the Assistant Provincial Fiscal of Catanduanes on July 19, 1985. x x x\n\nIn his affidavit, complainant Homer Tabuzo affirmed that he had actually delivered the hospital supplies to the JA Memorial Hospital and that the payment therefor was borrowed by Rafael Molina. Tabuzo explained the reason why he testified in the manner he did at the trial by saying that at the time of trial the amount taken by Molina had not been paid by the latter and that he was now recanting his testimony because he had already been paid in full and was no longer interested.\n\nx x x the affidavit of Tabuzo enhances the innocence of the Petitioner at the same time that it renders the already very doubtful evidence of the prosecution the more incredible. x x x\" [14] Attached to the said Manifestation and Motion is a xerox copy of the aforecited affidavit of Homer Tabuzo, owner of DâVinta Marketing Center and complainant in the instant case. Said affidavit is reproduced herein below in full:\n\" A F F I D A V I T\nI, HOMER TABUZO, of legal age, Filipino, married and a resident of Salvacion, Virac, Catanduanes, after being duly sworn to in accordance with law, depose and say:\n\n1. That I am the owner of the D'Vinta Marketing;\n\n2. That on the month of November 1977, I was expecting a payment from the Juan M. Alberto Memorial Hospital for supplies delivered by me and received by said Hospital and covered by the necessary vouchers;\n\n3. That on November 17, 1977, due to some circumstances, I had to go to Manila so I requested Mr. Rafael Molina to claim the payment from the Juan M. Alberto Memorial Hospital as he usually do (sic) for me and I authorized him to encash it for me and sign the Check in my behalf and give the amount to my wife;\n\n4. That when I came back from Manila my wife informed me that the money was not turned over to her by Mr. Rafael Molina because he said he wanted to borrow first the amount because he needed it badly;\n\n5. That it is for this reason that I filed a case against Mr. Molina and denied the whole transaction;\n\n6. That after some years, the amount thus borrowed was paid back by Mr. Rafael Molina to me and therefore I am no longer interested in prosecuting this case.\n\nAFFIANT FURTHER SAYETH NONE.\n\nIN WITNESS WHEREOF, I have hereunto set my hand this 15th day of July, 1985 at Virac, Catanduanes.\n\ns/Homer Tabuzo\nt/HOMER TABUZO\" [15] The Solicitor General strongly discounts the aforequoted affidavit as inconsequential and hardly credible. He laments such a last ditch, desperate attempt by petitioners to be liberated from criminal proceedings instituted on account of their illegal and malicious acts which have been proven beyond reasonable doubt by the prosecution; petitioners, the Solicitor General submits, simply wish to escape criminal responsibility at all costs.\n\"This last minute attempt by the petitioners to obtain exculpation based on the subsequent retraction by a witness should not be granted. Otherwise, it would be a dangerous rule to reject the testimony taken before the court of justice simply because the witness who had given it later on changed his mind for one reason or another for such rule will make a solemn trial a mockery and place the investigation of truth at the mercy of unscrupulous witnesses. For, it is not highly improbable or impossible that such a retraction was made for a consideration, usually monetary (People vs. Morales, 113 SCRA 683). Hence, complainant's alleged affidavit of desistance executed during the pendency of the appeal is of no consequence.\n\nx x x Additionally, there are other evidence on the records that would establish the culpability of petitioners that indeed they defrauded the JMA Memorial Hospital when the said hospital paid for the medical and hospital supplies that it did not receive. In elucidating this point, the lower court aptly stated that:\n\n'x x x the prosecution was able to prove clearly, satisfactorily and convincingly, that the signatures of persons who allegedly participated in the price quotation canvass (Exhs. 'A', 'B' & 'C') were all forged or falsified, that the abstract of the price quotations (Exh. 'E') was used inspite of the fact that no price quotation is indicated in the price canvass addressed to the D'Vinta Marketing Center (Exh. 'C'); that the signatures which purport to be the signatures of Homer Tabuzo, the owner of D'Vinta Marketing Center, the payee of the two cheques (Exh. 'H' and 'Q') were forged or falsified as shown in the Questioned Document Report of the NBI dated September 7, 1978 (Exh. 'R') testified by NBI Document Examiner Bienvenido Albacea. There being no contract entered into by and between the JMA Memorial Hospital and the D'Vinta Marketing received by the hospital, and nothing was inspected as nothing was delivered and received contrary to the certifications of the accused Reynaldo Soneja that he received the 'merchandise in good order and condition' as indicated in the two invoices (Exh. 'F' and 'O'), and the signature of accused Oliver Vargas indicating that he inspected the hospital supplies. The invoice dated August 25, 1977 (Exh 'F') indicating that ten (10) gallons of muriatic acid, ten (10) gallons of merthiolate and ten (10) gallons of lysol sold to the JMA Memorial Hospital were 'received in good order and condition' by accused Reynaldo Soneja bears invoice number '0516', while the invoice dated Sept. 21, 1977 (Exh. 'C') indicating that fifty (50) pieces of bed sheets and twenty-five (25) pieces of patients (sic) gowns sold to JMA Memorial Hospital were 'received in good order and condition' by accused Reynaldo Soneja bears invoice number '0515'. In the ordinary course of business, the invoice (Exh. 'O'), which bears the number '0515' should have been issued much earlier than the invoice which bears the number '0516' (Exh. 'F'), but the contrary appears because the invoice (Exh. 'O') bearing a higher number (0516) was issued much earlier on August 25, 1977, while the invoice (Exh. 'F') bearing the lower number (0515) was issued later on Sept. 21, 1977.â (Decision, rec.; underscoring supplied)\" [16]\n\nWe are in full accord with the aforegoing legal posture of the Solicitor General.\n\nAffidavits of recantation made by a witness after the conviction of the accused is unreliable and deserves scant consideration. [17]\n\"x x x Merely because a witness says that what he had declared is false and that what he now says is true, is not sufficient ground for concluding that the previous testimony is false. No such reasoning has ever crystallized into a rule of credibility. The rule is that a witness may be impeached by a previous contradictory statement x x x not that a previous statement is presumed to be false merely because a witness now says that the same is not true. The jurisprudence of this Court has always been otherwise, i.e., that contradictory testimony given subsequently does not necessarily discredit the previous testimony if the contradictions are satisfactorily explained. (U.S. vs. Magtibay, 17 Phil. 417; U.S. vs. Briones, 28 Phil. 362; U.S. vs. Dasiip, 26 Phil. 503; U.S. vs. Lazaro, 34 Phil. 871).\" [18] Indeed, it is a dangerous rule to set aside a testimony which has been solemnly taken before a court of justice in an open and free trial and under conditions precisely sought to discourage and forestall falsehood simply because one of the witnesses who had given the testimony later on changed his mind. [19] Such a rule will make solemn trials a mockery and place the investigation of the truth at the mercy of unscrupulous witnesses. [20] Unless there be special circumstances which, coupled with the retraction of the witness, really raise doubt as to the truth of the testimony given by him at the trial and accepted by the trial judge, and only if such testimony is essential to the judgment of conviction, or its elimination would lead the trial judge to a different conclusion, an acquittal of the accused based on such a retraction would not be justified. [21]\n\nThis Court has always looked with disfavor upon retraction of testimonies previously given in court. [22] The asserted motives for the repudiation are commonly held suspect, and the veracity of the statements made in the affidavit of repudiation are frequently and deservedly subject to serious doubt. [23]\n\nSuch being the experience of this court, we should proceed with extreme caution and judicial prudence in according any probative value to affidavits of recantation in the light of the sad reality that the same can be easily secured from poor and ignorant witnesses for some financial consideration [24] or through intimidation. [25] Especially when the affidavit of retraction is executed by a prosecution witness after the judgment of conviction has already been rendered, \"it is too late in the day for his recantation without portraying himself as a liar.\" [26] At most, the retraction is an afterthought which should not be given probative value. [27]\n\nMere retraction by a prosecution witness does not necessarily vitiate the original testimony if credible. [28] The rule is settled that in cases where previous testimony is retracted and a subsequent different, if not contrary, testimony is made by the same witness, the test to decide which testimony to believe is one of comparison coupled with the application of the general rules of evidence. [29] A testimony solemnly given in court should not be set aside and disregarded lightly, and before this can be done, both the previous testimony and the subsequent one should be carefully compared and juxtaposed, the circumstances under which each was made, carefully and keenly scrutinized, and the reasons or motives for the change, discriminatingly analyzed. [30] The unreliable character of the affidavit of recantation executed by a complaining witness is also shown by the incredulity of the fact that after going through the burdensome process of reporting to and/or having the accused arrested by the law enforcers, executing a criminal complaint-affidavit against the accused, attending trial and testifying against the accused, the said complaining witness would later on declare that all the foregoing is actually a farce and the truth is now what he says it to be in his affidavit of recantation. [31] And in situations, like the instant case, where testimony is recanted by an affidavit subsequently executed by the recanting witness, we are properly guided by the well-settled rules that an affidavit is hearsay unless the affiant is presented on the witness stand [32] and that affidavits taken ex-parte are generally considered inferior to the testimony given in open court. [33]\n\nApplying the aforegoing principles, we are hardly perturbed in our affirmance of petitioners' conviction. Furthermore, the following antecedent facts and circumstances render the recantation out of context: (1) complaining witness Homer Tabuzo went through all the trouble of instructing his wife, (while he was in Manila in November, 1977, when told that the treasury warrants were encashed at the PNB), to file the proper complaint and to get xerox copies of the treasury warrants from the PNB; (2) he proceeded to the authorities the day after he arrived from Manila, around five (5) days after the treasury warrants were encashed, to file a formal complaint regarding the falsification of his signature; and (3) he participated in the various stages of the investigation and the trial whenever he was summoned by the Fiscal or the Judge. That he executed the affidavit of recantation in July, 1985 or eight (8) years after the cases were filed, borders on incredulity. More importantly, the affidavit of recantation did not cover all points raised and facts established during the trial. Neither did it refute testimonial and documentary evidence of other witnesses, especially, for instance, the other pharmacy owners who were made to appear to have filed bids and submitted price quotations, when the truth was that they did not. In short, the said affidavit did not at all explain the other evidence considered by the court a quo in rendering the judgment of conviction, which evidence unequivocally shows petitioners to be guilty beyond reasonable doubt of the crimes charged against them.\n\nWHEREFORE, the petition for review on certiorari under Rule 45 of the decision of the Intermediate Appellate Court (now the Court of Appeals), dated April 30, 1984, in AC-G.R. Nos. 24729 and 2473-CR, is HEREBY DISMISSED, with costs.\n\nSO ORDERED.\n\nPadilla (Chairman), Bellosillo, Vitug, and Kapunan, JJ., concur.\n\n[1] Penned by Justice Juan Sison in AC-G.R. Nos. 24729 and 24730-CR; Rollo, pp. 22-35.\n\n[2] Formerly known as the Intermediate Appellate Court, Second Criminal Cases Division, composed of Associate Justices Juan Sison, Rodolfo Nocon and Federico Alfonso, Jr.\n\n[3] Decision of the Court of First Instance of Catanduanes, Branch I.\n\n[4] Under an Information docketed as Criminal Case No. 659.\n\n[5] Under an Information docketed as Criminal Case No. 658.\n\n[6] Information in Criminal Case No. 659 reproduced in the Decision of the respondent Court of Appeals, pp. 3-4; Rollo, pp. 24-25.\n\n[7] Information in Criminal Case No. 658 reproduced in the Decision of the respondent Court of Appeals, p. 2; Rollo, p. 23.\n\n[8] Comment of the Solicitor General dated July 8, 1985, pp. 6-17; Rollo, pp. 94-105.\n\n[9] Decision of the Court of Appeals (formerly the Intermediate Appellate Court) promulgated on April 30, 1984, pp. 9-10; Rollo, pp. 30-31.\n\n[10] Decision, supra, pp. 10-11, 14; Rollo, pp. 31-32, 35.\n\n[11] Rejoinder dated November 14, 1985, pp. 1-2; Rollo, pp. 141-142.\n\n[12] Dated July 15, 1985; Rollo, pp. 113-117.\n\n[13] Dated July 8, 1985; Rollo pp. 89-111.\n\n[14] Manifestation and Motion dated July 15, 1985, p. 2; Rollo, p. 114.\n\n[15] Rollo, p. 117.\n\n[16] Rejoinder dated November 14, 1985, pp. 2-4; Rollo, pp. 142-144.\n\n[17] People vs. Torino, 11 SCRA 287, p. 293; People vs. Loste, 210 SCRA 614, p. 621.\n\n[18] People vs. Ubina, 97 Phil. 515, pp. 525-526.\n\n[19] People vs. Manigbas; 109 Phil. 469, p. 477.\n\n[20] People vs. Ubina, supra; People vs. Manigbas, 109 Phil. 469; Reano vs. CA, 165 SCRA 525; de Guzman vs. IAC, 184 SCRA 128; People vs. Cruz, 208 SCRA 326; People vs. Mindac, 216 SCRA 558; People vs. Davatos, 229 SCRA 647; People vs. Juinio, 237 SCRA 826; Lopez vs. CA, 239 SCRA 562.\n\n[21] People vs. Manigbas, supra, p. 478.\n\n[22] People vs. Mindac, supra; Lopez vs. CA, supra; People vs. Juinio, supra; People vs. Logronio, 214 SCRA 519; People vs. del Pilar, 188 SCRA 37; People vs. Aldeguer, 184 SCRA 1; People vs. Navasca, 76 SCRA 70.\n\n[23] People vs. Logronio, supra; People vs. Dorado, 30 SCRA 53.\n\n[24] People vs. Liwag, 225 SCRA 46; People vs. Mangulabnan, 200 SCRA 611; People vs. Bernardo, 220 SCRA 31; People vs. Mindac, supra; de Guzman vs. IAC, supra; People vs. Clamor, 198 SCRA 642; People vs. Juinio, supra; People vs. Galicia, 123 SCRA 550; Flores vs. People, 211 SCRA 622.\n\n[25] Lopez vs. CA, supra, 565.\n\n[26] People vs. Loste, 210 SCRA 614, p. 621.\n\n[27] Flores vs. People, supra, p. 630; People vs. Junio, supra, p. 834.\n\n[28] People vs. Dulay, 217 SCRA 103, p. 118; People vs. de la Cerna, 21 SCRA 569.\n\n[29] People vs. Mindac, 216 SCRA 558; Lopez vs. CA, 239 SCRA 562; Reano vs. CA, 165 SCRA 525; People vs. Cruz, 208 SCRA 326.\n\n[30] People vs. Cruz, supra; Lopez vs. CA, supra.\n\n[31] Flores vs. People, 211 SCRA 622; People vs. Juinio, 237 SCRA 826.\n\n[32] People vs. Villeza, 127 SCRA 349; People vs. Mindac, 216 SCRA 558.\n\n[33] People vs. Loveria, 187 SCRA 47; People vs. Riego, 189 SCRA 445; People vs. Mindac, supra.",
  "content_length": 46060,
  "metadata_extraction_date": "2025-11-01T05:49:03.563976",
  "extraction_version": "2.0_enhanced_full_content"
}