{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2017/12/opt_case_62792.html",
  "filename": "opt_case_62792.html",
  "year": 2017,
  "month": "12",
  "case_number": "opt_case_62792",
  "gr_number": "OPT-62792",
  "volume_page": "804 Phil. 621",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "formerly",
    "january",
    "judge",
    "guillermo",
    "agloro",
    "complainant",
    "court",
    "interpreter",
    "leslie",
    "burgos",
    "officer",
    "charge",
    "annaliza"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 804 Phil. 621\n\nEN BANC\nEN BANC\n\n[ A.M. No. P-16-3550 (Formerly A.M. IPI No. 14-4252-P), January 31, 2017 ]\n[ A.M. No. P-16-3550 (Formerly A.M. IPI No. 14-4252-P), January 31, 2017 ]\n\nJUDGE GUILLERMO P. AGLORO, COMPLAINANT, V. COURT INTERPRETER LESLIE BURGOS, OFFICER-IN-CHARGE/CLERK III ANNALIZA P. SANTIAGO, COURT STENOGRAPHER MARISSA M. GARCIA, AND CLERK III JULIETA FAJARDO, ALL OF REGIONAL TRIAL COURT, BRANCH 83, MALOLOS CITY, BULACAN, RESPONDENTS.\nD E C I S I O N\nJUDGE GUILLERMO P. AGLORO, COMPLAINANT, V. COURT INTERPRETER LESLIE BURGOS, OFFICER-IN-CHARGE/CLERK III ANNALIZA P. SANTIAGO, COURT STENOGRAPHER MARISSA M. GARCIA, AND CLERK III JULIETA FAJARDO, ALL OF REGIONAL TRIAL COURT, BRANCH 83, MALOLOS CITY, BULACAN, RESPONDENTS.\n\nD E C I S I O N\n\nPER CURIAM:\n\nThis is an administrative matter which stemmed from an oral report made \tby \tthe \tcomplainant, \tJudge \tGuillermo\tP. \tAgloro \t( Judge \tAgloro ), Presiding Judge of Branch 83, Regional Trial Court, Malolos City, Bulacan ( RTC-Malolos ),\n regarding certain irregularities relative to the \tpetition \tfor \nreconstitution of four (4) transfer certificates of title docketed as \nLRC Case No. P-335-2011 ( LRC case ). [1]\n\nThe Antecedents\n\nOn \tMay \t17, 2012, Judge \tAgloro \tformalized\this \toral \treport \tto \tthen Executive Judge Renato C. Francisco ( EJ Francisco ) of RTC-Malolos. In his Private and Confidential Memo [2] to EJ Francisco, he reported that, based on his own investigation, the \nLRC case was raffled off to Branch 77 but for \"unknown reason,\" the \nrecord of the case appeared in Branch 83; that the petition was heard \nand granted by Branch 83 in its Order, [3] dated November 4, 2011; that he came to know that the registration of \nthe entry of judgment for the November 4, 2011 Order was refused by the \nOffice of the Clerk of Court ( OCC ) because the LRC case was \nraffled off to Branch 77, and not to Branch 83; and that he was in a \npredicament because there was a pending motion for execution, yet the \ndecision was not yet final and executory.\n\nIn response, EJ Francisco issued a memorandum [4] to the OCC personnel and to the OIC/Legal Researcher of Branch 77 to \nexplain how the LRC case was raffled to Branch 77 and yet appeared in \nBranch 83.\n\nOn July 5, 2012, the new Executive Judge, Ma. Theresa V. Mendoza­Arcega ( EJ Arcega ), [5] wrote a letter [6] addressed to Deputy Court Administrator Raul B. Villanueva, referring \nthe matter to the Office of the Court Administrator ( OCA ) after she had \nconducted her own investigation on the personnel of the OCC and Branch \n83 regarding the apparent anomalies surrounding the LRC case. She also \nforwarded the case folder of the LRC case from Branch 77 and the case \nfolder from Branch 83, together with the affidavits of the court \npersonnel.\n\nIn a letter, [7] dated September 28, 2012, the OCA acknowledged the letter \tof \tEJ \t\nArcega \tand \tdirected\ther \tto \tconduct\ta \tmore \texhaustive investigation\n and to submit a detailed report.\n\nThe Investigation Report of EJ Arcega\n\nIn compliance, EJ Arcega submitted her Report, [8] dated February 18, 2013, confirming what Judge Agloro had previously \nreported to then EJ Francisco that the LRC case was raffled off to \nBranch 77. EJ Arcega further explained that the case records delivered \nto, and received by, Branch 77 contained the raffle sheet bearing the \nsignatures of the eight (8) members of the raffle committee, and the \nsummary of legal fees and assessment form from the Office of the \nProvincial Prosecutor of Bulacan. On the other hand, the case records \nfound with Branch 83 did not include the summary of legal fees and \nassessment. Furthermore, it bore only three (3) signatures which were \nalready declared by EJ Francisco and the other members of the raffle \ncommittee as forgeries. EJ Arcega also summarized the explanation given \nby every person apparently involved in the irregularities, attending the\n LRC case, as follows:\n\nJudge Rolando J. Bulan , \nPresiding Judge, Branch 77, explained that the LRC case was raffled off \nto Branch 77 on June 6, 2011. He, however, noticed that the Transfer \nCertificate of Title ( TCT ) numbers of the four (4) certificates\n sought to be reconstituted were not indicated in the petition and \ninstead, \"N/A's\" were written in their respective places. Thus, he \nissued an order, dated July 15, 2011, directing petitioner Felicisima B.\n Buendia ( Buendia ) to show legal basis stating that a TCT \nwithout the corresponding number could be reconstituted. The LRC case \nwas, however, not set for hearing because Buendia failed to comply with \nthe aforementioned directive. [9]\n\nAtty. Miguel Larida ( Atty. Larida ), \nBuendia's counsel, claimed that sometime in June or July 2011, his \noffice received a copy of an order from Branch 83 setting the LRC case \nfor initial hearing; that Atty. Renato Dilag appeared for their office \nas counsel for Buendia; that he was confronted by an order issued by \nBranch 77, also assuming jurisdiction over the LRC case, but he did not \nentertain the same because the proceedings before Branch 83 were about \nto be terminated; and that he had neither knowledge nor information as \nto how the LRC case was assigned to Branch 83. [10]\n\nLiwayway S.J. Pagdangan , Administrative Officer I; Ronalie B. Reyes, Clerk III; and Cinderella T. Canoza ,\n Clerk III, all of the OCC, denied any participation in the anomaly. \nThey explained that after the raffle of the LRC case to Branch 77, the \nrecords thereof were delivered to the said branch by Marita M. Esguerra ( Esguerra ), the duly authorized utility worker assigned in the LRC Section. [11] Esguerra corroborated the aforesaid statements \tand \tasserted \tthat \t\nthe \treceipt \tof \tthe \tsubject \trecords \twas acknowledged by Cecilia Baesa , Clerk of Branch 77, as evidenced by her signature in the record book Esguerra was carrying at that time. [12]\n\nJuliana M. Raymundo , OIC of Branch 77, confirmed\n the receipt of the subject records by their branch. She further \nclarified that the said records remained in their custody because they \nofficially received the same. [13]\n\nLeslie J. Burgos ( Burgos ),\n OIC/Interpreter of Branch 83, averred that sometime in May 2012, she \nwas informed by Julieta Fajardo (Fajardo), then Clerk-in-Charge for \ncriminal cases of Branch 83, that she came across a raffle sheet which \nindicated that the LRC case was actually raffled to Branch 77, and not \nto their branch. Fajardo, when summoned, orally confirmed the statement \nof Burgos that she confronted respondent Annaliza P. Santiago ( Santiago ),\n Clerk-in-Charge for civil and land registration cases of Branch 83, \nregarding her discovery, but the latter responded merely by pointing her\n lips at the direction of Marissa Garcia ( Garcia ), Court Stenographer of Branch 83. [14]\n\nTo personally confirm the information, Burgos checked the \nlogbook for land registration cases raffled to their branch and \ndiscovered that the LRC case was not recorded therein. She further \nstated that previously, a motion for the issuance of a writ of execution\n relating to the LRC case was filed in their branch, but the same was \ndenied. Subsequently, however, another motion for execution [15] was filed, but this time, a photocopy of the cancelled entry of \njudgment was attached thereto. Burgos further claimed that she had \nnothing to do with the attempt to register the entry of judgment on \nFebruary 20, 2012 as the same did not bear her signature. The entry of \njudgment was apparently prepared by Garcia who signed the same for \nBurgos. [16]\n\nAnnaliza P. Santiago , Clerk III, OCC, but \ndetailed at Branch 83, claimed that sometime in June 2011, she came \nacross the records of the LRC case on top of her table; and that, per \nher usual practice, she stamped received the said record, docketed it in\n their docket book, and transmitted it to the person in charge of the \npreparation of the initial hearing. [17]\n\nFor her part, Branch 83 Stenographer Marissa M. Garcia admitted that she prepared the order setting the LRC case for initial \nhearing, and the final order granting the petition. She reasoned, \nhowever, that she only did the same in her capacity as a senior \nstenographer who merely assisted another stenographer, Marilou de Guzman\n ( de Guzman ). She also admitted signing the cancelled entry of \njudgment, but only because then OIC Burgos was absent or her whereabouts\n at that time were unknown to them. Burgos, however, denied that she was \nabsent on February 20, 2012, as evidenced by her daily time record ( DTR )\n for said date. She also alleged in her supplemental affidavit that \nBranch 83 was using an old logbook as record book for newly raffled \ncases, which she earlier checked and found that the LRC case was never \nrecorded, but that after the February 20, 2012 incident, the logbook \nturned up neatly covered and the LRC case had already been entered in \nthe said logbook. [18]\n\nOn March 5, 2014, the OCA Legal Office recommended that the \nJuly 5, 2012 Letter and the February 18, 2013 Investigation Report of EJ\n Arcega be considered as a complaint against Burgos, Santiago, Garcia, \nand Fajardo, all of Branch 83, RTC-Malolos, and that the said \nrespondents be directed to comment on the complaint. [19]\n\nOn \tApril \t4, \t2014, \tthe \tOCA \tdirected \trespondents \tBurgos, \t\nFajardo, Santiago, and Garcia to file their respective comments. [20]\n\nThe Respondents' Position\n\nIn her Comment, [21] dated May 30, 2014, Burgos reiterated the explanation she gave to EJ \nArcega and the statements contained in her previous affidavits. [22] She also claimed that in no more that two decades of service, she had \nnever been involved in any irregularity and she had served the Judiciary\n and the public faithfully and honestly; and that her track record would\n speak for the reason she was appointed the OIC of their branch. She, \nhowever, ascribed bad faith and connivance on respondents Santiago and \nGarcia. Burgos alleged that after reporting the anomaly to Judge Agloro,\n she conducted her own investigation on the matter. During the course \nthereof, she learned from one of the administrative officers of the OCC \nthat prior to the raffle of the LRC case to Branch 77, Garcia went to the OCC carrying a case record/folder apparently containing \ncopies of the petition and inquired from the OCC whether it would be \npossible for the same to be raffled to Branch 83.\n\nBurgos further averred that on February 20, 2012, when the OCC\n refused to receive the entry of judgment, Garcia personally retrieved \nit and caused its cancellation; and that more than a month later on \nMarch 28, 2012 Garcia, without her \tknowledge, issued and signed a \ncertified true copy of the said \tentry \tof \tjudgment, \twhich \twas \t\nthereafter \t\tused \tby \tBuendia \tas \t\tan attachment to her motion for \nexecution. She also belied Garcia's claim that the latter merely \nassisted the other stenographer, de Guzman, to prepare the initial \t\norder \tbecause de \tGuzman \t asked \tfor \ther \thelp. Burgos \tattached \tthe\n DTR of de Guzman on June 8, 2011, the date of the initial order, \nshowing de Guzman was on leave and she could not have asked for Garcia's\n help.\n\nBurgos\talso \t dismissed\t\t Santiago's \texplanations\t\tas \t\nmere \t\tflimsy excuses. Contrary to her claim, what she did was not the \nusual practice in the office.\t\tAccording \tto \tBurgos, \tin \treceiving \t\ncase \t\t records \tfrom \tthe \tOCC 's Raffle \tSection, the \tstandard \t\nprocedure \twas \t\tfor \t\tthe \t clerk-in-charge\t\tor \tthe receiving \tclerk \t\n\tto \t sign \tin \tthe \t\tlogbook\t\tcarried \tby \tthe \tOCC \t\tpersonnel \t\tto \nevidence the actual receipt of the records. After receipt of the \nrecords, the details of the case folders would be entered in the \nclerk-in-charge's logbook. With the LRC case, however, Santiago never \nbothered to comply with the usual practice. Moreover, Burgos noted that \nit was Santiago who brought the entry of judgment to the OCC.\n\nFajardo, in her Comment, [23] dated May 30, 2014, narrated how she accidentally discovered that the \nLRC case was raffled to Branch 77, while compiling their copies of the \nraffle sheets. She also stated that she told OIC Burgos what she found \nout; that she asked Santiago about the matter; and that she explained to\n EJ Arcega why she did not file any affidavit during the investigation \nbecause she was trying to avoid conflict with Garcia who is not her \nfriend.\n\nIn their separate comments, [24] both dated June 25, 2014 Santiago and Garcia merely reiterated their \nallegations in their previous affidavits without rebutting, or offering \nany explanation to, the points raised by Burgos and Fajardo.\n\nOn November 25, 2014, the Manifestation with Notice of Death [25] of respondent Fajardo was filed by her widower, Reynaldo L. Fajardo, \npraying for the dismissal of the case against her on account of her \ndeath. On June 25, 2015, her widower filed the Omnibus Motion [26] reiterating the prayer for the dismissal of the case against her.\n\nThe OCA Recommendation\n\nOn July 28, 2016, the OCA made the following recommendation:\n\n[TABLE_CONTENT]\na) | the administrative complaint beRE-DOCKETEDas a regular administrative matter against the respondents;\n | \nb) | the administrative complaint against respondent Court Interpreter Leslie Burgos, Branch 83, RTC, Malolos City, Bulacan, beDISMISSEDfor insufficiency of evidence;\n | \nc) | in view of the death of respondent Clerk III Julieta Fajardo, same court, the administrative complaint against her beDISMISSED;\n | \nd) | respondent Clerk III Annaliza Santiago, same court, be foundGUILTYof Simple Neglect of Duty and beREPRIMANDED, with aSTERN WARNINGthat a repetition of such or any similar act shall be dealt with more severely by the Court; and\n | \ne) | respondent Court Stenographer Marissa M. Garcia, same court, be foundGUILTYof grave misconduct, serious dishonesty and conduct prejudicial to the best interest of service and be meted the penalty ofDISMISSALfrom the service. Accordingly, her retirement and other benefits may be\n forfeited except accrued leave credits, and be perpetually disqualified\n from re-employment in any government agency or instrumentality, \nincluding any government-owned and controlled corporation or government \nfinancial institution.[27]\n[END_TABLE]\n\na) the administrative complaint be RE-DOCKETED as a regular administrative matter against the respondents; b) the administrative complaint against respondent Court Interpreter Leslie Burgos, Branch 83, RTC, Malolos City, Bulacan, be DISMISSED for insufficiency of evidence; c) in view of the death of respondent Clerk III Julieta Fajardo, same court, the administrative complaint against her be DISMISSED ; d) respondent Clerk III Annaliza Santiago, same court, be found GUILTY of Simple Neglect of Duty and be REPRIMANDED , with a STERN WARNING that a repetition of such or any similar act shall be dealt with more severely by the Court; and e) respondent Court Stenographer Marissa M. Garcia, same court, be found GUILTY of grave misconduct, serious dishonesty and conduct prejudicial to the best interest of service and be meted the penalty of DISMISSA L from the service. Accordingly, her retirement and other benefits may be\n forfeited except accrued leave credits, and be perpetually disqualified\n from re-employment in any government agency or instrumentality, \nincluding any government-owned and controlled corporation or government \nfinancial institution. [27]\n\nThe OCA opined that the evidence gathered against Santiago was \ninsufficient to establish a link between her and Garcia's scheme because\n her acts were done in accordance with her usual daily routine in the \noffice. Nevertheless, the OCA concluded that Santiago was aware of \nGarcia's misconduct but, for whatever reason, she chose to seal her lips\n and conceal the latter's wrongdoing.\n\nAs to Garcia, the OCA was convinced that she played an \nindispensable role in ensuring the success of the nefarious scheme. It \nobserved that before the actual raffle, Garcia inquired with the OCC \nwhether it was possible for the LRC petition to be raffled to Branch 83;\n that she participated in the subject case, having prepared practically \nall the orders in the said case; that she railroaded the disposition of \nthe LRC case by issuing an entry of judgment therefor and, thus, \nusurping the function of Burgos as OIC of Branch 83; and that she \npersonally retrieved the entry of judgment and had it cancelled, when \nthe OCC refused to register the same.\n\nThe Court concurs with the findings and recommendation of the OCA subject to certain modifications.\n\nThe Court's Ruling\n\nThe Court agrees that there is a dearth of evidence to hold \nBurgos administratively liable. Indeed, no participation, whatsoever, \nrelating to the subject scheme could be attributed to her. On the \ncontrary, Burgos participated, not in the realization, but in the \ninvestigation and prosecution of those responsible for the devious \nscheme. The records would also show that Burgos came to know of the \nmisdeed only after Fajardo had reported the same to her. Thus, the Court\n concurs with the conclusion of the OCA that Burgos could not be made \nadministratively liable as she could not have prevented the devious \nscheme by any amount of diligence.\n\nAs regards Fajardo, \njurisprudence is settled that the death of a respondent does not \npreclude a finding of administrative liability, subject to certain \nexception. [28] In the case of Gonzales v. Escalona [29] ( Gonzales ), the Court wrote:\n\nWhile his death intervened after the completion of the \ninvestigation, it has been settled that the Court is not ousted of its \njurisdiction over an administrative matter by the mere fact that the \nrespondent public official ceases to hold office during the pendency of \nthe respondent's case; jurisdiction once acquired, continues to exist \nuntil the final resolution of the case. [30]\n\nThe above rule, however, admits of exceptions. In Gonzales, citing the case of Limliman vs. Judge Ulat-Marrero , [31] the Court held that the death of the respondent necessitated the \ndismissal of the administrative case upon a consideration of any of the \nfollowing factors: first , if the respondent's right to due process was not observed; second , the presence of exceptional circumstances in the case on the grounds of equitable and humanitarian reasons; and third , the kind of penalty imposed.\n\nIn the case against Fajardo, none of the aforesaid exceptions \nexists. As borne by the records, Fajardo's right to due process was not \nviolated as she was given the opportunity to answer the charges against \nher. In fact, Fajardo was able to file her comment before the OCA. \nNeither could equitable or humanitarian reasons be sufficient ground for\n the dismissal of the present case. Respondent's demise, alone, could \nnot be considered sufficient ground to justify the dismissal of the \nadministrative case on the ground of equitable or humanitarian reason. \nThus, the case against Fajardo could not be dismissed merely on account \nof her death.\n\nNevertheless, the Court is convinced that the case\n against Fajardo must be dismissed for want of evidence against her. \nJust like in the case of Burgos, there was lack of evidence to show that\n Fajardo was involved in this anomaly. In fact, it was her actions which\n led to the discovery of the irregularity. If not for her discovery, \nthis Court would not have the opportunity to mete the appropriate \npenalties for the persons responsible for this reprehensible scheme. The\n administrative charge against Fajardo must perforce be dismissed.\n\nThe \tCourt \tlikewise \tconcurs \twith \tthe \trecommendation\tof \tthe \tOCA \nwith respect to Garcia, but modifies its findings in the case of \nSantiago. The Court is convinced that Santiago is also administratively \nliable for grave misconduct, serious dishonesty, and conduct prejudicial\n to the best interest of the service.\n\nDishonesty is defined as a\n disposition to lie, cheat, deceive or defraud; untrustworthiness; lack \nof integrity; lack of honesty, probity or integrity in principle; lack \nof fairness and straightforwardness; disposition to defraud, deceive or \nbetray. [32]\n\nMisconduct,\n on the other hand, is a transgression of some established and definite \nrule of action, more particularly, unlawful behavior or gross negligence\n by the public officer. [33] The misconduct is grave if it involves any of the additional elements of\n corruption, willful intent to violate the law, or to disregard \nestablished rules, which must be established by substantial evidence. [34]\n\nConduct prejudicial to the best interest of the service refers to acts \nor omissions that violate the norm of public accountability and diminish\n - or tend to diminish - the people's faith in the Judiciary. [35] Understandably, dishonesty and grave misconduct constitute conduct prejudicial to the best interest of the service. [36]\n\nIn this case, the record is replete with evidence pointing not only to \nGarcia but also to Santiago as the persons responsible for the subject \nmisdeed.\n\nFirst, with respect to Garcia, testimonial and \ndocumentary evidence reveals her unwarranted interest in the LRC case. \nGarcia performed numerous acts which led to no other conclusion than \nthat she was instrumental and complicit in making sure that the petition\n would be granted. Garcia first approached the OCC and tried to persuade\n them to have the LRC case assigned to Branch 83. Her request was denied\n as there was a process of raffling off the cases. This, however, did \nnot stop Garcia from pursuing her objective. When the LRC case \nmysteriously appeared in Branch 83, it was Garcia who practically \nprepared all the orders relating to the said case. More importantly, it \nwas Garcia who prepared the draft of the November 4, 2011 Order which \ngranted the petition.\n\nMoreover, apart from preparing the draft of\n the subject order, Garcia surreptitiously issued an entry of judgment \nfor the same on February 20, 2012. Garcia claimed that she only issued \nthe subject entry of judgment to prevent the disruption of service \nbecause Burgos was absent on that day. It must be noted that it was the \nfunction of Burgos, as OIC, to prepare and sign the entry of judgment. \nRegrettably for Garcia, Burgos was able to successfully rebut her claim \nby attaching her DTR for February 20, 2012 to prove that she was present\n on the said date.\n\nLikewise, aside from failing to inform Burgos\n of the said entry of judgment, Garcia notified neither the latter nor \nJudge Agloro of the OCC's refusal to receive the entry of judgment.\n\nFinally, as to Santiago, the Court disagrees with the OCA that her acts\n were done in accordance with her usual daily routine. Contrary to the \nOCA findings, Santiago's acts, relating to the present anomaly, could \nnot be considered as constituting simple neglect of duty because they \nwere not committed due to carelessness and indifference, but as a result\n of a willful violation of the established rules. In fact, her \nparticipation was an essential part of the scheme, without which, no \nsemblance of legitimacy could have attached to the proceedings before \nBranch 83 regarding the LRC case.\n\nAs stated by Burgos, the \nstandard procedure in the trial court was for the clerk-in-charge to \nreceive the case records raffled to their branch from the OCC personnel \nand to sign in the logbook carried by the latter to evidence receipt of \nthe records. A similar procedure was explained by the OCC staff when \nthey attested that the record of the LRC case was delivered to and \nreceived by Branch 77.\n\nSantiago could not claim simple \nnegligence for failing to comply with the said procedure. It must be \nrecalled that Fajardo confronted Santiago regarding the irregularity but\n the latter responded by pointing to Garcia with her lips. Santiago \nnever denied this assertion. Her response to Fajardo's inquiry only \nshows that she was aware of the misdeed.\n\nFurthermore, Santiago \nalso failed to inform Burgos and Judge Agloro of the OCC 's refusal to \nregister the entry of judgment for the order in the LRC case. As borne \nby the OCC records, it was Santiago who brought the said entry of \njudgment to the OCC. It was also Santiago who was asked by the OCC \npersonnel why she furnished the OCC an entry of judgment for the order \nin the LRC case when it was officially raffled off to Branch 77. The \nincident was witnessed by Fajardo and was never refuted by Santiago.\n\nIn sum, the totality of the evidence shows that Garcia and Santiago connived to guarantee that the LRC petition would be acted on favorably. \nClearly, they were united in their efforts to ensure the realization of \ntheir scheme\twithout being found out. Despite the positive evidence and \nallegations hurled against them, Garcia and Santiago chose to simply \ndeny their complicity without addressing the actions attributed to them.\n \tVerily, their responsibility and culpability with regard to the \nmisdeed were established by substantial evidence. Their respective \nparticipation in this misdeed and their continuous feigning of \ninnocence, constitute gross misconduct, serious dishonesty, and conduct \nprejudicial to the best interest of the service.\n\nUnder Section 46, Rule 10 of the Revised Rules of \nAdministrative Cases in the Civil Service, Grave Misconduct and Serious \nDishonesty are grave offenses which merit the penalty of dismissal from \nservice even for the first offense. Such penalty shall carry with it the\n cancellation of civil service eligibility, forfeiture of retirement and\n other benefits, and perpetual disqualification from re-employment in \nany government agency or instrumentality, including any government-owned\n and controlled corporation or government financial institution. [37]\n\nWHEREFORE ,\n the complaints against respondents Leslie J. Burgos, Court Interpreter,\n and Julieta Fajardo, Clerk III, both of Branch 83, Regional Trial Court\n of Malolos City, Bulacan, are DISMISSED for lack of merit.\n\nRespondents Marissa M. Garcia, Court Stenographer, and \nAnnaliza P. Santiago, Clerk III, both of Branch 83, Regional Trial Court\n of Malolos City, Bulacan, are found GUILTY of Grave Misconduct, Dishonesty, and Conduct Prejudicial to the Best Interest of the Service and are, thus, DISMISSED from the service with forfeiture of all their retirement and other \nbenefits, except accrued leave credits, with prejudice to re-employment \nin any government office, including government-owned and controlled \ncorporations.\n\nSO ORDERED.\n\nSereno, C.J., Carpio, Velasco, Jr., Leonardo-De Castro, Peralta, Bersamin, Del Castillo, Mendoza, Reyes, Perlas-Bernabe, Leonen , Jardeleza, and Caguioa, JJ. , concur.\n\nNOTICE OF JUDGMENT\n\nSirs/Mesdames:\n\nPlease take notice that on January 31, 2017 a Decision /Resolution,\n copy attached herewith, was rendered by the Supreme Court in the \nabove-entitled administrative matter, the original of which was received\n by this Office on March 14, 2017 at 9:15 a.m.\n\n[TABLE_CONTENT]\n | Very truly yours,\n | \n | (SGD.) FELIPA G. BORLONGAN-ANAMAClerk of Court\n[END_TABLE]\n\nVery truly yours, (SGD.) FELIPA G. BORLONGAN-ANAMA\nClerk of Court\n\n[1] Rollo , pp. 74-84.\n\n[2] Id. at 25.\n\n[3] Id. at 274-278.\n\n[4] Id. at 26.\n\n[5] Replaced EJ Francisco who was appointed Justice of the Court of Appeals.\n\n[6] Rollo , p. 24.\n\n[7] Id. at 20-21.\n\n[8] Id.at 6-19.\n\n[9] Id. at 7-8.\n\n[10] Id. at 8-9.\n\n[11] Id. at 28-30.\n\n[12] Id. at 66.\n\n[13] Id. at 43.\n\n[14] Id. at 12-13.\n\n[15] Id. 291-300.\n\n[16] Id. at 323-324.\n\n[17] Id. at 68.\n\n[18] Id. at 13-14.\n\n[19] Id. at 1-4.\n\n[20] Id. at 343-346.\n\n[21] Id. at 353-371.\n\n[22] Explanation, dated \nJune 15, 2012, id. at 51-52; Supplemental Sworn Statement (including \nattachments), dated November 12, 2012, id. at 372-376.\n\n[23] Id. at 390-393.\n\n[24] Id. at 404-405, 406-410.\n\n[25] Id. at 411-412.\n\n[26] Id. at 417-420.\n\n[27] Id. at 441.\n\n[28] Office of the Court Administrator v. Judge Ismael L. Salubre, Jr. , 720 Phil. 23 (2013).\n\n[29] 587 Phil. 448 (2008).\n\n[30] Id. at 462.\n\n[31] 443 Phil. 732 (2003).\n\n[32] Judge Rojas, Jr. v. Mina , 688 Phil. 241, 249 (2012).\n\n[33] Office of the Clerk of Court v. Viesca , A.M. No. P-12-3092, April 14, 2015, 755 SCRA 385, 396.\n\n[34] In Re: Administrative Charge of Misconduct Relative to the Alleged Use of Prohibited Drugs (\"Shabu\") of Reynard B. Castor , 719 Phil. 96, 100 (2013).\n\n[35] Consolacion v. Gambito , 690 Phil. 44, 55 (2012).\n\n[36] Supra , note 33.\n\n[37] Revised Rules of Administrative Cases in Civil Service, Rule 10, Section 52.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 28693,
  "metadata_extraction_date": "2025-11-01T05:58:36.276957",
  "extraction_version": "2.0_enhanced_full_content"
}