{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2004/12/opt_case_46675.html",
  "filename": "opt_case_46675.html",
  "year": 2004,
  "month": "12",
  "case_number": "G.R. No. 176667",
  "gr_number": "176667",
  "volume_page": "563 Phil. 417",
  "decision_date": "November 22, 2007",
  "title": "ERICSSON TELECOMMUNICATIONS, INC., PETITIONER, VS. CITY OF PASIG, REPRESENTED BY ITS CITY MAYOR, HON. VICENTE P. EUSEBIO, ET AL.* RESPONDENT.D E C I S I O N AUSTRIA-MARTINEZ, J.: Ericsson Telecommunications, Inc. (petitioner), a corporation with principal office in Pasig City, is engaged in the design, engineering, and marketing of telecommunication facilities/system. In an Assessment Notice dated October 25, 2000 issued by the City Treasurer of Pasig City, petitioner was assessed a business tax deficiency for the years 1998 and 1999 amounting to P9,466,885.00 and P4,993,682.00, respectively, based on its gross revenues as reported in its audited financial statements for the years 1997 and 1998. Petitioner filed a Protest dated December 21, 2000, claiming that the computation of the local business tax should be based on gross receipts and not on gross revenue.The City of Pasig (respondent) issued another Notice of Assessment to petitioner on November 19, 2001, this time based on business tax deficiencies for the years 2000 and 2001, amounting to P4,665,775.51 and P4,710,242.93, respectively, based on its gross revenues for the years 1999 and 2000. Again, petitioner filed a Protest on January 21, 2002, reiterating its position that the local business tax should be based on gross receipts and not gross revenue.Respondent denied petitioner’s protest and gave the latter 30 days within which to appeal the denial. This prompted petitioner to file a petition for review[1] with the Regional Trial Court (RTC) of Pasig, Branch 168, praying for the annulment and cancellation of petitioner’s deficiency local business taxes totaling P17,262,205.66.Respondent and its City Treasurer filed a motion to dismiss on the grounds that the court had no jurisdiction over the subject matter and that petitioner had no legal capacity to sue. The RTC denied the motion in an Order dated December 3, 2002 due to respondents’ failure to include a notice of hearing. Thereafter, the RTC declared respondents in default and allowed petitioner to present evidence ex- parte.In a Decision[2] dated March 8, 2004, the RTC canceled and set aside the assessments made by respondent and its City Treasurer. The dispositive portion of the RTC Decision reads:WHEREFORE, premises considered, judgment is hereby rendered in favor of the plaintiff and ordering defendants to CANCEL and SET ASIDE Assessment Notice dated October 25, 2000 and Notice of Assessment dated November 19, 2001.SO ORDERED.[3]On appeal, the Court of Appeals (CA) rendered its Decision[4] dated November 20, 2006, the dispositive portion of which reads:WHEREFORE, the decision appealed from is hereby ordered SET ASIDE and a new one entered DISMISSING the plaintiff/appellee’s complaint WITHOUT PREJUDICE.SO ORDERED.[5]The CA sustained respondent’s claim that the petition filed with the RTC should have been dismissed due to petitioner’s failure to show that Atty. Maria Theresa B. Ramos (Atty. Ramos), petitioner’s Manager for Tax and Legal Affairs and the person who signed the Verification and Certification of Non-Forum Shopping, was duly authorized by the Board of Directors.Its motion for reconsideration having been denied in a Resolution[6] dated February 9, 2007, petitioner now comes before the Court via a Petition for Review on Certiorari under Rule 45 of the Rules of Court, on the following grounds:(1) THE COURT OF APPEALS ERRED IN DISMISSING THE CASE FOR LACK OF SHOWING THAT THE SIGNATORY OF THE VERIFICATION/ CERTIFICATION IS NOT SPECIFICALLY AUTHORIZED FOR AND IN BEHALF OF PETITIONER. (2) THE COURT OF APPEALS ERRED IN GIVING DUE COURSE TO RESPONDENT’S APPEAL, CONSIDERING THAT IT HAS NO JURISDICTION OVER THE SAME, THE MATTERS TO BE RESOLVED BEING PURE QUESTIONS OF LAW, JURISDICTION OVER WHICH IS VESTED ONLY WITH THIS HONORABLE COURT. (3) ASSUMING THE COURT OF APPEALS HAS JURISDICTION OVER RESPONDENT’S APPEAL, SAID COURT ERRED IN NOT DECIDING ON THE MERITS OF THE CASE FOR THE SPEEDY DISPOSITION THEREOF, CONSIDERING THAT THE DEFICIENCY LOCAL BUSINESS TAX ASSESSMENTS ISSUED BY RESPONDENT ARE CLEARLY INVALID AND CONTRARY TO THE PROVISIONS OF THE PASIG REVENUE CODE AND THE LOCAL GOVERNMENT CODE.[7]After receipt by the Court of respondent’s complaint and petitioner’s reply, the petition is given due course and considered ready for decision without the need of memoranda from the parties.The Court grants the petition.First, the complaint filed by petitioner with the RTC was erroneously dismissed by the CA for failure of petitioner to show that its Manager for Tax and Legal Affairs, Atty. Ramos, was authorized by the Board of Directors to sign the Verification and Certification of Non-Forum Shopping in behalf of the petitioner corporation.Time and again, the Court, under special circumstances and for compelling reasons, sanctioned substantial compliance with the rule on the submission of verification and certification against non-forum shopping.[8]In General Milling Corporation v. National Labor Relations Commission,[9] the Court deemed as substantial compliance the belated attempt of the petitioner to attach to the motion for reconsideration the board resolution/secretary’s certificate, stating that there was no attempt on the part of the petitioner to ignore the prescribed procedural requirements.In Shipside Incorporated v. Court of Appeals,[10] the authority of the petitioner’s resident manager to sign the certification against forum shopping was submitted to the CA only after the latter dismissed the petition. The Court considered the merits of the case and the fact that the petitioner subsequently submitted a secretary’s certificate, as special circumstances or compelling reasons that justify tempering the requirements in regard to the certificate of non-forum shopping.[11]There were also cases where there was complete non-compliance with the rule on certification against forum shopping and yet the Court proceeded to decide the case on the merits in order to serve the ends of substantial justice.[12]In the present case, petitioner submitted a Secretary’s Certificate signed on May 6, 2002, whereby Atty. Ramos was authorized to file a protest at the local government level and to “sign, execute and deliver any and all papers, documents and pleadings relative to the said protest and to do and perform all such acts and things as may be necessary to effect the foregoing.”[13]Applying the foregoing jurisprudence, the subsequent submission of the Secretary’s Certificate and the substantial merits of the petition, which will be shown forthwith, justify a relaxation of the rule.Second, the CA should have dismissed the appeal of respondent as it has no jurisdiction over the case since the appeal involves a pure question of law. The CA seriously erred in ruling that the appeal involves a mixed question of law and fact necessitating an examination and evaluation of the audited financial statements and other documents in order to determine petitioner’s tax base.There is a question of law when the doubt or difference is on what the law is on a certain state of facts. On the other hand, there is a question of fact when the doubt or difference is on the truth or falsity of the facts alleged.[14] For a question to be one of law, the same must not involve an examination of the probative value of the evidence presented by the litigants or any of them. The resolution of the issue must rest solely on what the law provides on the given set of circumstances. Once it is clear that the issue invites a review of the evidence presented, the question posed is one of fact. Thus, the test of whether a question is one of law or of fact is not the appellation given to such question by the party raising the same; rather, it is whether the appellate court can determine the issue raised without reviewing or evaluating the evidence, in which case, it is a question of law; otherwise it is a question of fact.[15]There is no dispute as to the veracity of the facts involved in the present case. While there is an issue as to the correct amount of local business tax to be paid by petitioner, its determination will not involve a look into petitioner’s audited financial statements or documents, as these are not disputed; rather, petitioner’s correct tax liability will be ascertained through an interpretation of the pertinent tax laws, i.e., whether the local business tax, as imposed by the Pasig City Revenue Code (Ordinance No. 25-92) and the Local Government Code of 1991, should be based on gross receipts, and not on gross revenue which respondent relied on in computing petitioner’s local business tax deficiency. This, clearly, is a question of law, and beyond the jurisdiction of the CA.Section 2(c), Rule 41 of the Rules of Court provides that in all cases where questions of law are raised or involved, the appeal shall be to this Court by petition for review on certiorari under Rule 45.Thus, as correctly pointed out by petitioner, the appeal before the CA should have been dismissed, pursuant to Section 5(f), Rule 56 of the Rules of Court, which provides:Sec. 5. Grounds for dismissal of appeal.- The appeal may be dismissed motu proprio or on motion of the respondent on the following grounds:x x x x(f) Error in the choice or mode of appeal.x x x xThird, the dismissal of the appeal, in effect, would have sustained the RTC Decision ordering respondent to cancel the Assessment Notices issued by respondent, and therefore, would have rendered moot and academic the issue of whether the local business tax on contractors should be based on gross receipts or gross revenues.However, the higher interest of substantial justice dictates that this Court should resolve the same, to evade further repetition of erroneous interpretation of the law,[16] for the guidance of the bench and bar.As earlier stated, the substantive issue in this case is whether the local business tax on contractors should be based on gross receipts or gross revenue.Respondent assessed deficiency local business taxes on petitioner based on the latter’s gross revenue as reported in its financial statements, arguing that gross receipts is synonymous with gross earnings/revenue, which, in turn, includes uncollected earnings. Petitioner, however, contends that only the portion of the revenues which were actually and constructively received should be considered in determining its tax base.Respondent is authorized to levy business taxes under Section 143 in relation to Section 151 of the Local Government Code.Insofar as petitioner is concerned, the applicable provision is subsection (e), Section 143 of the same Code covering contractors and other independent contractors, to wit:SEC. 143. Tax on Business. -The municipality may impose taxes on the following businesses: x x x x (e) On contractors and other independent contractors, in accordance with the following schedule: With gross receipts for the preceding calendar year in the amount of:Amount of Tax Per Annum x x x x (Emphasis supplied) The above provision specifically refers to gross receipts which is defined under Section 131 of the Local Government Code, as follows:x x x x(n) “Gross Sales or Receipts” include the total amount of money or its equivalent representing the contract price, compensation or service fee, including the amount charged or materials supplied with the services and the deposits or advance payments actually or constructively received during the taxable quarter for the services performed or to be performed for another person excluding discounts if determinable at the time of sales, sales return, excise tax, and value-added tax (VAT);x x x xThe law is clear. Gross receipts include money or its equivalent actually or constructively received in consideration of services rendered or articles sold, exchanged or leased, whether actual or constructive.In Commissioner of Internal Revenue v. Bank of Commerce,[17] the Court interpreted gross receipts as including those which were actually or constructively received, viz.:Actual receipt of interest income is not limited to physical receipt. Actual receipt may either be physical receipt or constructive receipt. When the depository bank withholds the final tax to pay the tax liability of the lending bank, there is prior to the withholding a constructive receipt by the lending bank of the amount withheld. From the amount constructively received by the lending bank, the depository bank deducts the final withholding tax and remits it to the government for the account of the lending bank. Thus, the interest income actually received by the lending bank, both physically and constructively, is the net interest plus the amount withheld as final tax.The concept of a withholding tax on income obviously and necessarily implies that the amount of the tax withheld comes from the income earned by the taxpayer. Since the amount of the tax withheld constitutes income earned by the taxpayer, then that amount manifestly forms part of the taxpayer’s gross receipts. Because the amount withheld belongs to the taxpayer, he can transfer its ownership to the government in payment of his tax liability. The amount withheld indubitably comes from income of the taxpayer, and thus forms part of his gross receipts. (Emphasis supplied)Further elaboration was made by the Court in Commissioner of Internal Revenue v. Bank of the Philippine Islands,[18] in this wise:Receipt of income may be actual or constructive. We have held that the withholding process results in the taxpayer’s constructive receipt of the income withheld, to wit:By analogy, we apply to the receipt of income the rules on actual and constructive possession provided in Articles 531 and 532 of our Civil Code.Under Article 531:“Possession is acquired by the material occupation of a thing or the exercise of a right, or by the fact that it is subject to the action of our will, or by the proper acts and legal formalities established for acquiring such right.”Article 532 states:“Possession may be acquired by the same person who is to enjoy it, by his legal representative, by his agent, or by any person without any power whatever; but in the last case, the possession shall not be considered as acquired until the person in whose name the act of possession was executed has ratified the same, without prejudice to the juridical consequences of negotiorum gestio in a proper case.”The last means of acquiring possession under Article 531 refers to juridical acts—the acquisition of possession by sufficient title—to which the law gives the force of acts of possession. Respondent argues that only items of income actually received should be included in its gross receipts. It claims that since the amount had already been withheld at source, it did not have actual receipt thereof.We clarify. Article 531 of the Civil Code clearly provides that the acquisition of the right of possession is through the proper acts and legal formalities established therefor. The withholding process is one such act. There may not be actual receipt of the income withheld; however, as provided for in Article 532, possession by any person without any power whatsoever shall be considered as acquired when ratified by the person in whose name the act of possession is executed.In our withholding tax system, possession is acquired by the payor as the withholding agent of the government, because the taxpayer ratifies the very act of possession for the government. There is thus constructive receipt. The processes of bookkeeping and accounting for interest on deposits and yield on deposit substitutes that are subjected to FWT are indeed—for legal purposes—tantamount to delivery, receipt or remittance.[19]Revenue Regulations No. 16-2005 dated September 1, 2005[20] defined and gave examples of “constructive receipt”, to wit:SEC. 4. 108-4. Definition of Gross Receipts. -- x x x “Constructive receipt” occurs when the money consideration or its equivalent is placed at the control of the person who rendered the service without restrictions by the payor. The following are examples of constructive receipts: (1) deposit in banks which are made available to the seller of services without restrictions; (2) issuance by the debtor of a notice to offset any debt or obligation and acceptance thereof by the seller as payment for services rendered; and (3) transfer of the amounts retained by the payor to the account of the contractor.There is, therefore, constructive receipt, when the consideration for the articles sold, exchanged or leased, or the services rendered has already been placed under the control of the person who sold the goods or rendered the services without any restriction by the payor.In contrast, gross revenue covers money or its equivalent actually or constructively received, including the value of services rendered or articles sold, exchanged or leased, the payment of which is yet to be received. This is in consonance with the International Financial Reporting Standards,[21] which defines revenue as the gross inflow of economic benefits (cash, receivables, and other assets) arising from the ordinary operating activities of an enterprise (such as sales of goods, sales of services, interest, royalties, and dividends),[22] which is measured at the fair value of the consideration received or receivable.[23]As aptly stated by the RTC:“[R]evenue from services rendered is recognized when services have been performed and are billable.” It is “recorded at the amount received or expected to be received.” (Section E [17] of the Statements of Financial Accounting Standards No. 1).[24]In petitioner’s case, its audited financial statements reflect income or revenue which accrued to it during the taxable period although not yet actually or constructively received or paid. This is because petitioner uses the accrual method of accounting, where income is reportable when all the events have occurred that fix the taxpayer’s right to receive the income, and the amount can be determined with reasonable accuracy; the right to receive income, and not the actual receipt, determines when to include the amount in gross income.[25]The imposition of local business tax based on petitioner’s gross revenue will inevitably result in the constitutionally proscribed double taxation – taxing of the same person twice by the same jurisdiction for the same thing[26] – inasmuch as petitioner’s revenue or income for a taxable year will definitely include its gross receipts already reported during the previous year and for which local business tax has already been paid.Thus, respondent committed a palpable error when it assessed petitioner’s local business tax based on its gross revenue as reported in its audited financial statements, as Section 143 of the Local Government Code and Section 22(e) of the Pasig Revenue Code clearly provide that the tax should be computed based on gross receipts.WHEREFORE, the petition is GRANTED. The Decision dated November 20, 2006 and Resolution dated February 9, 2007 issued by the Court of Appeals are SET ASIDE, and the Decision dated March 8, 2004 rendered by the Regional Trial Court of Pasig, Branch 168 is REINSTATED.SO ORDERED.Ynares-Santiago, Chico-Nazario, Nachura, and Reyes, JJ., concur.* Only Pasig City is named as respondent in the body of herein Petition for Review, pp. 1-2; rollo, pp. 17-18.[1] Entitled “Ericsson Telecommunications, Inc., Plaintiff, v. Pasig City thru its Mayor, Hon. Soledad Eusebio and the City Treasurer, Hon. Crispino Salvador, Defendants.”[2] Rollo, pp. 60-67.[3] Rollo, p. 67.[4] Penned by Associate Justice Jose L. Sabio, Jr., with Associate Justices Rosalinda Asuncion-Vicente and Ramon M. Bato, Jr., concurring; id. at 6-13.[5] Id. at 12-13.[6] Id. at 14.[7] Rollo, pp. 24-25.[8] Estribillo v. Department of Agrarian Reform, G.R. No. 159674, June 30, 2006, 494 SCRA 218, 232; General Milling Corporation v. National Labor Relations Commission, 442 Phil. 425, 427 (2002); Shipside Incorporated v. Court of Appeals, 404 Phil. 981, 995 (2001).[9] Supra note 8.[10] Supra note 8, at 995.[11] Id. at 996.[12] De Guia v. De Guia, 408 Phil. 399, 408 (2001); Damasco v. National Labor Relations Commission, 400 Phil. 568, 581 (2000).[13] Rollo, p. 68.[14] Pajuyo v. Court of Appeals, G.R. No. 146364, June 3, 2004, 430 SCRA 492, 506.[15] Velayo-Fong v. Velayo, G.R. No. 155488, December 6, 2006, 510 SCRA 320, 329-330.[16] See Velayo-Fong v. Velayo, supra note 15; Province of Batangas v. Romulo, G.R. No. 152774, May 27, 2004, 429 SCRA 736, 757.[17] G.R. No. 149636, June 8, 2005, 459 SCRA 638, 653.[18] G.R. No. 147375, June 26, 2006, 492 SCRA 551.[19] Id. at 569-570.[20] Consolidated Value-Added Tax Regulations of 2005.[21] In March 2005, the Accounting Standards Council approved the issuance of International Accounting Standards 18, Revenue, issued by the International Accounting Standards Board as a Philippine Financial Reporting Standard, consisting of the Philippine Financial Reporting Standards corresponding to the International Financial Reporting Standards, the Philippine Accounting Standards corresponding to International Accounting Standards, and Interpretations.[22] International Accounting Standards 18.7.[23] International Accounting Standards 18.9.[24] Rollo, p. 66.[25] Filipinas Synthetic Fiber Corporation v. Court of Appeals, 374 Phil. 835, 842 (1999).[26] Commissioner of Internal Revenue v. Solidbank Corporation, 462 Phil. 96, 133 (2003). Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "ericsson",
    "telecommunications",
    "petitioner",
    "represented",
    "vicente",
    "eusebio",
    "respondent",
    "austria",
    "martinez",
    "corporation",
    "principal",
    "office",
    "engaged",
    "design",
    "engineering",
    "marketing",
    "telecommunication",
    "facilities",
    "system",
    "assessment"
  ],
  "title_summary": "ERICSSON TELECOMMUNICATIONS, INC., PETITIONER, VS. CITY OF PASIG, REPRESENTED BY ITS CITY MAYOR, ...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 563 Phil. 417\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 176667, November 22, 2007 ]\n[ G.R. No. 176667, November 22, 2007 ]\n\nERICSSON TELECOMMUNICATIONS, INC., PETITIONER, VS. CITY OF PASIG, REPRESENTED BY ITS CITY MAYOR, HON. VICENTE P. EUSEBIO, ET AL.* RESPONDENT.D E C I S I O N\nERICSSON TELECOMMUNICATIONS, INC., PETITIONER, VS. CITY OF PASIG, REPRESENTED BY ITS CITY MAYOR, HON. VICENTE P. EUSEBIO, ET AL.* RESPONDENT.\n\nD E C I S I O N\n\nAUSTRIA-MARTINEZ, J.:\n\nEricsson Telecommunications, Inc. (petitioner), a corporation with principal office in Pasig City, is engaged in the design, engineering, and marketing of telecommunication facilities/system. In an Assessment Notice dated October 25, 2000 issued by the City Treasurer of Pasig City, petitioner was assessed a business tax deficiency for the years 1998 and 1999 amounting to P9,466,885.00 and P4,993,682.00, respectively, based on its gross revenues as reported in its audited financial statements for the years 1997 and 1998. Petitioner filed a Protest dated December 21, 2000, claiming that the computation of the local business tax should be based on gross receipts and not on gross revenue.\n\nThe City of Pasig (respondent) issued another Notice of Assessment to petitioner on November 19, 2001, this time based on business tax deficiencies for the years 2000 and 2001, amounting to P4,665,775.51 and P4,710,242.93, respectively, based on its gross revenues for the years 1999 and 2000. Again, petitioner filed a Protest on January 21, 2002, reiterating its position that the local business tax should be based on gross receipts and not gross revenue.\n\nRespondent denied petitioner’s protest and gave the latter 30 days within which to appeal the denial. This prompted petitioner to file a petition for review [1] with the Regional Trial Court (RTC) of Pasig, Branch 168, praying for the annulment and cancellation of petitioner’s deficiency local business taxes totaling P17,262,205.66.\n\nRespondent and its City Treasurer filed a motion to dismiss on the grounds that the court had no jurisdiction over the subject matter and that petitioner had no legal capacity to sue. The RTC denied the motion in an Order dated December 3, 2002 due to respondents’ failure to include a notice of hearing. Thereafter, the RTC declared respondents in default and allowed petitioner to present evidence ex- parte.\n\nIn a Decision [2] dated March 8, 2004, the RTC canceled and set aside the assessments made by respondent and its City Treasurer. The dispositive portion of the RTC Decision reads:\nWHEREFORE, premises considered, judgment is hereby rendered in favor of the plaintiff and ordering defendants to CANCEL and SET ASIDE Assessment Notice dated October 25, 2000 and Notice of Assessment dated November 19, 2001.\n\nSO ORDERED. [3] On appeal, the Court of Appeals (CA) rendered its Decision [4] dated November 20, 2006, the dispositive portion of which reads:\nWHEREFORE, the decision appealed from is hereby ordered SET ASIDE and a new one entered DISMISSING the plaintiff/appellee’s complaint WITHOUT PREJUDICE.\n\nSO ORDERED. [5] The CA sustained respondent’s claim that the petition filed with the RTC should have been dismissed due to petitioner’s failure to show that Atty. Maria Theresa B. Ramos (Atty. Ramos), petitioner’s Manager for Tax and Legal Affairs and the person who signed the Verification and Certification of Non-Forum Shopping, was duly authorized by the Board of Directors.\n\nIts motion for reconsideration having been denied in a Resolution [6] dated February 9, 2007, petitioner now comes before the Court via a Petition for Review on Certiorari under Rule 45 of the Rules of Court, on the following grounds:\n\n[TABLE_CONTENT]\n(1) | THE COURT OF APPEALS ERRED IN DISMISSING THE CASE FOR LACK OF SHOWING THAT THE SIGNATORY OF THE VERIFICATION/ CERTIFICATION IS NOT SPECIFICALLY AUTHORIZED FOR AND IN BEHALF OF PETITIONER.\n | \n(2) | THE COURT OF APPEALS ERRED IN GIVING DUE COURSE TO RESPONDENT’S APPEAL, CONSIDERING THAT IT HAS NO JURISDICTION OVER THE SAME, THE MATTERS TO BE RESOLVED BEING PURE QUESTIONS OF LAW, JURISDICTION OVER WHICH IS VESTED ONLY WITH THIS HONORABLE COURT.\n | \n(3) | ASSUMING THE COURT OF APPEALS HAS JURISDICTION OVER RESPONDENT’S APPEAL, SAID COURT ERRED IN NOT DECIDING ON THE MERITS OF THE CASE FOR THE SPEEDY DISPOSITION THEREOF, CONSIDERING THAT THE DEFICIENCY LOCAL BUSINESS TAX ASSESSMENTS ISSUED BY RESPONDENT ARE CLEARLY INVALID AND CONTRARY TO THE PROVISIONS OF THE PASIG REVENUE CODE AND THE LOCAL GOVERNMENT CODE.[7]\n[END_TABLE]\n\n(1) THE COURT OF APPEALS ERRED IN DISMISSING THE CASE FOR LACK OF SHOWING THAT THE SIGNATORY OF THE VERIFICATION/ CERTIFICATION IS NOT SPECIFICALLY AUTHORIZED FOR AND IN BEHALF OF PETITIONER.\n\n(2) THE COURT OF APPEALS ERRED IN GIVING DUE COURSE TO RESPONDENT’S APPEAL, CONSIDERING THAT IT HAS NO JURISDICTION OVER THE SAME, THE MATTERS TO BE RESOLVED BEING PURE QUESTIONS OF LAW, JURISDICTION OVER WHICH IS VESTED ONLY WITH THIS HONORABLE COURT.\n\n(3) ASSUMING THE COURT OF APPEALS HAS JURISDICTION OVER RESPONDENT’S APPEAL, SAID COURT ERRED IN NOT DECIDING ON THE MERITS OF THE CASE FOR THE SPEEDY DISPOSITION THEREOF, CONSIDERING THAT THE DEFICIENCY LOCAL BUSINESS TAX ASSESSMENTS ISSUED BY RESPONDENT ARE CLEARLY INVALID AND CONTRARY TO THE PROVISIONS OF THE PASIG REVENUE CODE AND THE LOCAL GOVERNMENT CODE. [7] After receipt by the Court of respondent’s complaint and petitioner’s reply, the petition is given due course and considered ready for decision without the need of memoranda from the parties.\n\nThe Court grants the petition.\n\nFirst, the complaint filed by petitioner with the RTC was erroneously dismissed by the CA for failure of petitioner to show that its Manager for Tax and Legal Affairs, Atty. Ramos, was authorized by the Board of Directors to sign the Verification and Certification of Non-Forum Shopping in behalf of the petitioner corporation.\n\nTime and again, the Court, under special circumstances and for compelling reasons, sanctioned substantial compliance with the rule on the submission of verification and certification against non-forum shopping. [8]\n\nIn General Milling Corporation v. National Labor Relations Commission , [9] the Court deemed as substantial compliance the belated attempt of the petitioner to attach to the motion for reconsideration the board resolution/secretary’s certificate, stating that there was no attempt on the part of the petitioner to ignore the prescribed procedural requirements.\n\nIn Shipside Incorporated v. Court of Appeals , [10] the authority of the petitioner’s resident manager to sign the certification against forum shopping was submitted to the CA only after the latter dismissed the petition. The Court considered the merits of the case and the fact that the petitioner subsequently submitted a secretary’s certificate, as special circumstances or compelling reasons that justify tempering the requirements in regard to the certificate of non-forum shopping. [11]\n\nThere were also cases where there was complete non-compliance with the rule on certification against forum shopping and yet the Court proceeded to decide the case on the merits in order to serve the ends of substantial justice. [12]\n\nIn the present case, petitioner submitted a Secretary’s Certificate signed on May 6, 2002, whereby Atty. Ramos was authorized to file a protest at the local government level and to “sign, execute and deliver any and all papers, documents and pleadings relative to the said protest and to do and perform all such acts and things as may be necessary to effect the foregoing.” [13]\n\nApplying the foregoing jurisprudence, the subsequent submission of the Secretary’s Certificate and the substantial merits of the petition, which will be shown forthwith, justify a relaxation of the rule.\n\nSecond, the CA should have dismissed the appeal of respondent as it has no jurisdiction over the case since the appeal involves a pure question of law. The CA seriously erred in ruling that the appeal involves a mixed question of law and fact necessitating an examination and evaluation of the audited financial statements and other documents in order to determine petitioner’s tax base.\n\nThere is a question of law when the doubt or difference is on what the law is on a certain state of facts. On the other hand, there is a question of fact when the doubt or difference is on the truth or falsity of the facts alleged. [14] For a question to be one of law, the same must not involve an examination of the probative value of the evidence presented by the litigants or any of them. The resolution of the issue must rest solely on what the law provides on the given set of circumstances. Once it is clear that the issue invites a review of the evidence presented, the question posed is one of fact. Thus, the test of whether a question is one of law or of fact is not the appellation given to such question by the party raising the same; rather, it is whether the appellate court can determine the issue raised without reviewing or evaluating the evidence, in which case, it is a question of law; otherwise it is a question of fact. [15]\n\nThere is no dispute as to the veracity of the facts involved in the present case. While there is an issue as to the correct amount of local business tax to be paid by petitioner, its determination will not involve a look into petitioner’s audited financial statements or documents, as these are not disputed; rather, petitioner’s correct tax liability will be ascertained through an interpretation of the pertinent tax laws, i.e., whether the local business tax, as imposed by the Pasig City Revenue Code (Ordinance No. 25-92) and the Local Government Code of 1991, should be based on gross receipts , and not on gross revenue which respondent relied on in computing petitioner’s local business tax deficiency. This, clearly, is a question of law, and beyond the jurisdiction of the CA.\n\nSection 2(c), Rule 41 of the Rules of Court provides that in all cases where questions of law are raised or involved, the appeal shall be to this Court by petition for review on certiorari under Rule 45.\n\nThus, as correctly pointed out by petitioner, the appeal before the CA should have been dismissed, pursuant to Section 5(f), Rule 56 of the Rules of Court, which provides:\nSec. 5. Grounds for dismissal of appeal. - The appeal may be dismissed motu proprio or on motion of the respondent on the following grounds:\n\nx x x x\n\n(f) Error in the choice or mode of appeal.\n\nx x x x Third, the dismissal of the appeal, in effect, would have sustained the RTC Decision ordering respondent to cancel the Assessment Notices issued by respondent, and therefore, would have rendered moot and academic the issue of whether the local business tax on contractors should be based on gross receipts or gross revenues.\n\nHowever, the higher interest of substantial justice dictates that this Court should resolve the same, to evade further repetition of erroneous interpretation of the law, [16] for the guidance of the bench and bar.\n\nAs earlier stated, the substantive issue in this case is whether the local business tax on contractors should be based on gross receipts or gross revenue.\n\nRespondent assessed deficiency local business taxes on petitioner based on the latter’s gross revenue as reported in its financial statements, arguing that gross receipts is synonymous with gross earnings/revenue, which, in turn, includes uncollected earnings. Petitioner, however, contends that only the portion of the revenues which were actually and constructively received should be considered in determining its tax base.\n\nRespondent is authorized to levy business taxes under Section 143 in relation to Section 151 of the Local Government Code.\n\nInsofar as petitioner is concerned, the applicable provision is subsection (e), Section 143 of the same Code covering contractors and other independent contractors, to wit:\n\n[TABLE_CONTENT]\nSEC. 143.Tax on Business.-The municipality may impose taxes on the following businesses:\n | \nx x x x | \n | \n(e) On contractors and other independent contractors, in accordance with the following schedule:\n | \nWithgross receiptsfor the preceding calendar year in the amount of: | Amount of Tax Per Annum\n | \nx x x x | \n(Emphasis supplied) | \n[END_TABLE]\n\nSEC. 143. Tax on Business. -The municipality may impose taxes on the following businesses:\n\nx x x x\n\n(e) On contractors and other independent contractors, in accordance with the following schedule:\n\nWith gross receipts for the preceding calendar year in the amount of: Amount of Tax Per Annum\n\nx x x x\n(Emphasis supplied)\nThe above provision specifically refers to gross receipts which is defined under Section 131 of the Local Government Code, as follows:\nx x x x\n\n(n) “Gross Sales or Receipts” include the total amount of money or its equivalent representing the contract price, compensation or service fee, including the amount charged or materials supplied with the services and the deposits or advance payments actually or constructively received during the taxable quarter for the services performed or to be performed for another person excluding discounts if determinable at the time of sales, sales return, excise tax, and value-added tax (VAT);\n\nx x x x The law is clear. Gross receipts include money or its equivalent actually or constructively received in consideration of services rendered or articles sold, exchanged or leased, whether actual or constructive.\n\nIn Commissioner of Internal Revenue v. Bank of Commerce, [17] the Court interpreted gross receipts as including those which were actually or constructively received, viz. :\nActual receipt of interest income is not limited to physical receipt. Actual receipt may either be physical receipt or constructive receipt. When the depository bank withholds the final tax to pay the tax liability of the lending bank, there is prior to the withholding a constructive receipt by the lending bank of the amount withheld. From the amount constructively received by the lending bank, the depository bank deducts the final withholding tax and remits it to the government for the account of the lending bank. Thus, the interest income actually received by the lending bank, both physically and constructively, is the net interest plus the amount withheld as final tax.\n\nThe concept of a withholding tax on income obviously and necessarily implies that the amount of the tax withheld comes from the income earned by the taxpayer. Since the amount of the tax withheld constitutes income earned by the taxpayer, then that amount manifestly forms part of the taxpayer’s gross receipts. Because the amount withheld belongs to the taxpayer, he can transfer its ownership to the government in payment of his tax liability. The amount withheld indubitably comes from income of the taxpayer, and thus forms part of his gross receipts. (Emphasis supplied) Further elaboration was made by the Court in Commissioner of Internal Revenue v. Bank of the Philippine Islands , [18] in this wise:\nReceipt of income may be actual or constructive. We have held that the withholding process results in the taxpayer’s constructive receipt of the income withheld, to wit:\n\nBy analogy, we apply to the receipt of income the rules on actual and constructive possession provided in Articles 531 and 532 of our Civil Code.\nUnder Article 531:\n\n“Possession is acquired by the material occupation of a thing or the exercise of a right, or by the fact that it is subject to the action of our will, or by the proper acts and legal formalities established for acquiring such right.”\n\nArticle 532 states:\n\n“Possession may be acquired by the same person who is to enjoy it, by his legal representative, by his agent, or by any person without any power whatever; but in the last case, the possession shall not be considered as acquired until the person in whose name the act of possession was executed has ratified the same, without prejudice to the juridical consequences of negotiorum gestio in a proper case.”\n\nThe last means of acquiring possession under Article 531 refers to juridical acts—the acquisition of possession by sufficient title—to which the law gives the force of acts of possession. Respondent argues that only items of income actually received should be included in its gross receipts. It claims that since the amount had already been withheld at source, it did not have actual receipt thereof.\n\nWe clarify. Article 531 of the Civil Code clearly provides that the acquisition of the right of possession is through the proper acts and legal formalities established therefor. The withholding process is one such act. There may not be actual receipt of the income withheld; however, as provided for in Article 532, possession by any person without any power whatsoever shall be considered as acquired when ratified by the person in whose name the act of possession is executed.\n\nIn our withholding tax system, possession is acquired by the payor as the withholding agent of the government, because the taxpayer ratifies the very act of possession for the government. There is thus constructive receipt. The processes of bookkeeping and accounting for interest on deposits and yield on deposit substitutes that are subjected to FWT are indeed—for legal purposes—tantamount to delivery, receipt or remittance. [19] Revenue Regulations No. 16-2005 dated September 1, 2005 [20] defined and gave examples of “constructive receipt”, to wit:\n\n[TABLE_CONTENT]\nSEC. 4. 108-4. Definition of Gross Receipts. -- x x x\n | \n“Constructive receipt” occurs when the money consideration or its equivalent is placed at the control of the person who rendered the service without restrictions by the payor. The following are examples of constructive receipts:\n | \n(1) | deposit in banks which are made available to the seller of services without restrictions;\n | \n(2) | issuance by the debtor of a notice to offset any debt or obligation and acceptance thereof by the seller as payment for services rendered; and\n | \n(3) | transfer of the amounts retained by the payor to the account of the contractor.\n[END_TABLE]\n\nSEC. 4. 108-4. Definition of Gross Receipts. -- x x x\n\n“ Constructive receipt ” occurs when the money consideration or its equivalent is placed at the control of the person who rendered the service without restrictions by the payor. The following are examples of constructive receipts:\n\n(1) deposit in banks which are made available to the seller of services without restrictions;\n\n(2) issuance by the debtor of a notice to offset any debt or obligation and acceptance thereof by the seller as payment for services rendered; and\n\n(3) transfer of the amounts retained by the payor to the account of the contractor. There is, therefore, constructive receipt, when the consideration for the articles sold, exchanged or leased, or the services rendered has already been placed under the control of the person who sold the goods or rendered the services without any restriction by the payor.\n\nIn contrast, gross revenue covers money or its equivalent actually or constructively received, including the value of services rendered or articles sold, exchanged or leased, the payment of which is yet to be received. This is in consonance with the International Financial Reporting Standards, [21] which defines revenue as the gross inflow of economic benefits (cash, receivables , and other assets) arising from the ordinary operating activities of an enterprise (such as sales of goods, sales of services, interest, royalties, and dividends), [22] which is measured at the fair value of the consideration received or receivable . [23]\n\nAs aptly stated by the RTC:\n“ [R] evenue from services rendered is recognized when services have been performed and are billable.” It is “recorded at the amount received or expected to be received .” (Section E [17] of the Statements of Financial Accounting Standards No. 1). [24] In petitioner’s case, its audited financial statements reflect income or revenue which accrued to it during the taxable period although not yet actually or constructively received or paid. This is because petitioner uses the accrual method of accounting, where income is reportable when all the events have occurred that fix the taxpayer’s right to receive the income, and the amount can be determined with reasonable accuracy; the right to receive income, and not the actual receipt, determines when to include the amount in gross income. [25]\n\nThe imposition of local business tax based on petitioner’s gross revenue will inevitably result in the constitutionally proscribed double taxation – taxing of the same person twice by the same jurisdiction for the same thing [26] – inasmuch as petitioner’s revenue or income for a taxable year will definitely include its gross receipts already reported during the previous year and for which local business tax has already been paid.\n\nThus, respondent committed a palpable error when it assessed petitioner’s local business tax based on its gross revenue as reported in its audited financial statements, as Section 143 of the Local Government Code and Section 22(e) of the Pasig Revenue Code clearly provide that the tax should be computed based on gross receipts .\n\nWHEREFORE, the petition is GRANTED . The Decision dated November 20, 2006 and Resolution dated February 9, 2007 issued by the Court of Appeals are SET ASIDE , and the Decision dated March 8, 2004 rendered by the Regional Trial Court of Pasig, Branch 168 is REINSTATED .\n\nSO ORDERED.\n\nYnares-Santiago, Chico-Nazario, Nachura, and Reyes, JJ., concur.\n\n* Only Pasig City is named as respondent in the body of herein Petition for Review, pp. 1-2; rollo, pp. 17-18.\n\n[1] Entitled “Ericsson Telecommunications, Inc., Plaintiff, v. Pasig City thru its Mayor, Hon. Soledad Eusebio and the City Treasurer, Hon. Crispino Salvador, Defendants.”\n\n[2] Rollo, pp. 60-67.\n\n[3] Rollo, p. 67.\n\n[4] Penned by Associate Justice Jose L. Sabio, Jr., with Associate Justices Rosalinda Asuncion-Vicente and Ramon M. Bato, Jr., concurring; id. at 6-13.\n\n[5] Id. at 12-13.\n\n[6] Id. at 14.\n\n[7] Rollo, pp. 24-25.\n\n[8] Estribillo v. Department of Agrarian Reform, G.R. No. 159674, June 30, 2006, 494 SCRA 218, 232; General Milling Corporation v. National Labor Relations Commission, 442 Phil. 425, 427 (2002); Shipside Incorporated v. Court of Appeals, 404 Phil. 981, 995 (2001).\n\n[9] Supra note 8.\n\n[10] Supra note 8, at 995.\n\n[11] Id. at 996.\n\n[12] De Guia v. De Guia, 408 Phil. 399, 408 (2001); Damasco v. National Labor Relations Commission, 400 Phil. 568, 581 (2000).\n\n[13] Rollo , p. 68.\n\n[14] Pajuyo v. Court of Appeals , G.R. No. 146364, June 3, 2004, 430 SCRA 492, 506.\n\n[15] Velayo-Fong v. Velayo , G.R. No. 155488, December 6, 2006, 510 SCRA 320, 329-330.\n\n[16] See Velayo-Fong v. Velayo , supra note 15; Province of Batangas v. Romulo , G.R. No. 152774, May 27, 2004, 429 SCRA 736, 757.\n\n[17] G.R. No. 149636, June 8, 2005, 459 SCRA 638, 653.\n\n[18] G.R. No. 147375, June 26, 2006, 492 SCRA 551.\n\n[19] Id. at 569-570.\n\n[20] Consolidated Value-Added Tax Regulations of 2005.\n\n[21] In March 2005, the Accounting Standards Council approved the issuance of International Accounting Standards 18, Revenue , issued by the International Accounting Standards Board as a Philippine Financial Reporting Standard, consisting of the Philippine Financial Reporting Standards corresponding to the International Financial Reporting Standards, the Philippine Accounting Standards corresponding to International Accounting Standards, and Interpretations.\n\n[22] International Accounting Standards 18.7.\n\n[23] International Accounting Standards 18.9.\n\n[24] Rollo , p. 66.\n\n[25] Filipinas Synthetic Fiber Corporation v. Court of Appeals, 374 Phil. 835, 842 (1999).\n\n[26] Commissioner of Internal Revenue v. Solidbank Corporation, 462 Phil. 96, 133 (2003).\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 24063,
  "metadata_extraction_date": "2025-11-01T05:57:44.299974",
  "extraction_version": "2.0_enhanced_full_content"
}