{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/october/gr_l-543_1902.html",
  "filename": "gr_l-543_1902.html",
  "year": 1902,
  "month": "october",
  "case_number": "gr_l-543_1902",
  "gr_number": "gr_l-543_1902",
  "volume_page": "Volume information not available",
  "decision_date": "October 23, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "General"
  ],
  "keywords": [
    "statement",
    "defendant",
    "his",
    "appellant",
    "case",
    "did",
    "evidence",
    "who",
    "him",
    "judgment",
    "time",
    "offered",
    "made",
    "court",
    "should",
    "received",
    "appellee",
    "testimony",
    "question",
    "can"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-543\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-543             October 23, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nJOSE MABANAG,\n\ndefendant-appellant.\n\nLucio Villareal, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe evidence produced by the defendant to prove an alibi is not sufficient to overcome the positive testimony of two persons who identified him as the author of the assault in question. The judgment can not, therefore, be reversed on that ground.\n\nGregorio de Leon, the person attacked, was so seriously injured that he was taken to a hospital. While there, on the 24th day of August, eight days after the injury was inflicted, he signed, in the presence of the defendant, apparently, a written statement as to the occurrence. He recovered from his injuries, and at the time of the trial was in the provinces.\n\n1awphil.net\n\nThis statement was formally offered in evidence at the trial below. No objection was made thereto by the defendant or his counsel, and it was admitted. In this court the lawyer for the appellant claims that this statement should not have been received. This presents the only serious question in the case. The written declaration was doubtless inadmissible, but the defendant did not object to its reception. Why he did not the record does not show. In certain respects the statement contradicted the testimony of the other eyewitness who had already given his evidence at the time this declaration was offered. If Gregorio had been called to testify in court he might have explained these contradictions and in other respects made the Government's case stronger than the statement made it. The lawyer who represents the defendant here did so below. Considerations such as these may have induced him to refrain from objecting. But whatever his reasons were, we can not hold that he had a right to remain silent  submit the case on this short statement of the injured person; have the chance of an acquittal by reason of its defects, and when the judgment went against him say in this court, for the first time, that the statement should not have been received. When it was offered he should have objected to it. From his failure to do so may be presumed his consent that it might be received. It is now too late to withdraw that consent. The judgment is confirmed with costs of this instance against the appellant.\n\nArellano, C.J., Torres, Cooper, and Ladd, JJ., concur.\n\nSmith and Mapa, JJ., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2601,
  "metadata_extraction_date": "2025-11-16T07:50:33.724544",
  "extraction_version": "2.0_enhanced_full_content"
}