{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/october/gr_l-1089_1902.html",
  "filename": "gr_l-1089_1902.html",
  "year": 1902,
  "month": "october",
  "case_number": "gr_l-1089_1902",
  "gr_number": "gr_l-1089_1902",
  "volume_page": "Volume information not available",
  "decision_date": "October 31, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "bill",
    "petition",
    "demurrer",
    "exceptions",
    "his",
    "exception",
    "judge",
    "can",
    "article",
    "petitioner",
    "estanislao",
    "yusay",
    "court",
    "first",
    "respondent",
    "overruled",
    "judgment",
    "called",
    "under"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1089\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1089             October 31, 1902\n\nANGEL GUSTILO,\n\npetitioner,\n\nvs.\n\nESTANISLAO YUSAY, judge of the Court of First Instance of Negros Occidental,\n\nrespondent.\n\nR.N. Orozco, for petitioner.\n\nEstanislao Yusay, respondent.\n\nWILLARD,\n\nJ.:\n\nIt can be gathered from the petition that the defendant demurred to the complaint; that the demurrer was overruled; the case tried, and a judgment against the defendant entered on the 30th of August. The defendant presented a so-called bill of exceptions on the 5th of September. The judge has failed to sign this bill and the defendant seeks relief under article 499 of the Code of Civil Procedure. His petition states: \"I base my exception upon the fact that our demurrer was overruled.\" Under article 142 an exception to the order overruling the demurrer should have been taken \"forthwith\" upon receiving notice thereof. This does not appear to have been done. The defendant can not wait until after the trial and then for the first time except to such an order by including a statement to that effect in his proposed bill of exceptions.\n\nlawphil.net\n\nThe petition also states that the defendant appealed from the judgment. The only way of presenting an exception to it, having that exception incorporated in a bill of exceptions signed by the judge and certified to this court. (Article 143.)\n\nThe petition with the proposed bill of exceptions is very vague and indefinite, and we can not say that by his so-called appeal he intended to present for review any questions other than those raised by his demurrer.\n\nArellano, C.J., Torres, Cooper, Smith, Mapa, and Ladd, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1755,
  "metadata_extraction_date": "2025-11-16T07:50:27.072507",
  "extraction_version": "2.0_enhanced_full_content"
}