{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/june/GR_142888.html",
  "filename": "GR_142888.html",
  "year": 2001,
  "month": "june",
  "case_number": "142888",
  "gr_number": "142888",
  "volume_page": "411 Phil. 204",
  "decision_date": "June 06, 2001",
  "title": "EVELIO P. BARATA, PETITIONER, VS. BENJAMIN ABALOS, JR., OFFICE OF THE OMBUDSMAN AND THE COURT OF APPEALS, RESPONDENTS. D E C I S I O N GONZAGA-REYES, J.: Before this Court is a Petition for Review in Certiorari seeking to reverse the Decision[1] dated April 10, 2001 rendered by the Court of Appeals in CA-G.R. SP No. 56973 as well as the Order dated July 1, 1999 of the Office of the Ombudsman. The antecedents are as follows: Petitioner heads the San Miguel Bukid Homeowners' Association, Inc. whose members have occupied a certain parcel of land in Mandaluyong City. Sometime in March 1995, the City Government of Mandaluyong initiated the construction of medium size condominiums and row houses for the benefit of qualified members of the said homeowners' association. To give way to the construction, the members of the said homeowners' association had to vacate the area which they were occupying as the medium size housing project and row houses were supposed to be completed within 540 days from June 1995. When the period for construction lapsed, petitioner and the members of the homeowners' association demanded from the previous City Mayor, Benjamin Abalos, Sr., the completion of the said housing project but the same allegedly fell on deaf ears. When herein respondent Benjamin Abalos, Jr. assumed office as Mandaluyong City Mayor, petitioner and his members again made similar demands for the completion of the housing project. Alleging that the demands have been ignored, petitioner filed on May 17, 1999 an administrative complaint against respondent Abalos, Jr. for violation of Section 5 (a) of R.A. 6713 (Code of Conduct and Ethical Standards for Public Officials and Employees) for failing to act promptly on letters and requests sent by the public. Respondent Office of the Ombudsman rendered a Decision dated July 21, 1999 dismissing the administrative complaint \"for insufficiency of evidence.\" The Motion for Reconsideration therefrom was likewise denied in the Order of September 10, 1999. The order was received by petitioner on October 15, 1999. On November 4, 1999, petitioner appealed by way of a petition for review on certiorari with this Court in G.R. No. 140272. The Second Division denied the petition in the Resolution of November 24, 1999 in view of A.M. No. 9-2-02-SC[2] and the ruling in the case of Fabian vs. Desierto.[3] The resolution was received by petitioner on January 18, 2000. On February 1, 2000, petitioner filed a \"Petition for Review on Certiorari\" with the Court of Appeals which rendered a Decision dated April 10, 2000 dismissing the petition on the ground that the decision exonerating respondent mayor of administrative charge is not appealable and that the petition was filed out of time. Hence, the present petition raising the sole ground that: \"THE HONORABLE COURT OF APPEALS COMMITTED GRAVE ABUSE OF DISCRETION AMOUNTING TO LACK OF JURISDICTION IN RULING THAT THE OMBUDSMAN'S DECISION EXONERATING RESPONDENT ABALOS, JR. OF AN ADMINISTRATIVE CHARGE IS NOT APPEALABLE.\" Petitioner claims that respondent court erred in ruling that it has no appellate authority to review the decision of the Ombudsman arguing that pursuant to the decision of this Court in Fabian vs. Desierto, decisions of the Ombudsman in administrative disciplinary cases should be taken to the Court of Appeals. He insists that the Ombudsmanâs decision absolving respondent Abalos of the charge against him is appealable. In his Comment and/or Motion to Dismiss, private respondent Abalos, Jr. argues that under Section 7, Rule III of Administrative Order No. 7 (Rules of Procedure of the Office of the Ombudsman), the decision of the Ombudsman is immediately final and unappealable where the respondent is absolved of the charge. Respondent further avers that the petition was nonetheless filed out of time as section 7, Rule III of Administrative Order No. 7 provides that decisions of the office of the Ombudsman in administrative cases not falling under those immediately declared final and unappealable become final within ten (10) days unless a motion for reconsideration or a petition for certiorari as prescribed by Section 27, R.A. 6770 (The Ombudsman Act of 1989) shall have been filed. Private respondent is of the view that since the Order dated September 10, 1999 of the Ombudsman denying the motion for reconsideration was received by petitioner on October 15, 1999 and on the assumption that appeal is allowed, petitioner had until October 25, 1999 to file his appeal in accordance with Section 27, R.A. 6770 or at the most, until November 25, 1999, if he availed of the 30-day extension provided under Section 2, Rule 45 of the 1997 Rules on Civil Procedure; however, the petition was filed only on February 2, 2000 (sic). In the Comment filed by the Office of the Ombudsman, thru the Office of the Solicitor General, it was averred that the decision of the Ombudsman exonerating respondent Abalos of the administrative charge is final and unappealable. Citing the case of Lapid vs. Court of Appeals (G.R. No.142261, June 29, 2000), it is of the view that what the Fabian case declared invalid and of no force and effect is Section 27 of R.A. 6770 relating only to the mode of appeal from the Office of the Ombudsman to the Supreme Court, which appeal should now be taken to the Court of Appeals. In his Reply, petitioner stresses that the Office of the Ombudsman should not restrict the right of appeal allowed in Section 27 of R.A. 6770 nor limit the power of review of this Court. He contends that whether the decision of the Ombudsman is for conviction or acquittal of the respondent, it should be reviewed by this Court. The petition lacks merit. Section 27 of R.A. 6770 provides: \"SEC. 27. Effectivity and Finality of Decisions. - (1) All provisionary orders at the Office of the Ombudsman are immediately effective and executory. A motion for reconsideration of any order, directive or decision of the Office of the Ombudsman must be filed within five (5) days after receipt of written notice and shall be entertained only on any of the following grounds: (1) New evidence has been discovered which materially affects the order, directive or decision; (2) Errors of law or irregularities have been committed prejudicial to the interest of the movant. The motion for reconsideration shall be resolved within three (3) days from filing: Provided, That only one motion for reconsideration shall be entertained. Findings of fact by the Office of the Ombudsman when supported by substantial evidence are conclusive. Any order, directive or decision imposing the penalty of public censure or reprimand, suspension of not more than one month's salary shall be final and unappealable. In all administrative disciplinary cases, orders, directives or decisions of the Office of the Ombudsman may be appealed to the Supreme Court by filing a petition for certiorari within ten (10) days from receipt of the written notice of the order, directive or decision or denial of the motion for reconsideration in accordance with Rule 45 of the Rules of Court. The above rules may be amended or modified by the Office of the Ombudsman as the interest may require.\" From the above-quoted provision, it is clear that any order, directive or decision of the Office of the Ombudsman imposing the penalty of public censure, or reprimand, or suspension of not more than one month's salary shall be final and unappealable. The last paragraph in Section 27 which provides that in all administratively disciplinary cases, orders, directives, or decisions of the Office of the Ombudsman may be appealed to the Supreme Court was rendered invalid and of no effect in the case of Fabian vs. Desierto which laid down the rule that said Section 27 cannot validly authorize an appeal to this Court from decisions of the Office of the Ombudsman in administrative disciplinary cases without violating the proscription in Section 30, Article VI of the Constitution against a law which increases the appellate jurisdiction of this Court without its advice and concurrence. Thus, appeals from decisions of the Office of the Ombudsman in administrative disciplinary cases should be brought to the Court of Appeals under the provisions of Rule 43. The only provision affected by the Fabian ruling is the designation of the Court of Appeals as the proper forum and of Rule 43 of the Rules of Court as the proper mode of appeal; all other matters included in said Section 27, including the finality or non-finality of decisions, are not affected and still stand.[4] Pursuant to the authority vested in the Office of the Ombudsman to promulgate its rules of procedure,[5] Section 7, Rule III of Administrative Order No.7 provides: \"SEC. 7. Finality of decision. - Where the respondent is absolved of the charge, and in case of conviction where the penalty imposed is public censure or reprimand, suspension of not more than one month, or a fine equivalent to one month salary, the decision shall be final and unappealable. In all other cases, the decision shall become final after the expiration of ten (10) days from receipt thereof by the respondent, unless a motion for reconsideration or petition for certiorari shall have been filed by him as prescribed in Section 27 of RA 6770.\" The above-quoted provision explicitly provides that where the respondent is absolved of the charge, the decision shall be final and unappealable. Although the phrase \"(W)hen the respondent is absolved of the charge\" is not one of those instances enumerated in Section 27 of R.A. 6770 wherein the decision shall become final and unappealable, it is implicit in Section 27, and with greater reason, that decisions of the Ombudsman absolving the respondent of the charge, should be final and unappealable. Needless to state, in appropriate cases involving oppressive or arbitrary action, the complainant is not deprived of a legal recourse by certiorari under Rule 65 of the Rules of Court which apply suppletorily to the Rules of Procedures of the Office of the Ombudsman.[6] The same case teaches that the failure to provide for the right of appeal in certain cases from the decision of the Ombudsman is not a denial of due process for the right to appeal is not a natural right nor a part of due process; it is merely a statutory privilege and may be exercised only in the manner and in accordance with the provisions of the law. It should be recalled that the Second Division of this Court in G.R. No.140272 denied the appeal by way of petition for review on certiorari in its Resolution dated November 24, 1999 precisely in view of the ruling in the Fabian case. Simply put, the correct recourse was to the Court of Appeals and not to this Court. This notwithstanding, even on the assumption that appeal is allowed, the same can no longer prosper. As correctly pointed out by private respondent, since the Order dated September 10, 1999 of the Ombudsman denying the motion for reconsideration was received by petitioner on October 15, 1999, petitioner had until October 25, 1999 to appeal in accordance with Section 27, R.A. 6770 or at the most, until November 24, 1999, if he availed of the 30-day extension provided under Section 2, Rule 43 of the 1997 Rules on Civil Procedure. However, the petition was filed with the Court of Appeals only on February 1, 2000, way beyond the reglementary period. Finally, petitioner seeks an interpretation of Section 5 (a) of R.A. 6713 (Code of Conduct and Ethical Standard for Public Officials and Employees) arguing that the Court of Appeals did not discuss the said provision and the merit of his petition filed therein. It is noted, however, that the Court of Appeals deemed it no longer necessary to delve into this issue precisely for the reason that even if the Ombudsman decision was appealable, the petition was filed beyond the period as the filing of the petition for review on certiorari with the Supreme Court did not toll the running of the period to file the petition for review with the Court of Appeals. We find no cogent reason to disturb the findings and conclusions of the Court below. WHEREFORE, the petition for review on certiorari is hereby DENIED for lack of merit. SO ORDERED. Melo, (Chairman), Vitug, Panganiban, and Sandoval-Gutierrez, JJ., concur. [1] Penned by Justice Romeo Callejo, Jr. with Justices Cancio Garcia and Martin Villarama, Jr., concurring. [2] A.M. No. 99-2-02-SC (February 9, 1999): Dismissal of Special Civil Action and Denial of Appeal Relative to Decision, Final Resolution or Order of the Ombudsman in Administrative Cases -In light of the decision in FABIAN vs. OMBUDSMAN (G.R. No.129742, 16 September 1998), any appeal by way of petition for review from a decision or final resolution or order of the Ombudsman in administrative cases or special civil action relative to such decision, resolution or order filed with the Supreme Court after 15 March 1999 shall no longer be referred to the Court of Appeals, but must be forthwith DENIED or DISMISSED. [3] 295 SCRA 470 (En Banc). [4] Lapid vs. Court of Appeals, et al., G.R. No. 142261, June 29, 2000. [5] Sections 18, 23 and 27 thereof. [6] Alba vs. Nitorreda, 254 SCRA 753 (En Banc). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Labor Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "evelio",
    "barata",
    "petitioner",
    "benjamin",
    "abalos",
    "office",
    "ombudsman",
    "court",
    "appeals",
    "respondents",
    "gonzaga",
    "before",
    "petition",
    "review",
    "certiorari",
    "seeking",
    "reverse",
    "decision",
    "rendered",
    "antecedents"
  ],
  "title_summary": "EVELIO P. BARATA, PETITIONER, VS. BENJAMIN ABALOS, JR., OFFICE OF THE OMBUDSMAN AND THE COURT OF ...",
  "formatted_case_content": "View printer friendly version\n411 Phil. 204\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 142888, June 06, 2001 ]\n[ G.R. No. 142888, June 06, 2001 ]\n\nEVELIO P. BARATA, PETITIONER, VS. BENJAMIN ABALOS,\nJR., OFFICE OF THE OMBUDSMAN AND THE COURT OF APPEALS, RESPONDENTS.\nD E C I S I O N\nEVELIO P. BARATA, PETITIONER, VS. BENJAMIN ABALOS,\nJR., OFFICE OF THE OMBUDSMAN AND THE COURT OF APPEALS, RESPONDENTS.\n\nD E C I S I O N\n\nGONZAGA-REYES,\nJ.:\n\nBefore this Court is a\nPetition for Review in Certiorari seeking to reverse the Decision [1] dated April 10, 2001 rendered by the Court\nof Appeals in CA-G.R. SP No. 56973 as well as the Order dated July 1, 1999 of\nthe Office of the Ombudsman.\n\nThe antecedents are as\nfollows: Petitioner heads the San Miguel Bukid Homeowners' Association, Inc.\nwhose members have occupied a certain parcel of land in Mandaluyong City. Sometime in March 1995, the City Government\nof Mandaluyong initiated the construction of medium size condominiums and row\nhouses for the benefit of qualified members of the said homeowners'\nassociation. To give way to the\nconstruction, the members of the said homeowners' association had to vacate the\narea which they were occupying as the medium size housing project and row\nhouses were supposed to be completed within 540 days from June 1995. When the period for construction lapsed,\npetitioner and the members of the homeowners' association demanded from the\nprevious City Mayor, Benjamin Abalos, Sr., the completion of the said housing\nproject but the same allegedly fell on deaf ears. When herein respondent Benjamin Abalos, Jr. assumed office as\nMandaluyong City Mayor, petitioner and his members again made similar demands\nfor the completion of the housing project. Alleging that the demands have been ignored, petitioner filed on May 17,\n1999 an administrative complaint against respondent Abalos, Jr. for violation\nof Section 5 (a) of R.A. 6713 (Code of Conduct and Ethical Standards for Public\nOfficials and Employees) for failing to act promptly on letters and requests\nsent by the public. Respondent Office\nof the Ombudsman rendered a Decision dated July 21, 1999 dismissing the\nadministrative complaint \"for insufficiency of evidence.\" The Motion\nfor Reconsideration therefrom was likewise denied in the Order of September 10,\n1999. The order was received by\npetitioner on October 15, 1999. On\nNovember 4, 1999, petitioner appealed by way of a petition for review on\ncertiorari with this Court in G.R. No. 140272. The Second Division denied the petition in the Resolution of November\n24, 1999 in view of A.M. No. 9-2-02-SC [2] and the ruling in the case of Fabian vs.\nDesierto. [3] The resolution was received by petitioner on\nJanuary 18, 2000.\n\nOn February 1, 2000,\npetitioner filed a \"Petition for Review on Certiorari \" with the\nCourt of Appeals which rendered a Decision dated April 10, 2000 dismissing the\npetition on the ground that the decision exonerating respondent mayor of\nadministrative charge is not appealable and that the petition was filed out of\ntime.\n\nHence, the present\npetition raising the sole ground that: \"THE HONORABLE COURT OF APPEALS COMMITTED GRAVE ABUSE OF\nDISCRETION AMOUNTING TO LACK OF JURISDICTION IN RULING THAT THE OMBUDSMAN'S\nDECISION EXONERATING RESPONDENT ABALOS, JR. OF AN ADMINISTRATIVE CHARGE IS NOT\nAPPEALABLE.\"\n\nPetitioner claims that\nrespondent court erred in ruling that it has no appellate authority to review\nthe decision of the Ombudsman arguing that pursuant to the decision of this\nCourt in Fabian vs. Desierto, decisions of the Ombudsman in administrative\ndisciplinary cases should be taken to the Court of Appeals. He insists that the Ombudsmanâs decision\nabsolving respondent Abalos of the charge against him is appealable.\n\nIn his Comment and/or\nMotion to Dismiss, private respondent Abalos, Jr. argues that under Section 7,\nRule III of Administrative Order No. 7 (Rules of Procedure of the Office of the\nOmbudsman), the decision of the Ombudsman is immediately final and unappealable\nwhere the respondent is absolved of the charge. Respondent further avers that the petition was nonetheless filed\nout of time as section 7, Rule III of Administrative Order No. 7 provides that\ndecisions of the office of the Ombudsman in administrative cases not falling\nunder those immediately declared final and unappealable become final within ten\n(10) days unless a motion for reconsideration or a petition for certiorari as\nprescribed by Section 27, R.A. 6770 (The Ombudsman Act of 1989) shall have been\nfiled. Private respondent is of the\nview that since the Order dated September 10, 1999 of the Ombudsman denying the\nmotion for reconsideration was received by petitioner on October 15, 1999 and\non the assumption that appeal is allowed, petitioner had until October 25, 1999\nto file his appeal in accordance with Section 27, R.A. 6770 or at the most,\nuntil November 25, 1999, if he availed of the 30-day extension provided under\nSection 2, Rule 45 of the 1997 Rules on Civil Procedure; however, the petition\nwas filed only on February 2, 2000 (sic).\n\nIn the Comment filed by\nthe Office of the Ombudsman, thru the Office of the Solicitor General, it was\naverred that the decision of the Ombudsman exonerating respondent Abalos of the\nadministrative charge is final and unappealable. Citing the case of Lapid vs. Court of Appeals (G.R. No.142261, June\n29, 2000), it is of the view that what the Fabian case declared invalid and of\nno force and effect is Section 27 of R.A. 6770 relating only to the mode of\nappeal from the Office of the Ombudsman to the Supreme Court, which appeal\nshould now be taken to the Court of Appeals.\n\nIn his Reply, petitioner\nstresses that the Office of the Ombudsman should not restrict the right of\nappeal allowed in Section 27 of R.A. 6770 nor limit the power of review of this\nCourt. He contends that whether the\ndecision of the Ombudsman is for conviction or acquittal of the respondent, it\nshould be reviewed by this Court.\n\nThe petition lacks merit.\n\nSection 27 of R.A. 6770\nprovides: \"SEC. 27. Effectivity and Finality of Decisions. - (1)\nAll provisionary orders at the Office of the Ombudsman are immediately\neffective and executory. A motion for reconsideration of any order, directive or\ndecision of the Office of the Ombudsman must be filed within five (5)\ndays after receipt of written notice and shall be entertained only on any of the\nfollowing grounds: (1) New evidence has been discovered which materially affects the\norder, directive or decision; (2) Errors of law or irregularities have been committed prejudicial\nto the interest of the movant. The\nmotion for reconsideration shall be resolved within three (3) days from filing: Provided, That only one motion for reconsideration shall be entertained. Findings of fact by the Office of the Ombudsman when supported by\nsubstantial evidence are conclusive. Any order, directive or decision imposing the penalty of public censure\nor reprimand, suspension of not more than one month's salary shall be final and\nunappealable. In all administrative disciplinary cases, orders, directives or\ndecisions of the Office of the Ombudsman may be appealed to the Supreme Court\nby filing a petition for certiorari within ten (10) days from receipt of\nthe written notice of the order, directive or decision or denial of the motion\nfor reconsideration in accordance with Rule 45 of the Rules of Court. The above rules may be amended or modified by the Office of the\nOmbudsman as the interest may require.\"\n\nFrom the above-quoted\nprovision, it is clear that any order, directive or decision of the Office of\nthe Ombudsman imposing the penalty of public censure, or reprimand, or\nsuspension of not more than one month's salary shall be final and\nunappealable. The last paragraph in\nSection 27 which provides that in all administratively disciplinary cases,\norders, directives, or decisions of the Office of the Ombudsman may be appealed\nto the Supreme Court was rendered invalid and of no effect in the case\nof Fabian vs. Desierto which laid down the rule that said Section 27 cannot\nvalidly authorize an appeal to this Court from decisions of the Office of the\nOmbudsman in administrative disciplinary cases without violating the\nproscription in Section 30, Article VI of the Constitution against a law which\nincreases the appellate jurisdiction of this Court without its advice and concurrence. Thus, appeals from decisions of the Office of the Ombudsman in\nadministrative disciplinary cases should be brought to the Court of Appeals\nunder the provisions of Rule 43. The\nonly provision affected by the Fabian ruling is the designation of the\nCourt of Appeals as the proper forum and of Rule 43 of the Rules of Court as\nthe proper mode of appeal; all other matters included in said Section 27,\nincluding the finality or non-finality of decisions, are not affected and still\nstand. [4]\n\nPursuant to the authority\nvested in the Office of the Ombudsman to promulgate its rules of procedure, [5] Section 7, Rule III of Administrative Order\nNo.7 provides: \"SEC. 7. Finality of decision. - Where the respondent\nis absolved of the charge, and in case of conviction where the penalty imposed\nis public censure or reprimand, suspension of not more than one month, or a\nfine equivalent to one month salary, the decision shall be final and\nunappealable. In all other cases, the\ndecision shall become final after the expiration of ten (10) days from receipt\nthereof by the respondent, unless a motion for reconsideration or petition for\ncertiorari shall have been filed by him as prescribed in Section 27 of RA\n6770.\"\n\nThe above-quoted\nprovision explicitly provides that where the respondent is absolved of the\ncharge, the decision shall be final and unappealable. Although the phrase \"(W)hen the respondent is absolved of\nthe charge\" is not one of those instances enumerated in Section 27 of R.A.\n6770 wherein the decision shall become final and unappealable, it is implicit\nin Section 27, and with greater reason, that decisions of the Ombudsman\nabsolving the respondent of the charge, should be final and unappealable. Needless to state, in appropriate cases\ninvolving oppressive or arbitrary action, the complainant is not deprived of a\nlegal recourse by certiorari under Rule 65 of the Rules of Court which apply\nsuppletorily to the Rules of Procedures of the Office of the Ombudsman. [6] The same case teaches that the failure to\nprovide for the right of appeal in certain cases from the decision of the\nOmbudsman is not a denial of due process for the right to appeal is not a\nnatural right nor a part of due process; it is merely a statutory privilege and\nmay be exercised only in the manner and in accordance with the provisions of\nthe law. It should be recalled that the\nSecond Division of this Court in G.R. No.140272 denied the appeal by way of\npetition for review on certiorari in its Resolution dated November 24, 1999\nprecisely in view of the ruling in the Fabian case. Simply put, the correct recourse was to the Court of Appeals and\nnot to this Court.\n\nThis notwithstanding,\neven on the assumption that appeal is allowed, the same can no longer\nprosper. As correctly pointed out by\nprivate respondent, since the Order dated September 10, 1999 of the\nOmbudsman denying the motion for reconsideration was received by petitioner on\nOctober 15, 1999, petitioner had until October 25, 1999 to appeal in accordance\nwith Section 27, R.A. 6770 or at the most, until November 24, 1999, if he\navailed of the 30-day extension provided under Section 2, Rule 43 of the 1997\nRules on Civil Procedure. However, the\npetition was filed with the Court of Appeals only on February 1, 2000, way\nbeyond the reglementary period.\n\nFinally, petitioner seeks\nan interpretation of Section 5 (a) of R.A. 6713 (Code of Conduct and Ethical\nStandard for Public Officials and Employees) arguing that the Court of Appeals\ndid not discuss the said provision and the merit of his petition filed\ntherein. It is noted, however,\nthat the Court of Appeals deemed it no longer necessary to delve into this\nissue precisely for the reason that even if the Ombudsman decision was\nappealable, the petition was filed beyond the period as the filing of the\npetition for review on certiorari with the Supreme Court did not toll the\nrunning of the period to file the petition for review with the Court of\nAppeals. We find no cogent reason to\ndisturb the findings and conclusions of the Court below.\n\nWHEREFORE , the petition for review on certiorari is hereby DENIED for lack of merit.\n\nSO ORDERED. Melo, (Chairman),\nVitug, Panganiban, and Sandoval-Gutierrez,\nJJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Penned by Justice\nRomeo Callejo, Jr. with Justices Cancio Garcia and Martin Villarama, Jr.,\nconcurring.\n\n[2] A.M. No. 99-2-02-SC\n(February 9, 1999): Dismissal of Special Civil Action and Denial of Appeal\nRelative to Decision, Final Resolution or Order of the Ombudsman in\nAdministrative Cases -In light of the decision in FABIAN vs. OMBUDSMAN (G.R.\nNo.129742, 16 September 1998), any appeal by way of petition for review from a\ndecision or final resolution or order of the Ombudsman in administrative cases\nor special civil action relative to such decision, resolution or order filed\nwith the Supreme Court after 15 March 1999 shall no longer be referred to the\nCourt of Appeals, but must be forthwith DENIED or DISMISSED.\n\n[3] 295 SCRA 470 (En\nBanc).\n\n[4] Lapid vs. Court of\nAppeals, et al., G.R. No. 142261, June 29, 2000.\n\n[5] Sections 18, 23 and\n27 thereof.\n\n[6] Alba vs .\nNitorreda, 254 SCRA 753 (En Banc).",
  "content_length": 13570,
  "metadata_extraction_date": "2025-11-01T05:55:22.985030",
  "extraction_version": "2.0_enhanced_full_content"
}