{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/may/GR_106763.html",
  "filename": "GR_106763.html",
  "year": 2001,
  "month": "may",
  "case_number": "106763",
  "gr_number": "106763",
  "volume_page": "409 Phil. 695",
  "decision_date": "May 09, 2001",
  "title": "REPUBLIC OF THE PHILIPPINES, PETITIONER, VS. THE HONORABLE COURT OF APPEALS, HEIRS OF MARCELA FRANCISCO, NAMELY: ROSARIO BERNARDO AND PACIFICO BERNARDO; HEIRS OF JUANA FRANCISCO NAMELY: BUENAVENTURA CRISOSTOMO, ANDRES CRISOSTOMO, FELICITAS CRISOSTOMO; HEIRS OF BRIGIDA FRANCISCO, NAMELY: LIWANAG JAVIER, EUDOSIA JAVIER, ANAPURA JAVIER, AURORA JAVIER, DOMINADOR JAVIER AND FRANKLIN JAVIER; AND THE REGISTER OF DEEDS OF CAVITE, RESPONDENTS. D E C I S I O N GONZAGA-REYES, J.: This is a petition for review of the decision[1] of the Court of Appeals dismissing the petition to annul the decision of the Court of First Instance (CFI) of Cavite, Branch III,[2] in Reg. Case No. N-440, LRC Rec. No. 26961. This case stems from proceedings to annul a 1965 decision of the said land registration court which adjudicated to private respondents certain parcels of land. The antecedents are as follows: On April 22, 1964, the Municipality of Bacoor, Cavite, represented by its Mayor, Pablo G. Sarino, sold Lot Nos. 317, 318, 330 and 356, Psu-164199, with an approximate combined area of 3.1437 hectares, located at Barrio Salinas,[3] in the said municipality, to private respondentsâ predecessors-in-interest for P188.20 pursuant to Act No. 3312[4] and Municipal Resolution No. 89 as amended by Resolution No. 289. Prior to the sale, private respondentsâ predecessor-in-interest, Brigida Francisco, had been in possession of the subject lot and paid the real estate taxes thereon as early as 1907. On October 27, 1964, private respondents filed an application for land registration before the above-mentioned CFI of Cavite, covering the aforesaid lots, docketed as LRC Case No. N-440, LRC Record No. N-26961. On August 4, 1965, a decision was rendered adjudicating to the applicants, herein private respondents, the subject parcels of land, as follows: âWHEREFORE, this Court, confirming its previous order of general default, hereby adjudges and decrees lots 356, 318, 319 and 330 of plain AP-1377, AP-1378, AP-1379 and AP-1380, respectively, situated in the barrio of Salinas, municipality of Bacoor, province of Cavite, free from any liens and encumbrances to applicants, jointly and equally in undivided shares, in the following manners: 1. to MARCELA FRANCISCO, widow â 1/3 undivided share. 2. to the HEIRS OF JUANA FRANCISCO, namely: Â Â Â Â Â BUENAVENTURA CRISOSTOMO, married to Librada Crisostomo; Â Â Â Â Â ANDRES CRISOSTOMO, married to Esperanza Legaspi; Â Â Â Â Â FELICITAS CRISOSTOMO, married to Gregorio Javier; Â Â Â Â Â PEDRO CRISOSTOMO, single (these four own 1/3 undivided share.) 3. to the HEIRS OF BRIGIDA FRANCISCO, namely: Â Â Â Â Â LIWANAG JAVIER, married to Anastacio Dominguez; Â Â Â Â Â EUDOSIA JAVIER, married to Ernesto de la Cruz; Â Â Â Â Â AMAPURA JAVIER, married to Angel Sebastian; Â Â Â Â Â AURORA JAVIER, single; Â Â Â Â Â DOMINADOR JAVIER, married to Luz Manalili; Â Â Â Â Â FRANKLIN JAVIER, married to Elina Jose (These six own 1/3 undivided share.) All applicants are Filipinos, of legal ages, and residents of Mabolo, Bacoor, Cavite. Once this decision becomes final, let the corresponding decree of registration be issued. SO ORDERED.â[5] Pursuant to said judgment, Decree No. N-105464 and the corresponding Original Certificate of Title No. O-468 were issued on October 7, 1965. Twenty-five years later, or on October 15, 1990, the Office of Solicitor General (OSG) filed with the Court of Appeals a petition to annul the decision of the CFI of Cavite, Decree No. N-105464 and OCT No. 0-468 issued pursuant thereto; and to order the restoration or reversion of the subject parcels of land to the mass of the public domain. The OSG alleged that the registration proceedings were null and void for lack of jurisdiction because the parcels of land subject thereof were still classified as forest land, having been released therefrom only on February 21, 1972; that the OSG was not furnished with a copy of the application for registration and other records as mandated by Section 51, of the Public Land Act; and that the applicants have not shown possession and occupation of the lands in the manner and for the length of time required by section 48(b) of the Public Land Act, as amended. On August 13, 1992, the Court of Appeals rendered its decision, dismissing for lack of merit as aforesaid, the petition to annul the Decision dated August 4, 1965 of the CFI of Cavite, Br. III in Reg. Case No. N-440, LRC Rec. No. 26961.[6] The Court of Appeals ruled that âby virtue of Act 3312 enacted by the Philippine Legislature on December 2, 1926, the subject lots were previously classified as communal in character; that the predecessors-in-interest of private respondents were able to purchase subject lots a © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "republic",
    "philippines",
    "petitioner",
    "honorable",
    "court",
    "appeals",
    "marcela",
    "francisco",
    "namely",
    "rosario",
    "bernardo",
    "pacifico",
    "buenaventura",
    "crisostomo",
    "andres",
    "felicitas",
    "brigida",
    "liwanag",
    "javier",
    "eudosia"
  ],
  "title_summary": "REPUBLIC OF THE PHILIPPINES, PETITIONER, VS. THE HONORABLE COURT OF APPEALS, HEIRS OF MARCELA FRA...",
  "formatted_case_content": "View printer friendly version\n409 Phil. 695\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 106763, May 09, 2001 ]\n[ G.R. No. 106763, May 09, 2001 ]\n\nREPUBLIC OF THE PHILIPPINES, PETITIONER, VS. THE\nHONORABLE COURT OF APPEALS, HEIRS OF MARCELA FRANCISCO, NAMELY: ROSARIO\nBERNARDO AND PACIFICO BERNARDO; HEIRS OF JUANA FRANCISCO NAMELY: BUENAVENTURA\nCRISOSTOMO, ANDRES CRISOSTOMO, FELICITAS CRISOSTOMO; HEIRS OF BRIGIDA\nFRANCISCO, NAMELY: LIWANAG JAVIER, EUDOSIA JAVIER, ANAPURA JAVIER, AURORA\nJAVIER, DOMINADOR JAVIER AND FRANKLIN JAVIER; AND THE REGISTER OF DEEDS OF\nCAVITE, RESPONDENTS.\nD E C I S I O N\nREPUBLIC OF THE PHILIPPINES, PETITIONER, VS. THE\nHONORABLE COURT OF APPEALS, HEIRS OF MARCELA FRANCISCO, NAMELY: ROSARIO\nBERNARDO AND PACIFICO BERNARDO; HEIRS OF JUANA FRANCISCO NAMELY: BUENAVENTURA\nCRISOSTOMO, ANDRES CRISOSTOMO, FELICITAS CRISOSTOMO; HEIRS OF BRIGIDA\nFRANCISCO, NAMELY: LIWANAG JAVIER, EUDOSIA JAVIER, ANAPURA JAVIER, AURORA\nJAVIER, DOMINADOR JAVIER AND FRANKLIN JAVIER; AND THE REGISTER OF DEEDS OF\nCAVITE, RESPONDENTS.\n\nD E C I S I O N\n\nGONZAGA-REYES,\nJ.:\n\nThis is a petition for\nreview of the decision [1] of the Court of Appeals dismissing the\npetition to annul the decision of the Court of First Instance (CFI) of Cavite,\nBranch III, [2] in Reg. Case No. N-440, LRC Rec. No.\n26961. This case stems from proceedings\nto annul a 1965 decision of the said land registration court which adjudicated\nto private respondents certain parcels of land.\n\nThe antecedents are as\nfollows: On April 22, 1964, the\nMunicipality of Bacoor, Cavite, represented by its Mayor, Pablo G. Sarino, sold\nLot Nos. 317, 318, 330 and 356, Psu-164199, with an approximate combined area of\n3.1437 hectares, located at Barrio Salinas, [3] in the said municipality, to private\nrespondentsâ predecessors-in-interest for P188.20 pursuant to Act No. 3312 [4] and Municipal Resolution No. 89 as amended\nby Resolution No. 289. Prior to the\nsale, private respondentsâ predecessor-in-interest, Brigida Francisco, had been\nin possession of the subject lot and paid the real estate taxes thereon as\nearly as 1907. On October 27, 1964,\nprivate respondents filed an application for land registration before the\nabove-mentioned CFI of Cavite, covering the aforesaid lots, docketed as LRC Case No. N-440, LRC Record\nNo. N-26961. On August 4, 1965, a\ndecision was rendered adjudicating to the applicants, herein private respondents,\nthe subject parcels of land, as follows: âWHEREFORE, this Court, confirming its previous order of general\ndefault, hereby adjudges and decrees lots 356, 318, 319 and 330 of plain\nAP-1377, AP-1378, AP-1379 and AP-1380, respectively, situated in the barrio of\nSalinas, municipality of Bacoor, province of Cavite, free from any liens and\nencumbrances to applicants, jointly and equally in undivided shares, in the\nfollowing manners:\n\n1. to MARCELA FRANCISCO, widow â 1/3 undivided share. 2. to the HEIRS OF JUANA FRANCISCO, namely: Â Â Â Â Â BUENAVENTURA CRISOSTOMO, married to\nLibrada Crisostomo; Â Â Â Â Â ANDRES CRISOSTOMO, married to\nEsperanza Legaspi; Â Â Â Â Â FELICITAS CRISOSTOMO, married to\nGregorio Javier; Â Â Â Â Â PEDRO CRISOSTOMO, single (these\nfour own 1/3 undivided share.) 3. to the HEIRS OF BRIGIDA FRANCISCO, namely: Â Â Â Â Â LIWANAG JAVIER, married to\nAnastacio Dominguez; Â Â Â Â Â EUDOSIA JAVIER, married to Ernesto\nde la Cruz; Â Â Â Â Â AMAPURA JAVIER, married to Angel\nSebastian; Â Â Â Â Â AURORA JAVIER, single; Â Â Â Â Â DOMINADOR JAVIER, married to Luz\nManalili; Â Â Â Â Â FRANKLIN JAVIER, married to Elina\nJose (These six own 1/3 undivided share.) All applicants are Filipinos, of legal ages, and residents of\nMabolo, Bacoor, Cavite. Once this decision becomes final, let the corresponding decree of\nregistration be issued. SO ORDERED.â [5]\n\nPursuant to said\njudgment, Decree No. N-105464 and the corresponding Original Certificate of\nTitle No. O-468 were issued on October\n7, 1965.\n\nTwenty-five years later,\nor on October 15, 1990, the Office of Solicitor General (OSG) filed with the Court of Appeals a petition to annul the\ndecision of the CFI of Cavite, Decree No. N-105464 and OCT No. 0-468 issued\npursuant thereto; and to order the restoration or reversion of the subject\nparcels of land to the mass of the public domain. The OSG alleged that the registration proceedings were null and void\nfor lack of jurisdiction because the parcels of land subject thereof were still classified as forest land, having\nbeen released therefrom only on February 21, 1972; that the OSG was not\nfurnished with a copy of the application for registration and other records as\nmandated by Section 51, of the Public Land Act; and that the applicants have not shown possession and occupation\nof the lands in the manner and for the length of time required by section 48(b)\nof the Public Land Act, as amended. On\nAugust 13, 1992, the Court of Appeals rendered its decision, dismissing for\nlack of merit as aforesaid, the petition to annul the Decision dated August 4,\n1965 of the CFI of Cavite, Br. III in Reg. Case No. N-440, LRC Rec. No. 26961. [6] The Court of Appeals ruled that âby virtue\nof Act 3312 enacted by the Philippine Legislature on December 2, 1926, the\nsubject lots were previously classified as communal in character; that the\npredecessors-in-interest of private respondents were able to purchase subject\nlots a",
  "content_length": 5356,
  "metadata_extraction_date": "2025-11-01T05:55:35.464893",
  "extraction_version": "2.0_enhanced_full_content"
}