{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/may/GR_132247.html",
  "filename": "GR_132247.html",
  "year": 2001,
  "month": "may",
  "case_number": "132247",
  "gr_number": "132247",
  "volume_page": "410 Phil. 283",
  "decision_date": "May 21, 2001",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALDO F. LOBRIGO (AT LARGE), DOMINADOR INDOY, TEODORICO INDOY,Â JIMMY BUSTILLO @ JIMMY BUSTILLOS, GIL JERUSALEM (AT LARGE), EFRAIM ROSALES (AT LARGE) AND GREGORIO JABONERO, ACCUSED. GREGORIO JABONERO, DOMINADOR INDOY AND TEODORICO INDOY, ACCUSED-APPELLANTS. D E C I S I O N PARDO, J.: Accused Gregorio Jabonero (hereafter, âGregorioâ) and Dominador Indoy and Teoderico Indoy (hereafter, âDominadorâ and âTeodoricoâ), father and son, interposed an appeal from the decision of the Regional Trial Court, Branch 127, Kalookan City finding them guilty beyond reasonable doubt of murder for the killing of fifty-eight (58) year old Perfecto Ollero Jaen (hereafter, âPerfectoâ), and sentencing each of them to reclusion perpetua and to pay the heirs of the victim indemnity for wrongful death in the amount of fifty thousand pesos (P50,000.00) and one hundred thousand pesos (P100,000.00) as moral damages.[1] The Facts Ronaldo F. Lobrigo (hereafter, âLobrigoâ) was the son-in-law of Perfecto. On March 19, 1995, at around eight oâclock in the evening, Perfecto went looking for Lobrigo and found him drinking with about five or seven companions. Seeing him, Perfecto told him to go home because âhis children were crying.â Vexed for having lost face as he was berated by his father-in-law, Lobrigo hit Perfecto with a piece of wood as soon as Perfecto turned his back. Immediately, Lobrigoâs drinking buddies followed suit and started to box and maul Perfecto.[2] They stabbed Perfecto twice, once on the left side of his stomach and again near his right armpit. Other than Lobrigo, Perfectoâs assailants were not immediately identified. Later that same evening, doctors at the Dr. Jose Rodriguez Memorial Hospital, Tala, Kalookan City pronounced Perfecto dead on arrival. The cause of death was âhemorrhage as a result of stab woundâs, body.â[3] On April 7, 1995, Dr. Ma. Cristina B. Freyra, a medico-legal expert, submitted report on the body of Perfecto, to wit:[4] âFINDINGS: âFairly nourished, fairly developed male cadaver in rigor mortis with postmortem lividity at the dependent portions of the body. The conjunctive lips and nailbeds are pale. âTRUNK AND EXTREMITIES: â(1) Stab wound, right anterior axillary region, measuring 2.3 by 0.5 cm, 21.5 cm from the anterior midline, 134 cm from the heel, 18 cm deep directed posteriorwards, downwards and medialwards, passing thru the 4th right intercostal space, lacerating the upper and lower lobes of the right lung, with the knife still embedded thereat. â(2) Stab wound, left anterior costal region, measuring 2 by 0.6 cm, 21 cm from the anterior midline, 108 cm from the heel, 8 cm deep, directed exteriorwards, upwards and medialwards, fracturing the 9th left thoractic rib, lacerating the stomach. âFindings continued: â(3) Area of multiple abrasions, right posterior costal region, measuring 2.5 by 1.8 cm, 10 cm from the posterior midline. â(4) Abrasion, right posterior costal region, measuring 2.3 by 2 cm, 8 cm from the posterior midline. â(5) Incised wound, proximal third, right arm, measuring 5 by 2 cm, 3 cm medial to its anterior midline. â(6) Abrasion, distal third, left forearm, measuring 2 by 0.4 cm, 5 cm medial to its anterior midline. â(7) Area of multiple abrasions, middle third, left forearm, measuring 6 by 1.5 cm, 3.5 cm medial to its posterior midline. â(8) Abrasion, distal third left forearm, measuring 0.3 by 0.3 cm, 3.5 cm lateral to its posterior midline. â(9) Contusion, dorsum left hand, measuring 6 by 4 cm, bisected by its posterior midline. â(10) Incised wound, dorsum left hand, measuring 1 by 0.3 cm, 5 cm lateral to its posterior midline. â(11) Contusion, dorsum right hand, measuring 4 by 4 cm, just lateral to its posterior midline. â(12) Contusion, proximal phalanx right small finger, measuring 2.2 by 1 cm. â(13) Area of multiple abrasions, left knee, measuring 2.3 by 1.6, 6 cm medial to its anterior midline. âThere are about 1500cc of blood and blood clots in the thoracic cavity. âCONCLUSION: âCause of death is hemorrhage as a result of stab wounds, body.â[5] On September 22, 1995, Prosecutor Filomeno A. Bajar of Kalookan City filed with the Regional Trial Court, Kalookan City an Information for murder[6] against accused Lobrigo and five (5) John Does. We quote: âThat on or about the 19th day of March, 1995 in Kalookan City, MM. Philippines and within the jurisdiction of this Honorable Court, without any justifiable cause, with intent to kill, with treachery and evident premeditation, and taking advantage of their superior strenght (sic), did then and there willfully, unlawfully and feloniously attack, maul, hit/the head with a piece of wood and stab with a bladed instrument of the left side of the body of one, PERFECTO JAEN Y OLLERO, thereby inflicting upon the latter serious physical injuries, which injuries, which injuries ultimately caused the victimâs death upon arrival at the Jose N. Rodriguez Hospital, Tala, this city. âContrary to Law.â[7] Before the trial court could arraign accused Lobrigo, Perfectoâs widow filed a motion for reinvestigation.[8] During reinvestigation held approximately a year after the actual crime occurred, the complainant presented Domingo M. Berguro, an eyewitness who identified accused Gregorio, Dominador, Teodorico and Jimmy Bustillo,[9] Efraim Rosales and Gregorio Jabonero as the ones who participated with Lobrigo in the stabbing of Perfecto.[10] On December 5, 1996, 2nd Asst. City Prosecutor Rosa C. Reyes of Kalookan City filed with 1st Asst. City Prosecutor Rosario J. Silverio a memorandum recommending that an amended information be filed against Gregorio, Dominador, Teodorico, Jimmy Bustillo, Efraim Rosales and Jimmy Jabonero, as accused in Ciriminal Case No. C-49395.[11] On January 9, 1997, the prosecution amended the information[12] to name accused Gregorio, Dominador and Teodorico, Jimmy Bustillo, Gil Jerusalem and Efraim Rosales in the charge of murder. We quote and underscore the amendments, to wit: âThat on or about the 19th day of March, 1995 in Kalookan City, MM., and within the jurisdiction of this Honorable Court, the above named accused, conspiring and confederating with one another, without any justifiable cause, with intent to kill, with treachery and evident premeditation, and taking advantage of their superior strength, did then and there willfully, unlawfully and feloniously attack, maul, hit the head with a piece of wood and stab with a bladed instrument of the left said (sic) of the body of one, PERFECTO JAEN Y OLLERO, thereby inflicting upon the latter serious physical injuries, which injuries ultimately caused the victimâs death upon arrival at the Jose N. Rodriguez Hospital, Tala, this city. âContrary to Law.â[13] On January 9, 1997, the trial court admitted the amended information.[14] On May 22, 1997, the trial court arraigned Jimmy Bustillo, Teodorico, Gregorio and Dominador with the assistance of counsel de oficio. They all pleaded ânot guilty.â[15] Trial ensued. After due trial, on November 28, 1997, the trial court rendered a decision, the dispositive portion of which reads: âWHEREFORE, the prosecution having established to a moral certainty the guilt of the Accused DOMINADOR INDOY, TEODORICO INDOY, JIMMY BUSTILLO alias JIMMY BUSTILLOS and GREGORIO JABONERO this Court in the absence of any generic aggravating or mitigating circumstances hereby sentences each of them to suffer the penalty of reclusion perpetua and to indemnify the heirs of Victim the amount of P50,000.00; to pay jointly and severally the said heirs moral and exemplary damages in the sum of P100,000.00, with costs against the accused. âThe case as against Accused RONALDO LOBRIGO, GIL JERUSALEM and EFRAIM ROSALES[16] is ordered archived without prejudice to its revival if they are arrested later on. âSO ORDERED.â[17] Only accused Gregorio, Dominador, and Teodorico interposed an appeal.[18] We shall review the factual circumstances surrounding the participation and culpability of Gregorio, Dominador and Teodorico in the murder of Perfecto. We find the appeal of accused-appellants Gregorio and Dominador partly meritorious. However, we find Teodoricoâs appeal untenable. In convicting Gregorio, Dominador and Teodorico of murder, the trial court heavily relied on the testimonies of Noel Mercader (hereafter, âNoelâ), a former employee of Perfecto[19] and Domingo M. Berguro (hereafter, âDomingoâ).[20] The Case against Gregorio According to Noel, an eyewitness to the crime, Gregorio merely boxed Perfecto. Noel explicitly stated that Gregorio used his bare hands and was not carrying any weapon at the time.[21] On the other hand, Domingo, also an eyewitness, testified that Gregorio whipped Perfecto several times with the buckle of his belt.[22] The Case against Dominador Noel testified that Dominador boxed Perfecto with his bare hands. According to Noel, Dominador was not carrying a weapon at the time.[23] However, Domingo testified that Dominador hit Perfecto with a piece of wood.[24] The Case against Teodorico Noel categorically identified Teodorico as one of the two[25] who stabbed Perfecto under his right armpit.[26] Noel stated that Teodorico used his right hand when he stabbed Perfecto.[27] Domingo testified that he saw Bustillo stab Perfecto at his left side. He did not see Teodorico stab Perfecto.[28] The Courtâs Ruling We note that the testimonies of witnesses with respect to Gregorioâs and Dominadorâs participation in the crime conflict on material points. Doubt exists as to whether Gregorio and Dominador were carrying weapons during the mauling and whether they participated in the mauling by more than just boxing the victim. Noel stated that they did not, Domingo stated that they did. In conspiracy, evidence as to who administered the fatal blow is not necessary.[29] In this case, the rule is not applicable because conspiracy with respect to Gregorio and Dominador is not proven. Their exact participation in the crime is uncertain. The rule is that when an accusedâs participation in the crime is uncertain, he is given the benefit of the doubt and may be declared as a mere accomplice therein.[30] In the absence of evidence as to how exactly the co-accused participated in the crime, conspiracy cannot be attributed against them.[31] They cannot be held liable as principals. The lesser form of liability prevails.[32] An accomplice is one who knew the criminal design of the principal and knowingly or intentionally participated therewith by an act which even if not rendered, the crime would be committed just the same.[33] This is the nature of the acts that Gregorio and Dominador committed. Their acts of repeatedly boxing Perfecto were either previous or simultaneous to the stabbing,[34] even without which the crime of murder still would have been committed. However, Teodoricoâs appeal lacks merit. Noel categorically identified him as one of those who stabbed Perfecto. Noelâs description of the manner Teodorico committed the crime is detailed and unequivocal. Further, there is no reason to doubt Noelâs grave accusation against Teodorico. The fact that Domingo did not see Teodorico stab Perfecto is of no moment. Noelâs positive testimony prevails over Domingoâs negative one. In other words, the fact that Domingo did not see Teodorico stab Perfecto did not mean that Teodorico did not do it, but simply that Domingo did not witness it. Noel and Domingoâs testimonies with respect to Teodoricoâs participation do not contradict each other. Noel narrated that Teodorico stabbed Perfecto under his right armpit, while Domingo stated that accused Bustillo stabbed Perfecto on the left side. Domingo did not say that accused Bustillo alone stabbed Perfecto twice. In effect, Noel was the only eyewitness to Teodoricoâs actual participation. We have held time and time again that the testimony of a single witness if positive and credible, is sufficient to sustain a conviction for murder.[35] Besides, we do not think that Noel would accuse Teodorico of such a grave offense if it were not true. If an accused really had nothing to do with the crime, it would be against the natural order of events and of human nature, and against the presumption of good faith, for a prosecution witness to falsely testify against him.[36] Teodoricoâs act of stabbing Perfecto indicates a direct participation in Perfectoâs murder. This makes him liable as a principal.[37] We note that the cause of Perfectoâs death was âhemorrhage as a result of stab wounds.â[38] Considering the foregoing, it was proper to impose upon Teodorico the penalty of reclusion perpetua. The penalty for murder under Article 248 of the Revised Penal Code is reclusion perpetua to death. In the absence of aggravating or mitigating circumstance that attended the killing, the imposable penalty is reclusion perpetua.[39] However, we reduce the penalties imposed on Gregorio and Dominador. The penalty of an accomplice is one degree lower than that of the principal, which in murder is reclusion temporal, in its maximum period to death.[40] Further, there is a need to correct the trial courtâs award of P100,000.00 as moral damages. Under current case law, P50,000.00 is a reasonable amount to award as moral damages to the heirs of a victim in a murder case.[41] The Fallo WHEREFORE, the decision of the Regional Trial Court, Kalookan City, Branch 127 in Criminal Case C-49395, dated November 28, 1997, is AFFIRMED with the following MODIFICATIONS: (1) Accused Gregorio Jabonero and Dominador Indoy are found guilty beyond reasonable doubt of murder as accomplices and are sentenced to each suffer the indeterminate penalty of six (6) years and one (1) day of prision mayor, as minimum, to fourteen (14) years, eight (8) months and one (1) day of reclusion temporal, as maximum. (2) All the accused, jointly and severally, are ordered to pay to the heirs of Perfecto Ollero Jaen the sum of P50,000.00 as moral damages. (3) Accused Teodorico Indoy is found guilty beyond reasonable doubt of murder (defined and penalized under Article 248 of the Revised Penal Code) as principal, and is sentenced to reclusion perpetua, and to pay the heirs of the deceased Perfecto Jaen y Ollero in the amount of P50,000.00 as civil indemnity. With costs. SO ORDERED. Davide, Jr., C.J., (Chairman), Puno, Kapunan, and Ynares-Santiago, JJ., concur. [1] In Crim Case No. C-49395, dated November 28, 1997, Hon. Myrna Dimaranan Vidal, presiding, Rollo, pp. 36-49. [2] TSN, July 22, 1997, pp. 1-21, at pp. 3-5. [3] Regional Trial Court Record, Exhibits for the Prosecution, Exhibit âGâ, Certificate of Death, p. 8. [4] Prepared by Ma. Christina B. Feyra, M.D., Police Inspector. [5] Regional Trial Court Record, Exhibits for the Prosecution, Exhibit âFâ, Medico-Legal Report, pp. 6-7, at p. 6 [6] By Prosecutor II Filomeno A. Bajar. [7] Rollo, pp. 7-8, at p. 7. [8] Regional Trial Court Record, Memorandum for Rosauro J. Silverio [1st Asst. City Prosecutor], pp. 8-14, at p. 9. [9] Jimmy Bustillos manifested to the court that his surname is âBustilloâ and NOT âBustillosâ (Regional Trial Court Record, Order of September 2, 1997, p. 124). [10] Regional Trial Court Record, supra, at p. 10. [11] Regional Trial Court Record, pp. 6-7. [12] Filed by Prosecutor II Filomeno A. Bajar. [13] Rollo, p. 9. [14] Regional Trial Court Record, p. 15, Hon. Jaime T. Hamoy, presiding. [15] Regional Trial Court Record, p. 48. [16] Who remained at large. [17] Regional Trial Court Decision, Rollo, pp. 36-49, at p. 49. [18] Accused-appellant Gregorio Jabonero filed his notice of appeal on December 4, 1997 (Rollo, p. 50). Dominador Indoy and Teodorico Indoy, however, were not able to perfect their appeal on time (February 25, 1998 [Rollo, p. 61]), but on July 22, 1998, this Court accepted their appeals and allowed them to file their respective appellantâs briefs (Rollo, p. 118). [19] TSN, July 15, 1997, p. 3. [20] Regional Trial Court Decision, Rollo, pp. 36-49, at p. 44. [21] TSN, July 22, 1997, pp. 1-21, at p. 10. [22] TSN, August 5, 1997, pp. 1-16, at pp. 10-11. [23] TSN, July 22, 1997, pp. 1-21, at p. 10. [24] TSN, August 4, 1997, pp. 1-12, at p. 5. [25] Noel Mercader identified accused Bustillo as the other who stabbed Perfecto (TSN, July 22, 1997, pp. 1-21, at p. 7). [26] TSN, July 22, 1997, pp. 1-21, at pp. 7-8. [27] TSN, July 29, 1997, pp. 1-23, at pp. 19-20. [28] TSN, August 4, 1997, pp. 1- 12, at p. 5. [29] People v. Chua, 357 Phil. 907 (1998). [30] People v. Lara, 334 Phil. 779, 797 (1997). [31] People v. Patalinghug, 318 SCRA 116 (1999). [32] People v. Bato, G. R. No. 127843, December 15, 2000. [33] People v. Corbes, 337 Phil. 190, 196-197 (1997). [34] Under Article 18 of the Revised Penal Code, an accomplice is one âwho not being included in Article 17, cooperates in the execution of the offense by previous or simultaneous acts.â [35] People v. Villablanca, 316 SCRA 13, 21 (1999). [36] People v. Villamor, 354 Phil. 396 (1998). [37] Article 17 of the Revised Penal Code states: âThe following are considered rincipals: (1) Those who take part in the execution of the act; (2) Those who directly force or induce others to commit it; (3) Those who cooperate in the commission of the offense by another act without which it would not have been accomplished.â [38] Regional Trial Court Record, Exhibits for the Prosecution, Exhibit âGâ, Certificate of Death, p. 8, at p. 8-2. [39] People v. Bato, G. R. No. 127843, December 15, 2000. [40] People v. Tan, 315 SCRA 377, 395 (1999). [41] People v. Oposculo, Jr., G. R. No. 124572, November 20, 2000. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "ronaldo",
    "lobrigo",
    "dominador",
    "teodorico",
    "bustillo",
    "bustillos",
    "jerusalem",
    "efraim",
    "rosales",
    "gregorio",
    "jabonero",
    "accused",
    "appellants",
    "hereafter",
    "teoderico",
    "father"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALDO F. LOBRIGO (AT LARGE), DOMINADOR INDOY...",
  "formatted_case_content": "View printer friendly version\n410 Phil. 283\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 132247, May 21, 2001 ]\n[ G.R. No. 132247, May 21, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALDO\nF. LOBRIGO (AT LARGE), DOMINADOR INDOY, TEODORICO INDOY,Â  JIMMY BUSTILLO @ JIMMY BUSTILLOS, GIL\nJERUSALEM (AT LARGE), EFRAIM ROSALES (AT LARGE) AND GREGORIO JABONERO, ACCUSED.\n\nGREGORIO\nJABONERO, DOMINADOR INDOY AND TEODORICO INDOY, ACCUSED-APPELLANTS.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALDO\nF. LOBRIGO (AT LARGE), DOMINADOR INDOY, TEODORICO INDOY,Â  JIMMY BUSTILLO @ JIMMY BUSTILLOS, GIL\nJERUSALEM (AT LARGE), EFRAIM ROSALES (AT LARGE) AND GREGORIO JABONERO, ACCUSED.\n\nGREGORIO\nJABONERO, DOMINADOR INDOY AND TEODORICO INDOY, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nPARDO,\nJ.:\n\nAccused Gregorio Jabonero\n(hereafter, âGregorioâ) and Dominador Indoy and Teoderico Indoy (hereafter,\nâDominadorâ and âTeodoricoâ), father and son, interposed an appeal from the\ndecision of the Regional Trial Court, Branch 127, Kalookan City finding them\nguilty beyond reasonable doubt of murder for the killing of fifty-eight (58)\nyear old Perfecto Ollero Jaen (hereafter, âPerfectoâ), and sentencing each of\nthem to reclusion perpetua and to pay the heirs of the victim indemnity\nfor wrongful death in the amount of fifty thousand pesos (P50,000.00) and one\nhundred thousand pesos (P100,000.00) as moral damages. [1]\n\nThe Facts\n\nRonaldo F. Lobrigo\n(hereafter, âLobrigoâ) was the son-in-law of Perfecto.\n\nOn March 19, 1995, at\naround eight oâclock in the evening, Perfecto went looking for Lobrigo and\nfound him drinking with about five or seven companions. Seeing him, Perfecto told him to go home\nbecause âhis children were crying.â\n\nVexed for having lost\nface as he was berated by his father-in-law, Lobrigo hit Perfecto with a piece\nof wood as soon as Perfecto turned his back. Immediately, Lobrigoâs drinking buddies followed suit and started to box\nand maul Perfecto. [2] They stabbed Perfecto twice, once on the left side of his stomach\nand again near his right armpit. Other than Lobrigo, Perfectoâs assailants were\nnot immediately identified.\n\nLater that same evening,\ndoctors at the Dr. Jose Rodriguez Memorial Hospital, Tala, Kalookan City\npronounced Perfecto dead on arrival.\n\nThe cause of death was\nâhemorrhage as a result of stab woundâs, body.â [3]\n\nOn April 7, 1995, Dr. Ma.\nCristina B. Freyra, a medico-legal expert, submitted report on the body of\nPerfecto, to wit: [4] âFINDINGS: âFairly nourished, fairly developed male cadaver in rigor mortis\nwith postmortem lividity at the dependent portions of the body. The conjunctive lips and nailbeds are pale. âTRUNK AND EXTREMITIES: â(1) Stab wound,\nright anterior axillary region, measuring 2.3 by 0.5 cm, 21.5 cm from the\nanterior midline, 134 cm from the heel, 18 cm deep directed posteriorwards,\ndownwards and medialwards, passing thru the 4th right intercostal space,\nlacerating the upper and lower lobes of the right lung, with the knife still\nembedded thereat. â(2) Stab wound,\nleft anterior costal region, measuring 2 by 0.6 cm, 21 cm from the anterior\nmidline, 108 cm from the heel, 8 cm deep, directed exteriorwards, upwards and\nmedialwards, fracturing the 9th left thoractic rib, lacerating the stomach. â Findings continued : â(3) Area of\nmultiple abrasions, right posterior costal region, measuring 2.5 by 1.8 cm, 10\ncm from the posterior midline. â(4) Abrasion,\nright posterior costal region, measuring 2.3 by 2 cm, 8 cm from the posterior\nmidline. â(5) Incised wound,\nproximal third, right arm, measuring 5 by 2 cm, 3 cm medial to its anterior\nmidline. â(6) Abrasion,\ndistal third, left forearm, measuring 2 by 0.4 cm, 5 cm medial to its anterior\nmidline. â(7) Area of\nmultiple abrasions, middle third, left forearm, measuring 6 by 1.5 cm, 3.5 cm\nmedial to its posterior midline. â(8) Abrasion,\ndistal third left forearm, measuring 0.3 by 0.3 cm, 3.5 cm lateral to its\nposterior midline. â(9) Contusion,\ndorsum left hand, measuring 6 by 4 cm, bisected by its posterior midline. â(10) Incised\nwound, dorsum left hand, measuring 1 by 0.3 cm, 5 cm lateral to its posterior\nmidline. â(11) Contusion,\ndorsum right hand, measuring 4 by 4 cm, just lateral to its posterior midline. â(12) Contusion,\nproximal phalanx right small finger, measuring 2.2 by 1 cm. â(13) Area of\nmultiple abrasions, left knee, measuring 2.3 by 1.6, 6 cm medial to its\nanterior midline. âThere are about 1500cc of blood and blood clots in the thoracic\ncavity. âCONCLUSION: âCause of death is hemorrhage as a result of stab wounds, body.â [5]\n\nOn September 22, 1995,\nProsecutor Filomeno A. Bajar of Kalookan City filed with the Regional Trial\nCourt, Kalookan City an Information for murder [6] against accused Lobrigo and five (5) John Does. We quote: âThat on or about the 19th day of March, 1995 in Kalookan City, MM.\nPhilippines and within the jurisdiction of this Honorable Court, without any\njustifiable cause, with intent to kill, with treachery and evident\npremeditation, and taking advantage of their superior strenght ( sic ),\ndid then and there willfully, unlawfully and feloniously attack, maul, hit/the\nhead with a piece of wood and stab with a bladed instrument of the left side of\nthe body of one, PERFECTO JAEN Y OLLERO, thereby inflicting upon the latter\nserious physical injuries, which injuries, which injuries ultimately caused the\nvictimâs death upon arrival at the Jose N. Rodriguez Hospital, Tala, this city. âContrary to Law.â [7]\n\nBefore the trial court\ncould arraign accused Lobrigo, Perfectoâs widow filed a motion for\nreinvestigation. [8]\n\nDuring reinvestigation\nheld approximately a year after the actual crime occurred, the complainant\npresented Domingo M. Berguro, an eyewitness who identified accused Gregorio,\nDominador, Teodorico and Jimmy Bustillo, [9] Efraim Rosales and Gregorio Jabonero as the\nones who participated with Lobrigo in the stabbing of Perfecto. [10]\n\nOn December 5, 1996, 2nd\nAsst. City Prosecutor Rosa C. Reyes of Kalookan City filed with 1st Asst. City\nProsecutor Rosario J. Silverio a memorandum recommending that an amended\ninformation be filed against Gregorio, Dominador, Teodorico, Jimmy Bustillo,\nEfraim Rosales and Jimmy Jabonero, as accused in Ciriminal Case No. C-49395. [11]\n\nOn January 9, 1997, the\nprosecution amended the information [12] to name accused Gregorio, Dominador and\nTeodorico, Jimmy Bustillo, Gil Jerusalem and Efraim Rosales in the charge of\nmurder. We quote and underscore the\namendments, to wit: âThat on or about the 19th day of March, 1995 in Kalookan City,\nMM., and within the jurisdiction of this Honorable Court, the above named\naccused, conspiring and confederating with one another , without any\njustifiable cause, with intent to kill, with treachery and evident\npremeditation, and taking advantage of their superior strength, did then and\nthere willfully, unlawfully and feloniously attack, maul, hit the head with a\npiece of wood and stab with a bladed instrument of the left said ( sic )\nof the body of one, PERFECTO JAEN Y OLLERO, thereby inflicting upon the latter\nserious physical injuries, which injuries ultimately caused the victimâs death\nupon arrival at the Jose N. Rodriguez Hospital, Tala, this city. âContrary to Law.â [13]\n\nOn January 9, 1997, the\ntrial court admitted the amended information. [14]\n\nOn May 22, 1997, the\ntrial court arraigned Jimmy Bustillo, Teodorico, Gregorio and Dominador with\nthe assistance of counsel de oficio . They all pleaded ânot guilty.â [15] Trial ensued.\n\nAfter due trial, on\nNovember 28, 1997, the trial court rendered a decision, the dispositive portion\nof which reads: âWHEREFORE, the prosecution having established to a moral certainty\nthe guilt of the Accused DOMINADOR INDOY, TEODORICO INDOY, JIMMY BUSTILLO alias\nJIMMY BUSTILLOS and GREGORIO JABONERO this Court in the absence of any generic\naggravating or mitigating circumstances hereby sentences each of them to suffer\nthe penalty of reclusion perpetua and to indemnify the heirs of Victim the\namount of P50,000.00; to pay jointly and severally the said heirs moral and\nexemplary damages in the sum of P100,000.00, with costs against the accused. âThe case as against Accused RONALDO LOBRIGO, GIL JERUSALEM and\nEFRAIM ROSALES [16] is ordered archived without prejudice\nto its revival if they are arrested later on. âSO ORDERED.â [17]\n\nOnly accused Gregorio,\nDominador, and Teodorico interposed an appeal. [18]\n\nWe shall review the\nfactual circumstances surrounding the participation and culpability of\nGregorio, Dominador and Teodorico in the murder of Perfecto.\n\nWe find the appeal of\naccused-appellants Gregorio and Dominador partly meritorious. However, we find\nTeodoricoâs appeal untenable.\n\nIn convicting Gregorio,\nDominador and Teodorico of murder, the trial court heavily relied on the\ntestimonies of Noel Mercader (hereafter, âNoelâ), a former employee of Perfecto [19] and Domingo M. Berguro (hereafter,\nâDomingoâ). [20]\n\nThe Case against Gregorio\n\nAccording to Noel, an\neyewitness to the crime, Gregorio merely boxed Perfecto. Noel explicitly stated that Gregorio used\nhis bare hands and was not carrying any weapon at the time. [21]\n\nOn the other hand,\nDomingo, also an eyewitness, testified that Gregorio whipped Perfecto several\ntimes with the buckle of his belt. [22]\n\nThe Case against Dominador\n\nNoel testified that\nDominador boxed Perfecto with his bare hands. According to Noel, Dominador was not carrying a weapon at the time. [23] However, Domingo testified that Dominador\nhit Perfecto with a piece of wood. [24]\n\nThe Case against Teodorico\n\nNoel categorically\nidentified Teodorico as one of the two [25] who stabbed Perfecto under his right armpit. [26] Noel stated that Teodorico used his right\nhand when he stabbed Perfecto. [27] Domingo testified that he saw Bustillo stab\nPerfecto at his left side. He did not\nsee Teodorico stab Perfecto. [28]\n\nThe Courtâs Ruling\n\nWe note that the\ntestimonies of witnesses with respect to Gregorioâs and Dominadorâs\nparticipation in the crime conflict on material points.\n\nDoubt exists as to\nwhether Gregorio and Dominador were carrying weapons during the mauling and\nwhether they participated in the mauling by more than just boxing the\nvictim. Noel stated that they did not,\nDomingo stated that they did.\n\nIn conspiracy, evidence\nas to who administered the fatal blow is not necessary. [29] In this case, the rule is not applicable\nbecause conspiracy with respect to Gregorio and Dominador is not proven. Their exact participation in the crime is\nuncertain.\n\nThe rule is that when an\naccusedâs participation in the crime is uncertain, he is given the benefit of\nthe doubt and may be declared as a mere accomplice therein. [30] In the absence of evidence as to how exactly\nthe co-accused participated in the crime, conspiracy cannot be attributed\nagainst them. [31] They cannot be held liable as\nprincipals. The lesser form of\nliability prevails. [32]\n\nAn accomplice is one who\nknew the criminal design of the principal and knowingly or intentionally\nparticipated therewith by an act which even if not rendered, the crime would be\ncommitted just the same. [33] This is the nature of the acts that Gregorio\nand Dominador committed. Their acts of\nrepeatedly boxing Perfecto were either previous or simultaneous to the\nstabbing, [34] even without which the crime of murder still\nwould have been committed.\n\nHowever, Teodoricoâs\nappeal lacks merit. Noel categorically identified him as one of those who\nstabbed Perfecto. Noelâs description of\nthe manner Teodorico committed the crime is detailed and unequivocal.\n\nFurther, there is no\nreason to doubt Noelâs grave accusation against Teodorico. The fact that Domingo did not see Teodorico\nstab Perfecto is of no moment. Noelâs\npositive testimony prevails over Domingoâs negative one. In other words, the fact that Domingo did\nnot see Teodorico stab Perfecto did not mean that Teodorico did not do it, but\nsimply that Domingo did not witness it.\n\nNoel and Domingoâs\ntestimonies with respect to Teodoricoâs participation do not contradict each\nother. Noel narrated that Teodorico\nstabbed Perfecto under his right armpit, while Domingo stated that accused\nBustillo stabbed Perfecto on the left side. Domingo did not say that accused Bustillo alone stabbed Perfecto\ntwice. In effect, Noel was the only\neyewitness to Teodoricoâs actual participation. We have held time and time again that the testimony of a single\nwitness if positive and credible, is sufficient to sustain a conviction for\nmurder. [35]\n\nBesides, we do not think\nthat Noel would accuse Teodorico of such a grave offense if it were not\ntrue. If an accused really had nothing\nto do with the crime, it would be against the natural order of events and of human nature, and\nagainst the presumption of good faith, for a prosecution witness to falsely\ntestify against him. [36]\n\nTeodoricoâs act of\nstabbing Perfecto indicates a direct participation in Perfectoâs murder. This makes him liable as a principal. [37] We note that the cause of Perfectoâs death\nwas âhemorrhage as a result of stab wounds.â [38]\n\nConsidering the\nforegoing, it was proper to impose upon Teodorico the penalty of reclusion\nperpetua . The penalty for murder\nunder Article 248 of the Revised Penal Code is reclusion perpetua to\ndeath . In the absence of\naggravating or mitigating circumstance that attended the killing, the imposable\npenalty is reclusion perpetua . [39]\n\nHowever, we reduce the\npenalties imposed on Gregorio and Dominador. The penalty of an accomplice is one degree lower than that of the\nprincipal, which in murder is reclusion temporal , in its maximum period\nto death. [40]\n\nFurther, there is a need\nto correct the trial courtâs award of P100,000.00 as moral damages. Under current case law, P50,000.00 is a reasonable amount to award as\nmoral damages to the heirs of a victim in a murder case. [41]\n\nThe Fallo\n\nWHEREFORE , the decision of the Regional Trial\nCourt, Kalookan City, Branch 127 in\nCriminal Case C-49395, dated November\n28, 1997, is AFFIRMED with the following MODIFICATIONS:\n\n(1) Accused Gregorio\nJabonero and Dominador Indoy are found guilty beyond reasonable doubt of murder\nas accomplices and are sentenced to each suffer the indeterminate penalty of\nsix (6) years and one (1) day of prision mayor , as minimum, to fourteen\n(14) years, eight (8) months and one (1) day of reclusion temporal , as\nmaximum.\n\n(2) All the accused,\njointly and severally, are ordered to pay to the heirs of Perfecto Ollero Jaen\nthe sum of P50,000.00 as moral damages.\n\n(3) Accused Teodorico\nIndoy is found guilty beyond reasonable doubt of murder (defined and penalized\nunder Article 248 of the Revised Penal Code) as principal, and is sentenced to reclusion\nperpetua , and to pay the heirs of the deceased Perfecto Jaen y Ollero in\nthe amount of P50,000.00 as civil indemnity .\n\nWith costs.\n\nSO ORDERED. Davide, Jr., C.J.,\n(Chairman), Puno, Kapunan, and Ynares-Santiago,\nJJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] In\nCrim Case No. C-49395, dated November 28, 1997, Hon. Myrna Dimaranan Vidal,\npresiding, Rollo , pp. 36-49.\n\n[2] TSN,\nJuly 22, 1997, pp. 1-21, at pp. 3-5.\n\n[3] Regional\nTrial Court Record, Exhibits for the Prosecution, Exhibit âGâ, Certificate of\nDeath, p. 8.\n\n[4] Prepared\nby Ma. Christina B. Feyra, M.D., Police Inspector.\n\n[5] Regional\nTrial Court Record, Exhibits for the Prosecution, Exhibit âFâ, Medico-Legal\nReport, pp. 6-7, at p. 6\n\n[6] By\nProsecutor II Filomeno A. Bajar.\n\n[7] Rollo ,\npp. 7-8, at p. 7.\n\n[8] Regional\nTrial Court Record, Memorandum for Rosauro J. Silverio [1st Asst. City Prosecutor],\npp. 8-14, at p. 9.\n\n[9] Jimmy\nBustillos manifested to the court that his surname is âBustilloâ and NOT\nâBustillosâ (Regional Trial Court Record, Order of September 2, 1997, p. 124).\n\n[10] Regional\nTrial Court Record, supra , at p. 10.\n\n[11] Regional\nTrial Court Record, pp. 6-7.\n\n[12] Filed\nby Prosecutor II Filomeno A. Bajar.\n\n[13] Rollo ,\np. 9.\n\n[14] Regional\nTrial Court Record, p. 15, Hon. Jaime T. Hamoy, presiding.\n\n[15] Regional\nTrial Court Record, p. 48.\n\n[16] Who\nremained at large.\n\n[17] Regional\nTrial Court Decision, Rollo , pp. 36-49, at p. 49.\n\n[18] Accused-appellant\nGregorio Jabonero filed his notice of appeal on December 4, 1997 ( Rollo ,\np. 50). Dominador Indoy and Teodorico\nIndoy, however, were not able to perfect their appeal on time (February 25, 1998 [ Rollo , p. 61]), but on July 22, 1998, this Court accepted their\nappeals and allowed them to file their respective appellantâs briefs ( Rollo ,\np. 118).\n\n[19] TSN,\nJuly 15, 1997, p. 3.\n\n[20] Regional\nTrial Court Decision, Rollo , pp. 36-49, at p. 44.\n\n[21] TSN,\nJuly 22, 1997, pp. 1-21, at p. 10.\n\n[22] TSN,\nAugust 5, 1997, pp. 1-16, at pp. 10-11.\n\n[23] TSN,\nJuly 22, 1997, pp. 1-21, at p. 10.\n\n[24] TSN,\nAugust 4, 1997, pp. 1-12, at p. 5.\n\n[25] Noel\nMercader identified accused Bustillo as the other who stabbed Perfecto (TSN,\nJuly 22, 1997, pp. 1-21, at p. 7).\n\n[26] TSN,\nJuly 22, 1997, pp. 1-21, at pp. 7-8.\n\n[27] TSN,\nJuly 29, 1997, pp. 1-23, at pp. 19-20.\n\n[28] TSN,\nAugust 4, 1997, pp. 1- 12, at p. 5.\n\n[29] People v . Chua, 357 Phil. 907 (1998).\n\n[30] People v . Lara, 334 Phil. 779, 797 (1997).\n\n[31] People v . Patalinghug, 318 SCRA 116 (1999).\n\n[32] People v . Bato, G. R. No. 127843, December 15, 2000.\n\n[33] People v . Corbes, 337 Phil. 190, 196-197 (1997).\n\n[34] Under\nArticle 18 of the Revised Penal Code, an accomplice is one âwho not being included in Article 17,\ncooperates in the execution of the offense by previous or simultaneous acts.â\n\n[35] People v . Villablanca, 316 SCRA 13, 21 (1999).\n\n[36] People v . Villamor, 354 Phil. 396 (1998).\n\n[37] Article\n17 of the Revised Penal Code states: âThe following are considered rincipals: (1) Those who take part\nin the execution of the act; (2) Those\nwho directly force or induce others to commit it; (3) Those who cooperate in\nthe commission of the offense by another act without which it would not have\nbeen accomplished.â\n\n[38] Regional\nTrial Court Record, Exhibits for the\nProsecution, Exhibit âGâ, Certificate of Death, p. 8, at p. 8-2.\n\n[39] People v . Bato, G. R. No. 127843, December 15, 2000.\n\n[40] People v . Tan, 315 SCRA 377, 395 (1999).\n\n[41] People v . Oposculo, Jr., G. R. No. 124572, November 20, 2000.",
  "content_length": 18482,
  "metadata_extraction_date": "2025-11-01T05:55:36.417006",
  "extraction_version": "2.0_enhanced_full_content"
}