{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/may/52167.html",
  "filename": "52167.html",
  "year": 2001,
  "month": "may",
  "case_number": "52167",
  "gr_number": "52167",
  "volume_page": "410 Phil. 126",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "report",
    "judicial",
    "conducted",
    "branch",
    "judge",
    "graciano",
    "arinday",
    "respondent",
    "january",
    "retired",
    "reaching",
    "compulsory",
    "retirement",
    "regional",
    "trial"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n410 Phil. 126\n\nEN BANC\nEN BANC\n\n[ AM No. 99-5-162-RTC, May 11, 2001 ]\n[ AM No. 99-5-162-RTC, May 11, 2001 ]\n\nRE: REPORT ON THE JUDICIAL AUDIT CONDUCTED IN THE RTC,\nBRANCH 69, SILAY CITY.\n\nJUDGE GRACIANO\nH. ARINDAY, JR., RESPONDENT.\nR E S O L U T I O N\nRE: REPORT ON THE JUDICIAL AUDIT CONDUCTED IN THE RTC,\nBRANCH 69, SILAY CITY.\n\nJUDGE GRACIANO\nH. ARINDAY, JR., RESPONDENT.\n\nR E S O L U T I O N\n\nPARDO,\nJ.:\n\nOn January 27, 1999, Judge Graciano H. Arinday, Jr. retired on reaching compulsory retirement age as Regional Trial Court Judge, Branch 69, Silay City, Negros Occidental.  On February 15, 2001, the Court Administrator ordered a judicial audit to determine the condition of the docket of the court.\n\nThe audit showed that on February 19, 1999, the Regional Trial Court, Silay City , Branch 69 had a total caseload of 231 cases (146 criminal and 85 ordinary civil cases, special civil actions, special proceedings, land registration and agrarian cases) which included twenty-four (24) cases submitted for decision.\n\nOn June 2, 1999, the Court directed former Judge Graciano H. Arinday, Jr. to explain within ten (10) days from notice why no administrative sanction should be imposed upon him for failure to decide/resolve Criminal Cases Nos. 3529, 3546, 3803, 3900, 3982, 4038, 4042, and Civil Cases Nos. 1610, 1658, 1823, 1932, 2005, SP326 within the reglementary period.\n\nIn his comment, [1] Judge Arinday explained that he could not decide some of the cases on time either because of unavailability of the transcripts of stenographic notes or delay in the submission of the same; the non-compliance of either the prosecution or the defense in criminal cases with the orders of the court; the motions of inhibitions filed by counsel in civil cases; and the opportunity given to litigants to amicably settle their differences.  He decided Criminal Cases Nos. 3900, 3982 and 3529 nevertheless after eight (8) months of delay.\n\nJudge Arinday left undecided seven (7) cases before his retirement.  The details are as follows:\n\n[TABLE_CONTENT]\nCriminal Cases\nCase No | Date Submitted | Delay | Explanation\n | | | \n3548 | September 3, 1998 | 5 months | Parties failed to submit their respective exhibits and non-submission of TSNs\n4038 | August 17, 1998 | 6 months | Prosecution failed to offer exhibits despite June 24, 1998 Order to do so.\n4042 | Consolidated with 4038 | -do- | -do-\n3803 | July 24, 1998 | 7 months | Prosecution failed to submit memorandum while the TSN was submitted only late October 1998.\n | | | \nCivil Cases\n | | | \nCase No. | Date Submitted | Delay | Explanation\n1932 | July 24, 1998 | 7 months | Parties were required tof ile position papers but have not complied\n1610 | September 18, 1997 | 1 yr. 5 mos. | Court giving parties chance to amicably settle because members of same family.\n1611 | Consolidated with 1610 | -do- | -do-\n1823 | October 10, 1997 | 1 yr. 4 mos. | Judge Arinday inhibited himself from deciding the case.\n[END_TABLE]\n\nCriminal Cases Case No Date Submitted Delay Explanation 3548 September 3, 1998 5 months Parties failed to submit their respective exhibits and non-submission of TSNs 4038 August 17, 1998 6 months Prosecution failed to offer exhibits despite June 24, 1998 Order to do so. 4042 Consolidated with 4038 -do- -do- 3803 July 24, 1998 7 months Prosecution failed to submit memorandum while the TSN was submitted only late October 1998.\n\nCivil Cases\n\nCase No. Date Submitted Delay Explanation 1932 July 24, 1998 7 months Parties were required tof ile position papers but have not complied 1610 September 18, 1997 1 yr. 5 mos. Court giving parties chance to amicably settle because members of same family. 1611 Consolidated with 1610 -do- -do- 1823 October 10, 1997 1 yr. 4 mos. Judge Arinday inhibited himself from deciding the case.\n\nOn February 9, 2001, Judge Arinday filed a petition for the release of his retirement benefits the soonest possible time. [2]\n\nCanon 3, Rule 3.05 of the Code of Judicial Conduct enjoins judges to dispose of their business promptly and decide cases within the required periods. Under Article VIII, Section 15 of the Constitution, lower courts have three months within which to decide cases submitted to them for resolution.\n\nThe Court has constantly stressed upon judges - may it not be said without success - the need to decide cases promptly and expeditiously, for it cannot be gainsaid that justice delayed is justice denied.  Delay in the disposition of cases undermines the people's faith and confidence in the judiciary.  Hence, judges are enjoined to decide cases with dispatch.  Their failure to do so constitutes gross inefficiency and warrants the imposition of administrative sanction on them. [3]\n\nIn this case, Judge Arinday admitted the delay in disposing of cases assigned to him and explained that it was due to unavailability of the transcripts of stenographic notes.  Judges are required to take down notes and to proceed in the preparation of decisions even without the transcripts.  The Court has held that the three month reglementary period continues to run, with or without the transcripts or memoranda, if required. Thus, their absence or the delay in their transcription cannot excuse respondent judge's failure to decide the cases within the prescribed period. [4]\n\nAs to Civil Cases Nos. 1610 and 1611, Judge Arinday was too liberal in granting the parties more than one (1) year to settle their dispute.  It is noted that the proceedings were already terminated in those cases and all that was left for Judge Arinday was to render his decision.\n\nWHEREFORE, the Court finds retired Judge Graciano H. Arinday, Jr., Regional Trial Court, Branch 69, Silay City, Negros Occidental guilty of gross inefficiency and orders him to pay a fine of TWENTY THOUSAND (P20,000.00) PESOS.  His retirement benefits may now be released, less the amount of fine herein imposed.\n\nSO ORDERED.\n\nDavide, Jr., C.J., Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza, Panganiban, Gonzaga-Reyes, and Sandoval-Gutierrez, JJ., concur.\nBuena, Quisumbing and De Leon, Jr., JJ., on leave\nYnares-Santiago, J., on official travel abroad.\n\n[1] Compliance and Manifestations, Rollo , pp. 14-16.\n\n[2] Petition, Rollo , pp. 23-26.\n\n[3] Office of the Court Administrator vs . Judge Butalid; Request for the expeditious Resolution of Civil Case No. 92-07-117 Pending at RTC, Branch 9, Tacloban City, 355 Phil. 337, 349.\n\n[4] Arnulfo B. Tauro vs. Judge Angel V. Colet, Regional Trial Court of Manila, Branch 8, 306 SCRA 340, 341.",
  "content_length": 6540,
  "metadata_extraction_date": "2025-11-01T05:55:33.794082",
  "extraction_version": "2.0_enhanced_full_content"
}