{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/april/GR_128282.html",
  "filename": "GR_128282.html",
  "year": 2001,
  "month": "april",
  "case_number": "128282",
  "gr_number": "128282",
  "volume_page": "409 Phil. 532",
  "decision_date": "April 30, 2001",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. TEODORO âJAYâ I. GONZALES AND ENRICO âKOKOâ SORIANO, ACCUSED-APPELLANTS. D E C I S I O N PARDO, J.: Accused Teodoro âJayâ I. Gonzales and Enrico Soriano @ âKokoâ appeal from the joint decision[1] of the Regional Trial Court, Branch 127, Caloocan City finding each of them guilty beyond reasonable doubt of murder[2] for the death of Froilan Manalo, and sentencing each to reclusion perpetua and to indemnify the heirs of the victim in the amount of P50,000.00, plus actual damages of P30,224.20; and of two (2) counts of frustrated murder[3] against Rolando P. de Leon and Joselito V. Leoncio, sentencing each of them to two terms of an indeterminate penalty of eight (8) years and one (1) day of prision mayor, as minimum, to seventeen (17) years, four (4) months and one (1) day of reclusion temporal, as maximum, and to indemnify Rolando de Leon in the amount of P20,000.00, plus P3,000.00 as actual damages, and Joselito Leoncio in the amount of P20,000.00, and to pay the costs.[4] On January 23, 1995, Caloocan City Assistant Prosecutor Aurelio R. Ralar, Jr. filed with the Regional Trial Court, Caloocan City an Information for murder against Teodoro âJayâ I. Gonzales and Enrico Soriano @ âKokoâ for the death of Froilan Manalo, the accusatory portion of which reads: Criminal Case No. C-48399: âThat on or about the 19th day of September 1994 in Caloocan City, M. M. and within the jurisdiction of this Honorable court, the above-named accused, conspiring together and mutually helping one another, with deliberate intent to kill, treachery and evident premeditation, did then and there willfully, unlawfully and feloniously stab one FROILAN MANALO, thereby inflicting upon the latter serious physical injuries which injuries eventually caused his death. CONTRARY TO LAW.â[5] On the same date, Assistant City Prosecutor Aurelio R. Ralar, Jr. filed two separate information for frustrated murder against Teodoro âJayâ I. Gonzales and Enrico Soriano @ âKokoâ for the serious physical injuries inflicted on Rolando P. de Leon and Joselito V. Leoncio, the accusatory portions of which read: Criminal Case No. C-48400: âThat on or about the 19th of September 1994 in Caloocan City, M. M. and within the jurisdiction of this Honorable Court, the above-named accused, conspiring together and mutually helping one another, with deliberate intent to kill, treachery and evident premeditation, did then and there willfully, unlawfully and feloniously stab one ROLANDO DE LEON, thereby inflicting upon the latter serious physical injuries, thus performing all the acts of execution as a consequence of which it would have produce the crime of Murder, but which nevertheless did not produce it by reason or causes independent of the will of the herein accused, that is, due to the timely, able and efficient medical attendance rendered to the victim at the Jose Reyes Memorial Medical Center which prevented his death. CONTRARY TO LAW.â[6] Criminal Case No. C-48401: âThat on or about the 19th day of September 1994 in Caloocan City, M. M. and within the jurisdiction of this Honorable Court, the above-named accused, conspiring together and mutually helping one another, with deliberate intent to kill, treachery and evident premeditation, did then and there willfully, unlawfully and feloniously stab one JOSELITO LEONCIO, thereby inflicting upon the latter serious physical injuries, thus performing all the acts of execution as a consequence of which it would have produce the crime of Murder, but which nevertheless did not produce it by reason or causes independent of the will of the herein accused, that is, due to the timely, able and efficient medical attendance rendered to the victim at the Jose Reyes Memorial Medical Center which prevented his death. CONTRARY TO LAW.â[7] On February 28, 1995, the trial court arraigned accused Teodoro âJayâ I. Gonzales and Enrico âKokoâ Soriano. They pleaded not guilty to all charges.[8] Thereafter, the trial court conducted simultaneous trial of the cases. Past midnight of September 19, 1994, Joselito V. Leoncio, Froilan Manalo, and Rolando P. de Leon went to Atoy King Pub House, located along Samson Road, Caloocan City, just opposite the Caloocan, PNP Police Headquarters. Inside the pub house, Joselito saw accused Teodoro I. Gonzales and Enrico Soriano, together with an unidentified companion. Enrico was wearing a yellow t-shirt, while Teodoro was clad in white sando and short pants. Because accused Enrico was a former schoolmate at A. Bonifacio High School (now Polytechnic College), and he also knew accused Teodoro, who was a son of the former barangay captain of the place where he resided before, Joselito proceeded to their table and chatted with them. After two (2) minutes, he rejoined his companions Froilan and Rolando who were seated at a table next to that of accused Teodoro and Enrico. Around 1:00 in the morning, and after downing two (2) bottles of beer each, they left the place. When they left, Joselito noticed that the two (2) accused were no longer around.[9] While Joselito, Froilan, and Rolando were on their way home walking along Gen. San Miguel St., Caloocan City, in front of Polytechnic College, accused Teodoro suddenly appeared from the direction of Bisig ng Kabataan St., Caloocan City. Armed with a fan knife, accused Teodoro attacked Rolando, hitting him at the middle portion of the chest. Rolando noticed another person behind Teodoro, but he failed to recognize him because it was dark.[10] Teodoro made a second attack on Rolando which the latter evaded. Teodoro turned to Froilan and hit him in the stomach. Teodoro attacked Joselito next. He sustained a wound at the right side of the stomach. He fought back. He picked a stone from the ground and threw it at Teodoro, who retaliated and stabbed Joselito a second time at the left side of the body. While stooping down to pick up the stone, Joselito saw Enrico standing behind the Meralco post some four (4) meters away from where they were. He noticed that Enrico was acting strangely, looking at the back and front direction, as if expecting somebody to come along.[11] Thereafter, Teodoro, still carrying the knife, and Enrico, fled towards the direction of Bisig ng Kabataan St.[12] Rolando managed earlier to run away. While fleeing from the scene of the crime, Rolando saw the other accused, Enrico Soriano standing behind the Meralco post 4 meters away and acting as the look out. On the way, Rolando met barangay tanods and sought their assistance. The barangay tanods rushed the victims to the Caloocan General Hospital where they were given first-aid treatment. From Caloocan General Hospital, Joselito and Rolando were transferred to Jose Reyes Memorial Medical Center, while Froilan, who was in very critical condition, was transferred to the MCU Hospital, where he died while undergoing operation. Barangay tanod Faustino Barredo proceeded to the scene of the crime. Finding nothing, he headed towards Samson Road and met accused Teodoro and Enrico at the railroad tracks near Atoy King Pub House. When Barangay Tanod Barredo approached accused Teodoro to invite him for questioning, the latter resisted and uttered âtabla-tabla lang.â[13] On October 3, 1994, Joselito and Rolando, assisted by Marissa Manalo, sister of deceased Froilan, reported the incident to the barangay authorities, as well as to the Caloocan City Police Station. PO3 Feliciano Almojuela, Jr. took their statements and affidavits. All the victims pointed to Teodoro âJayâ Gonzales and to âRicoâ of Bisig ng Kabataan St. as their assailants. On October 5, 1994, dissatisfied with the investigation conducted by Caloocan City policemen, Joselito and Rolando went to the National Bureau of Investigation (NBI) and executed a statement before NBI agent Arnel Garcia. They identified the assailants as Teodoro âJayâ Gonzales and one Rico alias Koko. In the morning of January 31, 1995, while Joselito was recuperating at his house in Paombong, Bulacan, the parents of accused Teodoro and Enrico arrived. Accompanied by five unidentified persons, they asked him if it was possible for him not to testify in the criminal cases, adding that â[I]kaw rin, may pamilya ka.â[14] Joselito took this as a threat as they even told him that win or lose, they would return for him. Thus, he acceded to their request. Before leaving their house, the parents of the accused assured him that his hospitalization expenses would be reimbursed. On February 3, 1995, the incident was recorded in the police blotter of Paombong Police Station.[15] Dr. Ronnie Torres, the surgeon who performed the operation on Froilan Manalo testified that the victim was in critical condition when the operation was conducted. He sustained a 2.5 cm. single stab wound at the left sub-coastal area, which proved to be fatal. Froilan Manalo expired on the operating table at exactly 5:20 in the morning of September 19, 1994.[16] Based on the death certificate, the cause of Froilanâs death was: âCAUSES OF DEATH: âImmediate cause : a. Hypovolemic shock âAntecedent cause : b. Intra-abdominal injuries âUnderlying cause : c. Stab wound, abdomenâ[17] Testifying on the civil aspect of the case for the death of Froilan Manalo, his sister, Marissa Manalo declared that the family incurred expenses in the total amount of P30,224.60.[18] Based on the medico-legal certificate issued by Dr. Rodel P. Galang, attending physician at the Jose Reyes Memorial Medical Center, Joselito V. Leoncio sustained the following injuries: âSutured wound, 2.0 cm., subcostal area, right âSutured wound, 1.0 cm., 10th ICS, MAL, left âDiaphragmatic injury, 2 cm., with active bleeding; â(+) ABâ[19] For this, Joselito paid P8,000.00 for his six (6) days hospitalization at the Jose Reyes Memorial Medical Center, of which only P3,000.00 was supported by receipts.[20] Rolando P. de Leon sustained a âstab wound, 2.0 cm., 6th ICS, PSL, right (+) AB; lacerated wound, 5 cm., infrazygomatic area, left; lacerated wound, 5 cm., parieto-temporal area, left,â[21] and spent P5,000.00 for medicine and hospitalization expense. He failed to present the corresponding receipts. In their defense, accused Teodoro âJayâ I. Gonzales and Enrico âKokoâ Soriano both interposed denial and alibi. Accused Teodoro I. Gonzales testified that at about 10:00 in the evening of September 18, 1994, together with companions, Ronnie Soriano and another named Bobby, they went to Atoy King Pub House to drink beer. At around 11:45 in the evening, the group of Froilan, Joselito and Rolando arrived at the same pub house. A few minutes after, Enrico noticed that Rolando was engaged in an argument with a balut vendor, with Rolando ending up returning the balut to the vendor.[22] Around 12:30 the next morning, they left the pub house. After thirty (30) minutes, accused Teodoro and Enrico also left the pub house. Their unidentified companion was left behind at the pub.[23] On the way home, while walking near the railroad tracks, accused Teodoro and Enrico met Remigio Recaya and the members of the barangay tanod. They were questioned about the stabbing incident that occurred earlier in front of Polytechnic College. Accused Teodoro and Enrico denied any knowledge about it. They were bodily frisked, but nothing was found in their persons.[24] Thereafter, they were invited to the barangay outpost for questioning. In the course of the investigation, Barangay Tanod Barredo collared accused Teodoro by the neck and said âbaka kasama kayo,â to which Teodoro responded âwala kaming alam diyan, tabla-tabla tayo.â[25] Failing to elicit anything from the accused, Barangay Captain Ely Natividad permitted them to go home. Before going home, accused Enrico passed by the house of Froilan Manalo to inform his mother that Froilan had been stabbed. However, his mother had been informed about the incident.[26] The defense presented PO3 Feliciano Almojuela of the Caloocan City Police Station to show that the victims failed to identify their assailants when they were initially questioned at the hospital.[27] It was only on October 3, 1994 that the victims, together with Marissa Manalo, sister of one of Froilan Manalo, reported the incident to the Caloocan City PNP Station and identified their assailants as accused Teodoro and Enrico.[28] Benjamin Bring, Joselitoâs and Rolandoâs uncle denied that a complaint for threat had been lodged against him and the parents of the accused. He admitted that on January 31, 1995, he and the parents of the accused together with two others went to Joselitoâs house in Paombong, Bulacan to inquire from the latter why he was implicating innocent persons, to which Joselito did not reply.[29] When questioned why he was giving a testimony adverse to that of his nephews,[30] Benjamin replied that he was not testifying against them, but merely telling the truth. He loved his nephews and his relationship with their respective families was cordial.[31] After due trial, on January 10, 1997, the trial court rendered a decision finding accused Teodoro âJayâ I. Gonzales and Enrico Soriano @ âKokoâ guilty of murder for the killing of Froilan Manalo[32] and of two counts of attempted murder[33] for the serious physical injuries inflicted on Joselito Leoncio and Rolando Manalo. The trial court relied on the straightforward and categorical testimonies of prosecution witnesses and rejected accusedâs defense of denial and alibi. The trial court held that alibi could not prevail over the positive identification of the accused by the prosecution witnesses. The dispositive portion of the decision reads as follows: âWHEREFORE, premises considered and the prosecution having established the guilt beyond an iota of doubt of the Accused TEODORO GONZALES and ENRICO SORIANO, and in the absence of any modifying circumstance, hereby sentences them as follows: â1. In Crim. Case No. 48399 for Murder- to suffer each the penalty of reclusion perpetua; to indemnify each the heirs of the deceased FROILAN MANALO the amount of P50,000.00 plus actual damages of P30,224.20; \"2. In Crim. Case No. 48400- for Attempted Murder to suffer each the indeterminate prison term of from eight (8) years and one (1) day of Prision Mayor as minimum to seventeen (17) years, four (4) months and one (1) day of Reclusion Temporal as maximum; to indemnify each the offended party ROLANDO DE LEON the amount of P20,000.00 plus P3,000.00 as actual damages; â3. In Crim. Case No. 48401 to suffer each the indeterminate prison term of from eight (8) years and one (1) day of Prision Mayor as minimum to seventeen (17) years, four (4) months and one (1) day of Reclusion Temporal as maximum, to indemnify each the offended party the amount of P20,000.00. âWith costs against the Accused in all the above cases. âThe period of the Accused preventive imprisonment [sic] shall be credited in full in the service of their respective sentences if they agree in writing to abide by the rules imposed upon convicted prisoners pursuant to Art. 29 of the Revised Penal Code. âSO ORDERED. âCaloocan City, January 10, 1997. [Sgd.] âMYRA DIMARANAN VIDAL âJudgeâ[34] Accused Teodoro âJayâ I. Gonzales filed a notice of appeal on January 31, 1997.[35] Co-accused Enrico Soriano @ âKokoâ filed his appeal on February 3, 1997.[36] Accused-appellant Enrico Soriano @ âKokoâ alleged that the trial court erred in concluding that there was conspiracy.[37] He contended that mere physical presence at the scene of the crime, without the performance of any overt act, would not suffice to give rise to conspiracy. If at all, the evidence showed that it was only accused-appellant Teodoro I. Gonzales who was responsible for all the crimes. Hence, he prayed for an acquittal. For his part, accused-appellant Teodoro I. Gonzales reiterated the defense of alibi. He claimed that it was physically impossible for him and co-accused Enrico Soriano to be in two places at the same time, at the scene of the crime and at the same time at the pub house, which is about 100 meters away from where the stabbing incident occurred. He alleged that the trial court erred in relying heavily on the positive identification made by the victims, despite the fact that the evidence pointed to an unidentified assailant. Neither was the prosecution able to advance any ill motive against the accused for them to commit the crimes in question. As a general rule, the trial courtâs evaluation of the testimony of the witnesses is accorded respect and finality in the absence of any indication that it overlooked certain facts or circumstances of weight and influence, which if considered, would alter the result of the case.[38] There were no such facts or circumstances. However, we find merit in accused-appellant Enrico Sorianoâs contention regarding the absence of conspiracy. Conspiracy is not presumed.[39] To effectively serve as a basis for conviction, conspiracy must be proved as convincingly as the criminal act itself.[40] There must be proof that two or more persons came to an agreement concerning the commission of a felony, and decided to commit it.[41] In the instant case, there was no proof of a prior agreement between the two accused-appellants. What was clear was how the offenses had been committed. Witnesses indubitably identified accused-appellant Teodoro I. Gonzales as the lone assailant. There was no showing that accused-appellant Enrico Soriano, though present at the scene of the crime, performed any overt act or actively participated and assisted Teodoro in the commission of the crime. What was extant in the records was the fact that accused-appellant Enrico was within the premises when co-accused Teodoro attacked and stabbed Joselito, Rolando and Froilan. The trial court deduced the existence of conspiracy from the following facts: â(1) accused Soriano and Gonzales left Atoy King Pub House together; (2) the duo entered the crime scene together; (3) while accused Gonzales struck the stabbing blows against the victims, accused SORIANO posted himself at a strategic distance purportedly to watch the approach of anyone to see to it that no one would come to the aid of the victims; (4) after the assault the duo fled together from the scene of the incident.â[42] Mere presence at the scene of the crime at the time of its commission is not, by itself, sufficient to establish conspiracy.[43] To establish conspiracy, evidence of actual cooperation rather than mere cognizance or approval of an illegal act is required.[44] âNevertheless, mere knowledge, acquiescence or approval of the act, without the cooperation or agreement to cooperate, is not enough to constitute one a party to a conspiracy, but that there must be intentional participation in the transaction with a view to the furtherance of the common design and purpose.â[45] The fact that accused-appellant Enrico Soriano and co-accused Teodoro I. Gonzales were drinking together at the Atoy King Pub House would not be sufficient to justify the conclusion that conspiracy existed, for a perceived intimacy among friends does not give much significance to the existence of criminal conspiracy.[46] Neither could the fact that Enrico and Teodoro left the scene together, without the performance of any other act, instantly support a finding of conspiracy,[47] for conspiracy transcends companionship.[48] Moreover, accused-appellant Enrico Sorianoâs behavior after the stabbing incident belies his guilt and active involvement in its commission. Conspiracy may be inferred from the conduct of the accused, before, during and after the commission of the crime, which, if all taken together, would reasonably be strong to show a community of criminal design.[49] In this case, however, despite knowledge that he was a prime suspect, accused-appellant unabashedly went to the house of one of the deceased Froilan Manalo, and braved possible harm or injury to himself in the event that the latterâs relatives act in retaliation. This reaction is consistent with âa truly innocent person who would normally grasp the first available opportunity to defend himself and to assert his innocence over a crime imputed against him.â[50] Hence, in the absence of conspiracy, if the inculpatory facts and circumstances are capable of two or more explanations, one of which is consistent with the innocence of the accused and the other consistent with his guilt, then the evidence does not fulfill the test of moral certainty[51] and is not sufficient to support a conviction.[52] As the prosecution failed to discharge its burden to overcome the constitutional presumption of innocence, then it is not only the accusedâs right to be freed; it is, even more, the courtâs constitutional duty to acquit him.[53] Thus, accused-appellant Enrico Sorianoâs acquittal is in order. The conclusion, however, is different with regard to accused-appellant Teodoro I. Gonzales whose defense is primarily anchored on alibi. We have consistently held that this defense is considered with suspicion and received with caution, not only because it is inherently weak and unrealiable, but also because it is easily fabricated and concocted.[54] For this defense to prosper, it would not be enough for the accused to prove that he was elsewhere when the crime was committed. He must further demonstrate that it would have been physically impossible for him to be at the scene of the crime at the time of its commission.[55] In the case at bar, Joselito and Rolando who survived the attack positively identified accused-appellant Teodoro I. Gonzales as the assailant. We do not doubt the credibility of the victims when they pointed to accused-appellant since they were familiar with accused-appellant Teodoro. Despite the darkness of the night, recognition and identification of accused-appellant Teodoro was made possible not only by the light from the Meralco post, but more by the fact that the accused and the victims were familiar with one another. Once a person has gained familiarity with another, identification becomes quite an easy task even from a considered distance.[56] The failure of Joselito and Rolando to reveal at once the identity of the accused as one of the perpetrators of the crime does not affect, much less impair, their credibility as witnesses.[57] The probative value of testimonial evidence, particularly that which relates to the identity of the culprits, will not be diminished as long as the main testimony jibes on material points.[58] The testimonies of Rolando and Joselito were candid, straightforward and consistent and positively pointed to accused-appellant Teodoro I. Gonzales as the culprit. Hence, the defense of denial and alibi crumbles in light of the unwavering and positive identification of the assailant. Positive identification, where categorical and consistent, prevails over unsubstantiated denials because the latter are negative and self-serving, and thus, cannot be given any weight on the scales of justice.[59] Moreover, contrary to what accused-appellant Teodoro I. Gonzales contends, it was not physically impossible for him to be at the place where the crime took place, stabbed the victims and then rushed back to the pub house where they were apprehended by the members of the barangay tanod. The place where the crime took place was very near. It was only about a hundred meters away from the pub house. With regard to the attendance of the qualifying circumstance of treachery, the court a quo properly considered this, as the attack on the victims was sudden, catching them unaware and giving them no opportunity to defend themselves or retaliate.[60] The elements of treachery are: (1) the employment of means, methods or forms of execution that give the person attacked no opportunity to defend himself or retaliate; and (2) the deliberate and conscious adoption of the means of execution.[61] Without any provocation or aggression on the part of the victims, accused-appellant Teodoro I. Gonzales suddenly appeared and stabbed Joselito, Rolando and Froilan, who were all unarmed and completely unaware of any impending danger to their lives.[62] Thus, the killing of Froilan Manalo, as correctly found by the trial court, was murder attended with the qualifying circumstance of treachery.[63] With regard to the physical injuries sustained by Joselito V. Leoncio and Rolando P. de Leon, we sustain the court a quoâs finding that the offense committed was attempted murder, in the absence of showing that the wounds sustained by the victims were fatal and sufficient to cause their death, if not for timely medical attention. For the death of Froilan Manalo, the award of P50,000.00, as civil indemnity without need of specific proof of damages is proper.[64] WHEREFORE, the Court AFFIRMS the appealed decision of the Regional Trial Court, Branch 127, Caloocan City in Criminal Cases Nos. C-48399, C-48400 & C-48401 with modification. In Criminal Case No. C-48399, the Court sentences accused-appellant Teodoro âJayâ I. Gonzales to reclusion perpetua, and to indemnify the heirs of Froilan Manalo in the amount of P50,000.00, as civil indemnity, and P30,000.00, as actual damages. In Criminal Case No. C-48400, the Court sentences accused-appellant Teodoro âJayâ I. Gonzales to an indeterminate penalty of eight (8) years and one (1) day of prision mayor, as minimum, to seventeen (17) years, four (4) months and one (1) day of reclusion temporal, as maximum, to indemnify Rolando de Leon in the amount of P20,000.00, as civil indemnity, plus P3,000.00, as actual damages. In Criminal Case No. C-48401, the Court sentences accused-appellant Teodoro âJayâ I. Gonzales to an indeterminate penalty of eight (8) years and one (1) day of prision mayor, as minimum, to seventeen (17) years, four (4) months and one (1) day of reclusion temporal, as maximum, to indemnify Joselito Leoncio in the amount of P20,000.00, as civil indemnity. With costs against accused Teodoro âJayâ I. Gonzales in all the cases. The Court ACQUITS accused-appellant ENRICO SORIANO @ âKOKOâ of the charges against him for failure of the prosecution to prove his guilt beyond reasonable doubt. Costs de oficio. The Director of Corrections is hereby directed to forthwith release accused-appellant Enrico Soriano @ âKokoâ unless he is lawfully held for another case, and to inform the Court of his release within ten (10) days from notice. SO ORDERED. Davide, Jr., C.J., (Chairman), Puno, Kapunan, and Ynares-Santiago, JJ., concur. [1] In Criminal Case No. C-48399, for Murder and Criminal Cases Nos. C-48400 and C-48401, for Frustrated Murder, Joint Decision dated January 10, 1997, Judge Myrna Dimaranan Vidal, presiding, Rollo, pp. 151-163; Two judges heard the proceedings in these cases. Judge Oscar Payawal heard the testimonies of the prosecution, while it was Judge Myrna Dimaranan Vidal who heard the testimonies of the defense. [2] In Criminal Case No. C-48399. [3] In Criminal Cases Nos. C-48400 and C-48401. [4] Regional Trial Court Decision, Rollo, pp. 31-43. [5] Rollo, p. 6. [6] Rollo, p. 7. [7] Rollo, p. 8. [8] Regional Trial Court Records, p. 37. [9] TSN, May 3, 1995, pp. 6-13. [10] TSN, August 1, 1995, p. 16. [11] TSN, May 3, 1995, pp. 15-19. [12] Ibid., p. 23. [13] TSN, August 6, 1996, pp. 9-11. [14] TSN, January 22, 1996, p. 12. [15] Ibid., pp. 13-14. [16] TSN, July 22, 1996, pp. 5-6. [17] Regional Trial Court Records, p. 3. [18] Consists of hospitalization expense of P17,224.20, as well as for funeral and incidental expenses of P13,000.00.1 [19] Exhibit âAâ, Folder of Exhibits for Prosecution, p. 1. [20] Exhibits âB-1 to B-40â, Folder of Exhibits for Prosecution, pp. 2-13. [21] Exhibit âCâ, Folder of Exhibits for Prosecution, p. 14. [22] TSN, September 3, 1996, p. 4. [23] TSN, August 21, 1996, pp. 3-7. [24] TSN, September 3, 1996, pp. 5-6. [25] TSN, August 21, 1996, p. 10. [26] TSN, September 3, 1996, p. 7. [27] TSN, August 14, 1996, pp. 6-7. [28] Ibid., p. 12. [29] TSN, September 2, 1996, pp. 3-7. [30] The fathers of accused Teodoro Gonzales and Enrico Soriano are both first cousins of witness Benjamin Bring. [31] TSN, September 2, 1996, p. 11. [32] In Criminal Case No. C-48399. [33] In Criminal Cases Nos. C-48400 & C-48401. [34] Regional Trial Court Decision, Rollo, pp. 31-43, at pp. 42-43. [35] Rollo, p. 44. [36] Rollo, p. 45. [37] Rollo, p. 55. [38] People v. Merino, 321 SCRA 199, 213 [1999]; People v. Catampongan, 318 SCRA 676, 683 [1999]; People v. Batoon, 317 SCRA 545, 551 [1999]; People v. Manegdeg, 316 SCRA 689, 698 [1999]; People v. Clemente, 316 SCRA 667, 673 [1999]; People v. Roganas, 316 SCRA 457, 467 [1999]; People v. Tahop, 315 SCRA 465, 473-474 [1999]. [39] Froilan v. Sandiganbayan, G. R. No. 115221, March 17, 2001; People v. Gomez, 337 Phil. 160, 170 [1997], citing Magsuci v. Sandiganbayan, 310 Phil. 14, 19 [1995]. [40] De Carlos v. Court of Appeals, 312 SCRA 397, 407 [1999]. [41] People v. Quitlong, 354 Phil. 372 [1998]; People v. Tadeje, 310 SCRA 426 [1999]. [42] Regional Trial Court Decision, Rollo, p. 42. [43] People v. Desoy, 312 SCRA 432, 445 [1999]; Abad v. Court of Appeals, 353 Phil. 247, 253 [1998]. [44] People v. Tabuso, 317 SCRA 454, 459 [1999]; People v. Alas, 340 Phil. 423, 436 [1997]. [45] People v. Del Rosario, 305 SCRA 740, 755 [1999]. [46] People v. Patalinghug, 318 SCRA 116, 140 [1999]. [47] Ibid., at p. 141 [1999]. [48] People v. Bolivar, 317 SCRA 577, 592 [1999]; People v. Del Rosario, supra Note 43, 756 [1999]. [49] People v. Mahinay, 304 SCRA 767, 778 [1999]. [50] People v. Solis, 353 Phil. 721, 733 [1998]. [51] People v. Marcos, 305 SCRA 1, 13 [1999]. [52] People v. Saturno, G. R. No. 126959, March 28, 2001; People v. Lomboy, 309 SCRA 440, 465 [1999]. [53] People v. Muleta, 309 SCRA 148, 176 [1999]. [54] People v. Guarin, 317 SCRA 234, 242 [1999]; People v. Andales, 312 SCRA 738, 747 [1999]; People v. Batidor, 303 SCRA 335, 350 [1999]; People v. Cawaling, 293 SCRA 267, 306 [1998]; People v. Tulop, 289 SCRA 316 [1998]. [55] People v. Lachica, 316 SCRA 443, 453 [1999]; People v. Floro, 316 SCRA 304, 313-314 [1999]; People v. Marcelino, 316 SCRA 104 [1999]; People v. Domingo, 312 SCRA 487, 499 [1999]; People v. Atrejenio, 310 SCRA 229, 243 [1999]. [56] People v. Reyes, 309 SCRA 672, 634-635 [1999]. [57] People v. Adoviso, 309 SCRA 1, 13-14 [1999]. [58] People v. Bihison, 308 SCRA 510, 525 [1999]. [59] People v. Carullo, 311 SCRA 680, 691-692 [1999]. [60] People v. Botona, 304 SCRA 712, 735 [1999]. [61] People v. Realin, 301 SCRA 495, 513-514 [1999]. [62] People v. Benito, 303 SCRA 468, 479 [1999]. [63] People v. Verde, 302 SCRA 690, 706 [1999]. [64] People v. Borreros, 306 SCRA 680, 694 [1999]; Fortune Express, Inc. v. Court of Appeals, 305 SCRA 14, 24 [1999]. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "teodoro",
    "gonzales",
    "enrico",
    "soriano",
    "accused",
    "appellants",
    "appeal",
    "decision",
    "regional",
    "trial",
    "court",
    "branch",
    "caloocan",
    "finding",
    "guilty",
    "beyond"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. TEODORO âJAYâ I. GONZALES AND ENRICO âKO...",
  "formatted_case_content": "View printer friendly version\n409 Phil. 532\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 128282, April 30, 2001 ]\n[ G.R. No. 128282, April 30, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nTEODORO âJAYâ I. GONZALES AND ENRICO âKOKOâ SORIANO, ACCUSED-APPELLANTS.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nTEODORO âJAYâ I. GONZALES AND ENRICO âKOKOâ SORIANO, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nPARDO,\nJ.:\n\nAccused Teodoro âJayâ I.\nGonzales and Enrico Soriano @ âKokoâ appeal from the joint decision [1] of the Regional Trial Court, Branch 127,\nCaloocan City finding each of them guilty beyond reasonable doubt of murder [2] for the death of Froilan Manalo, and\nsentencing each to reclusion perpetua and to indemnify the heirs of the\nvictim in the amount of P50,000.00, plus actual damages of P30,224.20; and of two (2) counts of frustrated\nmurder [3] against Rolando P. de Leon and Joselito V.\nLeoncio, sentencing each of them to two terms of an indeterminate penalty of\neight (8) years and one (1) day of prision\nmayor, as minimum, to seventeen (17) years, four (4) months and one (1) day\nof reclusion temporal, as maximum, and to indemnify Rolando de Leon in\nthe amount of P20,000.00, plus P3,000.00 as actual damages, and Joselito\nLeoncio in the amount of P20,000.00, and to pay the costs. [4]\n\nOn January 23, 1995,\nCaloocan City Assistant Prosecutor Aurelio R. Ralar, Jr. filed with the\nRegional Trial Court, Caloocan City an Information for murder against Teodoro\nâJayâ I. Gonzales and Enrico Soriano @ âKokoâ for the death of Froilan Manalo,\nthe accusatory portion of which reads: Criminal Case No. C-48399: âThat on or about the\n19 th day of September 1994 in Caloocan City, M. M. and within the\njurisdiction of this Honorable court, the above-named accused, conspiring\ntogether and mutually helping one another, with deliberate intent to kill,\ntreachery and evident premeditation, did then and there willfully, unlawfully\nand feloniously stab one FROILAN MANALO, thereby inflicting upon the latter\nserious physical injuries which injuries eventually caused his death. CONTRARY TO LAW.â [5]\n\nOn the same date,\nAssistant City Prosecutor Aurelio R. Ralar, Jr. filed two separate information\nfor frustrated murder against Teodoro âJayâ I. Gonzales and Enrico Soriano @\nâKokoâ for the serious physical injuries inflicted on Rolando P. de Leon and\nJoselito V. Leoncio, the accusatory portions of which read: Criminal Case No. C-48400: âThat on or about the\n19 th of September 1994 in Caloocan City, M. M. and within the\njurisdiction of this Honorable Court, the above-named accused, conspiring\ntogether and mutually helping one another, with deliberate intent to kill,\ntreachery and evident premeditation, did then and there willfully, unlawfully\nand feloniously stab one ROLANDO DE LEON, thereby inflicting upon the latter\nserious physical injuries, thus performing all the acts of execution as a\nconsequence of which it would have produce the crime of Murder, but which nevertheless\ndid not produce it by reason or causes independent of the will of the herein\naccused, that is, due to the timely, able and efficient medical attendance\nrendered to the victim at the Jose Reyes Memorial Medical Center which\nprevented his death. CONTRARY TO LAW.â [6] Criminal Case No. C-48401: âThat on or about the\n19 th day of September 1994 in Caloocan City, M. M. and within the\njurisdiction of this Honorable Court, the above-named accused, conspiring\ntogether and mutually helping one another, with deliberate intent to kill,\ntreachery and evident premeditation, did then and there willfully, unlawfully\nand feloniously stab one JOSELITO LEONCIO, thereby inflicting upon the latter\nserious physical injuries, thus performing all the acts of execution as a\nconsequence of which it would have produce the crime of Murder, but which\nnevertheless did not produce it by reason or causes independent of the will of\nthe herein accused, that is, due to the timely, able and efficient medical\nattendance rendered to the victim at the Jose Reyes Memorial Medical Center\nwhich prevented his death. CONTRARY TO LAW.â [7]\n\nOn February 28, 1995, the\ntrial court arraigned accused Teodoro âJayâ I. Gonzales and Enrico âKokoâ\nSoriano. They pleaded not guilty to all charges. [8] Thereafter, the trial court conducted\nsimultaneous trial of the cases.\n\nPast midnight of\nSeptember 19, 1994, Joselito V. Leoncio, Froilan Manalo, and Rolando P. de Leon\nwent to Atoy King Pub House, located along Samson Road, Caloocan City, just\nopposite the Caloocan, PNP Police Headquarters. Inside the pub house, Joselito saw accused Teodoro I. Gonzales\nand Enrico Soriano, together with an unidentified companion. Enrico was wearing a yellow t-shirt, while\nTeodoro was clad in white sando and short pants. Because accused Enrico was a former schoolmate at A. Bonifacio High School (now Polytechnic\nCollege), and he also knew accused Teodoro, who was a son of the former\nbarangay captain of the place where he resided before, Joselito proceeded to\ntheir table and chatted with them. After two (2) minutes, he rejoined his companions Froilan and Rolando\nwho were seated at a table next to that of accused Teodoro and Enrico.\n\nAround 1:00 in the\nmorning, and after downing two (2) bottles of beer each, they left the\nplace. When they left, Joselito noticed\nthat the two (2) accused were no longer around. [9]\n\nWhile Joselito, Froilan,\nand Rolando were on their way home walking along Gen. San Miguel St., Caloocan\nCity, in front of Polytechnic College, accused Teodoro suddenly appeared from\nthe direction of Bisig ng Kabataan St., Caloocan City. Armed with a fan knife, accused Teodoro\nattacked Rolando, hitting him at the middle portion of the chest. Rolando noticed another person behind\nTeodoro, but he failed to recognize him because it was dark. [10] Teodoro made a second attack on Rolando\nwhich the latter evaded. Teodoro turned to Froilan and hit him in the stomach.\n\nTeodoro attacked Joselito\nnext. He sustained a wound at the right\nside of the stomach. He fought\nback. He picked a stone from the ground\nand threw it at Teodoro, who retaliated and stabbed Joselito a second time at\nthe left side of the body. While\nstooping down to pick up the stone, Joselito saw Enrico standing behind the\nMeralco post some four (4) meters away from where they were. He noticed that Enrico was acting strangely,\nlooking at the back and front direction, as if expecting somebody to come\nalong. [11] Thereafter, Teodoro, still carrying the\nknife, and Enrico, fled towards the direction of Bisig ng Kabataan St. [12]\n\nRolando managed earlier\nto run away. While fleeing from the\nscene of the crime, Rolando saw the other accused, Enrico Soriano standing\nbehind the Meralco post 4 meters away and acting as the look out. On the way, Rolando met barangay tanods and\nsought their assistance. The barangay tanods rushed the victims to the Caloocan General Hospital where they\nwere given first-aid treatment. From\nCaloocan General Hospital, Joselito and Rolando were transferred to Jose Reyes\nMemorial Medical Center, while Froilan, who was in very critical condition, was\ntransferred to the MCU Hospital, where he died while undergoing operation.\n\nBarangay tanod Faustino Barredo proceeded to the scene of\nthe crime. Finding nothing, he headed\ntowards Samson Road and met accused Teodoro and Enrico at the railroad tracks\nnear Atoy King Pub House. When Barangay\nTanod Barredo approached accused Teodoro to invite him for questioning, the\nlatter resisted and uttered â tabla-tabla lang.â [13]\n\nOn October 3, 1994,\nJoselito and Rolando, assisted by Marissa Manalo, sister of deceased Froilan,\nreported the incident to the barangay authorities, as well as to the Caloocan\nCity Police Station. PO3 Feliciano Almojuela,\nJr. took their statements and affidavits. All the victims pointed to Teodoro âJayâ Gonzales and to âRicoâ of Bisig\nng Kabataan St. as their assailants.\n\nOn October 5, 1994,\ndissatisfied with the investigation conducted by Caloocan City policemen,\nJoselito and Rolando went to the National Bureau of Investigation (NBI) and\nexecuted a statement before NBI agent Arnel Garcia. They identified the assailants as Teodoro âJayâ Gonzales and one\nRico alias Koko.\n\nIn the morning of January\n31, 1995, while Joselito was recuperating at his house in Paombong, Bulacan,\nthe parents of accused Teodoro and Enrico arrived. Accompanied by five unidentified persons, they asked him if it was possible for him not to\ntestify in the criminal cases, adding that â [I]kaw rin,\nmay pamilya ka .â [14]\n\nJoselito took this as a\nthreat as they even told him that win or lose, they would return for him. Thus, he acceded to their request. Before leaving their house, the parents of\nthe accused assured him that his hospitalization expenses would be\nreimbursed. On February 3, 1995, the\nincident was recorded in the police blotter of Paombong Police Station. [15]\n\nDr. Ronnie Torres, the\nsurgeon who performed the operation on Froilan Manalo testified that the victim\nwas in critical condition when the operation was conducted. He sustained a 2.5 cm. single stab wound at\nthe left sub-coastal area, which proved to be fatal. Froilan Manalo expired on the operating table at exactly 5:20 in\nthe morning of September 19, 1994. [16] Based on the death certificate, the cause of\nFroilanâs death was: âCAUSES OF DEATH: âImmediate cause : a.\nHypovolemic shock âAntecedent cause : b. Intra-abdominal injuries âUnderlying cause : c. Stab wound, abdomenâ [17]\n\nTestifying on the civil\naspect of the case for the death of Froilan Manalo, his sister, Marissa Manalo\ndeclared that the family incurred expenses in the total amount of P30,224.60. [18]\n\nBased on the medico-legal\ncertificate issued by Dr. Rodel P. Galang, attending physician at the Jose\nReyes Memorial Medical Center, Joselito V. Leoncio sustained the following injuries: âSutured wound, 2.0 cm., subcostal area, right âSutured wound, 1.0 cm., 10 th ICS, MAL, left âDiaphragmatic injury, 2 cm., with active bleeding; â(+) ABâ [19]\n\nFor this, Joselito paid\nP8,000.00 for his six (6) days hospitalization at the Jose Reyes Memorial\nMedical Center, of which only P3,000.00 was supported by receipts. [20]\n\nRolando P. de Leon\nsustained a âstab wound, 2.0 cm., 6 th ICS, PSL, right (+) AB; lacerated wound, 5 cm., infrazygomatic area, left; lacerated\nwound, 5 cm., parieto-temporal area, left,â [21] and spent P5,000.00 for medicine and\nhospitalization expense. He failed to\npresent the corresponding receipts.\n\nIn their defense, accused\nTeodoro âJayâ I. Gonzales and Enrico âKokoâ Soriano both interposed denial and alibi .\n\nAccused Teodoro I. Gonzales testified that at about 10:00 in\nthe evening of September 18, 1994, together with companions, Ronnie Soriano and\nanother named Bobby, they went to Atoy King Pub House to drink beer. At around 11:45 in the evening, the group of\nFroilan, Joselito and Rolando arrived at the same pub house. A few minutes after, Enrico noticed that\nRolando was engaged in an argument with a balut vendor, with Rolando\nending up returning the balut to the vendor. [22] Around 12:30 the next morning, they left the\npub house. After thirty (30) minutes,\naccused Teodoro and Enrico also left the pub house. Their unidentified companion was left behind at the pub. [23]\n\nOn the way home, while\nwalking near the railroad tracks, accused Teodoro and Enrico met Remigio Recaya\nand the members of the barangay tanod. They were questioned about the stabbing incident that occurred\nearlier in front of Polytechnic College. Accused Teodoro and Enrico denied any knowledge about it. They were bodily frisked, but nothing was\nfound in their persons. [24] Thereafter, they were invited to the\nbarangay outpost for questioning. In\nthe course of the investigation, Barangay Tanod Barredo collared accused Teodoro by the neck and said â baka kasama kayo ,â\nto which Teodoro responded â wala kaming alam diyan, tabla-tabla tayo .â [25] Failing to elicit anything from the accused, Barangay Captain Ely Natividad permitted them to go home.\n\nBefore going home,\naccused Enrico passed by the house of Froilan Manalo to inform his mother that\nFroilan had been stabbed. However, his\nmother had been informed about the incident. [26]\n\nThe defense presented PO3\nFeliciano Almojuela of the Caloocan City Police Station to show that the\nvictims failed to identify their assailants when they were initially questioned\nat the hospital. [27] It was only on October 3, 1994 that the\nvictims, together with Marissa Manalo, sister of one of Froilan Manalo,\nreported the incident to the Caloocan City PNP Station and identified their\nassailants as accused Teodoro and Enrico. [28]\n\nBenjamin Bring,\nJoselitoâs and Rolandoâs uncle denied that a complaint for threat had been lodged against him and the parents of\nthe accused. He admitted that on\nJanuary 31, 1995, he and the parents of the accused together with two others\nwent to Joselitoâs house in Paombong, Bulacan to inquire from the latter why he\nwas implicating innocent persons, to which Joselito did not reply. [29]\n\nWhen questioned why he\nwas giving a testimony adverse to that of his nephews, [30] Benjamin replied that he was not testifying\nagainst them, but merely telling the truth. He loved his nephews and his relationship with their respective families\nwas cordial. [31]\n\nAfter due trial, on\nJanuary 10, 1997, the trial court rendered a decision finding accused Teodoro\nâJayâ I. Gonzales and Enrico Soriano @ âKokoâ guilty of murder for the killing\nof Froilan Manalo [32] and of two counts of attempted murder [33] for the serious physical injuries inflicted\non Joselito Leoncio and Rolando Manalo. The trial court relied on the straightforward and categorical\ntestimonies of prosecution witnesses and rejected accusedâs defense of denial\nand alibi . The trial court held\nthat alibi could not prevail over the positive identification of the\naccused by the prosecution witnesses. The dispositive portion of the decision reads as follows: âWHEREFORE, premises considered and the prosecution having\nestablished the guilt beyond an iota of doubt of the Accused TEODORO GONZALES\nand ENRICO SORIANO, and in the absence of any modifying circumstance, hereby\nsentences them as follows: â1. In Crim. Case No. 48399\nfor Murder- to suffer each the penalty of reclusion perpetua; to indemnify each\nthe heirs of the deceased FROILAN MANALO the amount of P50,000.00 plus actual\ndamages of P30,224.20; \"2. In Crim. Case No. 48400-\nfor Attempted Murder to suffer each the indeterminate prison term of from eight\n(8) years and one (1) day of Prision Mayor as minimum to seventeen (17) years, four (4) months and one (1) day\nof Reclusion Temporal as maximum; to indemnify each the offended party ROLANDO\nDE LEON the amount of P20,000.00 plus P3,000.00 as actual damages; â3. In Crim. Case No. 48401 to\nsuffer each the indeterminate prison term of from eight (8) years and one (1)\nday of Prision Mayor as minimum to seventeen (17) years, four (4) months and\none (1) day of Reclusion Temporal as maximum, to indemnify each the offended\nparty the amount of P20,000.00. âWith costs against the Accused in all the above cases. âThe period of the Accused preventive imprisonment [sic] shall be\ncredited in full in the service of their respective sentences if they agree in\nwriting to abide by the rules imposed upon convicted prisoners pursuant to Art.\n29 of the Revised Penal Code. âSO ORDERED. âCaloocan City, January 10, 1997. [Sgd.] âMYRA DIMARANAN VIDAL âJudgeâ [34]\n\nAccused Teodoro âJayâ I.\nGonzales filed a notice of appeal on January 31, 1997. [35] Co-accused Enrico Soriano @ âKokoâ filed his\nappeal on February 3, 1997. [36]\n\nAccused-appellant Enrico\nSoriano @ âKokoâ alleged that the trial court erred in concluding that there\nwas conspiracy. [37] He contended that mere physical presence at\nthe scene of the crime, without the performance of any overt act, would not\nsuffice to give rise to conspiracy. If\nat all, the evidence showed that it was only accused-appellant Teodoro I.\nGonzales who was responsible for all the crimes. Hence, he prayed for an acquittal.\n\nFor his part,\naccused-appellant Teodoro I. Gonzales reiterated the defense of alibi. He claimed that it was physically impossible\nfor him and co-accused Enrico Soriano to be in two places at the same time, at\nthe scene of the crime and at the same time at the pub house, which is about\n100 meters away from where the stabbing incident occurred. He alleged that the trial court erred in\nrelying heavily on the positive identification made by the victims, despite the\nfact that the evidence pointed to an unidentified assailant. Neither was the prosecution able to advance\nany ill motive against the accused for them to commit the crimes in question.\n\nAs a general rule, the\ntrial courtâs evaluation of the testimony of the witnesses is accorded respect\nand finality in the absence of any indication that it overlooked certain facts\nor circumstances of weight and influence, which if considered, would alter the\nresult of the case. [38] There were no such facts or circumstances.\n\nHowever, we find merit in\naccused-appellant Enrico Sorianoâs contention regarding the absence of\nconspiracy.\n\nConspiracy is not\npresumed. [39] To effectively serve as a basis for\nconviction, conspiracy must be proved as convincingly as the criminal act\nitself. [40] There must be proof that two or more persons\ncame to an agreement concerning the commission of a felony, and decided to\ncommit it. [41]\n\nIn the instant case,\nthere was no proof of a prior agreement between the two accused-appellants.\nWhat was clear was how the offenses had been committed. Witnesses indubitably identified\naccused-appellant Teodoro I. Gonzales as the lone assailant. There was no showing that accused-appellant\nEnrico Soriano, though present at the scene of the crime, performed any overt\nact or actively participated and assisted Teodoro in the commission of the\ncrime. What was extant in the records\nwas the fact that accused-appellant Enrico was within the premises when\nco-accused Teodoro attacked and stabbed Joselito, Rolando and Froilan.\n\nThe trial court deduced\nthe existence of conspiracy from the following facts: â(1) accused Soriano and Gonzales left Atoy King Pub House\ntogether; (2) the duo entered the crime scene together; (3) while accused\nGonzales struck the stabbing blows against the victims, accused SORIANO posted\nhimself at a strategic distance purportedly to watch the approach of anyone to\nsee to it that no one would come to the aid of the victims; (4) after the\nassault the duo fled together from the scene of the incident.â [42]\n\nMere presence at the\nscene of the crime at the time of its commission is not, by itself, sufficient\nto establish conspiracy. [43] To establish conspiracy, evidence of actual\ncooperation rather than mere cognizance or approval of an illegal act is\nrequired. [44] âNevertheless, mere knowledge, acquiescence\nor approval of the act, without the cooperation or agreement to cooperate, is\nnot enough to constitute one a party to a conspiracy, but that there must be\nintentional participation in the transaction with a view to the furtherance of\nthe common design and purpose.â [45]\n\nThe fact that\naccused-appellant Enrico Soriano and co-accused Teodoro I. Gonzales were\ndrinking together at the Atoy King Pub House would not be sufficient to justify\nthe conclusion that conspiracy existed, for a perceived intimacy among friends\ndoes not give much significance to the existence of criminal conspiracy. [46] Neither could the fact that Enrico and\nTeodoro left the scene together, without the performance of any other act,\ninstantly support a finding of conspiracy, [47] for conspiracy transcends companionship. [48]\n\nMoreover,\naccused-appellant Enrico Sorianoâs behavior after the stabbing incident belies\nhis guilt and active involvement in its commission. Conspiracy may be inferred from the conduct of the accused,\nbefore, during and after the commission of the crime, which, if all taken\ntogether, would reasonably be strong to show a community of criminal design. [49] In this case, however, despite knowledge\nthat he was a prime suspect, accused-appellant unabashedly went to the house of\none of the deceased Froilan Manalo, and braved possible harm or injury to\nhimself in the event that the latterâs relatives act in retaliation. This reaction is consistent with âa truly\ninnocent person who would normally grasp the first available opportunity to\ndefend himself and to assert his innocence over a crime imputed against him.â [50]\n\nHence, in the absence of\nconspiracy, if the inculpatory facts and circumstances are capable of two or\nmore explanations, one of which is consistent with the innocence of the accused\nand the other consistent with his guilt, then the evidence does not fulfill the\ntest of moral certainty [51] and is not sufficient to support a\nconviction. [52] As the prosecution failed to discharge its\nburden to overcome the constitutional presumption of innocence, then it is not\nonly the accusedâs right to be freed; it is, even more, the courtâs\nconstitutional duty to acquit him. [53] Thus, accused-appellant Enrico Sorianoâs\nacquittal is in order.\n\nThe conclusion, however,\nis different with regard to accused-appellant Teodoro I. Gonzales whose defense\nis primarily anchored on alibi. We have consistently held that this defense is considered with suspicion\nand received with caution, not only because it is inherently weak and\nunrealiable, but also because it is easily fabricated and concocted. [54] For this defense to prosper, it would not be\nenough for the accused to prove that he was elsewhere when the crime was\ncommitted. He must further demonstrate\nthat it would have been physically impossible for him to be at the scene of the\ncrime at the time of its commission. [55]\n\nIn the case at bar,\nJoselito and Rolando who survived the attack positively identified\naccused-appellant Teodoro I. Gonzales as the assailant. We do not doubt the credibility of the\nvictims when they pointed to accused-appellant since they were familiar with\naccused-appellant Teodoro. Despite the\ndarkness of the night, recognition and identification of accused-appellant\nTeodoro was made possible not only by the light from the Meralco post, but more\nby the fact that the accused and the victims were familiar with one\nanother. Once a person has gained\nfamiliarity with another, identification becomes quite an easy task even from a\nconsidered distance. [56]\n\nThe failure of Joselito\nand Rolando to reveal at once the identity of the accused as one of the\nperpetrators of the crime does not affect, much less impair, their credibility\nas witnesses. [57] The probative value of testimonial evidence,\nparticularly that which relates to the identity of the culprits, will not be\ndiminished as long as the main testimony jibes on material points. [58] The testimonies of Rolando and Joselito were candid, straightforward and consistent\nand positively pointed to accused-appellant Teodoro I. Gonzales as the culprit.\n\nHence, the defense of\ndenial and alibi crumbles in light of the unwavering and positive identification\nof the assailant. Positive\nidentification, where categorical and consistent, prevails over unsubstantiated\ndenials because the latter are negative and self-serving, and thus, cannot be\ngiven any weight on the scales of justice. [59]\n\nMoreover, contrary to\nwhat accused-appellant Teodoro I. Gonzales contends, it was not physically\nimpossible for him to be at the place where the crime took place, stabbed the\nvictims and then rushed back to the pub house where they were apprehended by\nthe members of the barangay tanod. The place where the crime took place was very near. It was only about a hundred meters away from\nthe pub house.\n\nWith regard to the\nattendance of the qualifying circumstance of treachery, the court a quo properly considered this, as the attack on the victims was sudden, catching\nthem unaware and giving them no opportunity to defend themselves or retaliate. [60] The elements of treachery are: (1) the employment of means, methods or\nforms of execution that give the person attacked no opportunity to defend\nhimself or retaliate; and (2) the deliberate and conscious adoption of the\nmeans of execution. [61] Without any provocation or aggression on the\npart of the victims, accused-appellant Teodoro I. Gonzales suddenly appeared\nand stabbed Joselito, Rolando and Froilan, who were all unarmed and completely\nunaware of any impending danger to their lives. [62]\n\nThus, the killing of\nFroilan Manalo, as correctly found by the trial court, was murder attended with\nthe qualifying circumstance of treachery. [63] With regard to the physical injuries\nsustained by Joselito V. Leoncio and Rolando P. de Leon, we sustain the court a\nquoâs finding that the offense committed was attempted murder, in the\nabsence of showing that the wounds sustained by the victims were fatal and sufficient\nto cause their death, if not for timely medical attention.\n\nFor the death of Froilan\nManalo, the award of P50,000.00, as civil indemnity without need of specific proof of damages is proper. [64]\n\nWHEREFORE, the Court AFFIRMS the appealed\ndecision of the Regional Trial Court, Branch 127, Caloocan City in Criminal\nCases Nos. C-48399, C-48400 & C-48401 with modification.\n\nIn Criminal Case No.\nC-48399, the Court sentences accused-appellant Teodoro âJayâ I. Gonzales to reclusion\nperpetua, and to indemnify the heirs of Froilan Manalo in the amount of\nP50,000.00, as civil indemnity, and P30,000.00, as actual damages.\n\nIn Criminal Case No. C-48400, the Court\nsentences accused-appellant Teodoro âJayâ I. Gonzales to an indeterminate\npenalty of eight (8) years and one (1) day of prision mayor , as minimum,\nto seventeen (17) years, four (4) months and one (1) day of reclusion\ntemporal , as maximum, to indemnify Rolando de Leon in the amount of\nP20,000.00, as civil indemnity, plus P3,000.00, as actual damages.\n\nIn Criminal Case No.\nC-48401, the Court sentences accused-appellant Teodoro âJayâ I. Gonzales\nto an indeterminate penalty of eight\n(8) years and one (1) day of prision mayor , as minimum, to seventeen\n(17) years, four (4) months and one (1) day of reclusion temporal , as\nmaximum, to indemnify Joselito Leoncio in the amount of P20,000.00, as civil\nindemnity.\n\nWith costs against\naccused Teodoro âJayâ I. Gonzales in all the cases.\n\nThe Court ACQUITS accused-appellant\nENRICO SORIANO @ âKOKOâ of the charges against him\nfor failure of the prosecution to prove his guilt beyond reasonable doubt.\n\nCosts de oficio .\n\nThe Director of\nCorrections is hereby directed to forthwith release accused-appellant Enrico Soriano @ âKokoâ unless he is lawfully held for another case, and to inform the\nCourt of his release within ten (10) days from notice.\n\nSO ORDERED. Davide, Jr., C.J.,\n(Chairman), Puno, Kapunan, and Ynares-Santiago,\nJJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] In\nCriminal Case No. C-48399, for Murder and Criminal Cases Nos. C-48400 and\nC-48401, for Frustrated Murder, Joint Decision dated January 10, 1997, Judge Myrna Dimaranan Vidal, presiding, Rollo ,\npp. 151-163; Two judges heard the proceedings in these cases. Judge Oscar Payawal heard the testimonies of\nthe prosecution, while it was Judge Myrna Dimaranan Vidal who heard the\ntestimonies of the defense.\n\n[2] In\nCriminal Case No. C-48399.\n\n[3] In\nCriminal Cases Nos. C-48400 and C-48401.\n\n[4] Regional\nTrial Court Decision, Rollo , pp. 31-43.\n\n[5] Rollo ,\np. 6.\n\n[6] Rollo ,\np. 7.\n\n[7] Rollo ,\np. 8.\n\n[8] Regional\nTrial Court Records, p. 37.\n\n[9] TSN,\nMay 3, 1995, pp. 6-13.\n\n[10] TSN,\nAugust 1, 1995, p. 16.\n\n[11] TSN,\nMay 3, 1995, pp. 15-19.\n\n[12] Ibid ., p. 23.\n\n[13] TSN,\nAugust 6, 1996, pp. 9-11.\n\n[14] TSN,\nJanuary 22, 1996, p. 12.\n\n[15] Ibid .,\npp. 13-14.\n\n[16] TSN,\nJuly 22, 1996, pp. 5-6.\n\n[17] Regional\nTrial Court Records, p. 3.\n\n[18] Consists\nof hospitalization expense of P17,224.20, as well as for funeral and incidental\nexpenses of P13,000.00.1\n\n[19] Exhibit\nâAâ, Folder of Exhibits for Prosecution, p. 1.\n\n[20] Exhibits\nâB-1 to B-40â, Folder of Exhibits for Prosecution, pp. 2-13.\n\n[21] Exhibit\nâCâ, Folder of Exhibits for Prosecution, p. 14.\n\n[22] TSN,\nSeptember 3, 1996, p. 4.\n\n[23] TSN,\nAugust 21, 1996, pp. 3-7.\n\n[24] TSN,\nSeptember 3, 1996, pp. 5-6.\n\n[25] TSN,\nAugust 21, 1996, p. 10.\n\n[26] TSN,\nSeptember 3, 1996, p. 7.\n\n[27] TSN,\nAugust 14, 1996, pp. 6-7.\n\n[28] Ibid ., p. 12.\n\n[29] TSN,\nSeptember 2, 1996, pp. 3-7.\n\n[30] The\nfathers of accused Teodoro Gonzales and\nEnrico Soriano are both first cousins of witness Benjamin Bring.\n\n[31] TSN,\nSeptember 2, 1996, p. 11.\n\n[32] In\nCriminal Case No. C-48399.\n\n[33] In\nCriminal Cases Nos. C-48400 & C-48401.\n\n[34] Regional\nTrial Court Decision, Rollo , pp. 31-43, at pp. 42-43.\n\n[35] Rollo ,\np. 44.\n\n[36] Rollo ,\np. 45.\n\n[37] Rollo ,\np. 55.\n\n[38] People v . Merino, 321 SCRA 199, 213 [1999]; People v . Catampongan, 318\nSCRA 676, 683 [1999]; People v . Batoon, 317 SCRA 545, 551 [1999]; People v . Manegdeg, 316 SCRA 689, 698 [1999]; People v . Clemente, 316\nSCRA 667, 673 [1999]; People v . Roganas, 316 SCRA 457, 467 [1999];\nPeople v . Tahop, 315 SCRA 465, 473-474 [1999].\n\n[39] Froilan v . Sandiganbayan, G. R. No. 115221, March 17, 2001; People v .\nGomez, 337 Phil. 160, 170 [1997], citing Magsuci v . Sandiganbayan, 310 Phil. 14, 19 [1995].\n\n[40] De\nCarlos v . Court of Appeals, 312 SCRA 397, 407 [1999].\n\n[41] People v . Quitlong, 354 Phil. 372 [1998]; People v . Tadeje, 310\nSCRA 426 [1999].\n\n[42] Regional\nTrial Court Decision, Rollo , p. 42.\n\n[43] People v . Desoy, 312 SCRA 432, 445 [1999]; Abad v . Court of Appeals, 353 Phil. 247,\n253 [1998].\n\n[44] People v . Tabuso, 317 SCRA 454, 459 [1999]; People v . Alas, 340 Phil. 423, 436 [1997].\n\n[45] People v . Del Rosario, 305 SCRA 740, 755 [1999].\n\n[46] People v . Patalinghug, 318 SCRA 116, 140 [1999].\n\n[47] Ibid .,\nat p. 141 [1999].\n\n[48] People v . Bolivar, 317 SCRA 577, 592 [1999]; People v . Del Rosario, supra Note 43, 756 [1999].\n\n[49] People v . Mahinay, 304 SCRA 767, 778 [1999].\n\n[50] People v . Solis, 353 Phil. 721, 733 [1998].\n\n[51] People v . Marcos, 305 SCRA 1, 13 [1999].\n\n[52] People v . Saturno, G. R. No. 126959, March 28, 2001; People v . Lomboy,\n309 SCRA 440, 465 [1999].\n\n[53] People v . Muleta, 309 SCRA 148, 176 [1999].\n\n[54] People v . Guarin, 317 SCRA 234, 242 [1999]; People v . Andales,\n312 SCRA 738, 747 [1999]; People v . Batidor, 303 SCRA 335, 350 [1999]; People v . Cawaling, 293 SCRA\n267, 306 [1998]; People v . Tulop, 289 SCRA 316 [1998].\n\n[55] People v . Lachica, 316 SCRA 443, 453 [1999]; People v . Floro, 316 SCRA 304, 313-314 [1999]; People v . Marcelino, 316 SCRA\n104 [1999]; People v. Domingo, 312 SCRA 487, 499 [1999]; People v. Atrejenio, 310 SCRA 229,\n243 [1999].\n\n[56] People\nv. Reyes, 309 SCRA 672, 634-635 [1999].\n\n[57] People\nv. Adoviso, 309 SCRA 1, 13-14 [1999].\n\n[58] People\nv. Bihison, 308 SCRA 510, 525 [1999].\n\n[59] People\nv. Carullo, 311 SCRA 680, 691-692 [1999].\n\n[60] People\nv. Botona, 304 SCRA 712, 735 [1999].\n\n[61] People\nv. Realin, 301 SCRA 495, 513-514 [1999].\n\n[62] People\nv. Benito, 303 SCRA 468, 479 [1999].\n\n[63] People\nv. Verde, 302 SCRA 690, 706 [1999].\n\n[64] People\nv. Borreros, 306 SCRA 680, 694 [1999]; Fortune Express, Inc. v. Court\nof Appeals, 305 SCRA 14, 24 [1999].",
  "content_length": 31571,
  "metadata_extraction_date": "2025-11-01T05:54:34.309493",
  "extraction_version": "2.0_enhanced_full_content"
}