{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/june/34849.html",
  "filename": "34849.html",
  "year": 1997,
  "month": "june",
  "case_number": "34849",
  "gr_number": "34849",
  "volume_page": "339 Phil. 570",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "marcelino",
    "bugarin",
    "accused",
    "appellant",
    "mendoza",
    "appeal",
    "decision",
    "february",
    "regional"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n339 Phil. 570\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 110817-22, June 13, 1997 ]\n[ G.R. Nos. 110817-22, June 13, 1997 ]\n\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. MARCELINO A. BUGARIN, ACCUSED-APPELLANT.D E C I S I O N\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. MARCELINO A. BUGARIN, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nMENDOZA, J.:\n\nThis is an appeal from the decision, [1] dated February 11, 1993, :d the Regional Trial Court, Branch 97 of Quezon City rendered in Criminal Cases Nos. Q-92-28785 to 86 and Q-92-31157 to 31160, finding accused-appellant Marcelino Bugarin guilty of four counts of consummated rape and one count of attempted rape and sentencing him as follows:\n\nWHEREFORE, this Court finds the accused GUILTY beyond reasonable doubt as charged of multiple (3 Counts) rape and one count of attempted rape, and in accordance with Article 335 of the Revised Penal Code sentences him to prison terms as follows:\n1)For each of the four counts of the above rape, reclusion\nperpetua.\n\n2)For the attempted rape, two (2) years and four (4) months\nin the minimum penalty to four (4) years in the maximum period and to\nindemnify the private complainant in the amount of P50,000.00 as\nmoral damages and exemplary damages of P50,000.00 to deter sexual\ncrimes of the sort committed by accused.\n\nSO ORDERED. The complainant, Maryjane Bugarin, is the daughter of accused-appellant. On February 22, 1992, accompanied by her mother, Regina Bugarin, and her maternal aunt, Nena Padecio, she complained to the Central Police District Command that she had been repeatedly raped by accused-appellant. In her sworn statement she related how, on nine different occasions between November 1989 and January 17, 1992, her father entered the common sleeping area of their house in Payatas, Quezon City and, after holding her knees and spreading her legs, succeeded in inserting his penis into her vagina and kissed her breasts. She claimed that, on January 17, 1992, her father molested her by \"kissing her vagina\" and that only by repeatedly kicking him did he desist from molesting her any further.\n\nComplainant was examined on the same date by Emmanuel I. Aranas, PNP Medico-Legal Officer, who found that she was \"in non-virgin state physically.\" [2] On February 25, 1992, she returned to the police station to file formal charges against her father. The case was referred to the Office of the Quezon City Prosecutor which found probable cause and accordingly filed charges for consummated rape and attempted rape by means of force and intimidation committed on December 23,  1991 and January 17, 1992 against accused-appellant Marcelino Bugarin. No bail was recommended \"considering that the evidence of guilt of the respondent is strong.\" The cases were docketed as Criminal Cases Nos. Q-92-28785 and Q-92-28786 and raffled to Branch 88 of the Quezon City Regional Trial Court.\n\nOn May 7, 1992, four more charges for rape by means of force and intimidation committed on November 1989, May 1990, June 1990, and March 14, 1991 were filed against accused-appellant, Docketed as Criminal Cases Nos. Q-92-31157 to 31160, the additional cases were raffled to Branch 97 of the same court. These cases were eventually consolidated and assigned to Branch 88.\n\nThe informations in the six cases alleged as follows:\n\nCrim Case No. 92-31157\n\nThat on or about the month of June 1990 in Quezon City, Philippines, the said accused by means of force and intimidation, did then and there, wilfully and feloniously have carnal knowledge of the undersigned MARY JANE BUGARIN y ASUNCION, a minor, 15 years of age, without her consent and against her will, to the damage and prejudice of the latter.\nThe crime was attended by the aggravating circumstance of relationship.\n\nCrim. Case No. 92-31158\n\nThat on or about the month of November, 1989 in Quezon City, Philippines, the said accused, by means of force and intimidation, did then and there, wilfully and feloniously have camal knowledge with the undersigned MARY JANE BUGARIN y ASUNCION without her consent and against her will, to the damage and prejudice of the latter.\nThe crime was attended by the aggravating circumstance of relationship.\n\nCrim. Case No. 92-31159\n\nThat on or about the 14th day of March, 1991 in Quezon City, Philippines, the said accused, by means of force and intimidation, did then and there, wilfully and feloniously have carnal knowledge of the undersigned MARYJANE BUGARIN y ASUNCION, a minor, 15 years of age, without her consent and against her will, to the damage and prejudice of the latter.\n\nThe crime was attended by the aggravating circumstance of\nrelationship.\n\nCrim. Case No. 92-31160\n\nThat on or about the month of May 1990 in Quezon City, Philippines, the said accused by means of force and intimidation, did then and there wilfully and feloniously have carnal knowledge of the undersigned MARYJANE BUGARIN y ASUNCION, a minor, 15 years of age, without her consent and against her will, to the damage and prejudice of the latter.\nThe crime was attended by the aggravating circumstance of relationship.\n\nCrim. Case No. 92-28785\n\nThat on or about the 17th day of January, 1992, in Quezon City, Metro Manila, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, with lewd designs and by means of force and intimidation, did then and there wilfully, unlawfully and feloniously commence the commission of the crime of Rape directly by overt acts, by then and there kissing the nipples and the vagina of the undersigned MARYJANE BUGARIN Y ASUNCION, a minor, and about to lay on top of her, all against her will, however, the said accused did not perform all the acts of execution which would have produced the crime of Rape by reason of some causes other than his own spontaneous desistance, that is, undersigned complainant push him away, to the damage and prejudice of the undersigned in such amount as may be awarded to her under the provisions of the\n\nNew Civil Code.\n\nCrim. Case No. 92-28786\n\nThat on or about the 23\"1 day of December, 1991, in Quezon City, Metro Manila, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, with lewd designs and by means of force and intimidation, did then and there wilfully, unlawfully and feloniously have sexual intercourse with the undersigned MARYJANE  BUGARIN  Y   ASUNCION,   a  minor,   without  her consent and against her will, to her damage and prejudice in such amount as may be awarded to her under the provisions of the New Civil Code.\n\nUpon arraignment, accused-appellant pleaded not guilty in each case, after which trial ensued. Under questioning by the prosecutor, Maryjane Bugarin narrated how her father sexually assaulted her in their family's common sleeping area while no one was at home and threatened her if she told anyone about what happened.\n\nAccused-appellant denied the charges against him. He claimed to be God fearing and morally upright and that his wife, Regina Bugarin, must have induced their daughter to file the complaints against him because his wife blamed him for financially neglecting their family since 1989.\n\nIn rebuttal, the prosecution presented Regina Bugarin who testified that a good mother would not expose her child to humiliation just to get back at her husband. She further claimed that her daughter, who had been raised properly and taught to be honest, could not have fabricated the charges against the accused-appellant.\n\nIn a two-page decision, promulgated on February 11, 1993, the trial court, after giving a summary of the testimonies of the complainant and accused-appellant, laconically ruled:\nThe issue is simple. Is the private complainant credible in her story of how she was raped? The answer of this Court is an undoubtful and a definite yes.\nAccused-appellant questions the trial court's decision on the ground that: (1) the testimony of Maryjane Bugarin is not credible; (2) the elements of force and intimidation had not been proved; and (3) the\n\ndecision of the trial court does not state the facts and law upon which it was\nbased. On the other hand, the Solicitor General, representing the prosecution, contends that complainant, who was only 15 years old when she reported the crime, was not likely to concoct charges against her father and that the moral ascendancy of the father over her took the place of force and intimidation in rape.\n\nWe take up first accused-appellant's charge that the decision of the trial court does not state the grounds therefor. Indeed, the Constitution provides in part in Art. VIII, Â§ 14 that\n\"No decision shall be rendered by any court without expressing therein clearly and distinctly the facts and the law on which it is based.\" This requirement is reiterated and implemented by the 1985 Rules of Criminal Procedure which provides in Rule 120, Â§2:\n\nSec. 2. Form and contents of judgment. - The judgment must be written in the official language, personally and directly prepared by the judge and signed by him and shall contain clearly and distinctly a statement of the facts proved or admitted by the accused and the law upon which the judgment is based..\n\nIf it is of conviction, the judgment shall state (a) the legal qualification of the offense constituted by the acts committed by the accused, and the aggravating or mitigating circumstances attending the commission thereof, if there are any; (b) the participation of the accused in the commission of the offense, whether as principal, accomplice, or accessory after the fact; (c) the penalty imposed upon the accused; and (d) the civil liability or damages caused by the wrongful act to be recovered from the accused by the offended party, if there is any, unless the enforcement of the civil liability by a separate action has been reserved or waived.\n\nIn case of acquittal, unless there is a clear showing that the act from which the civil liability might arise did not exist, the judgment shall make a finding on the civil liability of the accused in favor of the offended party.\n\nThe decision of the trial court falls short of this requirement in at least three respects. First, it does not contain an evaluation of the evidence of the parties and a discussion of the legal questions involved. It does not explain why the trial court considered the complainant's testimony credible despite the fact that, as accused-appellant points out, complainant could not remember the time of the day when she was allegedly raped. It does not explain why accused-appellant's licking of complainant's genital constituted attempted rape and not another crime. Second, the complainant testified that she had been raped five times, to wit, in November 1989, on December 24, 1989, in June 1990, on March 14, 1991, and on December 23, 1991, and that once, on January 17, 1992, she was molested by her father who licked her private part, for which reason six informations were filed against him, but the decision found the accused-appellant guilty of only four counts of rape (which the trial court erroneously said three counts) and one count of attempted rape, without explaining whether accused-appellant was being acquitted of one charge of rape. Third, the decision is so carelessly prepared that it finds the accused-appellant guilty of three counts of consummated rape but sentences him to suffer the penalty of reclusion perpetua \"for each of the four counts of   ... rape.\"\n\nMaryjane claimed she had been raped on December 24, 1989, but the information in Criminal Case No. Q-92-31160 is for rape allegedly committed in May 1990. It must be for this reason that the trial court convicted accused-appellant of only four counts of rape, instead of five. But the trial court should have explained so, if this was really the reason, and expressly acquitted the accused-appellant of the charge under this information.\nThe requirement that the decisions of courts must be in writing and that they must set forth clearly and distinctly the facts and the law on which they are based serves many functions. It is intended, among other things, to inform the parties of the reason or reasons for the decision so that if any of them appeals, he can point out to the appellate court the findings of facts or the rulings on points of law with which he disagrees. More than that, the requirement is an assurance to the parties that, in reaching judgment, the judge did so through the processes of legal reasoning. It is, thus, a safeguard against the impetuosity of the judge, preventing him from deciding by ipse dixit . Vouchsafed neither the sword nor the purse by the Constitution but nonetheless vested with the sovereign prerogative of passing judgment on the life, liberty or property of his fellowmen, the judge must ultimately depend on the power of reason for sustained public confidence in the justness of his decision. The decision of the trial court in this case disrespects the judicial function.\n\nWe would normally remand this case to the trial court for compliance with the constitutional requirement for decisions. But this case has been pending for sometime and further delay can be avoided if the Court simply reviews the whole evidence. After all, the records of the trial court contain the transcript of stenographic notes, the complainant's sworn statement dated February 22, 1992, the resolution of the prosecutor, and the statement of the arresting officer, on the basis of which the Court may properly decide the case. [3] For this reason the Court has decided to review this case despite the failure of the trial court to make detailed findings of facts and a statement of the reasons underlying its decision.\n\nNow it is settled that when the complainant in a rape case, more so if she is a minor, [4] testifies that she has been raped, she says, in effect, all that is necessary to prove the commission of the crime. [5] Card must be taken, however, that her testimony is credible for a conviction to be justified based on her testimony alone. [6] In this case, Maryjane Bugarin testified on November 25, 19927 as follows:\nQ-     On November 1989, was your father residing with you or was he\nliving with you?\nA-    Yes, sir.\n\nQ-     Now,  on  November,   1989  do you  remember  any  unusual\nincident that happened, if any?\nA-     Yes, sir, when he entered the room.\n\nQ-     When you say \"he,\" are you referring to Marcelino Bugarin?\nA-     Yes, sir.\n\nQ-     If Marcelino Bugann is present today, would you be able to\nidentify him?\nA-     Yes, sir. (witness is pointing to a man wearing a green t-shirt\nwho answers by the name Marcelino Bugarin when asked by the\nCourt).\n\nQ- On November 1989, you were mentioning that \"he\", referring to the accused, entered your room, what happened?\nA- (witness crying) When he entered the room, he embraced me and touched the different parts of my body and he informed me that when I grow up, I would not become innocent.\n\nQ-     What do you mean by those words that he told you that when you\ngrow up you would not be innocent?\nA-     So that when I grow up I will know what he will be doing.\n\nQ-     What did he do?\n\"People v. Vitor, 245 SCRA 392 (1995).\n5See People v. Tabao. 240 SCRA 757 (1995); U.S. v. Ramos, 1 Phil. 181 (1906). 6People v. Ching, 240 SCRA 267 (1995); People v. Biendo, 216 SCRA 626 (1992). 7TSN,pp. 3-4, Nov. 25, 1992.\nA-    He touched my knees and spread them out and then holding my breast and he put his sex organ inside me.\n\nQ-     When you say inside me, what do you mean?\nA-     His sex organ entered my what, I am fertile.\n\nQ-     What do you mean by what?\nA-     My sex organ, sir.\n\nQ-     What did you do when your father tried to put his sex organ to\nyour sex organ?\nA-     I was trying to push his body away from me, and I said to him,\nfather, I don't like it, ayoko po.\n\nQ-     Despite your pleas, what happened next?\nA-     He still continued what he is doing, and when I fainted, he suddenly moved back.\n\nQ-     After he moved back, what transpired afterwards? A-     He went out and I was left crying.\n\nQ-     After this first incident, were there any other similar incident\nwhich happened, if any?\nA-     There are, sir, but I can't recall when.\n\nQ-     How many times more or less?\nA-     Around four (4) times.\n\nQ-     After November 1989?\nA-     Including November 1989.\n\nQ-     How about on December 24, 1989, do you remember where you\nwere?\nA-    Yes, sir. I was in our house.\n\nQ-     Do you remember any unusual or extraordinary incident that\nhappened on December 24, 1989?\nA-     Yes, sir. It is the same thing that he did to me.\n\nQ-     Please explain what the same thing he do to you?\nA-     He embraced and kissed me on my cheek, my neck and also my breast.\n\nQ-     What happened next?\nA-     He was spreading my legs.\n\nQ-    Then, after spreading your legs, what did the accused do?\nA-     He let his sex organ touched my sex organ.\n\nQ-     After that, what happened next?\nA-     I cried again.\n\nQ-     When you cried again, what did your father do, if any?\nA-     His face became scaring.\n\nQ-     Now, after December 24, 1989 incident, do you remember where\nyou were sometime in June 1990?\nA-     I was in our house.\n\nQ-     Specifically, in June of 1990, do you remember any unusual\nincident that happened?\nA-     The same thing happened, over and over.\n\nQ-     What do you mean by the same thing happened, over and over?\nA-    He would embraced me and then kissed me and touched my breast and kissed my nipples.\n\nQ-     And, besides in embracing, kissing and kissing your nipples,\nwhat else did your father do on June 1990?\nA-     He kissed also my sex organ.\n\nQ-     Beside kissing your sex organ, what else did he do, if any?\nA-     He placed inside my sex organ his sex organ.\n\nQ-    In March 14, 1991, where were you?\nA-     I was also in our house.\n\nQ-     Do you remember what happened, if any, On March 14, 1991?\nA-     That's it again, I was in the room and again he embraced me\nmade me lie down then kiss my sex organ and then, he placed\nagain his sex organ inside my sex organ.\n\nQ-     How about December 23, 1991, do you remember where you\nwere?\nA-    I was also in the house.\n\nQ-     What happened?\nA-     I was lying down and he lied there beside me and told me to accede to his desire.\n\nQ-     What do you mean to accede to his desire?\nA-     He wanted to use me again.\n\nQ-    Then, he actually used you?\nA-    Yes, sir.\n\nQ-     Now, on January 17, 1992, do you remember where you were?\nA-     I was also in our house.\n\nQ-     Would you kindly tell what happened in your house on this day?\nA-     He licked my sex organ.\n\nQ-    After that, what did he do next9\nA-    He was threatening me.\n\nQ-    What did you do when he threatened you?\nA-    I was so afraid, (witness is crying)\n\nQ-    What did the accused to after threatening you?\nA-    He was doing nothing. He was just walking beside me.\n\nQ-    What happened after you saw him walking just beside you on\nthat date?\nA-    None, sir. I was just crying.\n\nThe accused-appellant claims that Maryjane's testimony contains inconsistencies which indicate that the charges against him were fabricated. He points to the failure of complainant on cross-examination to state in some instances the exact date and time she was allegedly raped, and to the fact that it took complainant two years before reporting the incidents and that the prosecution did not present the medico-legal officer who examined the complainant. Accused-appellant also claims that no evidence was adduced to prove that the rape was committed by force and intimidation.\n\nThe failure of the complainant to state in some cases the exact date and time of the commission of rape is a minor matter and can be expected when a witness is recounting the details of a humiliating experience which are painful and difficult to recall in open court and in the presence of other people. [8] Indeed, this Court has ruled that complainant's failure to recall some details of the crime, instead of suggesting prevarication, precisely indicates spontaneity and is to be expected from a witness who is of tender age and unaccustomed to court proceedings.\n\nBesides, the date of the commission of the rape is not an essential element of the crime. [9] The precise time of the crime has no substantial bearing on its commission, [10] especially since in this case the date and time of the commission of the crime is not material to the accused-appellant's defense. Indeed, accused-appellant's contention is only that he could not have raped his daughter in the common bedroom at nighttime because the place where they sleep is shut off from the rest of their house by a curtain.\n\nSuffice it to state that lust is no respecter of time and place. [11] Our cases record instances of rape committed inside family dwellings when other occupants are asleep. [12] In the case at bar, Maryjane testified that the accused-appellant was able to rape her by sending out her siblings to play with their neighbors' children, and while her mother was at work from 3 p.m. to 11 p.m. Complainant explained her apparent inability to recall the exact dates of the assaults upon her, thus:\nQ- Madam witness, you mentioned that you were raped sometime November 1989, June 1990, December 24, 1989, March 14, 1991, December 23, 1991, how come that you knew very well the date as December 24, March 14, December 23; or rather, how come that your complaint is only sometime in the early partofl991?\nA- I remember because that was closed to the birthday of my brother.\n\nQ-       How about March 14, how come you knew very well that you\nwere molested by your father?\nA-        Because at that time, our class will almost end and we were\ngiven clearances.\n\nQ-       What day is your last school day?\nA-        I cannot remember, sir.\n\nQ-     Is it usual that you knew veiy well March 14, and you do not\nknow very well your last day of your school day?\nA-       Because March 14 is our clearance. Neither does the delay in making a criminal accusation impair the credibility of a witness if such delay is satisfactorily explained.1 In People v. Cobma, [14] where the complainant was also only 13 years old when first molested by her father, the Court adverted to the father's moral and physical control over the young complainant in explaining the delay of eight years before the complaint against her father was made. In this case, Maryjane must have been overwhelmed by fear and confusion, and shocked that her own father had defiled her. After all, she had been very close to him. She also testified that she was afraid to tell her mother because the latter might be angered, so that she finally confided to her aunt. Indeed, a survey conducted by the University of the Philippines Center for Women's Studies showed that victims of rape committed by their fathers took much longer in reporting the incidents to the authorities than did other victims. Many factors account for this difference: the fact that the father lives with the victim and constantly exerts moral authority over her, the threat he might make against her, the victim's fear of her mother and other relatives.\n\nNor is it entirely true that no evidence of force and intimidation had been adduced during the trial. Maryjane testified that she tried to resist her father's advances but, on several occasions, she was overpowered by him. She was embraced and thus prevented from escaping. [15] At other times she was intimidated by menacing looks cast on her [16] and by threats of harm. [17] Indeed, even if there was no violence or force employed against her, the moral influence of accused-appellant over the complainant sufficed to make the crime rape. [18]\n\nNor is a medical examination an indispensable element in prosecutions for rape. [19] That the prosecution did not present the medico-legal officer is, therefore, not an obstacle to a finding of guilt in this case.\n\nWe think the evidence in this case proves beyond all reasonable doubt that Maryjane had been raped on four occasions by accused-appellant: November 1989, June 1990, March 14, 1991, and December 23, 1991. Complainant has no motive to incriminate her father. To the contrary, she testified that she was close to him. The absence of a motive lends greater credence to her testimony. [20] Neither does her mother have any reason to falsely accuse Marcelino Bugarin. Regina Bugarin suspected her husband of having an affair with her sister in 1980 and confronted him, but she continued to live with him. This fact makes it unlikely that she would use her daughter to destroy her husband more than ten years later. A mother would not expose her child to public trial, if the charges she makes are not true. [21]\n\nWe find no evidence, however, to find accused-appellant guilty of the charge in Criminal Case No. Q-92-31160 for alleged rape committed in May 1990. There is no evidence to prove that accused-appellant raped complainant on that date. Her testimony is to the effect that she was raped on another date, December 24, 1989. But accused-appellant cannot be convicted for this as no complaint was formally filed regarding it. Accused-appellant must accordingly be acquitted of the charge in Criminal Case No. Q-92-31160.\nNor do we think that accused-appellant is guilty of attempted rape committed on January 17, 1992 as the trial court held. Maryjane testified:\n\nQ-    Now, on January 17, 1992, do you remember where you were?\nA-    I was also in our house.\n\nQ-    Would you kindly tell what happened in your house on this day?\nA-    He licked my sex organ.\n\nQ-    After that, what did he do next?\nA-    He was threatening me.\n\nQ-    What did you do when he threatened you?\nA-    I was so afraid, (witness is crying)\n\nQ-    What did the accused to after threatening you?\nA-    He was doing nothing. He was just walking beside me.\n\nQ-    What happened after you saw him walking just beside you on\nthat date?\nA-    None, sir. I was just crying. The intent to commit rape is not apparent from the act described. It cannot be inferred from this act (licking complainant's genital) alone that his intention was to have sexual intercourse with her because it has not been shown that he had at least placed himself on top of the complainant. [22] The act imputed to him cannot be considered a preparatory act to sexual intercourse. [23] Accused-appellant is instead guilty of acts of lasciviousness. It can at least be inferred from his act of kissing the genital of the complainant that he was moved by lewd designs. [24]\n\nAlthough relationship, as an aggravating circumstance, is alleged only in Criminal Cases Nos. Q-92-31157 to 31160, this circumstance was nonetheless proved during the trial in Criminal Case No. Q-92-28785 and, therefore, should also be appreciated in that case to justify the imposition of the penalty in its maximum period.\n\nWHEREFORE , the decision dated February 11, 1993 of the Regional Trial Court of Quezon City is SET ASIDE and another one is RENDERED finding accused-appellant Marcelino Bugarin GUILTY of four counts of consummated rape in Criminal Cases Nos. Q-92-28786, Q-92-31157, Q-92-31158, and Q-92-31159 and SENTENCED to reclusion perpetua and ORDERED to INDEMNIFY the complainant Maryjane Bugarin in the amount of P30,000.00 in damages for each count of rape committed; and of acts of lasciviousness in Criminal Case No. Q-92-28785, for which he is SENTENCED to suffer imprisonment from 6 months of arresto mayor, as minimum, to six 6 years of prision correctional, as maximum.\n\nIn Criminal Case No. Q-92-31160, accused-appellant is hereby ACQUITTED.\n\nSO ORDERED.\n\nPuno, and Mendoza, JJ., concur.\nRegalado, (Chairman), J., No part; formerly connected with private respondent.\nTorres, Jr., J., No part; member of the faculty (on leave).\n\n[1] Per Judge Oscar L. Leviste.\n\n[2] :Records. Vol. IL p. 14.\n\n[3] See People v. Escober. 157 SCRA at 541 (1988).\n\n[4] \"People v. Vitor, 245 SCRA 392 (1995).\n\n[5] See People v. Tabao. 240 SCRA 757 (1995); U.S. v. Ramos, 1 Phil. 181 (1906).\n\n[6] People v. Ching, 240 SCRA 267 (1995); People v. Biendo, 216 SCRA 626 (1992).\n\n[7] TSN,pp. 3-4, Nov. 25, 1992.\n\n[8] \"People v. Cruz, 240 SCRA 234 (1995); People v. Pascual, 220 SCRA 440 (1993).\n\n[9] People v. Quinones. 222 SCRA249 (1993).\n\n[10] People v. Empleo, 226 SCRA 454 (1993).\n\n[11] \" E g., People v. Codilla, 224 SCRA 104 (1993); People v. Guibao, 217 SCRA 64\n(1993).\n\n[12] People v. Codilla. supra.\n\n[13] People v. Abandano, 242 SCRA 531 (1995): People v. Juinio, 233 SCRA 826 (1994);\nPeople v. Rostata, Jr., 218 SCRA 657 (1993).\n\n[14] 222 SCRA 255 (1993).\n\n[15] Testimony of Maryjane Bugarin, November 25, 1992, TSN, p. 3; Sworn Statement, Records, Vol. I, p. 11.\n\n[16] ld., p. 4.\n\n[17] Ibid.\n\n[18] People v. Mabunga, 215 SCRA 694 (1992).\n\n[19] People v. Saldivia, 203 SCRA 461 (1991).\n\n[20] Peoplev. Matamorosa, 231 SCRA509 (1994).\n\n[21] People v. Padre-e. 249 SCRA 422 (1995).\n\n[22] See People v. Tayaba, 62 Phil. 559 (1935).\n\n[23] \"People v. Abarri. 242 SCRA 39 (1995).\n\n[24] Ibid",
  "content_length": 29037,
  "metadata_extraction_date": "2025-11-01T05:50:01.049829",
  "extraction_version": "2.0_enhanced_full_content"
}