{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1907/january/G_R__No__3216.html",
  "filename": "G_R__No__3216.html",
  "year": 1907,
  "month": "january",
  "case_number": "G.R. No. 3216",
  "gr_number": "3216",
  "volume_page": "Volume information not available",
  "decision_date": "January 26, 1907",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law",
    "Commercial Law"
  ],
  "keywords": [
    "action",
    "property",
    "plaintiff",
    "appellant",
    "complaint",
    "code",
    "civil",
    "conjugal",
    "partnership",
    "court",
    "juan",
    "appellee",
    "against",
    "sangalang",
    "she",
    "appears",
    "deceased",
    "process",
    "liquidation",
    "accordance"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 3216\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 3216            January 26, 1907\n\nPASCUALA PRADO,\n\nplaintiff-appellant,\n\nvs.\n\nJUAN LAGERA,\n\ndefendant-appellee.\n\nM. G. Gavieres for appellant.\n\nKitchens and Moran, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe plaintiff brought this action against the judicial administrator of Juan Sangalang to recover the possession of certain real and personal property of which she claimed to be the executor owner. It appears from the complaint that she is the widow of the deceased Sangalang.\n\nA demurrer to the complaint was sustained on the ground that the property of the deceased was in process of administration and liquidation in accordance with the provisions of the present Code of Civil Procedure, and this action, therefore, could not be maintained.\n\nIt does not appear from the complaint distinctly whether the property in question is a part of the conjugal property or whether it is a part of the\n\nbienes parafernales\n\nof the plaintiff, but it makes no difference to which one of these two classes it belongs. We have held in the case of\n\nAlfonso vs. Natividad\n\n1\n\n(4 Off. Gaz., 461) that when a conjugal partnership is dissolved by the death of the husband the inventory which is mentioned in article 1418 of the Civil Code should be made and the partnership affairs settled in the Court of First Instance which takes jurisdiction of the settlement of his estate, and in the same proceeding. That this inventory should include the\n\nbienes parafernales\n\nof the wife and the capital of both spouses appears very plainly from the provisions of articles 1421, 1422, and 1423 of the Civil Code. The affairs of the conjugal partnership being in process of liquidation in another proceeding, this action can not be maintained. The judgment of the court below is affirmed, with the costs of this instance against the appellant.\n\nAfter expiration of twenty days let judgment be entered in accordance herewith and ten days thereafter the record remanded to the court below for proper action. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n6 Phil. Rep., 240.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2214,
  "metadata_extraction_date": "2025-11-16T08:21:00.718413",
  "extraction_version": "2.0_enhanced_full_content"
}