{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1907/january/G_R__No__3195.html",
  "filename": "G_R__No__3195.html",
  "year": 1907,
  "month": "january",
  "case_number": "G.R. No. 3195",
  "gr_number": "3195",
  "volume_page": "Volume information not available",
  "decision_date": "January 24, 1907",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Remedial Law"
  ],
  "keywords": [
    "said",
    "defendant",
    "court",
    "madelo",
    "complaint",
    "crime",
    "acusacion",
    "falsa",
    "policeman",
    "denuncia",
    "article",
    "manila",
    "penal",
    "code",
    "day",
    "gold",
    "false",
    "first",
    "instance",
    "one"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 3195\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 3195            January 24, 1907\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nANDRES QUIROGA,\n\ndefendant-appellant.\n\nDel-Pan, Ortigas & Fisher for appellant.\n\nAttorney-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis defendant was charged with the crime of \"\n\nacusacion o denuncia falsa\n\n;\" was tried in the Court of First Instance of the city of Manila and sentenced to be imprisoned for a period of one year and nine months of\n\nprision correccional\n\n, with the accessories mentioned in article 61 of the Penal Code and the payment of the costs.\n\nThe complaint filed in said cause was based on the violation of articles 326 and 327 of the Penal Code. From this sentence the defendant appealed to this court.\n\nAn examination of the record brought to this court discloses the following facts:\n\nThat on or about the 20th day of November, 1905, some person stole from the defendant a Spanish gold coin of the value of 20 dollars, gold, or 40 pesos, Philippine currency; that this gold coin, on said day, was attached to his watch chain; that the defendant had reason to believe that one Exequiel Madelo had stolen said gold coin; that on the 21st day of November the defendant herein found the said Exequiel Madelo on the streets of Manila and accused him of having stolen the said gold coin; that the defendant took hold of the arm of the said Madelo and called a policeman and told the said policeman that \"Este filipino (Madelo) me ha robado una moneda de oro que vale cuarenta pesos. Tenga V. cuidado que no lo litre.\" Whereupon the said policeman arrested the said Madelo and later presented a complaint against him in the municipal court of the city of Manila; the said Madelo was tried in the said municipal court upon the 24th day of November, 1905, and was dismissed for the reason that the evidence was insufficient to support the charges. The said municipal judge in his decision, after having found the defendant Madelo not guilty, ordered that the defendant herein, Andres Quiroga, be prosecuted \"por el delito de acusacion falsa contra el dicho Madelo, notificando al promotor fiscal de Manila para que formule la debida querella ante el juzgado competente.\"\n\nOn the 9th day of December, 1905, the said Exequiel Madelo presented his complaint in the Court of First Instance of the city of Manila, charging the defendant with the crime of \"\n\nacusacion o denuncia falsa\n\n.\" To the complaint filed in the Court of First Instance the defendant presented a demurrer upon the ground that the said complaint did not state facts sufficient to constitute the crime of \"\n\nacusacion o denuncia falsa\n\n.\" as defined in article 326 of the Penal Code, which demurrer was overruled by the lower court.\n\nThe foregoing facts are undisputed. The question presents itself, Is an accusation such as was made by the defendant herein to the said policeman, granting that it be false, sufficient to constitute the crime of \"\n\nacusacion o denuncia falsa\n\n?\" or, in other words, Is a policeman an administrative or judicial officer before whom a complaint or false accusation such as mentioned in article 326 of the Penal Code may be made, in order that the one who makes the complaint, granting that the same be false, shall be guilty of the crime of \"\n\nacusacion o denuncia falsa\n\n?\"\n\nArticle 326 of the Penal Code provides:\n\nThe crime of \"\n\nacusacion o denuncia falsa\n\n\" is committed by falsely imputing to another acts which, if they were true, would constitute a crime that would give rise to proceedings ex officio if this false imputation should have been made before an administrative or judicial official who would be obliged to proceed to its investigation or punishment, by reason of his office.\n\nA policeman is not an administrative or judicial officer in the sense which that word is used in the above article. (Viada, vol. 2, 476.) Therefore one who makes complaint to a policeman, granting that it be false, is not liable to prosecution under said article 326. The judgment of the lower court is therefore hereby reversed and the defendant acquitted, with the costs of both instances\n\nde officio\n\n. After expiration of ten days, let judgment be entered in accordance herewith and ten days thereafter the record remanded to the Court of First Instance for execution. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Tracey, JJ.,\n\nconcur.\n\nWillard. J.,\n\nconcurs in the result.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4518,
  "metadata_extraction_date": "2025-11-16T08:21:05.195872",
  "extraction_version": "2.0_enhanced_full_content"
}