{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2005/12/opt_case_69037.html",
  "filename": "opt_case_69037.html",
  "year": 2005,
  "month": "12",
  "case_number": "B.M. No. 3490",
  "gr_number": "BM-3490",
  "volume_page": "872 Phil. 1152",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "regionalization",
    "examinations",
    "mesdames",
    "please",
    "notice",
    "court",
    "issued",
    "resolution",
    "follows",
    "promulgated",
    "whereas",
    "pursuant",
    "constitutional"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 872 Phil. 1152\n\nEN BANC\nEN BANC\n\n[ B.M. No. 3490, April 29, 2020 ]\n[ B.M. No. 3490, April 29, 2020 ]\n\nREGIONALIZATION OF THE NEXT BAR EXAMINATIONS\nREGIONALIZATION OF THE NEXT BAR EXAMINATIONS\n\nSirs/Mesdames:\n\nPlease take notice that the Court En Banc issued a Resolution dated April 29, 2020, which reads as follows:\n\n\"B.M. No. 3490 ( Regionalization of the Next Bar Examinations )\n\nPromulgated: April 29, 2020\n\nR E S O L U T I O N\n\nWHEREAS , pursuant to its constitutional \nauthority to promulgate rules concerning the admission to the practice \nof law, the Supreme Court promulgated Rule 138, Section 11 [1] of the Rules of Court, which provides that the Bar Examinations shall be held in Manila;\n\nWHEREAS , Bar Matter No. 1142 [2] dated August 13, 2002, which states that the Integrated Bar of the \nPhilippines-Cebu City Chapter had proposed Cebu City to be another site \nof the Bar Examinations, manifests early on existing clamor to have a \nregional site for the examinations;\n\nWHEREAS , in Bar Matter No. 1142-A [3] dated March 24, 2009, there was another request, this time by the \nNational President of the Association of Law Schools in the Philippines,\n for the Bar Examinations in Manila to be simultaneously conducted in \nother sites in the Visayas and Mindanao;\n\nWHEREAS , in Bar Matter No. 2310 [4] dated January 11, 2011, the Sangguniang Panlungsod of Talisay City and \nthe Sangguniang Panlungsod of Mandaue City both requested that this \nCourt hold the Bar Examinations for Visayas and Mindanao examinees in \nCebu City;\n\nWHEREAS , in 2016, this Court had previously \nagreed to a proposal by retired Court of Appeals Justice Portia \nHormachuelos to simultaneously hold the Bar Examinations in Manila and \nCebu City if the regional site had 1,000 Bar candidates, [5] but later disallowed it merely because less than a thousand expressed such interest; [6]\n\nWHEREAS , retired Court of Appeals Justice \nPortia Hormachuelos attributed the low turnout to the inadequate time to\n survey all prospective examinees, as well as the distance among the \nprovinces that hampered the delivery of survey results; [7]\n\nWHEREAS , the Philippine Association of Law \nSchools, through its current leadership, convened meetings with law \nschool deans to discuss the possibility of having a regional site for \nthe next Bar Examinations;\n\nWHEREAS , the proposal to have a regional site \nfor the next Bar Examinations was received favorably by the law school \ndeans who have expressed their full support;\n\nWHEREAS , based on a February 21, 2020 [8] survey conducted by the Philippine Association of Law Schools, 89% of the respondents [9] were in favor of a regional site for the next Bar Examinations, \npreferably in Cebu City, with positive comments on the proposal even \nfrom respondents in Metro Manila and Luzon schools;\n\nWHEREAS , the social impact of providing a \nregional site for the Bar Examinations cannot be overemphasized, and may\n even lead to more regional sites in future examinations;\n\nWHEREAS , the holding of the Bar Examinations \nin Manila has been a continuous financial and emotional burden on Bar \ncandidates from the Visayas and Mindanao, who must spend inordinate sums\n to sustain their stay in Manila and be separated from their loved ones \nwho could provide them with tangible and emotional support;\n\nWHEREAS , this Court must be responsive to the \npleas and needs of the Bar candidates from the provinces in order to \nreduce inequities;\n\nWHEREAS , providing a regional site for the Bar\n Examinations would address these inequities by allowing Bar candidates \nfrom the Visayas and Mindanao to cut their expenses, continue with their\n employment, and receive the much-needed support from their family and \nfriends while they review and take the examinations;\n\nWHEREAS , recent governmental restrictions in \nlight of the COVID-19 pandemic has limited movement between provinces, \nmaking regionalization more crucial than ever;\n\nWHEREAS , a regional testing site for the next \nBar Examinations will lessen the logistical problems caused by travel \nrestrictions and curfew regulations that the Bar candidates will face in\n the coming months;\n\nWHEREAS , a corresponding increase in the Bar application fees is necessary to cover the additional costs of regionalization;\n\nNOW, THEREFORE , acting on the recommendations of Associate Justice Marvic M.V.F. Leonen, this Court, sitting En Banc , resolves to APPROVE the following:\n\n(a) Cebu City shall be designated as a regional site for the \nnext Bar Examinations. A site visit shall be conducted to find a \nsuitable venue for the examinations, the schedule of which shall be \ndetermined once domestic travel restrictions have been lifted;\n\n(b) The Bar Examinations in Manila shall be held at the \nUniversity of Santo Tomas in Manila. The final venue for the regional \nBar Examinations in Cebu City shall be announced at a later date;\n\n(c) Law graduates from the Visayas and Mindanao shall be given\n the option to take the next Bar Examinations in Manila or Cebu City. \nThe guidelines for applications of those who wish to take the \nexaminations in Cebu City will be announced later through a Bar \nbulletin;\n\n(d) The Bar application fees shall correspondingly be \nincreased to cover the costs of a regional examination site in Cebu \nCity. The Office of the Bar Confidant is directed to submit a budget \nproposal taking into account social distancing measures and safety \nprecautions in view of the COVID-19 pandemic.\n\nRule \t138, Section \t11 of the \tRules \tof \tCourt \tis AMENDED accordingly.\"\n\nPeralta (C.J.), Perlas-Bernabe, Leonen, Caguioa, A. Reyes, \nJr., Gesmundo, J. Reyes, Jr., Hernando, Carandang, Lazaro-Javier, \nInting, Zalameda, Lopez, Delos Santos , and Gaerlan, JJ ., concur.\n\n[1] RULES OF COURT, Rule 138, sec. 11 provides:\n\nSECTION 11. Annual Examination. — Examinations for admission to \nthe bar of the Philippines shall take place annually in the City of \nManila. They shall be held in four days to be designated by the chairman\n of the committee on bar examiners. The subjects shall be distributed as \nfollows: First day: Political and International Law (morning) and Labor \nand Social Legislation (afternoon); Second day: Civil Law (morning) and \nTaxation (afternoon); Third day: Mercantile Law (morning) and Criminal \nLaw (afternoon); Fourth day: Remedial Law (morning) and Legal Ethics and\n Practical Exercises (afternoon).\n\n[2] Re: Resolution No. 04, series of 2002, of the Cebu City Chapter of the Integrated Bar of the Philippines (IBP).\n\n[3] Re: Resolution No. 04, Series of 2002, of the Cebu City Chapter of the Integrated Bar of the Philippines [IBP].\n\n[4] In Re: 4 th SP Resolution No. 2010-84 of the City of Talisay, Cebu; Resolution No. \n12-603-2010 of the Sangguniang Panlungsod, City of Mandaue, Cebu.\n\n[5] Gerome M. \nDalipe, Law school deans, IBP execs back efforts to hold Bar exams in \nCebu , SUNSTAR PHILIPPINES, February 24, 2016, available at www.sunstar.com.ph/article/60061 > (last visited on May 26, \n2020).\n\n[6] Michael Vyncenth\n H. Braga, Law dean still hopeful for Bar's regionalization, THE \nFREEMAN, May 31, 2016, available at www.philstar.com/the-freeman/cebu-news/2016/05/31/1588649/law-dean-­still-hopeful-bars-regionalization> ( last visited on May 26, 2020).\n\n[7] Id.\n\n[8] Report on the Survey Responses from Deans of Law Schools Members of the Philippine Law Schools dated February 21, 2020.\n\n[9] Id. at 1-2. The \nreport also states: [P]lease note that out of a total of 127 possible \nresponses, 28 Deans submitted survey responses. No analyses or \nconclusions however are made herein as to whether or not any \nsignificance on the acceptability of the proposed Bar Reforms can be \nattached to the fact that only around 22% of the law schools provided \nresponses to the survey.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 7969,
  "metadata_extraction_date": "2025-11-01T05:57:49.059527",
  "extraction_version": "2.0_enhanced_full_content"
}