{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2005/12/opt_case_57000.html",
  "filename": "opt_case_57000.html",
  "year": 2005,
  "month": "12",
  "case_number": "G.R. No. 173333",
  "gr_number": "173333",
  "volume_page": "735 Phil. 8",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "division",
    "formerly",
    "paguia",
    "petitioner",
    "manuel",
    "molina",
    "respondent",
    "sereno",
    "resolution",
    "court",
    "dismissal",
    "integrated",
    "philippines"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 735 Phil. 8\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ A.C. No. 9881 (Formerly CBD 10-2607), June 04, 2014 ]\n[ A.C. No. 9881 (Formerly CBD 10-2607), June 04, 2014 ]\n\nATTY. ALAN F. PAGUIA, PETITIONER, VS. ATTY. MANUEL T. MOLINA, RESPONDENT.R E S O L U T I O N\nATTY. ALAN F. PAGUIA, PETITIONER, VS. ATTY. MANUEL T. MOLINA, RESPONDENT.\n\nR E S O L U T I O N\n\nSERENO, C.J.:\n\nFor resolution by this Court is the dismissal by the Integrated Bar of the Philippines (IBP) Board of Governors of the administrative Complaint for DISHONESTY against respondent, Atty. Manuel Molina. Atty. Molina allegedly advised his clients to enforce a contract on the complainant’s client who had never been a party to the agreement.\n\nThe facts are as follows:\n\nThe case involves a conflict between neighbors in a four-unit compound named “Times Square” at Times Street, Quezon City. The neighbors are the following: 1) Mr. And Mrs. Gregorio M. Abreu, clients of Atty. Paguia; 2) Mr. And Mrs. Wilson Lim, clients of respondent Molina; 3) Dr. and Mrs. Eduardo Yap; and Dr. Belinda San Juan.\n\nThe clients of Atty. Molina entered into a contract with the other unit owners save for Mr. Abreu. The agreement, covered by a document titled “Times Square Preamble,” establishes a set of internal rules for the neighbors on matters such as the use of the common right of way to the exit gate, assignment of parking areas, and security. Mr. Abreu, the client of complainant, Atty. Paguia, was not a party to the contract since the former did not agree with the terms concerning the parking arrangements.\n\nOn 4 February 2010, Atty. Paguia filed a Complaint for Dishonesty [1] with the IBP Commission on Bar Discipline against Atty. Molina [2] for allegedly giving legal advice to the latter’s clients to the effect that the Times Square Preamble was binding on Mr. Abreu, who was never a party to the contract.\n\nIn his Answer, [3] Atty. Molina downplayed the case as a petty quarrel among neighbors. He maintained that the Times Square Preamble [4] was entered into for purposes of maintaining order in the residential compound. All homeowners, except Mr. Abreu, signed the document. [5]\n\nRespondent further stated in his Answer that Mr. and Mrs. Gregorio Abreu filed two cases against his clients, Mr. And Mrs. William Lim, on the belief that Mr. Abreu was not bound by the Times Square Preamble. The first case, was filed with the Housing and Land Use Regulatory Board (HLURB), which was an action to declare the Times Square Preamble invalid. The second suit was an action for declaratory relief. Both cases, according to respondent, were dismissed. [6]\n\nRespondent further claimed that another case had been filed in court, this time by his client, the Lims.  They were prompted to file a suit since Mr. Abreu had allegedly taken matters into his own hands by placing two vehicles directly in front of the gate of the Lims, thus blocking the latter’s egress to Times Street. The Lims filed with the Regional Trial Court, Branch 96, Quezon City, a Complaint for Injunction and Damages, coupled with a prayer for the immediate issuance of a Temporary Restraining Order and/or Preliminary Injunction, which was docketed as Civil Case No. Q-08-63579. According to respondent, the RTC granted the relief prayed for in an Order dated 12 December 2008. [7]\n\nAtty. Molina concluded that the above facts sufficiently served as his answer to the Complaint.\n\nOn 3 August 2010, Investigating Commissioner Victor C. Fernandez rendered a Report and Recommendation. He recommended dismissal for lack of merit, based on the following grounds: 1) the complaint consisted only of bare allegations; and 2) even assuming that respondent Molina gave an erroneous legal advice, he could not be held accountable in the absence of proof of malice or bad faith. [8]\n\nOn 14 May 2011, the IBP Board of Governors passed Resolution No. XIX-2011-210, adopting and approving the Report and Recommendation of the Investigating Commissioner. [9]\n\nAtty. Paguia filed a Motion for Reconsideration dated 2 August 2011, but was denied by the IBP Board of Governors on 29 December 2012. [10] Notices of the denial were received by the parties on 21 March 2013. [11]\n\nNo petition for review has been filed with this Court.\n\nIt is worth noting that a case is deemed terminated if the complainant does not file a petition with the Supreme Court within fifteen (15) days from notice of the Board’s resolution. This rule is derived from Section 12(c) of Rule 139-B, which states:\n\n(c) If the respondent is exonerated by the Board or the disciplinary sanction imposed by it is less than suspension or disbarment (such as admonition, reprimand, or fine) it shall issue a decision exonerating respondent or imposing such sanction. The case shall be deemed terminated unless upon petition of the complainant or other interested party filed with the Supreme Court within fifteen (15) days from notice of the Board’s resolution, the Supreme Court orders otherwise . (Underscoring supplied)\nIn this case, Atty. Paguia received notice of the Board’s resolution on 21 March 2013, as evidenced by a registry return receipt. To this date, this Court has yet to receive a petition for review from Atty. Paguia. Thus, for his failure to file a petition for review with the Court within 15 days, this case is deemed terminated pursuant to the above mentioned Section 12(c).\n\nNevertheless, we have gone over the records but we have no reason to deviate from the findings of the IBP Board of Governors.\n\nWhen it comes to administrative cases against lawyers, two things are to be considered: quantum of proof, which requires clearly preponderant evidence; and burden of proof, which is on the complainant. [12]\n\nIn the present case, we find that the Complaint is without factual basis. Complainant Atty. Paguia charges Atty. Molina with providing legal advice to the latter’s clients to the effect that the Times Square Preamble is binding on complainant’s client, Mr. Abreu, who was not a signatory to the agreement. The allegation of giving legal advice, however, was not substantiated in this case, either in the complaint or in the corresponding hearings. Nowhere do the records state that Atty. Paguia saw respondent giving the legal advice to the clients of the latter. Bare allegations are not proof. [13]\n\nEven if we assume that Atty. Molina did provide his clients legal advice, he still cannot be held administratively liable without any showing that his act was attended with bad faith or malice. The rule on mistakes committed by lawyers in the exercise of their profession is as follows:\n\nAn attorney-at-law is not expected to know all the law. For an honest mistake or error, an attorney is not liable . Chief Justice Abbott said that, no attorney is bound to know all the law; God forbid that it should be imagined that an attorney or a counsel, or even a judge, is bound to know all the law. x x x. [14]\nThe default rule is presumption of good faith. On the other hand, bad faith is never presumed. It is a conclusion to be drawn from facts. Its determination is thus a question of fact and is evidentiary. [15] There is no evidence, though, to show that the legal advice, assuming it was indeed given, was coupled with bad faith, malice, or ill-will. The presumption of good faith, therefore, stands in this case.\n\nThe foregoing considered, complainant failed to prove his case by clear preponderance of evidence.\n\nWHEREFORE , the Resolution of the IBP Board of Governors adopting and approving the Decision of the Investigating Commissioner is hereby AFFIRMED .\n\nSO ORDERED .\n\nLeonardo-De Castro, Bersamin, Villarama, Jr. , and Reyes, JJ ., concur.\n\n[1] Docketed as CBD Case No. 10-2607.\n\n[2] Rollo , pp. 2-7.\n\n[3] Id at 23-27; Filed on 5 March 2010.\n\n[4] Id. at 8-14.\n\n[5] Id. at 24. Answer, p. 2.\n\n[6] Id at 24-25.\n\n[7] Id. at 25.\n\n[8] Id. at 89-92.\n\n[9] Id. at 88.\n\n[10] Id. at 87.\n\n[11] Id. at 96-97.\n\n[12] De Zuzuarregui Jr. v. Soguilon, 589 Phil. 64 (2008).\n\n[13] Real v. Bello, 513 SCRA 111.\n\n[14] Id.\n\n[15] Magaling vs. Peter Ong, G.R. No. 173333,  13 August 2008, 562 SCRA 152.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 8287,
  "metadata_extraction_date": "2025-11-01T05:57:47.705006",
  "extraction_version": "2.0_enhanced_full_content"
}