{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2005/12/opt_case_69092.html",
  "filename": "opt_case_69092.html",
  "year": 2005,
  "month": "12",
  "case_number": "opt_case_69092",
  "gr_number": "OPT-69092",
  "volume_page": "497 Phil. 389",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Labor Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "division",
    "formerly",
    "alfero",
    "bagano",
    "complainant",
    "judge",
    "agapito",
    "hontanosas",
    "regional",
    "trial",
    "court",
    "branch",
    "respondent"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 497 Phil. 389\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ A.M. NO. RTJ-05-1915 (FORMERLY A.M. OCA I.P.I NO. 03-1735-RTJ), May 06, 2005 ]\n[ A.M. NO. RTJ-05-1915 (FORMERLY A.M. OCA I.P.I NO. 03-1735-RTJ), May 06, 2005 ]\n\nALFERO C. BAGANO, COMPLAINANT, VS. JUDGE AGAPITO L. HONTANOSAS, REGIONAL TRIAL COURT (RTC), BRANCH 16, CEBU CITY, RESPONDENT.\n\nD E C I S I O N\nALFERO C. BAGANO, COMPLAINANT, VS. JUDGE AGAPITO L. HONTANOSAS, REGIONAL TRIAL COURT (RTC), BRANCH 16, CEBU CITY, RESPONDENT.\n\nD E C I S I O N\n\nCARPIO MORALES, J.:\n\nBy a verified complaint [1] dated March 3, 2003, Alfero C. Bagano (complainant) charges Judge \nAgapito L. Hontanosas (respondent), Presiding Judge of the Regional \nTrial Court (RTC) of Cebu City, Branch 16, for gross ignorance of the \nlaw and procedure, undue delay in rendering an order, and grave abuse of\n discretion.\n\nThe antecedents of the case are as follows:\n\nIn\n a forcible entry case filed by complainant against Claudio Reyes \n(Reyes), et al. involving Lot No. 7708, the Municipal Trial Court of \nTalisay, Cebu rendered judgment [2] on November 27, 1995 in complainant's favor.\n\nOn May 25, 2000, Reyes filed before the Cebu RTC a \"Motion to Cancel Statutory Lien\" [3] praying for the cancellation of the following annotations on Transfer \nCertificate of Title (TCT) No. 112336 of the Register of Deeds of the \nProvince of Cebu, which title appears to have covered Lot No. 7708:\nExcept\n in favor of the Government or any of its branches or institutions, or \nlegally constituted banking corporations, be subject to encumbrances or \nalienation before five years after the date of the issuance of the \ntransfer certificate of title to the purchaser, nor shall they become \nliable to the satisfaction of any debt contracted prior to the \nexpiration of the said period; but temporary improvements or crops on \nthe land may be mortgaged or pledged to qualified persons, corporations,\n or associations; and that every conveyance shall be subject to \nrepurchase by the original purchaser or his legal heirs within a period \nof five (5) years from the date of the conveyance. It is hereby \nspecifically agreed that notwithstanding the provisions of Article 652 \nof the New Civil Code, the Republic of the Philippines is exempted from \nthe obligation to grant a right of way to the grantee herein. And \nsubject further to the condition that the land granted therein shall not\n be used for any purpose other than for which the said land was applied \nand any change in land use shall be subject to the approval of the \nHousing and Land Use Regulatory Board. [4]\nIn\n the motion, Reyes alleged that the annotations \"were done illegally \nbecause Lot No. 7708 had long ceased to be public land the ownership of \nwhich had passed to Arcadio Reyes\" of which he was the sole heir.\n\nOn June 6, 2000, respondent, by Order [5] of even date, denied the \"Motion to Cancel Statutory Lien.\"\n\nThree days later or on June 9, 2000, respondent issued another Order [6] granting the motion. Arcadio Reyes' TCT No. 112336 was later cancelled\n and TCT No. 112716 was issued in Reyes' name. On account of subsequent\n sales transactions involving TCT No. 112716, it was cancelled and TCT \nNos. 114755, 114756, 114757 and 114758 were issued.\n\nOn learning \nof the issuance by respondent of the June 9, 2000 Order canceling the \nstatutory lien on the title covering Lot No. 7708, complainant filed a \nPetition for Relief from Judgment [7] which was granted by respondent by Order [8] of September 14, 2001. Said latter Order became final and executory on October 13, 2001 per Entry of Judgment [9] dated November 8, 2001.\n\nComplainant thereupon filed on December 7, 2001 a \"Motion to Cancel Subsequent Titles\" [10] which was set for hearing on December 17, 2001.\n\nBy Order [11] of June 11, 2002, respondent denied the \"Motion to Cancel Subsequent \nTitles\" as he did deny the Motion for Reconsideration filed on July 5, \n2002 by Order of January 13, 2003. [12]\n\nHence,\n arose the administrative complaint at bar, complainant alleging that \nrespondent's acts of \"swiftly grant[ing] Reyes\" motion to cancel \nstatutory lien which he earlier denied [but which he later granted] even\n though there was no motion for reconsideration filed to that effect\" \nand of \"act[ing] on said motion without setting the same for hearing and\n posting of notices of hearing in the locality where the lot is \nsituated\" constitute a complete disregard of the procedure prescribed by\n law and are not in accordance with the Code of Judicial Conduct. [13]\n\nComplainant\n also faults respondent for violating, among other things, Section 4, \nRule 37 of the 1997 Rules of Civil Procedure which provides that a \nmotion for reconsideration shall be resolved within 30 days from the \ntime it is submitted for resolution. [14] He invites attention to the fact that his \"Motion to Cancel Subsequent \nTitles\" was resolved only after four months following its submission for\n resolution while his motion for reconsideration of the June 11, 2002\n Order was resolved only after five months following its submission for \nresolution. [15]\n\nFinally,\n complainant faults respondent for grave abuse of discretion and gross \nignorance of the law in denying his \"Motion to Cancel Subsequent \nCertificates of Titles.\" For, given the issuance of several titles \narising from respondent's June 9, 2000 Order from which complainant was \nable to obtain relief, complainant contends that respondent should have \ngranted his motion. [16]\n\nIn his Comment [17] dated June 26, 2003, respondent, branding complainant as a disgruntled \nlosing litigant, proffers that complainant had the right to appeal his \norder denying the \"Motion to Cancel Subsequent Certificates of Titles.\" \n At any rate, respondent argues that his questioned order and the issues\n raised in the complaint at bar are \"judicial matters which were tackled\n and resolved by [him] in line with his functions as presiding judge \ntrying and deciding the said special proceedings case, [hence,] the \nquestioned act . . . was a judgment call and an act of judicial \ndiscretion which is the heart of the act of judging.\"\n\nRespondent thus asks for the dismissal of the complaint which, so he claims, was intended purely for harassment.\n\nThe Office of the Court Administrator (OCA), by Report [18] dated October 17, 2003, finds respondent guilty of gross ignorance of \nthe law and procedure and undue delay in rendering a decision or order \nand gives the following recommendation:\nRespectfully \nsubmitted for the consideration of the Honorable Court is our \nrecommendation that the present administrative complaint against Judge \nAgapito L. Hontanosas, Regional Trial Court, Branch 16, Cebu City be \nRE-DOCKETED as a regular administrative matter. Considering that \nrespondent judge committed infractions classified as both serious and \nless serious charges under Rule 140 as amended, it is further \nrecommended that he be DIRECTED to pay a FINE in the amount of Twenty Thousand Pesos (P20,000.00) with a STERN WARNING that a similar infraction in the future will be dealt with a more severe penalty. (Underscoring supplied)\nBy Resolution [19] of December 8, 2003, this Court required the parties to manifest \nwhether they are submitting the case for resolution on the basis of the \npleadings/records already filed.\n\nIn separate Manifestations, [20] complainant and respondent submitted the case for resolution on the basis of the pleadings/records already submitted.\n\nThis Court finds no reason to disturb the findings of the OCA.\n\nIt\n is a basic rule that all written motions should be heard. Excepted from\n this rule are non-litigious motions – those which may be acted upon by \nthe court without prejudice the rights of the adverse party. [21]\n\nAs\n correctly found by the OCA, the \"Motion to Cancel Statutory Lien\" filed\n by Reyes cannot be considered a non-litigious motion to exempt it from \nthe requirement of a hearing or notice to complainant, the lawful \npossessor of Lot No. 7708.\n\nTo hold a judge administratively \nliable for gross ignorance of the law, the assailed act must not only be\n contrary to existing law or jurisprudence, but must also be motivated \nby bad faith, fraud, dishonesty or corruption on his part. [22] This is the general rule. When, however, the law or rule is so \nelementary, as that which requires written motions to be heard, not \nknowing about it constitutes gross ignorance of the law even in the \nabsence of malicious intent. [23]\n\nRespecting\n the charge of failure to resolve the pending incidents within the \nrequired period, respondent did not deny the same or advance any reason \ntherefor. He must thus be faulted for it.\n\nAs for the allegation \nthat the denial of the \"Motion to Cancel Subsequent Titles\" constitutes \ngross ignorance of the law, the same does not lie. As correctly found \nby the OCA, complainant should have availed of an ordinary or \nextraordinary judicial remedy to seek the reversal of the order. As De Guzman v. Pamintuan [24] puts it:\nIt is the established doctrine and policy of this Court that an administrative action is not the appropriate remedy for every irregular or erroneous order or decision issued by a judge where a judicial remedy is available, such as a motion for reconsideration, an appeal, or a petition for \ncertiorari. Disciplinary proceedings against a judge are not \ncomplementary or suppletory of, nor a substitute for these judicial \nremedies, whether ordinary or extraordinary. x x x Besides, to hold a \njudge administratively accountable for every erroneous ruling or \ndecision he renders, assuming he has erred, would be nothing short of \nharassment and would make his position doubly unbearable. To hold \notherwise would be to render judicial office untenable, for no one \ncalled upon to try facts or interpret the law in the process of \nadministering justice can be infallible in his judgment. x x x [25] (Underscoring supplied)\nUndue\n delay in rendering a decision/order is a less serious charge. The \ndelay having been committed in 2002, the penalties under Rule 140, as \namended by Administrative Matter No. 01-8-10-SC which took effect on \nOctober 1, 2001, apply:\nSection 11. Sanctions.\n\nx x x\n\nB. If the respondent is guilty of a less serious charge, any of the following sanctions shall be imposed:\nSuspension from office without salary and other benefits for not less than one (1) nor more than three (3) months; or\n\nA fine of more than P10,000.00 but exceeding P20,000.00.\nx x x\nAs\n for gross ignorance of the law or procedure, it is considered a serious\n charge. The questioned act was committed on June 9, 2000, but the \namended penalties cannot apply retroactively. [26] The penalties under Rule 140 before the amendment must thus apply:\nSection 10. Sanctions\n\nA. If the respondent is found culpable of a serious charge, any of the following sanctions may be imposed:\n\nDismissal\n from service, with forfeiture of benefits (except accrued leaves) and \ndisqualification from reinstatement or appointment to any public office \nincluding a government-owned and controlled corporation;\n\nSuspension for three (3) months without salary or benefits; or\n\nA fine of not less than P20,000.00 but not more than P40,000.00.\n\nx x x\nRespondent has, however, by Resolution of September 21, 2004 in A.M. No. RTJ-03-1802, \" J. King & Sons Company, Inc. v. Judge Agapito L. Hontanosas, Jr., \"\n been dismissed from the service. This does not prevent this Court from\n imposing a sanction against respondent – a fine in the amount of Twenty\n Thousand (P20,000.00) Pesos. Were he still in the service, he would \nhave been meted a more severe penalty.\n\nWHEREFORE, respondent, Judge Agapito L. Hontanosas, is found GUILTY of gross ignorance of the law or procedure and undue delay in rendering a decision or order and is hereby FINED in the amount of Twenty Thousand (P20,000.00) Pesos.\n\nSO ORDERED.\n\nPanganiban, (Chairman), Sandoval-Gutierrez, Corona, and Garcia, JJ., concur.\n\n[1] Rollo at 2-10.\n\n[2] Id. at 15-18-a.\n\n[3] Id. at 11-14.\n\n[4] Id. at 11-12.\n\n[5] Id. at 20.\n\n[6] Id. at 21.\n\n[7] Id. at 22-25.\n\n[8] Id. at 26-27.\n\n[9] Id. at 28.\n\n[10] Id. at 29-31.\n\n[11] Id. at 42-43.\n\n[12] Id. at 60.\n\n[13] Id. at 6.\n\n[14] Id. at 7.\n\n[15] Id. at 7-8.\n\n[16] Id. at 8-9.\n\n[17] Id. at 62-63-a.\n\n[18] Id. at 125-128.\n\n[19] Id. at 129.\n\n[20] Id. at 130 and 134.\n\n[21] Rule 15, Section 4, 1997 Revised Rules of Civil Procedure.\n\n[22] Rallos v. Gako, Jr., 344 SCRA 178, 189 (2000).\n\n[23] Carpio v. De Guzman, 262 SCRA 615,622 (1996).\n\n[24] 405 SCRA 22 (2003).\n\n[25] Id. at 26.\n\n[26] Report on the Judicial Audit Conducted in the Municipal Trial Court, Bocaue, Bulacan, 407 SCRA 1, 9 (2003) and Office of the Court Administrator v. Sardido, 401 SCRA 583, 592 (2003).\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 12916,
  "metadata_extraction_date": "2025-11-01T05:57:49.760677",
  "extraction_version": "2.0_enhanced_full_content"
}