{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/may/gr_l-2257_1906.html",
  "filename": "gr_l-2257_1906.html",
  "year": 1906,
  "month": "may",
  "case_number": "gr_l-2257_1906",
  "gr_number": "gr_l-2257_1906",
  "volume_page": "Volume information not available",
  "decision_date": "May 5, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "case",
    "plaintiffs",
    "upon",
    "land",
    "said",
    "court",
    "city",
    "defendants",
    "fence",
    "order",
    "appealed",
    "appellants",
    "manila",
    "appellees",
    "arellano",
    "their",
    "complaint",
    "preliminary",
    "injunction",
    "down"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2257\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2257            May 5, 1906\n\nCHANG HANG LING, ET AL.,\n\nplaintiffs-appellants,\n\nvs.\n\nTHE CITY OF MANILA, ET AL.,\n\ndefendants-appellees.\n\nBishop and O'Brien, for appellants.\n\nModesto Reyes, for appellees.\n\nARELLANO,\n\nC.J.:\n\nThe plaintiffs in their complaint prayed for a preliminary injunction, which was granted, and asked that the same be made perpetual, restraining the defendants, their officers, agents, and servants from tearing down or destroying a stone fence which was then being built upon a certain tract of land owned by them, adjoining the estero de a Quinta and the Pasig River. This stone fence was being built upon the bank of the said estero at its junction with the river, the land in question extending to that point. The city engineer, however, threatened to tear down and destroy the said fence, and the plaintiffs alleged that they had been in the quiet and peaceful possession of the land since the year 1874.\n\nThe defendants demurred to the complaint on the ground that it did not state facts sufficient to constitute a cause of action, which said demurrer was sustained by the court and the preliminary injunction was dissolved. From this order the plaintiffs appealed.\n\nThe order appealed from was based upon the provisions of article 553 of the Civil Code which it is claimed subjects the land in question to an easement of a towpath, 3 meters in width.\n\nThe present case is governed by the case of\n\nAyala vs. the City of Manila\n\n,\n\n1\n\nNo. 3144.\n\nFor the reasons stated in the decision in that case we hereby reverse the order appealed from without special condemnation as to costs. Let the proceedings in this case be remanded to the court below with direction to that court to overrule the said demurrer, requiring the defendant to answer within the time prescribed by law and to try the case upon its merits.\n\nAfter the expiration of twenty days let judgment be entered in accordance herewith, and ten days thereafter the case remanded to the court below as above directed. So ordered.\n\nTorres, Mapa, Carson and Willard, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nNot reported.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2227,
  "metadata_extraction_date": "2025-11-16T08:15:34.976939",
  "extraction_version": "2.0_enhanced_full_content"
}