{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1904/december/gr_l-1192_1904.html",
  "filename": "gr_l-1192_1904.html",
  "year": 1904,
  "month": "december",
  "case_number": "gr_l-1192_1904",
  "gr_number": "gr_l-1192_1904",
  "volume_page": "Volume information not available",
  "decision_date": "December 19, 1904",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law"
  ],
  "keywords": [
    "accused",
    "robbery",
    "case",
    "camarin",
    "who",
    "them",
    "one",
    "committed",
    "other",
    "diua",
    "declarations",
    "lorenzo",
    "castro",
    "court",
    "five",
    "day",
    "robbers",
    "lubao",
    "crime",
    "place"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1192\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1192\tDecember 19, 1904\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nLORENZO CASTRO, ET AL.,\n\ndefendants-appellants.\n\nW. A. Kincaid for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nTORRES,\n\nJ.:\n\nThe case now before the court is one of robbery \"\n\nen cuadrilla\n\n\" committed by a gang of five armed men, on the 22nd day of June, 1902, between 10 and 11 o'clock in the evening. The robbers broke into a camarin situated in the suburb of Bangildapo, municipality of Lubao, Pampanga, belonging to Mauricio L. de la Cruz, and, by force and intimidation, took and carried away some sugar and other goods amounting to 17 pesos and 40 centavos, and also a carabao, worth about 30 pesos, although this animal was recovered shortly afterwards.\n\nThe existence and reality of the crime is fully demonstrated by the testimony of the eyewitnesses Fabian Diua and Victor Maris, who were in the camarin at the time the crime was committed and in which place they were attached by the accused with bolos. The guilt of the accused also appears confirmed in the proceedings of the case by the declarations of four individuals called Tiburcio Miranda, Silvino Belleza, Clemente Carlos, and Silvino Sabado, all of them witnesses for the defense, who affirm having heard of the robbery, which was public in Lubao and other surrounding municipalities.\n\nOf the five accused, two of them, Eugenio Lingad and Felix Morales, died during the course of the proceedings, and those surviving, called Lorenzo Castro alias Proceso, Melencio Jimenez, and Juan Lingad, pleaded \"not guilty\" when arraigned. However, the evidence in the case proves clearly that the latter three, together with the two deceased, are guilty of the crime of robbery \"\n\nen cuadrilla\n\n,\" for which they are now prosecuted.\n\nThe eyewitness, Fabian Diua, who was in charge of the camarin, testified as to the details of the said robbery, and was able to recognize the five accused, who were all inhabitants of the same town, since the latter, on breaking violently into the camarin, revived the flames of the fire that was burning there, in order to light the interior of the said camarin; and if the other witness, Victor Maris, who substantially corroborated Diua's testimony, did not furnish as many details as Diua, it was due to the fact that the robbers forced him to lay with his face down on the ground, and covered him with a mat, but he affirms to have heard the noise when the robbers broke the molds and casks to carry away the sugar that was contained in them.\n\nThese declarations, each consistent with the other, and all uncontested; the fact that the stolen carabao was found and recovered in a place not far from the house of Lorenzo Castro, and the circumstance that the accused were neighbors of a suburb of the municipality of Lubao, and that therefore it was easy for them to approach the place where the robbery was committed, are all conclusive proof of the guilt of the accused, notwithstanding the alibi they pretended to establish, which indeed, has not been duly justified, since the declarations of the witnesses for the defense refer only to the night to the 23rd  the day following that on which the robbery was committed. Furthermore, there is a lack of precision and clearness in these declarations besides their improbability. But even granting that the day of the occurrence was the 23rd, the alibi alleged by the accused can not be considered as proved, and for this reason it can not neutralize the result of the evidence against them.\n\nThe sentence appealed from should be affirmed. In this judgement the court, considering the concurrence of the aggravating circumstances of nocturnity, without any extenuation, sentenced each one of the accused to nine years of\n\npresidio mayor\n\n, with the accessory penalties determined in article 57 of the Penal Code; to the restitution of the stolen goods or the payment of their value, without being subject to subsidiary imprisonment on account of the character of the principal penalty, and furthermore, sentencing each one to the payment of one-fifth of the costs. The case was finally dismissed as regards the two deceased, with the costs\n\nde oficio\n\n.\n\nIn view, therefore, of all the considerations stated, we are of opinion that the judgement appealed from must be affirmed, with the costs in this instance charged in the same way as in the former, and that the case be remanded to the court of its origin with a certified copy of this decision and of the judgment that shall be rendered for the execution thereof. So ordered.\n\nArellano, C.J., Mapa, Johnson and Carson, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4764,
  "metadata_extraction_date": "2025-11-16T08:00:17.510752",
  "extraction_version": "2.0_enhanced_full_content"
}