{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1910/february/gr_l-5197_1910.html",
  "filename": "gr_l-5197_1910.html",
  "year": 1910,
  "month": "february",
  "case_number": "gr_l-5197_1910",
  "gr_number": "gr_l-5197_1910",
  "volume_page": "Volume information not available",
  "decision_date": "February 10, 1910",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Civil Law",
    "Labor Law",
    "Criminal Law",
    "Constitutional Law",
    "Remedial Law"
  ],
  "keywords": [
    "said",
    "ordinances",
    "law",
    "shall",
    "board",
    "section",
    "any",
    "electric",
    "its",
    "municipal",
    "current",
    "used",
    "manila",
    "meter",
    "use",
    "revised",
    "powers",
    "court",
    "city",
    "provisions"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5197\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5197              February 10, 1910\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nVICENTE GENATO,\n\ndefendant-appellant.\n\nA. Cruz Herrera, for appellant.\n\nOffice of the Solicitor-General Harvey, for appellee.\n\nTORRES,\n\nJ.:\n\nAbout the 16th of December, 1908, it was discovered that Vicente Genato, the owner of a store situated at No. 154 Escolta, Manila, was using a contrivance known as a \"jumper\" on the electric meter installed by the Manila Electric Railroad and Light Company for the purpose of measuring the electric current consumed under the contract for the lighting and ventilation of the said store; the \"jumper\" was used for the purpose of deflecting the current, thus preventing its passage through the meter and its consequent measurement. As a result of the use of the \"jumper\" the meter, instead of making one revolution in four seconds, registered one in seventy-seven seconds. During the whole of the time of the trial or check, 17 lights and a ceiling ventilation were used. There was no controversy as to the fact that the said \"jumper\" was found on the meter, and in spite of the allegation that neither Genato, the owner of the store, nor the employees in charge knew anything of the existence of such contrivance, it is evident that Genato was the only person interested in the reduction of 95 per cent in the current, which is what approximately resulted from the use of the said \"jumper.\"\n\nIn view of the foregoing, a complaint was filed with the municipal court charging Vicente Genato with a violation of the ordinances of the city of Manila; the case proceeded to trial, and he was sentenced by the municipal judge to pay a fine of P200; from said judgment he applied to the Court of First Instance.\n\nIn the Court of First Instance which tried the case, the accused demurred and moved that the matter be dismissed on the ground that the Municipal Board had no authority to enact the ordinance alleged to have been violated, because section 649 of the Revised Ordinances is claimed to be null and void and not binding, for the reason that the said Municipal Board, upon enacting the same, went outside of and exceeded its power and authority as defined by section 17 of the Charter of Manila as amended by various Acts of the Philippine Commission.\n\nThe court below overruled the demurrer and proceeded with the trial. On the 15th of January, 1909, judgment was rendered sentencing Vicente Genato to pay a fine of P200, with costs, and to suffer subsidiary imprisonment with hard labor at the rate of P1 per day in case of insolvency. Against the foregoing judgment the accused appealed, on the ground that said judgment was entered by virtue of the said section of the Revised Ordinances, approved by the Municipal Board in extra limitation of its powers and authority. The appeal to this court was then admitted.\n\nIn order to demonstrate that the appeal was properly interposed; that section 649 of the Revised Ordinances of the city of Manila is null and void; and that the judgment appealed from is also void, counsel for the accused has submitted the following question for the consideration of this court:\n\nHas or has not the Municipal Board of Manila authority to enact and approve the provisions contained in section 649 of the Revised Ordinances of the city of Manila?\n\nBy virtue of the laws in force in these Islands, it may be answered at once, without the least doubt, that the Municipal Board is duly authorized to enact and promulgate ordinances which become the complement of and constitute the rules and regulations by which the laws enacted by the Legislature are to be executed and enforced. Act No. 183, known as the Charter of the city of Manila, prescribes, among other things, by section 16, the following:\n\nThe Board . . . shall make such ordinances and regulations as may be necessary to carry into effect and discharge the powers and duties conferred by this Act, and to provide for the peace, order, safety, and general welfare of the city and its inhabitants; shall fix penalties for the violation of ordinances, provided that no fine shall exceed one hundred dollars, and no imprisonment shall exceed six months for a single offense. The Board shall see that the laws and ordinances are faithfully executed and enforced, and shall have such further powers and perform such further duties as may be prescribed by law.\n\nGoing more into detail with respect to the matters which may be the subject of such regulations, for which the said Act granted the said Municipal Board express authority, section 17 of the aforesaid organic Act, as amended by Act No. 613, provides:\n\nIn addition to the foregoing the Board shall have the following general powers:\n\n\"(\n\nkk\n\n) To make, publish, amend, and repeal all ordinances, necessary to carry into effect the powers herein granted, and to enforce the same by fines and penalties, within the limits authorized by law.\"\n\nParagraph (\n\nii\n\n) of said section 17 reads:\n\nTo regulate, control, and prevent discrimination in the sale and supply of gas, electricity, and telephone and streetrailway service, and fix and regulate rates and charges therefor where the same have not been fixed by Act of Congress or the Philippine Commission; and to provide for the inspection of all gas, electric, telephone, and streetrailway wires, conduits, meters, and other apparatus, and the condemnation and correction or removal of the same when dangerous or defectives.\n\nThe Municipal Board of Manila, in order to perform its duties, and to administer the interests of the city for the benefit of the inhabitants, and exercising the powers and attributes expressly granted to it by the organic law, enacted, among others, section 649 of the Revised Ordinances, which reads as follows:\n\nInjury to electric apparatus; Tapping current; Evidence\n\n.  No person shall destroy, mutilate, deface, or otherwise injure or tamper with any wire, meter, or other apparatus installed or used for generating, containing, conducting, or measuring electricity, telegraph, or telephone service, nor tap or otherwise wrongfully deflect or take any electric current from such wire, meter, or other apparatus.\n\nNo person shall, for any purpose whatsoever, use or enjoy the benefits of any device by means of which he may fraudulently obtain any current of electricity or any telegraph or telephone service; and the existence in any building of premises of any such device shall, in the absence of satisfactory explanation, be deemed sufficient evidence of such use by the persons benefiting thereby.\n\nFrom the simple perusal of the foregoing sections of the organic acts Nos. 183 and 613, the legality and propriety of the foregoing section 649 of the Revised Ordinances becomes evident; the provisions of the section of the ordinances cited are found to be within the terms and ideas under which the Municipal Board has, or appears to have, been expressly authorized to enact it; it does not appear, by the language or precepts contained in the said section 649, that the Municipal Board had exceeded its powers and authority; wherefore, said section is perfectly valid and binding, and by enacting and promulgating the same no rule or provision of constitutional law has been violated.\n\nApart from the legal provisions and ordinances above reffered to, it is highly important to society that property should be protected and sheltered from any attempts that would destroy or cause it any injury; to this effect the positive law has established penalties and means of repression for any offense or violation of its provisions, which guarantee the rights of ownership.\n\nIf the said company is the owner of the electric current that produces the light used for the lighting of public squares, streets, establishments, and private houses, the Municipal Board, in promulgating ordinances regulating the form and conditions under which the electric light furnished by said company is to be used and enjoyed, has done nothing more than to develop the general prescriptions of the positive law to insure its strict compliance within the city of Manila and its suburbs, in consonance with the powers conferred upon the Board by the special law that organized it, and it would have failed to perform its imperative duty if it had not enacted such ordinances.\n\nEven without them, the right of the ownership of electric current is secured by articles 517 and 518 of the Penal Code; the application of these articles in cases of subtraction of gas, a fluid used for lighting, and in some respects resembling electricity, is confirmed by the rule laid down in the decisions of the supreme court of Spain of January 20, 1887, and April 1, 1897, construing and enforcing the provisions of articles 530 and 531 of the Penal Code of that country, articles identical with articles 517 and 518 of the code in force in these Islands.\n\nIf the meter indicates a larger consumption of current than has actually been used, the consumer is entitled to demand that the apparatus be verified and corrected, and to claim indemnity for damages where proven, or to bring such action as the law authorizes if it be proven that the meter has been installed in bad faith and with criminal intent to show the consumption of an amount larger than that actually used.\n\nAs to the provision contained in the second paragraph of said section of the Revised Ordinances relative to the fact that the existence in any building or premises of any device used for tapping the electric current shall, in the absence of satisfactory explanation, be deemed sufficient evidence of such use by the person benefiting thereby, the ordinance has not established a rule of judicial procedure, but a rule of evidence for the purpose of facilitating the enforcement of the prohibitory order contained in the regulation promulgated by the Board, as an amplification or development of the provisions of the organic law, in the exercise of the power thereby granted.\n\nA declaration in an ordinance that a given fact, or the existence or possession of a forbidden thing raises a presumption, or constitutes\n\nprima facie\n\nevidence of the violation of a law or of a regulation that is a complement of the statute, does not involve a violation of any constitutional law, nor is it a rule of procedure.\n\nIt is true that weighing of evidence and the rules of practice with respect thereto form part of the law of procedure, but the classification of proofs is sometimes determined by the substantive law. Thus, by the provisions of the Civil Code, every possessors has a right to be respected in his possession, and should he be disturbed therein, he must be protected or the possession must be restored to him. (Art 446.) All works, sowings, and plantings are presumed to be made by the owner and at his expense, unless the contrary is proven. (Art. 359.) All of the property belonging to a married couple shall be considered as\n\ngananciales\n\nunless it is proven that it appertains privately to the husband or to the wife. (Art. 1407, etc.)\n\nIn criminal matters, he who shall make use of a false passport of cedula (art. 308 of the code); he who shall have in his possession any tools used for falsification, and should not give a satisfactory explanation as to their acquisition or retention, incurs the penalty provided by article 313; he who shall have in his possession picklocks or other instruments used for purposes of robbery, and does not satisfactorily explain their acquisition or retention, incurs the penalty prescribed by article 515 of the code.\n\nIt can not be denied that the Civil and Penal Codes are, respectively, composed of substantive laws of a civil and penal character, essentially different from the adjective laws of procedure, according to the system of legislation in force in these Islands, and, as may be seen from the articles cited above, certain facts and conditions are specified by the said substantive laws as presumptive or\n\nprima facie\n\nproof, which must be taken into account for the proper resolution of a doubt or contention between the interested parties.\n\nThe provision contained in said ordinance to the effect that, in the absence of satisfactory explanation, the existence of the said device in connection with the electric-light meter shall be considered as sufficient evidence of its use, infringes no constitutional law, inasmuch as no law exists authorizing the use of a contrivance to tap the electric current, and the repeatedly cited ordinance accords with the organic law and with the general laws which protect and secure the right of ownership.\n\nFor the reasons above set forth, and considering that section 649 of the Revised Ordinances is valid and binding, it is held that the judgment appealed from can neither be reversed nor set aside. Costs against the appellant. So ordered.\n\nArellano, C.J., Mapa, Johnson, Moreland and Elliott, JJ.,\n\nconcur.\n\nCarson, J.,\n\nconcurs in the result.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 13071,
  "metadata_extraction_date": "2025-11-16T08:47:10.435590",
  "extraction_version": "2.0_enhanced_full_content"
}