{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1910/february/gr_l-5319_1910.html",
  "filename": "gr_l-5319_1910.html",
  "year": 1910,
  "month": "february",
  "case_number": "gr_l-5319_1910",
  "gr_number": "gr_l-5319_1910",
  "volume_page": "Volume information not available",
  "decision_date": "February 26, 1910",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "defendant",
    "injured",
    "wounds",
    "act",
    "his",
    "house",
    "man",
    "means",
    "required",
    "than",
    "days",
    "latter",
    "party",
    "said",
    "pay",
    "appellee",
    "heal",
    "witnesses",
    "they",
    "fact"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5319\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5319              February 26, 1910\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nSABAS BAOIT,\n\ndefendant-appellee.\n\nIñigo Bitanga, for appellant.\n\nAttorney-General Villamor, for appellee.\n\nMAPA,\n\nJ.:\n\nIt has been clearly proven that the defendant herein inflicted several wounds by means of a lance on a certain Wenceslao Agcaoili, some of which required more than ninety days to heal. Two witnesses for the prosecution have asserted that they saw the defendant in the act, and the latter admitted the fact on the stand. The allegation made by the defendant that he attacked the injured party because he, with the assistance of the two witnesses for the prosecution above alluded to, was endeavoring to break open, by means of bolos, the door of his mother-in-law's house, in which he was living, their intent being to kill him and afterwards to steal his carabaos, although corroborated by the testimony of his wife, was not considered by the trial judge, and he certainly acted properly, because the preponderance of evidence fully demonstrates that the injured man and the said witnesses were quietly conversing among themselves and with the mother-in-law of the defendant, within the said house, at the time when the former was attacked and wounded by the latter. On the other hand, it is untrue that if the final purpose of the injured man was to steal the carabaos, as the defendant has stated, he would have tried to break open the door of the house instead of the gate of the fence where the carabaos were kept, thereby awakening the owners and alarming the whole neighborhood by blows struck with the bolos upon the door of the house, which would have been the surest and readiest means to prevent the carrying out of the intended robbery of the said animals.\n\nThe wounds of the injured man were classified by the trial judge as\n\nlesiones menos graves\n\n, because, in the opinion of the physician who examined them, they could have been cured under proper medical attendance in thirty to forty days. As a matter of fact, however, the wounds required from three to four months to heal. The injured man says that he had no money with which to pay for the services of a physician, and of course he was not to blame if, through lack of means, he was unable to secure medical attendance. If for such reason the healing of the wounds required longer than if they had been properly treated, the defendant must suffer the consequences thereof, which in reality are no other than the consequences of his own act in inflicting the wounds; and it does not appear, nor is there the least indication that the injured man did anything to retard or to prolong their healing. He who executes an act must respond for all the consequences arising therefrom which can not imputed to the fault of the injured party. As the injuries above alluded to required more than ninety days to heal, the crime should be classified as\n\ngraves\n\n, not\n\nmenos graves\n\nas erroneously concluded by the court below in the judgment appealed from, and it falls within paragraph 3 of article 416 of the Penal Code.\n\nIt appears from the evidence that the injured party was entirely unable to take any precaution against the aggression of which he was the victim and which resulted in the injuries in question. He was engaged in a friendly conversation with other persons in the house of the defendant when he was suddenly attacked by the latter; not the least trouble, dispute, row, or anything in fact from which an aggression might have been feared or expected preceded the act. It was, owing to the sudden character of the attack, a markedly treacherous act, which brings the present 'case within the provisions of the last paragraph of said article 416 which, in relation with paragraph 3 of the same article, imposes the penalty of\n\nprision correccional\n\nin its medium and maximum degrees.\n\nThe judgment appealed from is hereby reversed, and the defendant is sentenced to the penalty of three years six months and twenty-one days of\n\nprision correccional\n\n, to pay the sum of P6 to Antonio Castro, president of the municipal board of health, for fees due him for the treatment of the wounds of the injured party, to indemnify the latter in the sum of P25, or to suffer subsidiary imprisonment in case of insolvency at the rate of one day's imprisonment for every twelve and a half pesetas that he fails to pay, with one-half of the period of his detention to be credited to him, and to pay the costs of this instance. So ordered.\n\nArellano, C.J., Torres, Johnson, Carson and Moreland, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4707,
  "metadata_extraction_date": "2025-11-16T08:46:11.432017",
  "extraction_version": "2.0_enhanced_full_content"
}