{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1910/february/gr_l-5478_1910.html",
  "filename": "gr_l-5478_1910.html",
  "year": 1910,
  "month": "february",
  "case_number": "gr_l-5478_1910",
  "gr_number": "gr_l-5478_1910",
  "volume_page": "Volume information not available",
  "decision_date": "February 26, 1910",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Tax Law",
    "Civil Law",
    "Remedial Law",
    "Property Law",
    "Commercial Law"
  ],
  "keywords": [
    "said",
    "sale",
    "land",
    "his",
    "tax",
    "deed",
    "law",
    "court",
    "case",
    "day",
    "parcels",
    "plaintiff",
    "amier",
    "seven",
    "certificate",
    "treasurer",
    "purchaser",
    "apuya",
    "complaint",
    "herein"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5478\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5478              February 26, 1910\n\nSERAFIN BELARMINO, ET AL.,\n\nplaintiffs-appellees,\n\nvs.\n\nMIGUELA BAQUIZAL, ET AL.,\n\ndefendants-appellants.\n\nLeoncio and Carlos A. Imperial, for appellants.\n\nAlbert E. Somersille, for appellees.\n\nMORELAND,\n\nJ.:\n\nThis case was decided on the following agreed statement of facts:\n\nFirst. That the seven parcels of land described in the complaint of the plaintiff herein are situated as stated in said complaint and are the lands in question.\n\nSecond. That the said even parcels of land described in the complaint were the property of Estanislao Amier, now deceased.\n\nThird. That the said seven parcels of land in the year 1902 were declared by Escolastico amier as his property.\n\nFourth. That on the 7th of May, 1903, said seven parcels of land were sold at public sale on account of the territorial tax on the same not having been paid by their owner, Escolastico Amier, or by any other person.\n\nFifth. That on the 7th day of May, 1903, Gaudencio Apuya bought said seven parcels of land at the said public sale and received a certificate of sale therefor.\n\nSixth. That said Gaudencio Apuya on the 23d day of June, 1903, sold said certificate of sale and all his interest in the same to Rosalia Diasanta, and the latter, on the 5th day of September, 1907, sold all her rights in the said lands to the plaintiff herein, Serafin Belarmino.\n\nSeventh. That on the 23d day of August, 1906, Rosalia Diasanta, as assignee of Gaudencio Apuya, received from the provincial treasurer of Albay, in her name, a deed of the said seven parcels of land, the same not having been redeemed by said Escolastico Amier or by any another person.\n\nEight. That said seven parcels of land were latter twice sold at public sale for failure to pay the territorial tax and were each time redeemed by said Rosalia Diasanta.\n\nNinth. That Gaudencio Apuya died on the 21st day of February, 1907, leaving as his only heirs at law and next of kin his widow, Atanacia Cafe, and a brother of the decease, Juan Apuya who are the only person who have the right to be declared heirs of the said deceased.\n\nTenth. That Estanislao Amier died in the year 1892, leaving as his only heirs at law and next at kin his nieces Miguela, Jualiana, Celdenia, and Quintin, surnamed Baquizal, Severina Yanzon, the deceased Escolastico Amiers and his heirs and grand children, Bibiana Arao and Roque Yanzon, all of whom would be heirs in case of the declaration of heirship of the said Estanislao Amier.\n\nEleventh. That Gaudencio Apuya and Estanislao Amier died intestate, leaving their property undivided and without a partition of the same among their heirs.\n\nTwelfth. That Bibiana Arao is actually administratrix of the state of Estanislao Amier, deceased, being dully named as such by the court.\n\nThirteenth. That Escolastico Amier was authorized by the defendant to declare the said seven parcels of land for taxation but was not authorized to declare them as his exclusive property.\n\nUpon these facts the court below found in favor of the plaintiffs, declaring them owners of the seven parcels of land and ordering that the defendant deliver the possession of the same to the plaintiffs. From this judgment this appeal was taken.\n\nThe appellants in this courts made several assignments of error. The only one need to consider is that wherein they claim that the judge erred in finding that the assignment of the certificate of sale by Apuya to Diasanta was valid and that the deed subsequently made by the treasurer of the Province of Albay to the said Diasanta, pursuant to said certificate, transferred the title to said lands to the lands Diasanta.\n\nThis precise question has been passed upon by this court in the case of Black\n\nvs.\n\nNygren (8 Phil. Rep., 205). In that case the court, speaking through Mr. Justice Johnson, says (p. 206):\n\nFrom the record the following facts appear:\n\n(1) That on the 28th day of January, 1905, the acting provincial treasurer of the Province of Pampanga issued to one S. S. McVey, a certificate of tax sale for certain land sold at a tax sale in said Province of Pampanga.\n\n(2) On the 10th day of August, 1906, the said S. S. McVey, assigned the said certificate of tax sale to the plaintiff herein.\n\n(3) On the 13th day of September, 1906, the plaintiff herein filed a petition in this court, praying that a writ of\n\nmandamus\n\nbe issued against the defendant herein, as treasurer of said Province of Pampanga, to compel him to issue to the plaintiff a tax deed to the lands describe in said certificate of tax sale.\n\n(4) On the 30th day of October, 1906, the Attorney-General of the Philippine Islands, representing the said treasurer filed a demurrer to said petition for\n\nmandamus\n\n, upon the ground that the complaint did not state facts sufficient to constitute a cause of action, specifically stating the reason therefore. Said demurred was heard by this court on the 12th day of November, 1906.\n\nThe question presented is whether or not the plaintiff is entitled to a writ of\n\nmandamus\n\nunder the provisions of law in force in the Philippine Islands. It is the general rule that a writ of\n\nmandamus\n\nwill not lie against a corporation, board, or officer to compel him or them to perform any specific duty unless such duty is clearly define by the law or by virrtue of an official duty or relation.\n\nSection 18 of the Municipal Code (Act No. 82) provides:\n\n\"In case the tax payer shall not redeem the land solve as above provided within one year from the date of sale, the provincial treasurer, or his deputy, in the name such treasurer, shall, as grantor, execute deed in form and effect sufficient under the laws on the Islands to convey to the\n\npurchaser\n\nso much of the land against which the taxes have been assessed as has been sold, free from all liens of any kind whatsoever, and the deeds shall succinctly recite all the proceedings upon which the validity of the sale defends.\"\n\nIt will be noted from the above provision of the said Municipal Code that the treasurer or his deputy shall execute the deed, under the provisions of said Municipal Code, to the\n\npurchaser\n\n. The plaintiff herein is the assigned of the purchaser. The law gave to the purchaser at the top sale alone the right to have the deed executed to him. The law made no provision to have the said tax deed issued to the assignee of the purchaser. This provision of the said Municipal Code seems to have been taken from section 489 of the statutes of the States of Vermont, and the court of that State have held, together with nearly all the states of the union, that every statutes which provides a method by which a person may be divested of his property under a special authority, must be construed strictly.\n\nIn the case of Thatcher\n\nvs.\n\nPowell (6 Wheaton, 119, 123) the Supreme Court of the United States said:\n\n\"That no individual or public can sell and convey a good title to the land of another, unless authorized so to do by express law, is one of those self-evident propositions to which the mind assents without hesitation; and that the person invested with such a power must pursue with precision the course prescribed by law, or his act is invalid, is a principle which has been repeatedly recognized in this court.\"\n\nAnd again, in the case of Alexander\n\nvs.\n\nSavage (90 Ala., 383), the Supreme Court of Alabama held:\n\n\"A tax deed made to one\n\nsubstituted for the purchaser\n\n, or to any grantee to other than the one\n\nsactioned by the statute\n\nis void. The statutory authority to convey must be strictly pursued and the deed made only to those to whom he is authorized by law to execute it. (Kenn\n\nvs.\n\nHoughton, 19 Maine, 368.)\"\n\nThe law in the present case required the defendant to execute the deed to the purchaser under the tax sale. The demurrer is therefore hereby sustained and the plaintiff is hereby given ten days from the notice of this decision within which to amend his complaint, or otherwise the case will be dismissed with costs to the plaintiff. So ordered.\n\nBy virtue of the authority of the above case, holding that the certificate of sale is not assignable and that a deed to any person other than the purchaser at the sale is void, the judgment of the court below is hereby reversed and the plaintiffs' complaint dismissed, without special finding as to costs.\n\nArellano, C.J., Torres, Mapa, Johnson and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 8503,
  "metadata_extraction_date": "2025-11-16T08:46:09.191474",
  "extraction_version": "2.0_enhanced_full_content"
}