{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1910/february/gr_l-5312_1910.html",
  "filename": "gr_l-5312_1910.html",
  "year": 1910,
  "month": "february",
  "case_number": "gr_l-5312_1910",
  "gr_number": "gr_l-5312_1910",
  "volume_page": "Volume information not available",
  "decision_date": "February 2, 1910",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Tax Law",
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "court",
    "costs",
    "party",
    "items",
    "allowed",
    "below",
    "fees",
    "shall",
    "expenses",
    "word",
    "instance",
    "they",
    "law",
    "item",
    "attorneys",
    "order",
    "first",
    "election",
    "attorney",
    "taxed"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5312\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5312              February 2, 1910\n\nENRIQUE MENDIOLA,\n\nplaintiff-appellee,\n\nvs.\n\nSIMEON A. VILLA,\n\ndefendant-appellant.\n\nDiokno, Ferrer, and Leuterio, for appellant.\n\nRafael Del-Pan, for appellee.\n\nMORELAND,\n\nJ.:\n\nThis is an appeal from an order of the Court of First Instance of the city of Manila settling the costs to which the prevailing party was held to be entitled in a contested election case. The bill of costs as presented by the attorney for the prevailing party contained several items which were objected to by the attorney for the unsuccesful party upon the ground that they were not items which could properly be taxed under the law and the practice of the court or, if proper, they were taxed excessively.\n\nBy agreement between the parties the question of the legality of these items of costs was submitted directly to the court.\n\nThe said items were allowed by an order of the court below dated the 9th of January, 1909. From that order this appeal is taken.\n\nAs to all of the items, except the one set out below, there is no evidence whatever in the record from which this court can say whether or not they are excessive. We are not able, therefore, to determine whether or not such items were properly allowed by the court below. In such case we must assume that the court below had facts before it sufficient to sustain a finding allowing those items.\n\nAs to the item of P600 allowed by the court below as fees of the attorney, we are of the opinion that that item can not be allowed. The second paragraph of section 27 of the Election Law [Act No. 1582] reads as follows:\n\nBefore the court shall entertain any such motion the party making it shall give bond in an amount to be fixed by the court with two sureties satisfactory to it, conditioned that he will pay all expenses and cost incident to such motion, or shall deposit cash in court in lieu of such bond. If the party paying such expenses and cost shall be successful they shall be taxed by the court and entered and be collectible as a judgment against the defeated party.\n\nWe do not believe that the words \"expenses and costs\" cover attorneys' fees. The word \"expenses\" as used in the Election Law has the same signification as the word \"disbursements.\" It does not include fees of attorneys. The amount of costs to which a party is entitled in the Courts of First Instance is regulated by section 492 of the Code of Civil Procedure. It will be seen from the provisions of that section that attorneys' fees are not allowed as costs in Courts of First Instance, so that attorneys' fees can not be included in the word \"costs.\" The item of P600, not being included in either the word \"costs\" or the word \"expenses\" as used in the statute, must, therefore, be disallowed.\n\nThe judgment of the court below is hereby modified by striking from the bill of costs allowed therein the item of P600, and, as so amended, affirmed, without special finding as to the costs of this instance.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Elliott, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3168,
  "metadata_extraction_date": "2025-11-16T08:47:29.148305",
  "extraction_version": "2.0_enhanced_full_content"
}