{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1910/february/gr_l-5188_1910.html",
  "filename": "gr_l-5188_1910.html",
  "year": 1910,
  "month": "february",
  "case_number": "gr_l-5188_1910",
  "gr_number": "gr_l-5188_1910",
  "volume_page": "Volume information not available",
  "decision_date": "February 10, 1910",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "court",
    "general",
    "trial",
    "lower",
    "title",
    "petitioners",
    "made",
    "cause",
    "judgment",
    "finding",
    "government",
    "land",
    "lands",
    "evidence",
    "adduced",
    "during",
    "conclusions",
    "facts",
    "lino",
    "alindogan"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5188\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5188              February 10, 1910\n\nLINO ALINDOGAN, ET AL.,\n\npetitioners-appellees,\n\nvs.\n\nTHE INSULAR GOVERNMENT,\n\nrespondent-appellant.\n\nAttorney-General Villamor, for appellant.\n\nNo appearance for appellees.\n\nJOHNSON,\n\nJ.:\n\nOn the 7th of March, 1906, Lino Alindogan and Lino Alindogan Jac-Teoco petitioned for the registration of a certain parcel of land described in the first paragraph of the petition, with a superficial area of 5,172 square meters.\n\nAfter the petition had been presented, the Solicitor-General, representing the Chief of the Bureau of Lands, filed the following writing or notice:\n\nThe Solicitor-General, representing the Director of Public Lands, appears before the court in this case and prays that he be made a party to any further proceedings and summoned on behalf of the aforesaid Directors of Public Lands.  Manila, March 30, 1906.  Gregorio Araneta, Solicitor-General.\n\nAfter hearing the evidence adduced during the trial of the cause, the lower court rendered the following judgment or decree:\n\nThe court, having received and considered all the evidence adduced by the petitioners, and being fully informed of everything connected with this case, finds that the petitioners have legally acquired their title, and are the absolute owners in equal parts\n\npro indiviso\n\nof the land in question.\n\nTherefore, the opposition of the Director of Lands is overruled, and, after a declaration of general default, let the adjudication and registry of said land in favor of the petitioners be decreed, subject to an easement of way acknowledged by the petitioners and marked on the plan as a way made by the owners.\n\nTo this judgment the representative of the Government duly excepted and presented a motion for a new trial based upon the ground that the evidence adduced during the trial was insufficient to justify the conclusions of the lower court; which motion was denied. The representative of the Government duly excepted to the order of the court denying said motion for a new trial. The cause was subsequently brought to this court by bill of exceptions and the Attorney-General made the following assignment of error:\n\nThe Court of Land Registration erred in not making any finding of facts in its judgment.\n\nAn examination of the judgment of the lower court shows that he made no finding of facts whatever upon which he based his conclusions. His failure so to do in direct violation of the provisions of article 133 of the Code of Procedure in Civil Actions (Act No. 190).\n\nThis court has frequently decided that a failure to make a finding of facts by the lower court, upon which he based his conclusions, was reversible error. (See Braga\n\nvs.\n\nMillora, 3 Phil. Rep., 458; Enriquez\n\nvs.\n\nEnriquez, 3 Phil. Rep., 746; City of Manila\n\nvs.\n\nThe Insular Government, 9 Phil. Rep., 71.)\n\nThe argument for the conclusion of this court has been fully set out in the foregoing cases. We deem it unnecessary to repeat it here. It is sufficient to say that we adhere to the doctrine established in said decisions. In view of the fact, however, that during the trial of the cause no opposition was presented whatever to the registration of the title in favor of the plaintiffs, and in view of the fact that the plaintiffs were in no way responsible for the errors complained of here, the cause is hereby remanded to the lower court, with direction that a finding of facts be made from the evidence adduced during the trial, without the necessity of the presentation of other or additional proof, and that when the same is done that the title be registered in accordance with the conclusions in the decision of the lower court in the present cause.\n\nWithout any special finding as to costs, it is so ordered.\n\nArellano, C.J., Torres, Mapa, Moreland and Elliott, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nCARSON,\n\nJ.,\n\nconcurring:\n\nUnderstanding, as I do, that the concluding sentence of the above decision should not and is not intended to have the effect of depriving the parties of their right to appeal from the new judgment to be entered by the court below, before the title to the property in question is registered, I concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4282,
  "metadata_extraction_date": "2025-11-16T08:47:12.677810",
  "extraction_version": "2.0_enhanced_full_content"
}