{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1910/february/gr_l-5593_1910.html",
  "filename": "gr_l-5593_1910.html",
  "year": 1910,
  "month": "february",
  "case_number": "gr_l-5593_1910",
  "gr_number": "gr_l-5593_1910",
  "volume_page": "Volume information not available",
  "decision_date": "February 15, 1910",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "shall",
    "fire",
    "set",
    "article",
    "who",
    "crime",
    "any",
    "cadena",
    "edifice",
    "committed",
    "pesetas",
    "trial",
    "court",
    "penalty",
    "should",
    "arson",
    "therein",
    "church",
    "law",
    "defined"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5593\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5593              February 15, 1910\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nFELIX LARIOSA,\n\ndefendant-appellant.\n\nNazario Dimayuga, for appellant.\n\nOffice of the Solicitor-General Harvey, for appellee.\n\nCARSON,\n\nJ.:\n\nThe information in this case charges the accused with the crime of arson, committed as follows:\n\nThat the said Felix Lariosa, on or about the 9th day of April, 1908, in the municipality of Minglanilla of this province and judicial district, without any justifiable motive, but on the contrary, maliciously and criminally, set on fire a chapel used for religious worship, burning and reducing it to ashes, as well as all the articles and ornaments contained therein, the value of all the property burned being the sum of more than 6,250 pesetas, the property of the Roman Catholic Church. All contrary to law.\n\nThe evidence of record fully sustains the allegations contained in the information except only as to the amount of the damage done by the fire which, as found by the trial court, appears to have amounted to no more than P600.\n\nUpon the facts proven, the trial court erroneously convicted the accused of the crime of arson as defined and penalized in article 548 of the Penal Code, and sentenced him to seventeen years and one day of\n\ncadena temporal\n\n, together with the accessory penalties prescribed by law.\n\nArticles 548, 549, 550, and 551 of the Penal Code are as follows:\n\nART. 548. The following shall be punished with the penalty of\n\ncadena temporal\n\nin its maximum degree to\n\ncadena perpetua\n\n:\n\n1. Those who shall set fire to an arsenal, dockyard, warehouse, establishment for the manufacture of gunpowder or military fireworks, park of artillery, archives, or general museum of the State.\n\n2. Those who shall set fire to a moving passenger train or a vessel away from port.\n\n3. Those who shall set fire in a populous place to a storehouse containing inflammables or explosives.\n\n4. Those who shall set fire to a theater, church, or other edifice devoted to meetings, if a number of people shall have gathered therein.\n\nART. 549. Those who shall set fire to any edifice, farmhouse, hut, shed, or vessel in port, with knowledge that one or more persons were within the same, shall be punished with a penalty of\n\ncadena temporal\n\nto\n\ncadena perpetua\n\n.\n\nART. 550. The penalty of\n\ncadena temporal\n\nshall be imposed:\n\n1. Upon those who shall set fire to a public edifice if the damage caused exceeds 6,250 pesetas.\n\n2. Upon those who set fire to an inhabited house or any edifice whatsoever, in which several persons habitually meet, not knowing whether or not there were people therein, or a moving freight train if the damage caused in said cases should also exceed 6,250 pesetas.\n\nART. 551. The following shall be punished with the penalty of\n\npresidio mayor\n\n:\n\n1. Those who shall commit any of the crimes included in the preceding article if the amount of the injury caused should not exceed 6,250 pesetas.\n\nx x x           x x x           x x x\n\nIt clearly appears from the evidence of record and the findings of the trial court that at the time when the crime was committed the church edifice was closed and occupied, and there is nothing in the evidence to show that the accused had any knowledge or belief that any person was within the building at the time when he set it on fire. Manifestly, therefore, the offense could not fall under article 548, since the provisions of that article touching the malicious burning of a church or other edifice devoted to meetings are only applicable to cases in which at the time the crime is committed \"a number of people shall have gathered therein.\" So the provisions of article 549 are inapplicable, because the building was wholly unoccupied at the time when the crime was committed. And so also the provisions of article 550 are inapplicable, because, as appears from the records and the findings of the trial court, the damages caused by the fire did not exceed 6,250 pesetas.\n\nThe crime committed is that of arson, defined and penalized in section 1 of article 551 of the Penal Code; and we, therefore, reverse the judgment of conviction and sentence imposed by the trial court, and find the defendant and appellant, Felix Lariosa, guilty of the crimes of arson as defined and penalized in that section. The aggravating circumstance of nocturnity, which marked the commission of the crime, should be compensated by taking into consideration the extenuating circumstance of race, as defined and penalized in article 11 of the Penal Code. (U. S.\n\nvs.\n\nBlas Moro, p. 206,\n\nsupra\n\n), and the penalty prescribed should, therefore, be imposed in its medium degree, and the defendant should be sentenced to eight years and one day of\n\npresidio mayor\n\n, together with the accessory penalties prescribed by law, to the indemnification of the owners of the building in the sum of P600, and to the payment of the costs of the proceedings in both instances. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Moreland and Elliott, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5163,
  "metadata_extraction_date": "2025-11-16T08:46:47.458443",
  "extraction_version": "2.0_enhanced_full_content"
}