{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/october/GR_112733.html",
  "filename": "GR_112733.html",
  "year": 1997,
  "month": "october",
  "case_number": "112733",
  "gr_number": "112733",
  "volume_page": "346 Phil. 189",
  "decision_date": "October 24, 1997",
  "title": "PEOPLEâS INDUSTRIAL AND COMMERCIAL CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MAR-ICK INVESTMENT CORPORATION, RESPONDENTS. D E C I S I O N ROMERO, J.: This petition for review on certiorari of the Decision[1] of the Court of Appeals arose from the complaint for accion publiacana de posesion over several subdivision lots that was premised on the automatic cancellation of the contracts to sell those lots.Private respondents Mar-ick Investment Corporation is the exclusive and registered owner of Mar-ick Subdivision in Barrio Buli, Cainta, Rizal. On May 29, 1961, private respondents entered into six (6) agreements with petitioner Peopleâs Industrial and Commercial Corporation whereby it agreed to sell to petitioner six (6) subdivision lots.[2] Except for Lot No. 8 that has an area of 253 square meters, all the lots measure 240 square meters each. Five of the agreements, involving Lots. Nos. 3, 4, 5, 6 and 7, similarly stipulate that the petitioner agreed to pay private respondents for each lot, the amount of P 7,333.20 with a down payment of P 480.00. The balance of P 6,853.20 shall be payable in 120 equal monthly installments of P 57.11 every 30th of the month, for a period of ten years. With respect to Lot No. 8, the parties agreed to the purchase price of P7,730.00. With a down payment of P506.00 and equal monthly installments of P60.20.All the agreements have the following provisions:â9. Should the PURCHASER fail to make the payment of any of the monthly installments as agreed herein, within One Hundred Twenty (120) days from its due date, this contract shall, by the mere fact of nonpayment, expire by it self and become null and void without necessity of notice to the PURCHASER or of any judicial declaration to the effect, and any and all sums of money paid under this contract shall be considered and become rentals on the property, and in this event, the PURCHASER should he/she be in possession of the property shall become a mere intruder or unlawful detainer of the same and may be ejected therefrom by means provided by law for trespassers or unlawful detainers. Immediately after the expiration of the 120 days provided for in this clause, the OWNER shall be at liberty to dispose of and sell said parcel of land to any other person in the same manner as if this contract had never been executed or entered into.The breach by the PURCHASER of any of the conditions considered herein shall have the same effect as non-payment of the installments of the purchase price.In any of the above cases the PURCHASER authorizes the OWNER or her representative to enter into the property to take possession of the same and take whatever action is necessary or advisable to protect its rights and interest in the property , and nothing that may be done or made by the PURCHASER shall be considered as revoking this authority or a denial thereof.â[3]After the lapse of ten years, however, petitioner still had not fully paid for the six lots; It had paid only the down payment and eight (8) installments, even after private respondents had given petitioner a grace period of four months to pay the arrears.[4] As of May 1, 1980, the total amount due to private respondents under the contract was P214,418.00.[5]In this letter of March 30, 1980 to Mr. Tomas Siatianum (Siatianun) who signed the agreements for petitioner, private respondentâs counsel protested petitionerâs encroachment upon a portion of its subdivision particularly Lots Nos. 2, 3, 4, 5, 6, 7, and 8. A portion of the letter reads:âExaminations conducted on the records of said lots revealed that you once contracted to purchase said lots but your contracts were cancelled for non-payment of the stipulated installments.Desirous of maintaining good and neighborly relations with you, we caused to send you this formal demand for you to remove your said wall within fifteen (15) days from your receipt hereof, otherwise, much to our regret, we shall be constrained to seek redress before the courts and at the same time charge you with reasonable rentals for the use said lots at the rate of One (P1.00) Peso per square meter per month until you shall have finally removed said wall.â[6]Private respondent reiterated its protest against the encroachment in a letter dated February 16, 1981.[7] It added that petitioner had failed to abide by its promise to remove the encroachment, or to purchase the lots involved âat the current price or pay the rentals on the basis of the total area occupied, all within a short period of time.â It also demanded the removal of the illegal constructions on the property that had prejudiced the subdivision and its neighbors.After a series of negotiations between the parties, they agreed to enter into a new contract to sell[8] involving seven (7) lots, namely, Lots Nos. 2, 3, 4, 5, 6, 7 and 8, with a total area of 1,693 square meters. The contract stipulates that the previous contracts involving the same lots (actually minus Lot No.2) âhave been cancelled due to the failure of the PURCHASER to pay the stipulated installments.â It states further that the new contract was entered into âto avoid litigation, considering that the PURCHASER has already made use of the premises since 1981 to the present without paying the stipulated installments.â The parties agreed that the contract price would be P423,250.00 with a down payment of P42,325.00 payable upon the signing of the contract and the balance of P380,925.00 payable in forty-eight (48) equal monthly amortization payments of P7,935.94.The new contract bears the date of October 11, 1983 but neither of the parties signed it. Thereafter, Tomas Siatianum issued the following checks in the total amount of P37,642.72 to private respondent: (a) dated March 4, 1984 for P10,000.00; (b) dated March 31, 1984 for P10,000.00; (c) dated April 30, 1984 for P 10,000.00 ; (d) dated May 31, 1984 for P 7,079.00, and (e) dated May 31, 1984 for P563.72.[9]Private respondent received but did not encash those checks. Instead, on July 12, 1984 it filed in the Regional Trial Court of Antipolo, Rizal, a complaint for accion publicianan de posesion against petitioner and Tomas Siatianum, as president and majority stockholder of petitioner.[10] It prayed that petitioner be ordered to removed the wall on the premises and to surrender in possession of lots Nos. 2 to 8 of Block 11 of the Mar-ick subdivision, and that petitioner and Tomas Siatianum be ordered to pay: (a) P259,074.00 as reasonable rentals for the use of the lots from 1961,â plus P1,680,074.00 per month from July 1, 1984 up to and until the premises shall have been vacated and the wall demolishedâ; (b) P10,000.00 as attorneyâs fees; (c) moral and exemplary damages, and (d)costs of suit. In the alternative , the complaint prayed that should the agreements be deemed not automatically cancelled, the same agreements should be declared null and void.In due course, the lower court[11] rendered a decision finding that the original agreements of the parties were validly cancelled in accordance with provision No.9 of each agreement. The parties did not enter into a new contract in accordance with Art. 1403 (2) of the Civil Code as the parties did not sign the draft contract. Receipt by private respondent of the five checks could not amount to perfection of the contract because private respondent never encash and benefited from those checks. Furthermore, there was no meeting of the minds between the parties because Art 1475 of the Civil Code should be read with the Statute of Frauds that requires the embodiment of the contract in a note or memorandum.The lower court opined that the checks represented the deposit under the new contract because petitioner failed to prove that those were monthly installments that private respondent refused to accept. What petitioner prove instead was the fact that it was not able to pay the rest of the installments because of a strike, fire and storm that affected its operations. Be that is as it may, what was clearly proven was that both parties negotiated a new contract after the termination of the first. Thus, the fact that the parties tried to negotiate a new contract indicated that they considered that first contract as already cancelled.âWith respect to petitionerâs allegation on a \"free right-of-wayâ constituted on Lot No. 2, the lower court found that the agreement thereon was oral and not in writing. As such, it was not in accordance with Art. 749 of the Civil Code requiring that, to be valid, a donation must be in a public document. Consequently, because of the principle against unjust enrichment, petitioner must pay rentals for the occupancy of the property. The lower court disposed of the case as follows:âIN VIEW OF ALL THE FOREGOING, Defendant Corporation is hereby directed to return subjects Nos. 2, 3, 4, 5, 6, 7, and 8 to Plaintiff Corporation, and to pay the latter the following amounts:1. reasonable rental of P1.00 per square meter per month from May 29,1961, for Lots Nos. 3, 4, 5, 6, 7, and 8, and from July 21, 1984, for lot No. 2, up to the date they will vacate said lots. The amount of P4,735.21 (Exhibit âRâ) already paid by defendant corporation to plaintiff corporation for the six (6) lots under the original contracts shall be deducted from the said rental;2. attorneyâs fees in the amount of P10,000.00; and3. costs of the suit.SO ORDERED.\"Petitioner elevated the case to the Court of Appeals. However, or October 16, 1992, the Court of Appeals affirmed in toto the lower courtâs decision. Petitionerâs motion for reconsideration having been denied, it instituted the instant petition for review on certiorari raising the following issues for resolution:(1) whether or not the lower court had jurisdiction over the subject matter of the case in view of the provisions of Republic Act No. 6552 and Presidential Decree No. 1344;(2) whether or not there was a perfected and enforceable contract of sale (sic) on October 11, 1983 which modified the earlier contracts to sell which had not been validly rescinded;(3) whether or not there was a valid grant of right of way involving Lot No. 2 in favor of petitioner; and(4) whether or not there was justification for the grant of rentals and the award of attorneyâs fees in favor of private respondent.[12]The issue of jurisdiction has been precluded by the principle of estoppel. It is settled that lack of jurisdiction may be assailed at any stage of the proceedings. However, a partyâs participation therein the issue.[13] Petitioner undoubtedly has actively participated in the proceedings from its inception to date. In its answer to the complaint, petitioner did not assail the lower court jurisdiction ; instead, it prayed for affirmative relief.[14] Even after the lower court had decided against it, petitioner continued to affirm the lower courtâs jurisdiction by elevating the decision to the appellate court,[15] hoping to obtain a favorable decision but the Court Of Appeals affirmed the court a quoâs ruling. Then and only then did petitioner raise the issue of jurisdiction-in its motion for reconsideration of the appellate courtâs decision. Such a practice, according to Tijam v. Sibonghanoy,[16] cannot be countenanced for reasons of public policy.Granting, however, that the issue was raised seasonably at the first opportunity, still, petitioner has incorrectly considered as legal bases for its position on the issue of jurisdiction the provisions of P.D. Nos. 957 and 1344 and Republic Act No. 6552 P.D. No. 957, the âSubdivision and Condominium Buyersâ Protective Decreeâ which took effect upon its approval on July 12, 1976, vest upon the National Housing Authority (NHA) âexclusive jurisdiction to regulate the real estate trade and business â in accordance with the provisions of the same decree.[17] P.D. No. 1344, issued on April 2, 1978, empowered the National Housing Authority to issue a writ of execution in the enforcement of its decisions under P.D. No. 957.These decrees, however, were not yet in existence when private respondents invoked provision No. 9 of the agreements of contracts to sell and cancelled these in October 1971.[18] Article 4 of the Civil Code provides that laws shall have no retroactive effect unless the contrary is provided. Thus, it is necessary that an express provision for its retroactive application must be made in law.[19] There being no such provision in both P.D. Nos. 957 and 1344, these decrees cannot be applied to a situation that occurred years before their promulgation. Moreover, granting that said decreed indeed provide for a retroactive application, still, these may not applied in this case.The contracts to sell of 1961 were cancelled in virtue of provision No. 9 thereof to which the parties voluntarily bound themselves. In Manila Bay Club Corp. v. Court of Appeals,[20] this Court interpreted as requiring mandatory compliance by the parties, a provision in a lease contract that failure or neglect to perform or comply with any of the covenants, conditions, agreements or restrictions stipulated shall result in the automatic termination and cancellation of the lease. The Court added:âx x x . Certainly, there is nothing wrong if the parties to the lease contract agreed on certain mandatory provisions concerning their respective rights and obligations, such as the procurement of insurance and the rescission clause. For it is well to recall that contracts are respected as thelaw between the contracting parties, and they may establish such stipulations, clauses, terms and conditions as they may want to include. As long as such agreements are not contrary to law, moral, good customs, public policy or public order they shall have the force of law between them.âConsequently, when petitioner failed to abide by its obligation to pay the installments in accordance with the contracts to sell, provision No. 9 automatically took effect. That private respondent failed to observe Section 4 of Republic Act No. 6552, the âRealty installment Buyer Protection Act,â is if no moment. That section provides that â(I)f the buyers fails to pay the installment due at the expiration of the grace period, the seller may cancel the contract after thirty days from receipt by the buyer of the notice of cancellation or the demand for rescission of the contract by a notarial act.â Private respondentâs cancellation of the agreements without a duly notarized demand for rescission did not mean that it violated said provision of law. Republic Act No. 6552 was approved on August 26, 1972, long after provision No.9 of the contracts to sell had become automatically operational. As with P.D. Nos. 957 and 1344, Republic act No. 6552 does not expressly provide for its retroactive application and, therefore, it could not have encompassed the cancellation of the contracts to sell in this case.At this juncture, it is apropos to stress that the 1961 agreements are contracts to sell and not contracts of sale. The distinction between these contracts is graphically depicted in Adelfa Properties, Inc. v. Court of Appeals,[21] as follows:âx x x . The distinction between the two is important for in a contract of sale, the title passes to the vendee upon the delivery of the thing sold; whereas in a contract to sell, by agreement the ownership is reserved in the vendor and is not to pass until the full payment of the price. In a contract of sale, the vendor is not to pass until the full payment of the price. In a contract of sale, the vendor has lost and cannot recover ownership until and unless the contract is resolved or rescinded; whereas, in a contract to sell, title is retained by the vendor until the full payment of the price , such payment being a positive suspensive condition and failure of which is not a breach but an event that prevents the obligation of the vendor to convey title from becoming effective. Thus, a deed of sale is considered absolute in nature where there is neither a stipulation in the deed that title to the property sold is reserved in the seller until the full payment of the price, nor one giving the vendor the right to unilaterally resolve the contract the moment the buyer fails to pay within a fixed period.âThat the agreements of 1961 are contracts to sell is clear from the following provisions thereof:â3. Title to said parcel of land shall remain in the name of the OWNER until complete payment by the PURCHASER of all obligations herein stipulated, at which time the OWNER agrees to execute a final deed of sale in favor of the PURCHASER and cause the issuance of a certificate of title in the name of the latter, free from liens and encumbrances except those provided in the Land Registration Act, those imposed by the authorities, and those contained in Clauses Nos. Five (5) and Six (6) of this agreement.x x x x x x x x x.4. The PURCHASER shall be deemed for all purpose to take possession of the parcel of land upon payment of the down or first payment; provided, however, that his/her possession under this section shall be only of the that of a tenant or lessee and subject to ejectment proceeding during all the period of this agreement.5.The parcel of land subject of this agreement shall be used by the PURCHASER exclusively for legal purposes, and he shall not be entitled to take or remove soil, stones, or gravel from it or any other lots belonging to the owner.âHence, being contracts to sell, article 592 of the Civil Code which requires rescission either by judicial action or notarial act is not applicable.[22]Neither may petitioner claim ignorance of the cancellation of the contracts. Aside from his letters of March 30, 1980 and February 16, 1981, private respondentâs counsel. Atty. Manuel Villamor, had sent petitioner other formal protest and demands.[23] These letters adequately satisfied the notice requirement stipulated in provision No.9 of the contracts to sell. If petitioner had not agreed to the automatic and extrajudicial cancellation of the contracts, it could have gone to court to impugn the same but it did not. Instead, it sought to enter into a new contract to sell, thereby confirming its veracity and validity of the extrajudicial rescission.[24] Had not private respondent filed the accion publiciana de posesion, petitioner would have remained silent about the whole situation. It is now estopped from questioning the validity of the cancellation of the contracts. An unopposed rescission of a contract has a legal effects.[25]Petitionerâs reliance on the portion of the Court of Appealsâ Decision stating that private respondent had not made known to petitioner its supposed rescission of the contract,[26] is misplaced. Moreover, it quoted only the portion that appears favorable to its case. To be sure, the Court of Appeals quoted provision No. 9 which requires that âactual cancellation shall take place thirty days from receipt by the buyer of the notice of cancellation or demand for rescission of the contract by a notarial act and upon full payment of the cash surrender value,â and added that âR.A. 6552 even more underscored the indispensability of such notice to the defaulting buyer.â However, the same appellate court continued:âThe absence of the aforesaid notice in the case at bar in the forms respectively deemed efficacious before and after the passage of R.A. 6552 does not, however, necessarily impress merit in the appellantâs position. Extrajudicial rescission, after all, has legal effect where the other party does not oppose it (Zulueta vs. Mariano, 111 SCRA 206; Nera vs. Vacante, 3 SCRA 505; Magdalena Estate vs. Myrick, 71 Phil.344). Where it is objected to, a judicial determination of the issue is still necessary. In other words resolutions of reciprocal contracts maybe made extrajudicially unlesssuccess fully impugned in court. If the debtor impugns the declaration it shall be subject to judicial determination (Jison vs. court of Appeals,164 SCRA 339, citing Palay Inc. vs. Clave, supra; Univ. of the Philippines vs. Angeles , supra). In its July 5, 1984 complaint, the appellee had, in fact, significantly prayed for the cancellation of the said sales agreement in the alternative (p. 4, orig. rec.)â[27] (Italics supplied.)Moreover, private respondentâs act of cancelling the contracts to sell was not done arbitrarily. The record shows that private respondent dealt with petitioner with admirable patience, probably in view of the strike, the fire in 1968 that burned petitionerâs factory, and the typhoon in 1970.[28] It exercised its contractual authority to cancel the agreements only after petitioner had reneged in its obligation after paying only eight (8) installments. When the contracts matured, it still gave petitioner a grace period of four (4) months within which to comply with its obligations. It considered the contracts cancelled only as of October 1971 or several years after petitionerâs last installment payment[29] and definitely more than ten years after the agreements were entered into.Because the contracts to sell had long been cancelled when private respondents filed the accion publiciana de posesion on July 12, 1984, it was the proper Regional Trial Court that had jurisdiction over the case. By then, there was no more installment buyer and seller relationship to speak of. It had been recuded to a mere case of an owner claiming possession of its property that had long been illegally withheld from it by another.Petitioner alleges that there was a ânew perfected and enforceable contract of sale\" between the parties in October 1983 for two reasons. First, it paid private respondent the down payment or âdeposit of Contractâ[30] through the five checks. Second, the receipt signed by private respondentâs representatives satisfies the requirement of a ânote or memorandumââ under Article 1403 (2) of the Civil Code because it states the object of the contract (six lots of Mar-Ick Subdivision measuring 1,453 square meters), the price (P250.00 per square meter with a down payment of 10% or P 37,542.72), and the receipt itself opens with a statement referring to the âpurchaseâ of the six lots of Mar-Ick Subdivision.[31]The contract of October 1983 which respondents offered in evidence as Exhibit S, is entitled âCONTRACT TO SELL.â While the title of a contract is not controlling, its stipulations confirm the nature of that contract. Thus, it provides:â5. Title to said parcels of land shall remain in the name of the OWNER until complete payment by the PURCHASER of all obligations herein stipulated, at which time, the OWNER agrees to execute a final deed of sale in favor of the PURCHASER and cause the issuance of certificates of title in the name of the latter, free from all liens and encumbrances except those provided in the Land Registration Act, those imposed by the authorities, and those contained in the stipulation that follow.âUnder the law, there is a binding contract between the parties whose minds met on a certain matter notwithstanding that they did not affix their signature to its written form.In the case at the bar, it was private respondentâs company lawyer and sole witness, Atty. Manuel Villamayor, who volunteered that after the cancellation of the 1961 agreements, the parties should negotiate and enter into âa new agreement based on the current priceâ or at P400.00 per square meter. However, there was a hitch in the negotiations because after he had drafted the contract and sent it to the petitioner, the latter âdeposited a check for down paymentâ but its representative refused to sign the prepared contract.[32] Private respondent even offered the contract to sell as its Exhibit S.[33] In the absence of proof to the contrary, this draft contract may be deemed to embody the agreement of the parties. Moreover, when Tomas Siatianun, petitioner president, testified, private respondent cross-examined him as regards to the October 1983 contract.[34] Private respondents did not and has not denied the existence of that contract.Under these facts, therefore, the parties may ideally be considered as having perfected the contract of October 1983. Again in Adelfa Properties, Inc. v. Court of Appeals, the Court said thatâx x x a contract, like a contract to sell, involves a meeting of the minds between two persons whereby one binds himself, with respect to the other, to give something or to render some service. Contracts, in general, are perfected by mere consent, which is manifested by the meeting of the offer and the acceptance upon the thing and the cause which are to constitute the contract. The offer must be certain and the acceptance absolute.[35]Moreover, private respondentâs offer to sell and petitionerâs acceptance thereof are manifest in the documentary evidence presented the (5) checks[36] that, through Atty. Villamayor, it admitted as the down payment under the October 1983 contract. Private respondentâs intentional non- encashment of the check cannot serve to belie the fact of its tender as down payment. For its part, petitioner presented Exhibit 10, a receipt dated February 28, 1984, showing that private respondentâs authorized representative received the total amount of P37,642.72 represented by said five checks as âdeposit of Contract (sic).â As this Court also held in the Adelfa Properties case, acceptance may be evidenced by some acts or conduct communicated to the offeror, either in a formal or an informal manner, that clearly manifest the intention of determination to accept the offer to buy or sell.[37]Justice and equity, however, will not be served by a positive ruling on the perfection and performance of the contract to sell. There are facts on record proving that, after all, the parties had not arrived at a definite agreement. By Atty. Villamayorâs admission, the checks were not encashed because Tomas Siatianun did not sign the draft contract that he had prepared.[38] On his part, Tomac Siatianun explained that he did not sign the contract because it covered seven (7) lots while their agreement was only for six (6) lots. According to him, private respondent had conceded that Lot No. 2 was meant for petitionerâs right of way[39] and, therefore, it could not have been part of the properties it wanted to buy. It is on record, moreover, that the only agreement that the parties arrived at in a conference at the Silahis Hotel was the price indicated in the draft contract.[40]The number of lots to be sold is a material component of the contract to sell. Without an agreement on the matter, the parties may not in any way be considered as having arrived at a contract under the law. The partiesâ failure to agree on a fundamental provision of the contract was aggravated by petitionerâs failure to deposit the installments agreed upon. Neither did it attempt to make a consignation of installments. This Courtâs disquisition on the matter in the Adelfa Properties case is relevant. Thus:âThe mere sending of a letter by the vendee expressing the intention to pay, without the accompanying payment, is not considered a valid tender of payment. Besides, a mere tender of payment is not sufficient to compel private respondents to deliver the property and execute the deed of absolute sale. It is consignation which is essential in order to extinguish petitionerâs obligation to pay the balance of the purchase price. The rule is different in case of an option contract or in legal redemption or in a sale with right to repurchase, wherein consignation is not necessary because this cases involves an exercise of a right privilege (to buy, redeem, or repurchase) rather than the discharge of the obligation, hence tender of payment would be sufficient to preserve the right or privilege. This is because the provision on consignation are not applicable when there is no obligation to pay. A contract to sell, as in the case before us, involves the performance of an obligation, not merely the exercise of the privilege or a right. Consequently, performance or payment may be effected not by tender of payment alone but by both tender and consignation.â[41] (Underscoring supplied.)As earlier noted, petitioner did not lift a finger towards the performance of the contract other than the tender of down payment. There is no record that it even bothered to tender payment of the installments or to amend the contract to reflect the true intention of the parties as regards the number of lots to be sold. Indeed, by petitionerâs inaction, private respondents may not be judicially enjoined to validate a contract that the former appeared to have taken for granted. As in the earlier agreements, petitioner ignored opportunities to resuscitate a contract to sell that was rendered moribund and inoperative by itâs inaction.In view of the foregoing, there is no need to discuss the issue of whether or not there was a valid grant of right of way in favor of the petitioners. Suffice it to say that the documentary evidence offered by the petitioner on the matter manifest that the right of way on an unidentified property was granted in April 1961 by private respondents board of directors to W. Ick & Sons, Inc. and Julian Martinez.[42] On May 12, 1961, Fritz Ick, the president of W. Ick & Sons, Inc., in turn indorsed the unidentified property to petitioner.[43]What needs stressing is that the installment paid by the petitioner on the land should be deemed rentals in accordance with provision No.9, as well as by law. Article 1486 of the Civil Code provides that a stipulation that the installments or rents paid shall not be returned to the vendee or lessee shall be valid insofar as the same may not be unconscionable under the circumstances.[44] The down payment and the eight (8) installments paid by the petitioner on the six lots under the 1961 agreements amount to P5,672.00. The lots, including Lot No. 2, adjoins petitionerâs Vetsin and oil factories constructed on a 20,111-square-meter land that petitioner likewise bought from private respondent. Obviously, petitioner made use of the lots not only the construction of the factories but also during its operations as an oil factory. Petitioner enclosed the area with a fence and made construction thereon. It is, therefore, not unconscionable to allow respondents rentals on the lots are correctly decreed by the lower court.As to attorneyâs fees, Article 2208 of the Civil Code allows the award of such fees when its claimants is compelled to litigate with third persons or to incur expenses to protect its just and valid claim. In view of petitionerâs rejection of private respondentâs demands for rentals[45] and its unjustified refusal to settle private respondentâs claims,[46] the award of attorneyâs fees of P10,000.00 is more than just and reasonable.[47]WHEREFORE, the instant petition for review on certiorari is hereby denied and the questioned Decision of the Court of Appeals is AFFIRMED. This Decision is immediately executory. Cost against petitioner.SO ORDERED.Melo, Francisco, and Panganiban, JJ., concur.Narvasa, C.J., (Chairman), on leave.[1] Penned by Associate Justice Nathanael P. de Pano, Jr. and concurred in by Associate Justices Jesus M. Elibinias and Angelina S. Gutierrez.[2] Exhs. I, J, K, L, M & N.[3] Exh. l-1.[4] Exh. R.[5] Exh. 9.[6] Exh. O.[7] Exh. P.[8] Exh. S.[9] Exhs. Q, Q-1, Q-2, Q-3 & Q-4.[10] Rollo, p. 33.[11] Presided by Judge Ma. Cristina C. Esrada.[12] Petition, p. 7.[13] Romualdez v. RTC, Br.7, Tacloban City, G.R. No. 104960, September 14, 1993, 226 SCRA 408, 414 citing Aquino v. Court of Appeals, G.R. No. 91896, November 21, 1991, 204 SCRA 240; Salen v.Dinglasan, G.R. No. 59082, June 28, 1991, 198 SCRA 623; Tijam v. Sibonghanoy, 131 Phil. 556 (1968).[14] Rollo, pp. 37-40.[15] Ibid., pp. 58-74.[16] Supra, at p. 564-565 cited in Cloma v. Court of Appeals, G.R. No. 100153, august 2, 1994, 234 SCRA 665, 673 and Pilipinas Shell Petroleum Corporation v. Dumlao, L-44888, February 7, 1992, 206 SCRA 40, 50.[17] Sec. 3.[18] Exh. R.[19] Nilo v. Court of Appeals, 213 Phil. 460, 467 (1984).[20] 315 Phil. 805, 826 (1995).[21] 310 Phil. 623, 637 (1995).[22] Ibid., at p. 650 citing Albea v. Inquimboy, 86 Phil. 477 (1950); Alfonso v. Court of Appeals, G.R. No. 63745, June 8, 1990, 186 SCRA 400.[23] TSN,July 24, 1987, p.28.[24] TSN, October 9, 1987, p. 19.[25] Adelfa Properties, Inc. v. Court of Appeals, supra, at p. 651.[26] Petition, p. 14.[27] CA Decision, p. 11.[28] TSN, January 5, 1989, p.27.[29] Exh. R.[30] Exh.10.[31] Petition, p.16.[32] TSN, June 18, 1987, p.18.[33] TSN, October 9, 1987, p.31.[34] TSN, March 9, 1989, p.29.[35] Supra, at p. 641.[36] Exhs. Q to Q-4.[37] Supra, at p.642.[38] TSN, October 9, 1987, pp. 4-5.[39] TSN, January 5, 1989, pp. 29-30.[40] TSN, October 9, 1987, pp. 9-12.[41] Supra, at pp. 649-650.[42] Exh. 4.[43] Exh.5.[44] Cited in Delta Motor Sales Corporation v. Niu Kim Duan, G.R. No. 61043, September 2, 1992, 213 SCRA 259, 263.[45] Rizal Surety & Insurance Company v. Court of Appeals, G.R. No. 96727, August 28, 1996, 261 SCRA 69, 88-89 citing Solid Homes, Inc. v. Court of Appeals, G.R. No. 97255, August 12, 1994, 235 SCRA 299, 303-304 and Universal Shipping Lines, Inc. v. IAC, G.R. 74125, July 31, 1990, 188 SCRA 170, 174.[46] Baliwag Ransit,Inc. v. Court of Appeals, G.R. no. 116110, May 15, 1996, 256 SCRA 746, 755.[47] Heirs of Amparo de los Santos v. Court of Appeals, G.R. No. 51165, June 21, 1990, 186 SCRA 649, 663. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "industrial",
    "commercial",
    "corporation",
    "petitioner",
    "court",
    "appeals",
    "investment",
    "respondents",
    "romero",
    "petition",
    "review",
    "certiorari",
    "decision",
    "complaint",
    "accion",
    "publiacana",
    "posesion",
    "several",
    "subdivision",
    "premised"
  ],
  "title_summary": "PEOPLEâS INDUSTRIAL AND COMMERCIAL CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MAR-ICK IN...",
  "formatted_case_content": "View printer friendly version\n346 Phil. 189\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 112733, October 24, 1997 ]\n[ G.R. No. 112733, October 24, 1997 ]\n\nPEOPLEâS INDUSTRIAL AND COMMERCIAL CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MAR-ICK INVESTMENT CORPORATION, RESPONDENTS.\nD E C I S I O N\nPEOPLEâS INDUSTRIAL AND COMMERCIAL CORPORATION, PETITIONER, VS. COURT OF APPEALS AND MAR-ICK INVESTMENT CORPORATION, RESPONDENTS.\nD E C I S I O N\n\nROMERO, J.:\n\nThis petition for review on certiorari of the Decision [1] of the Court of Appeals arose from the complaint for accion publiacana de posesion over several subdivision lots that was premised on the automatic cancellation of the contracts to sell those lots.\n\nPrivate respondents Mar-ick Investment Corporation is the exclusive and registered owner of Mar-ick Subdivision in Barrio Buli, Cainta, Rizal. On May 29, 1961, private respondents entered into six (6) agreements with petitioner Peopleâs Industrial and Commercial Corporation whereby it agreed to sell to petitioner six (6) subdivision lots. [2] Except for Lot No. 8 that has an area of 253 square meters, all the lots measure 240 square meters each. Five of the agreements, involving Lots. Nos. 3, 4, 5, 6 and 7, similarly stipulate that the petitioner agreed to pay private respondents for each lot, the amount of P 7,333.20 with a down payment of P 480.00. The balance of P 6,853.20 shall be payable in 120 equal monthly installments of P 57.11 every 30th of the month, for a period of ten years. With respect to Lot No. 8, the parties agreed to the purchase price of P7,730.00. With a down payment of P506.00 and equal monthly installments of P60.20.\n\nAll the agreements have the following provisions:\n\nâ9. Should the PURCHASER fail to make the payment of any of the monthly installments as agreed herein, within One Hundred Twenty (120) days from its due date, this contract shall, by the mere fact of nonpayment, expire by it self and become null and void without necessity of notice to the PURCHASER or of any judicial declaration to the effect, and any and all sums of money paid under this contract shall be considered and become rentals on the property, and in this event, the PURCHASER should he/she be in possession of the property shall become a mere intruder or unlawful detainer of the same and may be ejected therefrom by means provided by law for trespassers or unlawful detainers. Immediately after the expiration of the 120 days provided for in this clause, the OWNER shall be at liberty to dispose of and sell said parcel of land to any other person in the same manner as if this contract had never been executed or entered into.\n\nThe breach by the PURCHASER of any of the conditions considered herein shall have the same effect as non-payment of the installments of the purchase price.\n\nIn any of the above cases the PURCHASER authorizes the OWNER or her representative to enter into the property to take possession of the same and take whatever action is necessary or advisable to protect its rights and interest in the property , and nothing that may be done or made by the PURCHASER shall be considered as revoking this authority or a denial thereof.â [3]\n\nAfter the lapse of ten years, however, petitioner still had not fully paid for the six lots; It had paid only the down payment and eight (8) installments, even after private respondents had given petitioner a grace period of four months to pay the arrears. [4] As of May 1, 1980, the total amount due to private respondents under the contract was P214,418.00. [5]\n\nIn this letter of March 30, 1980 to Mr. Tomas Siatianum (Siatianun) who signed the agreements for petitioner, private respondentâs counsel protested petitionerâs encroachment upon a portion of its subdivision particularly Lots Nos. 2, 3, 4, 5, 6, 7, and 8. A portion of the letter reads:\n\nâExaminations conducted on the records of said lots revealed that you once contracted to purchase said lots but your contracts were cancelled for non-payment of the stipulated installments.\n\nDesirous of maintaining good and neighborly relations with you, we caused to send you this formal demand for you to remove your said wall within fifteen (15) days from your receipt hereof, otherwise, much to our regret, we shall be constrained to seek redress before the courts and at the same time charge you with reasonable rentals for the use said lots at the rate of One (P1.00) Peso per square meter per month until you shall have finally removed said wall.â [6] Private respondent reiterated its protest against the encroachment in a letter dated February 16, 1981. [7] It added that petitioner had failed to abide by its promise to remove the encroachment, or to purchase the lots involved âat the current price or pay the rentals on the basis of the total area occupied, all within a short period of time.â It also demanded the removal of the illegal constructions on the property that had prejudiced the subdivision and its neighbors.\n\nAfter a series of negotiations between the parties, they agreed to enter into a new contract to sell [8] involving seven (7) lots, namely, Lots Nos. 2, 3, 4, 5, 6, 7 and 8, with a total area of 1,693 square meters. The contract stipulates that the previous contracts involving the same lots (actually minus Lot No.2) âhave been cancelled due to the failure of the PURCHASER to pay the stipulated installments.â It states further that the new contract was entered into âto avoid litigation, considering that the PURCHASER has already made use of the premises since 1981 to the present without paying the stipulated installments.â The parties agreed that the contract price would be P423,250.00 with a down payment of P42,325.00 payable upon the signing of the contract and the balance of P380,925.00 payable in forty-eight (48) equal monthly amortization payments of P7,935.94.\n\nThe new contract bears the date of October 11, 1983 but neither of the parties signed it. Thereafter, Tomas Siatianum issued the following checks in the total amount of P37,642.72 to private respondent: (a) dated March 4, 1984 for P10,000.00; (b) dated March 31, 1984 for P10,000.00; (c) dated April 30, 1984 for P 10,000.00 ; (d) dated May 31, 1984 for P 7,079.00, and (e) dated May 31, 1984 for P563.72. [9]\n\nPrivate respondent received but did not encash those checks. Instead, on July 12, 1984 it filed in the Regional Trial Court of Antipolo, Rizal, a complaint for accion publicianan de posesion against petitioner and Tomas Siatianum, as president and majority stockholder of petitioner. [10] It prayed that petitioner be ordered to removed the wall on the premises and to surrender in possession of lots Nos. 2 to 8 of Block 11 of the Mar-ick subdivision, and that petitioner and Tomas Siatianum be ordered to pay: (a) P259,074.00 as reasonable rentals for the use of the lots from 1961,â plus P1,680,074.00 per month from July 1, 1984 up to and until the premises shall have been vacated and the wall demolishedâ; (b) P10,000.00 as attorneyâs fees; (c) moral and exemplary damages, and (d)costs of suit. In the alternative , the complaint prayed that should the agreements be deemed not automatically cancelled, the same agreements should be declared null and void.\n\nIn due course, the lower court [11] rendered a decision finding that the original agreements of the parties were validly cancelled in accordance with provision No.9 of each agreement. The parties did not enter into a new contract in accordance with Art. 1403 (2) of the Civil Code as the parties did not sign the draft contract. Receipt by private respondent of the five checks could not amount to perfection of the contract because private respondent never encash and benefited from those checks. Furthermore, there was no meeting of the minds between the parties because Art 1475 of the Civil Code should be read with the Statute of Frauds that requires the embodiment of the contract in a note or memorandum.\n\nThe lower court opined that the checks represented the deposit under the new contract because petitioner failed to prove that those were monthly installments that private respondent refused to accept. What petitioner prove instead was the fact that it was not able to pay the rest of the installments because of a strike, fire and storm that affected its operations. Be that is as it may, what was clearly proven was that both parties negotiated a new contract after the termination of the first. Thus, the fact that the parties tried to negotiate a new contract indicated that they considered that first contract as already cancelled.â\n\nWith respect to petitionerâs allegation on a \"free right-of-wayâ constituted on Lot No. 2, the lower court found that the agreement thereon was oral and not in writing. As such, it was not in accordance with Art. 749 of the Civil Code requiring that, to be valid, a donation must be in a public document. Consequently, because of the principle against unjust enrichment, petitioner must pay rentals for the occupancy of the property. The lower court disposed of the case as follows:\nâIN VIEW OF ALL THE FOREGOING, Defendant Corporation is hereby directed to return subjects Nos. 2, 3, 4, 5, 6, 7, and 8 to Plaintiff Corporation, and to pay the latter the following amounts: 1. reasonable rental of P1.00 per square meter per month from May 29,1961, for Lots Nos. 3, 4, 5, 6, 7, and 8, and from July 21, 1984, for lot No. 2, up to the date they will vacate said lots. The amount of P4,735.21 (Exhibit âRâ) already paid by defendant corporation to plaintiff corporation for the six (6) lots under the original contracts shall be deducted from the said rental;\n\n2. attorneyâs fees in the amount of P10,000.00; and\n\n3. costs of the suit.\n\nSO ORDERED.\"\n\nPetitioner elevated the case to the Court of Appeals. However, or October 16, 1992, the Court of Appeals affirmed in toto the lower courtâs decision. Petitionerâs motion for reconsideration having been denied, it instituted the instant petition for review on certiorari raising the following issues for resolution:\n\n(1) whether or not the lower court had jurisdiction over the subject matter of the case in view of the provisions of Republic Act No. 6552 and Presidential Decree No. 1344;\n\n(2) whether or not there was a perfected and enforceable contract of sale (sic) on October 11, 1983 which modified the earlier contracts to sell which had not been validly rescinded;\n\n(3) whether or not there was a valid grant of right of way involving Lot No. 2 in favor of petitioner; and\n\n(4) whether or not there was justification for the grant of rentals and the award of attorneyâs fees in favor of private respondent. [12]\n\nThe issue of jurisdiction has been precluded by the principle of estoppel. It is settled that lack of jurisdiction may be assailed at any stage of the proceedings. However, a partyâs participation therein the issue. [13] Petitioner undoubtedly has actively participated in the proceedings from its inception to date. In its answer to the complaint, petitioner did not assail the lower court jurisdiction ; instead, it prayed for affirmative relief. [14] Even after the lower court had decided against it, petitioner continued to affirm the lower courtâs jurisdiction by elevating the decision to the appellate court, [15] hoping to obtain a favorable decision but the Court Of Appeals affirmed the court a quoâs ruling. Then and only then did petitioner raise the issue of jurisdiction-in its motion for reconsideration of the appellate courtâs decision. Such a practice, according to Tijam v. Sibonghanoy, [16] cannot be countenanced for reasons of public policy.\n\nGranting, however, that the issue was raised seasonably at the first opportunity, still, petitioner has incorrectly considered as legal bases for its position on the issue of jurisdiction the provisions of P.D. Nos. 957 and 1344 and Republic Act No. 6552 P.D. No. 957, the âSubdivision and Condominium Buyersâ Protective Decreeâ which took effect upon its approval on July 12, 1976, vest upon the National Housing Authority (NHA) âexclusive jurisdiction to regulate the real estate trade and business â in accordance with the provisions of the same decree. [17] P.D. No. 1344, issued on April 2, 1978, empowered the National Housing Authority to issue a writ of execution in the enforcement of its decisions under P.D. No. 957.\n\nThese decrees, however, were not yet in existence when private respondents invoked provision No. 9 of the agreements of contracts to sell and cancelled these in October 1971. [18] Article 4 of the Civil Code provides that laws shall have no retroactive effect unless the contrary is provided. Thus, it is necessary that an express provision for its retroactive application must be made in law. [19] There being no such provision in both P.D. Nos. 957 and 1344, these decrees cannot be applied to a situation that occurred years before their promulgation. Moreover, granting that said decreed indeed provide for a retroactive application, still, these may not applied in this case.\n\nThe contracts to sell of 1961 were cancelled in virtue of provision No. 9 thereof to which the parties voluntarily bound themselves. In Manila Bay Club Corp. v. Court of Appeals, [20] this Court interpreted as requiring mandatory compliance by the parties, a provision in a lease contract that failure or neglect to perform or comply with any of the covenants, conditions, agreements or restrictions stipulated shall result in the automatic termination and cancellation of the lease. The Court added:\nâx x x . Certainly, there is nothing wrong if the parties to the lease contract agreed on certain mandatory provisions concerning their respective rights and obligations, such as the procurement of insurance and the rescission clause. For it is well to recall that contracts are respected as thelaw between the contracting parties, and they may establish such stipulations, clauses, terms and conditions as they may want to include. As long as such agreements are not contrary to law, moral, good customs, public policy or public order they shall have the force of law between them.â Consequently, when petitioner failed to abide by its obligation to pay the installments in accordance with the contracts to sell, provision No. 9 automatically took effect. That private respondent failed to observe Section 4 of Republic Act No. 6552, the âRealty installment Buyer Protection Act,â is if no moment. That section provides that â(I)f the buyers fails to pay the installment due at the expiration of the grace period, the seller may cancel the contract after thirty days from receipt by the buyer of the notice of cancellation or the demand for rescission of the contract by a notarial act.â Private respondentâs cancellation of the agreements without a duly notarized demand for rescission did not mean that it violated said provision of law. Republic Act No. 6552 was approved on August 26, 1972, long after provision No.9 of the contracts to sell had become automatically operational. As with P.D. Nos. 957 and 1344, Republic act No. 6552 does not expressly provide for its retroactive application and, therefore, it could not have encompassed the cancellation of the contracts to sell in this case.\n\nAt this juncture, it is apropos to stress that the 1961 agreements are contracts to sell and not contracts of sale. The distinction between these contracts is graphically depicted in Adelfa Properties, Inc. v. Court of Appeals, [21] as follows:\nâx x x . The distinction between the two is important for in a contract of sale, the title passes to the vendee upon the delivery of the thing sold; whereas in a contract to sell, by agreement the ownership is reserved in the vendor and is not to pass until the full payment of the price. In a contract of sale, the vendor is not to pass until the full payment of the price. In a contract of sale, the vendor has lost and cannot recover ownership until and unless the contract is resolved or rescinded; whereas, in a contract to sell, title is retained by the vendor until the full payment of the price , such payment being a positive suspensive condition and failure of which is not a breach but an event that prevents the obligation of the vendor to convey title from becoming effective. Thus, a deed of sale is considered absolute in nature where there is neither a stipulation in the deed that title to the property sold is reserved in the seller until the full payment of the price, nor one giving the vendor the right to unilaterally resolve the contract the moment the buyer fails to pay within a fixed period.â That the agreements of 1961 are contracts to sell is clear from the following provisions thereof:\nâ3. Title to said parcel of land shall remain in the name of the OWNER until complete payment by the PURCHASER of all obligations herein stipulated, at which time the OWNER agrees to execute a final deed of sale in favor of the PURCHASER and cause the issuance of a certificate of title in the name of the latter, free from liens and encumbrances except those provided in the Land Registration Act, those imposed by the authorities, and those contained in Clauses Nos. Five (5) and Six (6) of this agreement.\n\nx x x                                             x x x                                     x x x.\n\n4. The PURCHASER shall be deemed for all purpose to take possession of the parcel of land upon payment of the down or first payment; provided, however, that his/her possession under this section shall be only of the that of a tenant or lessee and subject to ejectment proceeding during all the period of this agreement.\n\n5.The parcel of land subject of this agreement shall be used by the PURCHASER exclusively for legal purposes, and he shall not be entitled to take or remove soil, stones, or gravel from it or any other lots belonging to the owner.â\n\nHence, being contracts to sell, article 592 of the Civil Code which requires rescission either by judicial action or notarial act is not applicable. [22]\n\nNeither may petitioner claim ignorance of the cancellation of the contracts. Aside from his letters of March 30, 1980 and February 16, 1981, private respondentâs counsel. Atty. Manuel Villamor, had sent petitioner other formal protest and demands. [23] These letters adequately satisfied the notice requirement stipulated in provision No.9 of the contracts to sell. If petitioner had not agreed to the automatic and extrajudicial cancellation of the contracts, it could have gone to court to impugn the same but it did not. Instead, it sought to enter into a new contract to sell, thereby confirming its veracity and validity of the extrajudicial rescission. [24] Had not private respondent filed the accion publiciana de posesion, petitioner would have remained silent about the whole situation. It is now estopped from questioning the validity of the cancellation of the contracts. An unopposed rescission of a contract has a legal effects. [25]\n\nPetitionerâs reliance on the portion of the Court of Appealsâ Decision stating that private respondent had not made known to petitioner its supposed rescission of the contract, [26] is misplaced. Moreover, it quoted only the portion that appears favorable to its case. To be sure, the Court of Appeals quoted provision No. 9 which requires that âactual cancellation shall take place thirty days from receipt by the buyer of the notice of cancellation or demand for rescission of the contract by a notarial act and upon full payment of the cash surrender value,â and added that âR.A. 6552 even more underscored the indispensability of such notice to the defaulting buyer.â However, the same appellate court continued:\nâThe absence of the aforesaid notice in the case at bar in the forms respectively deemed efficacious before and after the passage of R.A. 6552 does not, however, necessarily impress merit in the appellantâs position. Extrajudicial rescission, after all, has legal effect where the other party does not oppose it (Zulueta vs. Mariano, 111 SCRA 206; Nera vs. Vacante, 3 SCRA 505; Magdalena Estate vs. Myrick, 71 Phil.344). Where it is objected to, a judicial determination of the issue is still necessary. In other words resolutions of reciprocal contracts maybe made extrajudicially unlesssuccess fully impugned in court. If the debtor impugns the declaration it shall be subject to judicial determination (Jison vs. court of Appeals,164 SCRA 339, citing Palay Inc. vs. Clave, supra; Univ. of the Philippines vs. Angeles , supra). In its July 5, 1984 complaint, the appellee had, in fact, significantly prayed for the cancellation of the said sales agreement in the alternative (p. 4, orig. rec.)â [27] (Italics supplied.) Moreover, private respondentâs act of cancelling the contracts to sell was not done arbitrarily. The record shows that private respondent dealt with petitioner with admirable patience, probably in view of the strike, the fire in 1968 that burned petitionerâs factory, and the typhoon in 1970. [28] It exercised its contractual authority to cancel the agreements only after petitioner had reneged in its obligation after paying only eight (8) installments. When the contracts matured, it still gave petitioner a grace period of four (4) months within which to comply with its obligations. It considered the contracts cancelled only as of October 1971 or several years after petitionerâs last installment payment [29] and definitely more than ten years after the agreements were entered into.\n\nBecause the contracts to sell had long been cancelled when private respondents filed the accion publiciana de posesion on July 12, 1984, it was the proper Regional Trial Court that had jurisdiction over the case. By then, there was no more installment buyer and seller relationship to speak of. It had been recuded to a mere case of an owner claiming possession of its property that had long been illegally withheld from it by another.\n\nPetitioner alleges that there was a ânew perfected and enforceable contract of sale\" between the parties in October 1983 for two reasons. First, it paid private respondent the down payment or âdeposit of Contractâ [30] through the five checks. Second, the receipt signed by private respondentâs representatives satisfies the requirement of a ânote or memorandumââ under Article 1403 (2) of the Civil Code because it states the object of the contract (six lots of Mar-Ick Subdivision measuring 1,453 square meters), the price (P250.00 per square meter with a down payment of 10% or P 37,542.72), and the receipt itself opens with a statement referring to the âpurchaseâ of the six lots of Mar-Ick Subdivision. [31]\n\nThe contract of October 1983 which respondents offered in evidence as Exhibit S, is entitled âCONTRACT TO SELL.â While the title of a contract is not controlling, its stipulations confirm the nature of that contract. Thus, it provides:\nâ5.      Title to said parcels of land shall remain in the name of the OWNER until complete payment by the PURCHASER of all obligations herein stipulated, at which time, the OWNER agrees to execute a final deed of sale in favor of the PURCHASER and cause the issuance of certificates of title in the name of the latter, free from all liens and encumbrances except those provided in the Land Registration Act, those imposed by the authorities, and those contained in the stipulation that follow.â Under the law, there is a binding contract between the parties whose minds met on a certain matter notwithstanding that they did not affix their signature to its written form.\n\nIn the case at the bar, it was private respondentâs company lawyer and sole witness, Atty. Manuel Villamayor, who volunteered that after the cancellation of the 1961 agreements, the parties should negotiate and enter into âa new agreement based on the current priceâ or at P400.00 per square meter. However, there was a hitch in the negotiations because after he had drafted the contract and sent it to the petitioner, the latter âdeposited a check for down paymentâ but its representative refused to sign the prepared contract. [32] Private respondent even offered the contract to sell as its Exhibit S. [33] In the absence of proof to the contrary, this draft contract may be deemed to embody the agreement of the parties. Moreover, when Tomas Siatianun, petitioner president, testified, private respondent cross-examined him as regards to the October 1983 contract. [34] Private respondents did not and has not denied the existence of that contract.\n\nUnder these facts, therefore, the parties may ideally be considered as having perfected the contract of October 1983. Again in Adelfa Properties, Inc. v. Court of Appeals, the Court said that\nâx x x a contract, like a contract to sell, involves a meeting of the minds between two persons whereby one binds himself, with respect to the other, to give something or to render some service. Contracts, in general, are perfected by mere consent, which is manifested by the meeting of the offer and the acceptance upon the thing and the cause which are to constitute the contract. The offer must be certain and the acceptance absolute. [35] Moreover, private respondentâs offer to sell and petitionerâs acceptance thereof are manifest in the documentary evidence presented the (5) checks [36] that, through Atty. Villamayor, it admitted as the down payment under the October 1983 contract. Private respondentâs intentional non- encashment of the check cannot serve to belie the fact of its tender as down payment. For its part, petitioner presented Exhibit 10, a receipt dated February 28, 1984, showing that private respondentâs authorized representative received the total amount of P37,642.72 represented by said five checks as âdeposit of Contract (sic).â As this Court also held in the Adelfa Properties case, acceptance may be evidenced by some acts or conduct communicated to the offeror, either in a formal or an informal manner, that clearly manifest the intention of determination to accept the offer to buy or sell. [37]\n\nJustice and equity, however, will not be served by a positive ruling on the perfection and performance of the contract to sell. There are facts on record proving that, after all, the parties had not arrived at a definite agreement. By Atty. Villamayorâs admission, the checks were not encashed because Tomas Siatianun did not sign the draft contract that he had prepared. [38] On his part, Tomac Siatianun explained that he did not sign the contract because it covered seven (7) lots while their agreement was only for six (6) lots. According to him, private respondent had conceded that Lot No. 2 was meant for petitionerâs right of way [39] and, therefore, it could not have been part of the properties it wanted to buy. It is on record, moreover, that the only agreement that the parties arrived at in a conference at the Silahis Hotel was the price indicated in the draft contract. [40]\n\nThe number of lots to be sold is a material component of the contract to sell. Without an agreement on the matter, the parties may not in any way be considered as having arrived at a contract under the law. The partiesâ failure to agree on a fundamental provision of the contract was aggravated by petitionerâs failure to deposit the installments agreed upon. Neither did it attempt to make a consignation of installments. This Courtâs disquisition on the matter in the Adelfa Properties case is relevant. Thus:\nâThe mere sending of a letter by the vendee expressing the intention to pay, without the accompanying payment, is not considered a valid tender of payment. Besides, a mere tender of payment is not sufficient to compel private respondents to deliver the property and execute the deed of absolute sale. It is consignation which is essential in order to extinguish petitionerâs obligation to pay the balance of the purchase price. The rule is different in case of an option contract or in legal redemption or in a sale with right to repurchase, wherein consignation is not necessary because this cases involves an exercise of a right privilege (to buy, redeem, or repurchase) rather than the discharge of the obligation, hence tender of payment would be sufficient to preserve the right or privilege. This is because the provision on consignation are not applicable when there is no obligation to pay. A contract to sell, as in the case before us, involves the performance of an obligation, not merely the exercise of the privilege or a right. Consequently, performance or payment may be effected not by tender of payment alone but by both tender and consignation.â [41] (Underscoring supplied.) As earlier noted, petitioner did not lift a finger towards the performance of the contract other than the tender of down payment. There is no record that it even bothered to tender payment of the installments or to amend the contract to reflect the true intention of the parties as regards the number of lots to be sold. Indeed, by petitionerâs inaction, private respondents may not be judicially enjoined to validate a contract that the former appeared to have taken for granted. As in the earlier agreements, petitioner ignored opportunities to resuscitate a contract to sell that was rendered moribund and inoperative by itâs inaction.\n\nIn view of the foregoing, there is no need to discuss the issue of whether or not there was a valid grant of right of way in favor of the petitioners. Suffice it to say that the documentary evidence offered by the petitioner on the matter manifest that the right of way on an unidentified property was granted in April 1961 by private respondents board of directors to W. Ick & Sons, Inc. and Julian Martinez. [42] On May 12, 1961, Fritz Ick, the president of W. Ick & Sons, Inc., in turn indorsed the unidentified property to petitioner. [43]\n\nWhat needs stressing is that the installment paid by the petitioner on the land should be deemed rentals in accordance with provision No.9, as well as by law. Article 1486 of the Civil Code provides that a stipulation that the installments or rents paid shall not be returned to the vendee or lessee shall be valid insofar as the same may not be unconscionable under the circumstances. [44] The down payment and the eight (8) installments paid by the petitioner on the six lots under the 1961 agreements amount to P5,672.00. The lots, including Lot No. 2, adjoins petitionerâs Vetsin and oil factories constructed on a 20,111-square-meter land that petitioner likewise bought from private respondent. Obviously, petitioner made use of the lots not only the construction of the factories but also during its operations as an oil factory. Petitioner enclosed the area with a fence and made construction thereon. It is, therefore, not unconscionable to allow respondents rentals on the lots are correctly decreed by the lower court.\n\nAs to attorneyâs fees, Article 2208 of the Civil Code allows the award of such fees when its claimants is compelled to litigate with third persons or to incur expenses to protect its just and valid claim. In view of petitionerâs rejection of private respondentâs demands for rentals [45] and its unjustified refusal to settle private respondentâs claims, [46] the award of attorneyâs fees of P10,000.00 is more than just and reasonable. [47]\n\nWHEREFORE , the instant petition for review on certiorari is hereby denied and the questioned Decision of the Court of Appeals is AFFIRMED . This Decision is immediately executory. Cost against petitioner.\n\nSO ORDERED.\nMelo, Francisco, and Panganiban, JJ., concur.\nNarvasa, C.J., (Chairman), on leave.\n\n[1] Penned by Associate Justice Nathanael P. de Pano, Jr. and concurred in by Associate Justices Jesus M. Elibinias and Angelina S. Gutierrez.\n\n[2] Exhs. I, J, K, L, M & N.\n\n[3] Exh. l-1.\n\n[4] Exh. R.\n\n[5] Exh. 9.\n\n[6] Exh. O.\n\n[7] Exh. P.\n\n[8] Exh. S.\n\n[9] Exhs. Q, Q-1, Q-2, Q-3 & Q-4.\n\n[10] Rollo, p. 33.\n\n[11] Presided by Judge Ma. Cristina C. Esrada.\n\n[12] Petition, p. 7.\n\n[13] Romualdez v. RTC, Br.7, Tacloban City, G.R. No. 104960, September 14, 1993, 226 SCRA 408, 414 citing Aquino v. Court of Appeals, G.R. No. 91896, November 21, 1991, 204 SCRA 240; Salen v.Dinglasan, G.R. No. 59082, June 28, 1991, 198 SCRA 623; Tijam v. Sibonghanoy, 131 Phil. 556 (1968).\n\n[14] Rollo, pp. 37-40.\n\n[15] Ibid., pp. 58-74.\n\n[16] Supra, at p. 564-565 cited in Cloma v. Court of Appeals, G.R. No. 100153, august 2, 1994, 234 SCRA 665, 673 and Pilipinas Shell Petroleum Corporation v. Dumlao, L-44888, February 7, 1992, 206 SCRA 40, 50.\n\n[17] Sec. 3.\n\n[18] Exh. R.\n\n[19] Nilo v. Court of Appeals, 213 Phil. 460, 467 (1984).\n\n[20] 315 Phil. 805, 826 (1995).\n\n[21] 310 Phil. 623, 637 (1995).\n\n[22] Ibid., at p. 650 citing Albea v. Inquimboy, 86 Phil. 477 (1950); Alfonso v. Court of Appeals, G.R. No. 63745, June 8, 1990, 186 SCRA 400.\n\n[23] TSN,July 24, 1987, p.28.\n\n[24] TSN, October 9, 1987, p. 19.\n\n[25] Adelfa Properties, Inc. v. Court of Appeals, supra, at p. 651.\n\n[26] Petition, p. 14.\n\n[27] CA Decision, p. 11.\n\n[28] TSN, January 5, 1989, p.27.\n\n[29] Exh. R.\n\n[30] Exh.10.\n\n[31] Petition, p.16.\n\n[32] TSN, June 18, 1987, p.18.\n\n[33] TSN, October 9, 1987, p.31.\n\n[34] TSN, March 9, 1989, p.29.\n\n[35] Supra, at p. 641.\n\n[36] Exhs. Q to Q-4.\n\n[37] Supra, at p.642.\n\n[38] TSN, October 9, 1987, pp. 4-5.\n\n[39] TSN, January 5, 1989, pp. 29-30.\n\n[40] TSN, October 9, 1987, pp. 9-12.\n\n[41] Supra, at pp. 649-650.\n\n[42] Exh. 4.\n\n[43] Exh.5.\n\n[44] Cited in Delta Motor Sales Corporation v. Niu Kim Duan, G.R. No. 61043, September 2, 1992, 213 SCRA 259, 263.\n\n[45] Rizal Surety & Insurance Company v. Court of Appeals, G.R. No. 96727, August 28, 1996, 261 SCRA 69, 88-89 citing Solid Homes, Inc. v. Court of Appeals, G.R. No. 97255, August 12, 1994, 235 SCRA 299, 303-304 and Universal Shipping Lines, Inc. v. IAC, G.R. 74125, July 31, 1990, 188 SCRA 170, 174.\n\n[46] Baliwag Ransit,Inc. v. Court of Appeals, G.R. no. 116110, May 15, 1996, 256 SCRA 746, 755.\n\n[47] Heirs of Amparo de los Santos v. Court of Appeals, G.R. No. 51165, June 21, 1990, 186 SCRA 649, 663.",
  "content_length": 34259,
  "metadata_extraction_date": "2025-11-01T05:50:19.627005",
  "extraction_version": "2.0_enhanced_full_content"
}