{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/october/GR_130644.html",
  "filename": "GR_130644.html",
  "year": 1997,
  "month": "october",
  "case_number": "130644",
  "gr_number": "130644",
  "volume_page": "346 Phil. 241",
  "decision_date": "October 27, 1997",
  "title": "THE MINOR FRANCISCO JUAN LARRANAGA, REPRESENTED IN THIS SUIT BY HIS MOTHER MARGARITA G. LARRANAGA, PETITIONER, VS. COURT OF APPEALS AND PEOPLE OF THE PHILIPPINES, RESPONDENTS. R E S O L U T I O N PUNO, J.: On October 1, 1997, petitioner Margarita G. Larranaga filed a petition for certiorari, prohibition and mandamuswith writs of preliminary prohibitory and mandatory injunction seeking to annul the information for kidnapping and serious illegal detention against her minor son, Francisco Juan Larranagga alias Paco, filed in the RTC[1] of Cebu City as well as the warrant of arrest issued as a consequence thereof. Petitioner as an alternative remedy prays for the annulment of the order[2] of the Office of the City Prosecutor of Cebu denying Larranaggaâs motion for a regular preliminary investigation and that it be conducted by a panel of prosecutors from the office of the State Prosecutor, Department of Justice. On October 6, 1997, petitioner filed a Supplemental Petition praying for the issuance of the writ of habeas corpus to relieve her son from his alleged illegal confinement or to grant him bail.It appears that on September 15, 1997, some PNP CIG authorities went to the Center for Culinary Arts located at 287 Katipunan Avenue, Loyola Heights, Quezon City to arrest Francisco Juan Larranaga. Larranaga, thru his lawyer, Atty. Raymundo Armovit remonstrated against the warrantless arrest. The, police did not carry out the arrest on the assurance that Larranaga would be brought to Cebu City by his lawyer on September 17, 1997 for perlominary investigation.On September 17, 1997, Atty. Armovit attended the preliminary investigation conducted by the Office of the City State Prosecutor of Cebu. Forthwith, he moved that his client be given a regular preliminary investigation. He also requested for copies of all affidavits and documents in support of the complaint against his client and that he be granted a non-extendible period of twenty (20) days from their receipt to file the defense affidavit. The motion was denied by the city prosecutor on the ground that Larranaga should be treated as a detention prisoner, hence entitled only to an inquest investigation. Atty. Armovit was ordered to present Larranaga in person. He was warned that his failure would be treated as waiver of his clientâs right to a preliminary investigation and he would be proceeded against pursuant to section 7, Rule 112 of the Rules of Court. Atty. Armivitâs verbal motion for reconsideration was denied by the city prosecutor.On September 19, 1997, Larranaga, thru counsel, rushed to the Court of Appeals assailing the actuations of the Cebu prosecutors thru a petition for certiorari, prohibition and mandamus.[3] However, Larranagaâs effort to stop the filing of a criminal information against him failed. It turned out that on September 17, 1997 the said prosecutors had filed an information with the RTC of Cebu charging Larranaga with kidnapping and serious illegal detention. The prosecutors recommended no bail. On September 22, 1997, counsel filed a Supplemental Petition with the Court of Appeals impleading the RTC of Cebu City to prevent petitionerâs arrest. The move again proved fruitless as Larranaga was arrested on the night of September 22, 1997 by virtue of a warrant of arrest issued by the Executive Judge of the RTC of Cebu City, the Honorable Priscila Agana. A second Supplemental Petition was filed by Larranagaâs counsel in the Court of Appeals bringing to its attention the arrest of Larranaga. On September 25, 1997 the Court of Appealsâ dismissed Larranagaâs petitions, hence, the case at bar.On October 8, 1997, we ordered the Solicitor General to file a consolidated comment on the petition within a non-extendible period of ten (10) days. On October 16, 1997, we temporarily restrained the presiding judge of Branch 7 of the RTC of Cebu from proceeding with the case to prevent the issues from becoming moot.On October 20, 1997, the Office of the Solicitor General filed a Manifestation and motion in lieu of Consolidated Comment. The Solicitor General submitted that âx x x it is within petitionerâs constitutional and legal rights to demand that a regular preliminary investigation rather than a mere inquest be conducted before resolving the issue of whether or not to file informations against himâ. He asked that âx x x the petition be given due course and petitioner be accorded his right to preliminary investigation.â He further recommended that âx x x during the pendency thereof, petitioner be released from detention.âWe agree.Petitioner is entitled not to a mere inquest investigation but to a regular preliminary investigation. Section 7 of Rule 112 cannot be invoked to justify petitionerâs inquest investigation. Said section clearly provides that âwhen a person is lawfully arrested without a warrant for an offense cognizable by the Regional Trial Court, the complaint or information may be filed by the offended party, peace officer or fiscal without a preliminary investigation having been first conducted, on the basis of the affidavit of the offended party or arresting officer or person.âThe records do not show that petitioner was \"lawfully arrestedâ. For one, the petitioner was not arrested on September 15, 1997, as his counsel persuaded the arresting officers that he would instead be presented in the preliminary investigation to be conducted in Cebu City on September 17, 1997. For another, the arresting officers had no legal authority to make a warrantless arrest of the petitioner for a crime committed some two (2) months before. So we held in Go vs. Court of Appeals, viz:[4]âSecondly, we do not belie that the warrantless âarrestâ or detention of petitioner in the instant case falls within the terms of Section 5 of the Rule 113 of the 1985 Rules on Criminal Procedure which provides:Sec 5. Arrest without warrant; when lawful. A peace officer or a private person may, without a warrant, arrest a person:(a) When in his presence, the person to be arrested has committed, is actually committing, or is attempting to commit an offense;(b) When an offense has in fact just been committed, and he has personal knowledge of facts indicating that the person to be arrested has committed it; and(c) When the person to be arrested is a prisoner who has escaped from a penal establishment or place where he is serving final judgment or temporarily confined while his case is pending, or has escaped while being transferred from one confinement to another.In cases falling under paragraphs (a) and (b) hereof, the person arrested without a warrant shall be forthwith delivered to the nearest police station or jail, and he shall be proceeded against in accordance with Rule 112, Section 7.Petitionerâs âarrestâ took place six (6) days after the shooting of Maguan. The âarrestingâ officers obviously were not present, within the meaning of Section 5(a), at the time petitioner had allegedly shot Maguan. Neither could the âarrest effected six (6) days after the shooting be reasonably regarded as effected âwhen (the shooting had) in fact just been committedâ within the meaning of Section 5(b). Moreover, none of the âarrestingâ officers had any personal knowledgeâ of facts indicating that petitioner was the gunman who had shot Maguan. The information upon which the police acted had been derived from statements made by alleged eyewitnesses to the shooting â one stated that petitioner was the gunman; another was able to take down the alleged gunmanâs carâs plate number which turned out to be registered in petitionerâs wifeâs name. That information did not, however, constitute âpersonal knowledge.âIt is thus clear to the Court that there was no lawful warrantless arrest of petitioner within the meaning of Section 5 of Rule 113. It is clear too that section 7 of Rule 112 is not applicable. x x x When the police filed a complaint for frustrated homicide with the Prosecutor, the latter should have immediately scheduled a preliminary investigation to determine whether there was probable cause for charging petitioner in court for the killing of Eldon Maguna. Instead, as noted earlier, the Prosecutor proceeded under the erroneous supposition that section 7 of the Rule 112 was applicable and required petitioner to waive the provisions of Article 125 of the Revised Penal Code as a condition for carrying out a preliminary investigation. This was substantive error, for petitioner was entitled to a preliminary investigation and that right should have been accorded him without any conditions. Moreover, since petitioner had not been arrested, with or without a warrant, he was also entitled to be released forthwith subject only to his appearing at the preliminary investigation.âIt then follows that the right of petitioner to a regular preliminary investigation pursuant to section 3 of Rule 112 cannot stand any diminution. Petitioner, a minor, is charged with a capital offense â kidnapping and serious illegal detention. Its filing in court means his arrest and incarceration as in all probability he would not be allowed bail. His conviction will bring him face to face with the death penalty. Thus, petitionerâs counsel was fart from being unreasonable when he demanded from the city prosecutors that he be furnished copies of the affidavits supporting the complaint and that he be given a non-extendible period of twenty (20) days to submit defense affidavit. As well pointed of his motion âx x x prevented petitioner from preparing and submitting the affidavits of some forty (40) classmates, teachers, proctors and security guards who had previously made known their willingness to testify that:â- during the whole day of July 16 and again on July 17 petitioner and his classmates were all in their school at Quezon City; in fact in the afternoon of July 16 and 17, 1997, petitioner and his classmates took their mid-term exams;- following their exams on July 16 they had partied together first at petitionerâs Quezon City apartment until about 9 oâ clock in the evening, and then repaired to a Quezon City restaurant at Katipunan Avenue where they stayed on until 3 oâclock in the morning of July 17; they even had pictures taken of their party;- indeed petitionerâs July 16 examination papers and that of a classmates are ready for submission as evidence, along with petitionerâs grades for the termâs end in September 1997;- two of their teachers, also a proctor, and a security guard actually remember seeing petitioner at their Quezon City school on July 16 and 17;- petitioner was duly registered and attended classes starting June 1997 until termâs end in September 1997;- petitioner had also been logged to have been in his Quezon City apartment since June 1997, particularly including July 16 and 17;- petitioner only went to Cebu late afternoon of July 17 on board PAL flight No. PR833, as shown by his plane ticket and boarding passâ.Fairness dictates that the request of petitioner for a chance to be heard in a capital offense case should have been granted by the Cebu City prosecutor. In Webb vs. de Leon,[5] we emphasized that âattuned to the times, our Rules have discarded the pure inquisitorial system of preliminary investigation. Instead, Rule 112 installed a quasi-judicial type of preliminary investigation conducted by one whose high duty is to be fair and impartial. As this Court emphasized in Rolito Go vs. Court of Appeals, âthe right to have a preliminary investigation conducted before being bound over for trial for a criminal offense and hence formally at risk of incarceration or some other penalty, is not a mere formal or technical right; it is a substantive right.â A preliminary investigation should therefore be scrupulously conducted so that the constitutional right to liberty of a potential accused can be protected from any material damage.âIN VIEW WHEREOF, the Court resolves: (1) to set aside the inquest investigation of petitioner and to order the Office of the City Prosecutor of Cebu to conduct a regular preliminary investigation of the petitioner in accord with section 3, Rule 112; (2) to annul the order for Detention During The Pendency of the Case issued by Executive Judge Priscilla Agana against the petitioner in Crim. Case No. CBU-45303 and 45304; (3) to order the immediate release of petitioner pending his preliminary investigation and (4) to order the Presiding Judge of Br. VII, RTC of Cebu City to cease and desist from proceeding with the arraignment and trial of petitioner in Crim. Case No. CBU-45303 and 45304, pending the result of petitionerâs preliminary investigation.SO ORDERED.Regalado, (Chairman), Mendoza, and Torres, Jr., JJ., concur.[1] Branch VII.[2] Dated September 17, 1997.[3] The case was docketed as CA-G.R. SP No. 45340.[4] 206 SCRA 138.[5] 247 SCRA 652, 687. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "francisco",
    "larranaga",
    "represented",
    "mother",
    "margarita",
    "petitioner",
    "court",
    "appeals",
    "people",
    "philippines",
    "respondents",
    "october",
    "petition",
    "certiorari",
    "prohibition",
    "mandamuswith",
    "preliminary",
    "prohibitory",
    "mandatory",
    "injunction"
  ],
  "title_summary": "THE MINOR FRANCISCO JUAN LARRANAGA, REPRESENTED IN THIS SUIT BY HIS MOTHER MARGARITA G. LARRANAGA...",
  "formatted_case_content": "View printer friendly version\n346 Phil. 241\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 130644, October 27, 1997 ]\n[ G.R. No. 130644, October 27, 1997 ]\n\nTHE MINOR FRANCISCO JUAN LARRANAGA, REPRESENTED IN THIS SUIT BY HIS MOTHER MARGARITA G. LARRANAGA, PETITIONER, VS. COURT OF APPEALS AND PEOPLE OF THE PHILIPPINES, RESPONDENTS.\nR E S O L U T I O N\nTHE MINOR FRANCISCO JUAN LARRANAGA, REPRESENTED IN THIS SUIT BY HIS MOTHER MARGARITA G. LARRANAGA, PETITIONER, VS. COURT OF APPEALS AND PEOPLE OF THE PHILIPPINES, RESPONDENTS.\nR E S O L U T I O N\n\nPUNO, J.:\n\nOn October 1, 1997, petitioner Margarita G. Larranaga filed a petition for certiorari, prohibition and mandamus with writs of preliminary prohibitory and mandatory injunction seeking to annul the information for kidnapping and serious illegal detention against her minor son, Francisco Juan Larranagga alias Paco, filed in the RTC [1] of Cebu City as well as the warrant of arrest issued as a consequence thereof. Petitioner as an alternative remedy prays for the annulment of the order [2] of the Office of the City Prosecutor of Cebu denying Larranaggaâs motion for a regular preliminary investigation and that it be conducted by a panel of prosecutors from the office of the State Prosecutor, Department of Justice. On October 6, 1997, petitioner filed a Supplemental Petition praying for the issuance of the writ of habeas corpus to relieve her son from his alleged illegal confinement or to grant him bail.\n\nIt appears that on September 15, 1997, some PNP CIG authorities went to the Center for Culinary Arts located at 287 Katipunan Avenue, Loyola Heights, Quezon City to arrest Francisco Juan Larranaga. Larranaga, thru his lawyer, Atty. Raymundo Armovit remonstrated against the warrantless arrest. The, police did not carry out the arrest on the assurance that Larranaga would be brought to Cebu City by his lawyer on September 17, 1997 for perlominary investigation.\n\nOn September 17, 1997, Atty. Armovit attended the preliminary investigation conducted by the Office of the City State Prosecutor of Cebu. Forthwith, he moved that his client be given a regular preliminary investigation. He also requested for copies of all affidavits and documents in support of the complaint against his client and that he be granted a non-extendible period of twenty (20) days from their receipt to file the defense affidavit. The motion was denied by the city prosecutor on the ground that Larranaga should be treated as a detention prisoner, hence entitled only to an inquest investigation. Atty. Armovit was ordered to present Larranaga in person. He was warned that his failure would be treated as waiver of his clientâs right to a preliminary investigation and he would be proceeded against pursuant to section 7, Rule 112 of the Rules of Court. Atty. Armivitâs verbal motion for reconsideration was denied by the city prosecutor.\n\nOn September 19, 1997, Larranaga, thru counsel, rushed to the Court of Appeals assailing the actuations of the Cebu prosecutors thru a petition for certiorari, prohibition and mandamus. [3] However, Larranagaâs effort to stop the filing of a criminal information against him failed. It turned out that on September 17, 1997 the said prosecutors had filed an information with the RTC of Cebu charging Larranaga with kidnapping and serious illegal detention. The prosecutors recommended no bail. On September 22, 1997, counsel filed a Supplemental Petition with the Court of Appeals impleading the RTC of Cebu City to prevent petitionerâs arrest. The move again proved fruitless as Larranaga was arrested on the night of September 22, 1997 by virtue of a warrant of arrest issued by the Executive Judge of the RTC of Cebu City, the Honorable Priscila Agana. A second Supplemental Petition was filed by Larranagaâs counsel in the Court of Appeals bringing to its attention the arrest of Larranaga. On September 25, 1997 the Court of Appealsâ dismissed Larranagaâs petitions, hence, the case at bar.\n\nOn October 8, 1997, we ordered the Solicitor General to file a consolidated comment on the petition within a non-extendible period of ten (10) days. On October 16, 1997, we temporarily restrained the presiding judge of Branch 7 of the RTC of Cebu from proceeding with the case to prevent the issues from becoming moot.\n\nOn October 20, 1997, the Office of the Solicitor General filed a Manifestation and motion in lieu of Consolidated Comment. The Solicitor General submitted that âx x x it is within petitionerâs constitutional and legal rights to demand that a regular preliminary investigation rather than a mere inquest be conducted before resolving the issue of whether or not to file informations against himâ. He asked that âx x x the petition be given due course and petitioner be accorded his right to preliminary investigation.â He further recommended that âx x x during the pendency thereof, petitioner be released from detention.â\n\nWe agree.\n\nPetitioner is entitled not to a mere inquest investigation but to a regular preliminary investigation. Section 7 of Rule 112 cannot be invoked to justify petitionerâs inquest investigation. Said section clearly provides that âwhen a person is lawfully arrested without a warrant for an offense cognizable by the Regional Trial Court, the complaint or information may be filed by the offended party, peace officer or fiscal without a preliminary investigation having been first conducted, on the basis of the affidavit of the offended party or arresting officer or person.â\n\nThe records do not show that petitioner was \"lawfully arrestedâ. For one, the petitioner was not arrested on September 15, 1997, as his counsel persuaded the arresting officers that he would instead be presented in the preliminary investigation to be conducted in Cebu City on September 17, 1997. For another, the arresting officers had no legal authority to make a warrantless arrest of the petitioner for a crime committed some two (2) months before. So we held in Go vs. Court of Appeals, viz: [4]\nâSecondly, we do not belie that the warrantless âarrestâ or detention of petitioner in the instant case falls within the terms of Section 5 of the Rule 113 of the 1985 Rules on Criminal Procedure which provides: Sec 5. Arrest without warrant; when lawful. A peace officer or a private person may, without a warrant, arrest a person:\n\n(a) When in his presence, the person to be arrested has committed, is actually committing, or is attempting to commit an offense;\n\n(b) When an offense has in fact just been committed, and he has personal knowledge of facts indicating that the person to be arrested has committed it; and\n\n(c) When the person to be arrested is a prisoner who has escaped from a penal establishment or place where he is serving final judgment or temporarily confined while his case is pending, or has escaped while being transferred from one confinement to another.\n\nIn cases falling under paragraphs (a) and (b) hereof, the person arrested without a warrant shall be forthwith delivered to the nearest police station or jail, and he shall be proceeded against in accordance with Rule 112, Section 7.\nPetitionerâs âarrestâ took place six (6) days after the shooting of Maguan. The âarrestingâ officers obviously were not present, within the meaning of Section 5(a), at the time petitioner had allegedly shot Maguan. Neither could the âarrest effected six (6) days after the shooting be reasonably regarded as effected âwhen (the shooting had) in fact just been committedâ within the meaning of Section 5(b). Moreover, none of the âarrestingâ officers had any personal knowledgeâ of facts indicating that petitioner was the gunman who had shot Maguan. The information upon which the police acted had been derived from statements made by alleged eyewitnesses to the shooting â one stated that petitioner was the gunman; another was able to take down the alleged gunmanâs carâs plate number which turned out to be registered in petitionerâs wifeâs name. That information did not, however, constitute âpersonal knowledge.â\n\nIt is thus clear to the Court that there was no lawful warrantless arrest of petitioner within the meaning of Section 5 of Rule 113. It is clear too that section 7 of Rule 112 is not applicable. x x x When the police filed a complaint for frustrated homicide with the Prosecutor, the latter should have immediately scheduled a preliminary investigation to determine whether there was probable cause for charging petitioner in court for the killing of Eldon Maguna. Instead, as noted earlier, the Prosecutor proceeded under the erroneous supposition that section 7 of the Rule 112 was applicable and required petitioner to waive the provisions of Article 125 of the Revised Penal Code as a condition for carrying out a preliminary investigation. This was substantive error, for petitioner was entitled to a preliminary investigation and that right should have been accorded him without any conditions. Moreover, since petitioner had not been arrested, with or without a warrant, he was also entitled to be released forthwith subject only to his appearing at the preliminary investigation.â It then follows that the right of petitioner to a regular preliminary investigation pursuant to section 3 of Rule 112 cannot stand any diminution. Petitioner, a minor, is charged with a capital offense â kidnapping and serious illegal detention. Its filing in court means his arrest and incarceration as in all probability he would not be allowed bail. His conviction will bring him face to face with the death penalty. Thus, petitionerâs counsel was fart from being unreasonable when he demanded from the city prosecutors that he be furnished copies of the affidavits supporting the complaint and that he be given a non-extendible period of twenty (20) days to submit defense affidavit. As well pointed of his motion âx x x prevented petitioner from preparing and submitting the affidavits of some forty (40) classmates, teachers, proctors and security guards who had previously made known their willingness to testify that:\nâ- during the whole day of July 16 and again on July 17 petitioner and his classmates were all in their school at Quezon City; in fact in the afternoon of July 16 and 17, 1997, petitioner and his classmates took their mid-term exams;\n\n- following their exams on July 16 they had partied together first at petitionerâs Quezon City apartment until about 9 oâ clock in the evening, and then repaired to a Quezon City restaurant at Katipunan Avenue where they stayed on until 3 oâclock in the morning of July 17; they even had pictures taken of their party;\n\n- indeed petitionerâs July 16 examination papers and that of a classmates are ready for submission as evidence, along with petitionerâs grades for the termâs end in September 1997;\n\n- two of their teachers, also a proctor, and a security guard actually remember seeing petitioner at their Quezon City school on July 16 and 17;\n\n- petitioner was duly registered and attended classes starting June 1997 until termâs end in September 1997;\n\n- petitioner had also been logged to have been in his Quezon City apartment since June 1997, particularly including July 16 and 17;\n\n- petitioner only went to Cebu late afternoon of July 17 on board PAL flight No. PR833, as shown by his plane ticket and boarding passâ. Fairness dictates that the request of petitioner for a chance to be heard in a capital offense case should have been granted by the Cebu City prosecutor. In Webb vs. de Leon, [5] we emphasized that âattuned to the times, our Rules have discarded the pure inquisitorial system of preliminary investigation. Instead, Rule 112 installed a quasi-judicial type of preliminary investigation conducted by one whose high duty is to be fair and impartial. As this Court emphasized in Rolito Go vs. Court of Appeals, âthe right to have a preliminary investigation conducted before being bound over for trial for a criminal offense and hence formally at risk of incarceration or some other penalty, is not a mere formal or technical right; it is a substantive right.â A preliminary investigation should therefore be scrupulously conducted so that the constitutional right to liberty of a potential accused can be protected from any material damage.â\n\nIN VIEW WHEREOF, the Court resolves: (1) to set aside the inquest investigation of petitioner and to order the Office of the City Prosecutor of Cebu to conduct a regular preliminary investigation of the petitioner in accord with section 3, Rule 112; (2) to annul the order for Detention During The Pendency of the Case issued by Executive Judge Priscilla Agana against the petitioner in Crim. Case No. CBU-45303 and 45304; (3) to order the immediate release of petitioner pending his preliminary investigation and (4) to order the Presiding Judge of Br. VII, RTC of Cebu City to cease and desist from proceeding with the arraignment and trial of petitioner in Crim. Case No. CBU-45303 and 45304, pending the result of petitionerâs preliminary investigation.\nSO ORDERED.\n\nRegalado, (Chairman), Mendoza, and Torres, Jr., JJ., concur.\n\n[1] Branch VII.\n\n[2] Dated September 17, 1997.\n\n[3] The case was docketed as CA-G.R. SP No. 45340.\n\n[4] 206 SCRA 138.\n\n[5] 247 SCRA 652, 687.",
  "content_length": 13361,
  "metadata_extraction_date": "2025-11-01T05:50:21.130298",
  "extraction_version": "2.0_enhanced_full_content"
}