{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/october/34252.html",
  "filename": "34252.html",
  "year": 1997,
  "month": "october",
  "case_number": "34252",
  "gr_number": "34252",
  "volume_page": "345 Phil. 880",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "august",
    "division",
    "october",
    "romulo",
    "rivera",
    "complainant",
    "judge",
    "lamorena",
    "santiago",
    "branch",
    "respondent",
    "hermosisima",
    "should",
    "service",
    "reglementary"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n345 Phil. 880; 94 OG No. 33, 5726 (August 17, 1998)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ A.M. No. RTJ-97-1391, October 16, 1997 ]\n[ A.M. No. RTJ-97-1391, October 16, 1997 ]\n\nATTY. ROMULO A. RIVERA, COMPLAINANT, VS. JUDGE EFREN A. LAMORENA, RTC, SANTIAGO CITY, BRANCH 36, RESPONDENT.\nR E S O L U T I O N\nATTY. ROMULO A. RIVERA, COMPLAINANT, VS. JUDGE EFREN A. LAMORENA, RTC, SANTIAGO CITY, BRANCH 36, RESPONDENT.\n\nR E S O L U T I O N\n\nHERMOSISIMA, JR., J.:\n\nA judge should not pay mere lip service to the 90-day reglementary period for deciding a case. Strict implementation of the 90-day rule is enjoined by this Court. However, this Court is not unaware of certain circumstances beyond the judge’s control that could possibly justify the delay in his disposition of the cases assigned to him.\n\nIn a letter-complaint, [1] dated September 20, 1996, filed by Atty. Rivera against respondent judge, he prays that the latter be ordered to render a decision in a case for judicial foreclosure of mortgage and/or to impose the appropriate penalty for failure to comply with the mandate requiring judges to resolve cases submitted before them within the reglementary 90-day period.\n\nComplainant is the counsel of the plaintiff in Civil Case No. 2178 [2] entitled “NCH Philippines, Inc. vs. Spouses Ernesto Lagua and Elvira Acosta-Lagua,” which case was already submitted for decision before respondent judge in December 1995.\n\nOn March 19, 1996, complainant filed a Motion for Early Resolution [3] of the above-mentioned civil case. For failure to obtain any positive results, complainant filed a Second Motion for Early Resolution, [4] dated June 17, 1996. On account of respondent judge’s inaction on the said motions and his continuous inability to resolve the subject foreclosure case before his sala in violation of the 90-day period provided by law, complainant was prompted to address the matter to us through a letter-complaint.\n\nIn our Resolution, [5] dated January 27, 1997, we required respondent judge to submit his Comment on complainant’s letter.\n\nOn March 26, 1997, respondent judge, in his Comment, [6] pleaded for this Court’s compassion regarding his failure to resolve Civil Case No. 2178 as required by law. By way of explanation, he claimed that the delay in disposing the said case was due to pressure of work coupled with poor and unbearable working conditions as his office was actually a stock room which did not provide ample space for eleven employees and several steel cabinets filled with old dusty records of the Multi-Sala Court.\n\nA careful review of the records of this case discloses that although apparently, there exist valid grounds for some delay in deciding the cases submitted before respondent judge, the circumstances pointed out by him can only serve to mitigate but not to exonerate him from any administrative liability.\n\nThis Court has consistently impressed upon judges to decide cases promptly and expeditiously in the principle that justice delayed is justice denied. [7] Decision-making, among others, is the primordial and most important duty of a member of the judiciary. [8] The delay in resolving motions and incidents pending before a judge within the reglementary period of ninety (90) days fixed by the constitution and the law is not excusable and constitutes gross inefficiency. [9] In the instant case, however, this Court extends its compassionate arm and finds the reason for the delay justified.\n\nACCORDINGLY , for his failure to decide a case within the 90-day period, We hereby RESOLVE that Judge Efren A. Lamorena be ADMONISHED with a WARNING that a repetition of the same or similar acts in the future will be dealt with more severely.\n\nSO ORDERED.\nDavide, Jr., (Chairman), Bellosillo, Vitug, and Kapunan, JJ., concur.\n\n[1] Rollo, pp. 1-3.\n\n[2] Rollo, pp. 4-7.\n\n[3] Rollo, pp. 15-16.\n\n[4] Rollo, p. 17.\n\n[5] Rollo, p. 20.\n\n[6] Rollo, pp. 21-22.\n\n[7] Judge Luis B. Bello, Jr., 247 SCRA 519, 524 [1995] .\n\n[8] Guintu v. Lucero, 261 SCRA 1, 9 [1996]\n\n[9] Id., p. 7.",
  "content_length": 4060,
  "metadata_extraction_date": "2025-11-01T05:50:16.936699",
  "extraction_version": "2.0_enhanced_full_content"
}