{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/october/GR_83402.html",
  "filename": "GR_83402.html",
  "year": 1997,
  "month": "october",
  "case_number": "83402",
  "gr_number": "83402",
  "volume_page": "345 Phil. 408",
  "decision_date": "October 06, 1997",
  "title": "ALGON ENGINEERING CONSTRUCTION CORPORATION AND/OR ALEX GONZALES, PETITIONERS, VS. THE NATIONAL LABOR RELATIONS COMMISSION AND JOSE ESPINOSA, RESPONDENTS. D E C I S I O N HERMOSISIMA, JR., J.: Petitioners Algon Engineering Construction Corporation (hereafter âAlgonâ) and Alex Gonzales come before us through a petition for certiorari, assailing the twin Resolutions dated April 21, 1987[1] and March 24, 1988,[2] respectively, rendered by the National Labor Relations Commissions (NLRC)[3] dismissing their appeal and denying their appeal and denying their Motion for Consideration. In the herein assailed Resolutions, the NLRC affirmed the Decision of the Labor Arbiter finding private respondent Jose Espinosa to be an employee of petitioner Algon and awarding to him the amount of P21,113.41 in the form of underpaid wages and other moneys due him under the applicable labors standards law.The pivotal issue raised herein is a factual one concerning the existence or non-existence of an employee-employer relationship between petitioner Algon and private respondent.Petitioner Algon, in the course of its road construction business, utilizes heavy equipment. Due to its need for a place to park and store the said equipment, it was standard operating procedure for petitioner Algon to enter into a lease contract with the owner of the house nearest to the construction site. The terms of the contract include storage and parking of petitioner Algonâs heavy equipment within the boundaries of the leased house in exchange for a storage or parking fee. Through this procedure, petitioner Algon minimizes the expense of bringing back and forth said heavy equipment from the project site to the city or municipality concerned and vice-versa.The cash vouchers[4] of petitioner Algon show that from March 1, 1983 to May 10, 1985, petitioner Algon was in the process of completing the Lucena Talacogon Project in Del Monte. Talacogon, Agusan del Sur. Private respondentâs house is located near that project site. Thus, throughout that same period of time, private respondent allowed petitioner Algon to use its house and the grounds adjacent thereto as a parking and storage place for the latterâs heavy equipment. The storage or parking fee was pegged at P300.00 on a bi-monthly basis.Private respondent does not deny having been paid such storage or parking fee as evidenced by the statements of account[5] issued by private respondent himself and the cash vouchers bearing private respondentâs signature as payee. What he claims in addition thereto, however, is that aside from the lease contract covering the utilization of his house and its grounds as a parking and storage place for a fee, there existed also an employment contract between himself and petitioner Algon which, private respondent insists, hired him as a watchman with the duty of guarding the heavy equipment parked in other leased house spaces in Libtong, Talacogon, Agusan del Sur from 6:00 oâclock in the evening to 6:00 oâclock in the morning.For its part, the Labor Arbiter[6] made the factual finding that indeed private respondent was employed by petitioner Algon as watchman and was paid P20.00 on a daily basis. The Labor Arbiter thus stated: Complainant maintain [sic] that he was employed as watchman by Respondent since March 1, 1983 to May 10, 1985 and was paid only a daily compensation of P20.00 for seven (7) days a week worked from 6 P.M. to 6 A.M. shift. Further he was allegedly constrained to resign from the service on May 10, 1985 when he was shifted to day time schedule.On the other hand, Respondent alleged that their [sic] is no employer-employee relationship with herein Complainant for he was only engaged by Respondent for the purpose of storage or parking of its equipment near his house. To support the argument, Respondent submitted xerox copies of cash vouchers and statement accounts showing that the amount paid to Complainant is for storage fee and that he billed Respondent for such storage.However in Complainantâs Rejoinder to Respondentâs Position Paper Evidences was [sic] submitted xxx a Memorandum dated August 13, 1983 addressed to Complainant and signed by Emigdio L. Manlegro, General Construction Foreman, which we quote in full hereunder for clarity:August 13, 1983Memorandum To:Jose EspinosaWatchmanIt has been the companyâs policy in relation to our promulgated rules and regulations that any of its property lost should be charged to anyone directly liable if it happen through carelessness or gross negligence.During the time of your duty on August 12, 1983 in Libtong, Talacogon, Agusan del Sur, two (2) batteries of Sakai Road Roller No. 8 with Serial No. 502 and 503 and two (2) pieces [of] batteries of Sakai Vibratory Compactor Roller No. 4 which are YUASA brands were stolen. In your capacity as watchman on said equipment, you are held liable for that lost item through gross negligence.In this connection, we are charging you the amount of Three Thousand Four Hundred Ninety Eight Pesos and Sixty Centavos (P3,498.60) for four (4) batteries because one (1) battery cost[s] Eight Hundred Seventy Four Pesos and Sixty Five Centavos (P874.65) [which is] the current price of said item. This amount will be used to purchase new batteries as replacement for the lost item.For your information.(sgd.) EMIGDIO L. MANLEGROGeneral Construction ForemanâOn the basis of the parties[â] allegation above the prejudicial issue to be resolved is whether or not there exist[s] an employer-employee relationship [between] herein Complainant and Respondent. If positive than [sic] the issue of moretary [sic] claim consequently follow[s], but if negative all the other issues must necessarily fail. We find for Complainant that he is an employee, because Respondent failed to prove that Complainant was engaged in the business of warehousing or storage for a fee or for parking of vehicles/equipment for a fee. The above-quoted Memorandum clearly defines the position of Complainant as watchman, and the element of control in the employer-employee relationship is obvious[ly] present by the very wordings of the said memorandum. The statement of account and cash vouchers are not sufficient to overcome the presumption of employer-employee relationship between the parties. Therefore based on the complaint, the money claims are hereby awarded in favor of Complainant, enumerated hereunder:1. Underpayment of wages P 4,691.002. Unpaid ECOLA 9,750.003. Holiday/premium pay 725.004. Overtime/rest day pay 4,205.005. Service incentive leave pay 315.006. 13th month pay 1,427.41________TOTAL P21,113.41â[7]From the foregoing decision of the Labor Arbiter, petitioner Algon appealed to the NLRC.Petitioner Algon ascribed as error the finding made by the Labor Arbiter that an employer-employee relationship existed between petitioner Algon and private respondent warranting, thus, the payment to the latter of the various moneys due him under the applicable wage and labor standards laws. Petitioner Algon persisted to argue that it did not hire private respondent but merely leased storage or parking space for its heavy equipment.Faced with a factual issue, the NLRC analyzed the evidence. And like the Labor Arbiter, the NLRC, applying the control test in determining the existence of an employer-employee relationship between the herein parties, affirmed the Labor Arbiterâs conclusions. The NLRC ruled, thus:The complainant, resident of Batucan del Monte, Talacogon, Agusan [del] Sur, who claimed to have been hired on March 1, 1983 as a watchman at P20.00 per day, sought for payment of standard benefits allegedly denied him. The respondent adduced multiple evidence consisting of statements of accounts in printed forms signed by the complainant as he billed the respondent for storage fees and cash vouchers in printed forms with respondent companyâs letterhead reflecting payment of storage fees. The complainant produced a memorandum dated August 13, 983 signed by respondentsâ General Construction Foreman Emigdio L. Manlegro chiding the complainant for the loss of four (4) batteries as he watched company properties in [Li]btong , Talacogon, Agusan del Sur and declaring that the respondents held him accountable for them for gross negligence and that the amount of P3,498.60 would be deducted from his salary.The respondents contradicted that Emigdio L. Manlegro, one of the sponsors at complainantâs wedding , is not one of the officers authorized to issue memorandum and other communication.xxxThe Commission has weighed the evidence and relied upon the finding and conclusion of the Labor Arbiter who had the opportunity to closely investigate the parties. For one thing, the appellants conveyed the impression that they were assigning to the Labor Arbiter only a simple error and was reluctant to hold him responsible for grave abuse of discretion and their general construction foreman for willful [sic] breach of trust. The latter, through his memorandum, vividly located the complainant in respondentâs employ. The respondents themselves helped to make the complaintâs posture plausible by their failure to deny that they posted the complainant at Libtong, Talacogon, Agusan del Sur, a distance from his house at Balatucan del Monte, Talacogon Agusan del Sur; and that they deducted the amount of P3,498.60 from his wages. The bills for storage fees and the vouchers for the same can only be a scheme to avoid the full measure of labor laws.â[8]Refusing to concede liability for underpaid wages and other monetary benefits, petitioner Algon sought reconsideration of the above Resolution. Its Motion for Reconsideration was however denied in a Minute Resolution dated March 24, 1988. Hence this petition grounded on the following issues:âIWHETHER THE PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION ERRED IN AFFIRMING THE DECISION OF THE LABOR ARBITER THAT THERE IS EMPLOYER-EMPLOYEE RELATIONSHIP BETWEEN THE PETITIONER AND PRIVATE RESPONDENT JOSE ESPINOSA.IIWHETHER THE PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION ERRED IN GIVING CREDENCE TO THE AUGUST 13, 1983 MEMORANDUM CHIDING PRIVATE RESPONDENT FOR THE LOSS OF FOUR (4) BATTERIES OWNED BY HEREIN PETITIONER.IIIWHETHER PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION ERRED IN AFFIRMING THE LABOR ARBITERâS DECISION THAT PRIVATE RESPONDENT JOSE ESPINOSA IS ENTITLED TO THE MONETARY CLAIM OF P21,113.41.IVWHETHER THE HONORABLE SUPREME COURT CAN REVIEW THE FINDINGS OF FACT OF PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION.â[9]We find no merit in petitionersâ contentions.In the case of Tiu vs. National Labor Relations Commission[10] we stated that: â[t]he question whether an employer-employee relationship exists is a question of fact. As long as the findings of the labor agencies on this question are supported by evidence, the findings will not be disturbed on review in this Court. Review in the Supreme Court concerning factual findings in labor cases is confined to determining allegations of lack of jurisdiction or grave abuse of discretion.âWe see no cogent reason to disturb the findings of the NLRC. We are in agreement with the public respondentâs conclusion that there indeed existed an employer-employee relationship between Algon and Espinosa, since the said conclusion was based on substantial evidence. A careful perusal of the cash vouchers signed by Espinosa would show that he was paid storage fees not only for the equipment stored at Libtong, but also for equipment stored near the Linsayawon Bridge, as well as for equipment stored within the compound owned by the petitioner Algon. A reproduction of the cash vouchers is herein shown to better illustrate this fact:âALGON ENGINEERING CONSTRUCTION CORPORATIONCASH VOUCHERNAME OF PAYEE: JOSE ESPINOSA DATE: DEC. 15, 1983ADDRESS: Talacogon, Agusan del SurPayment for:Storage fee for the period from December 1-15, 1983At Lucena-del-Monte-Talacogon Section, Agusan del Surâ¦â¦..P250.00(Libtong)Sgd.Payeeâs Signature________________________________________________________________________ALGON ENGINEERING CONSTRUCTION CORPORATIONCASH VOUCHERNAME OF PAYEE: JOSE ESPINOSA DATE: DEC. 31, 1983ADDRESS: Talacogon, Agusan del SurPayment for:Storage fee for the period from December 16-31, 1983At Lucena-del-Monte-Talacogon Section, Agusan del Surâ¦â¦..P250.00(Linsayawon)Sgd.Payeeâs Signature________________________________________________________________________ALGON ENGINEERING CONSTRUCTION CORPORATIONCASH VOUCHERNAME OF PAYEE: JOSE ESPINOSA DATE: SEPTEMBER 30, 1984ADDRESS: Talacogon, Agusan del SurPayment for:Storage fee for the period from September 16-30, 1984At Lucena-del-Monte-Talacogon Section, Agusan del Surâ¦â¦..P250.00(Del Monte Algon CompoundâAll equipments inside the Compound)Sgd.Payeeâs SignatureâIt ill-behooves this Court why, if it is as claimed by petitioner Algon that Espinosa was being paid only for the use of the latterâs property as parking and storage facilities and not as a watchman, that said petitioner saw it fit to pay Espinosa storage fees for equipment stored within its own compound. The only conclusion that may be drawn is that which the public respondent NLRC made in its assailed resolution, that is, â[t]he bills for storage fees and vouchers for the same can only be a scheme to avoid the full measure of labor laws.âIn addition, the Memorandum issued by petitioner Algonâs foreman to Espinosa citing him for the loss of four (4) batteries is sufficient evidence to prove the existence of an employer-employee relationship. As aptly observed by the Solicitor General:âAccordingly, the first paragraph of the said memo, which reads---âIt is the companyâs policy in relation to our promulgated rules and regulations that any of its property lost should be charged to anyone directly liable if it happen through carelessness or gross negligence.â (underscoring supplied)is a clear indication that the Petitioner corporation has the power to control. Private respondentâs conduct as an employee and to make said employee account for his conduct to The Company as employer. Such control is the most significant and vital element in determining the existence of an employer-employee relationship. Furthermore, the second paragraph of the said memo establishes the existence of an employer-employee relationship. The paragraph reads as follows:âDuring the time of your duty (underscoring ours) on August 12, 1983 in Libtong, Talacogon , Agusan del Sur, two batteries of Sakai Road Roller No.8 with serial number 502 and 503 and two (2) pieces of batteries of Sakai Vibratory Compactor Roller No. 4 which are Yuasa brands were stolen. In your capacity as watchman on said equipment, you are held liable to the lost item through gross negligence.â (underscoring supplied)Petitionerâs subsequent claim that Petitionerâs Foreman was not authorized to issue said memorandum is of no moment as this is a matter between the Company and another employee, private respondent herein. In fact the petitioner in its Petition to this Honorable Supreme Court admitted in so many words, Petitionerâs âcontrolâ over Private respondent and, hence, the employer-employee relationship between the corporation and the corporationâs âwatchmanâ.âNo particular evidence is required to prove the existence of an employer-employee relationship.[11] All that is necessary is to show that the employer is capable of exercising control over the employee. In labor disputes, it suffices that there be a casual connection between the claim asserted and the employer-employee relations.[12]The elements of an employer-employee relationship are: (1) selection and engagement of the employee; (2) payment of wages; (3) power of dismissal; and (4) employerâs own power to control employeeâs conduct.[13] Control of the employeeâs conduct is commonly regarded as the most crucial and determinative indicator of the presence or absence of an employer-employee relationship.[14] In the case at bar, there is no doubt that petitioner exercises control over Espinosaâs conduct, as shown by the fact that, rather than address the loss of batteries as a breach of the purported contract of lease, the memorandum instead emphasized the company rules and regulations and the fact that Espinosa was âon dutyâ at the time of the said loss. Moreover, the petitionerâs act of transferring Espinosa to the day shift clearly shows its treatment of Espinosa as an employee, and not as a landlord. Thus, an employer-employee relationship exists where the person for whom the services are performed reserves a right to control not only the end to be achieved but also the means to be used in reaching such an end.[15]WHEREFORE, the petition is DISMISSED for lack of merit.SO ORDERED.Davide, Jr., (Chairman), Vitug, and Kapunan, JJ., concur.Bellosillo, J., no part.did not participate in deliberation.[1] Resolution in NLRC Case No. RABX-11-0762-85 penned by Commissioner Domingo H. Zapata and concurred in by Commissioners Daniel M. Lucas, Jr. and Oscar N. Abella; Rollo, pp. 13-15.[2] Minute Resolution; Rollo, p. 16.[3] Second Division.[4] Rollo, pp. 33-54.[5] Rollo, pp. 17-32.[6] Executive Labor Arbiter Ildefonso G. Agbuya of the Regional Arbitration Branch No. X, Cagayan de Oro City.[7] Decision of Executive Labor Arbiter Ildefonso G. Agbuya dated November 8, 1985; Rollo, pp. 58-61.[8] Resolution dated April 21, 1987; Rollo, pp.13-15.[9] Memorandum for Petitioner dated February 16, 1993, p. 4; Rollo, p. 157.[10] 254 SCRA 1 (1996).[11] Opulencia Ice Plant and Storage vs. National Labor Relations Commission, 228 SCRA 473 (1993).[12] De Guzman vs. National Labor Relations Commission, 253 SCRA 46 (1996).[13] Air Material Wing Savings and Loan Association, Inc. vs. National Labor Relations Commission, 233 SCRA 592 (1994); see also Rhone-Poulenc Agrochemical Philippines, Inc. vs. National Labor Relations Commission, 217 SCRA 249 (1993)[14] Vallum Security Services vs. National Labor Relations Commission, 224 SCRA 781 (1993).[15] Canlubang Security Agency Corporation vs. National Labor Relations Commission, 216 SCRA 280 (1992). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "engineering",
    "construction",
    "corporation",
    "gonzales",
    "petitioners",
    "national",
    "relations",
    "commission",
    "espinosa",
    "respondents",
    "hermosisima",
    "hereafter",
    "before",
    "through",
    "petition",
    "certiorari",
    "assailing",
    "resolutions",
    "respectively",
    "rendered"
  ],
  "title_summary": "ALGON ENGINEERING CONSTRUCTION CORPORATION AND/OR ALEX GONZALES, PETITIONERS, VS. THE NATIONAL LA...",
  "formatted_case_content": "View printer friendly version\n345 Phil. 408\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 83402, October 06, 1997 ]\n[ G.R. No. 83402, October 06, 1997 ]\n\nALGON ENGINEERING CONSTRUCTION CORPORATION AND/OR ALEX GONZALES, PETITIONERS, VS. THE NATIONAL LABOR RELATIONS COMMISSION AND JOSE ESPINOSA, RESPONDENTS.\nD E C I S I O N\nALGON ENGINEERING CONSTRUCTION CORPORATION AND/OR ALEX GONZALES, PETITIONERS, VS. THE NATIONAL LABOR RELATIONS COMMISSION AND JOSE ESPINOSA, RESPONDENTS.\nD E C I S I O N\n\nHERMOSISIMA, JR., J.:\n\nPetitioners Algon Engineering Construction Corporation (hereafter âAlgonâ) and Alex Gonzales come before us through a petition for certiorari, assailing the twin Resolutions dated April 21, 1987 [1] and March 24, 1988, [2] respectively, rendered by the National Labor Relations Commissions (NLRC) [3] dismissing their appeal and denying their appeal and denying their Motion for Consideration. In the herein assailed Resolutions, the NLRC affirmed the Decision of the Labor Arbiter finding private respondent Jose Espinosa to be an employee of petitioner Algon and awarding to him the amount of P21,113.41 in the form of underpaid wages and other moneys due him under the applicable labors standards law.\n\nThe pivotal issue raised herein is a factual one concerning the existence or non-existence of an employee-employer relationship between petitioner Algon and private respondent.\n\nPetitioner Algon, in the course of its road construction business, utilizes heavy equipment. Due to its need for a place to park and store the said equipment, it was standard operating procedure for petitioner Algon to enter into a lease contract with the owner of the house nearest to the construction site. The terms of the contract include storage and parking of petitioner Algonâs heavy equipment within the boundaries of the leased house in exchange for a storage or parking fee. Through this procedure, petitioner Algon minimizes the expense of bringing back and forth said heavy equipment from the project site to the city or municipality concerned and vice-versa.\n\nThe cash vouchers [4] of petitioner Algon show that from March 1, 1983 to May 10, 1985, petitioner Algon was in the process of completing the Lucena Talacogon Project in Del Monte. Talacogon, Agusan del Sur. Private respondentâs house is located near that project site. Thus, throughout that same period of time, private respondent allowed petitioner Algon to use its house and the grounds adjacent thereto as a parking and storage place for the latterâs heavy equipment. The storage or parking fee was pegged at P300.00 on a bi-monthly basis.\n\nPrivate respondent does not deny having been paid such storage or parking fee as evidenced by the statements of account [5] issued by private respondent himself and the cash vouchers bearing private respondentâs signature as payee. What he claims in addition thereto, however, is that aside from the lease contract covering the utilization of his house and its grounds as a parking and storage place for a fee, there existed also an employment contract between himself and petitioner Algon which, private respondent insists, hired him as a watchman with the duty of guarding the heavy equipment parked in other leased house spaces in Libtong, Talacogon, Agusan del Sur from 6:00 oâclock in the evening to 6:00 oâclock in the morning.\n\nFor its part, the Labor Arbiter [6] made the factual finding that indeed private respondent was employed by petitioner Algon as watchman and was paid P20.00 on a daily basis. The Labor Arbiter thus stated:\n\nComplainant maintain [sic] that he was employed as watchman by Respondent since March 1, 1983 to May 10, 1985 and was paid only a daily compensation of P20.00 for seven (7) days a week worked from 6 P.M. to 6 A.M. shift. Further he was allegedly constrained to resign from the service on May 10, 1985 when he was shifted to day time schedule.\n\nOn the other hand, Respondent alleged that their [sic] is no employer-employee relationship with herein Complainant for he was only engaged by Respondent for the purpose of storage or parking of its equipment near his house. To support the argument, Respondent submitted xerox copies of cash vouchers and statement accounts showing that the amount paid to Complainant is for storage fee and that he billed Respondent for such storage.\n\nHowever in Complainantâs Rejoinder to Respondentâs Position Paper Evidences was [sic] submitted xxx a Memorandum dated August 13, 1983 addressed to Complainant and signed by Emigdio L. Manlegro, General Construction Foreman, which we quote in full hereunder for clarity:\n\nAugust 13, 1983\n\nMemorandum To:\n\nJose Espinosa\n\nWatchman\n\nIt has been the companyâs policy in relation to our promulgated rules and regulations that any of its property lost should be charged to anyone directly liable if it happen through carelessness or gross negligence.\n\nDuring the time of your duty on August 12, 1983 in Libtong, Talacogon, Agusan del Sur, two (2) batteries of Sakai Road Roller No. 8 with Serial No. 502 and 503 and two (2) pieces [of] batteries of Sakai Vibratory Compactor Roller No. 4 which are YUASA brands were stolen. In your capacity as watchman on said equipment, you are held liable for that lost item through gross negligence.\n\nIn this connection, we are charging you the amount of Three Thousand Four Hundred Ninety Eight Pesos and Sixty Centavos (P3,498.60) for four (4) batteries because one (1) battery cost[s] Eight Hundred Seventy Four Pesos and Sixty Five Centavos (P874.65) [which is] the current price of said item. This amount will be used to purchase new batteries as replacement for the lost item.\n\nFor your information.\n\n(sgd.) EMIGDIO L. MANLEGRO\n\nGeneral Construction Foremanâ\n\nOn the basis of the parties[â] allegation above the prejudicial issue to be resolved is whether or not there exist[s] an employer-employee relationship [between] herein Complainant and Respondent. If positive than [sic] the issue of moretary [sic] claim consequently follow[s], but if negative all the other issues must necessarily fail. We find for Complainant that he is an employee, because Respondent failed to prove that Complainant was engaged in the business of warehousing or storage for a fee or for parking of vehicles/equipment for a fee. The above-quoted Memorandum clearly defines the position of Complainant as watchman, and the element of control in the employer-employee relationship is obvious[ly] present by the very wordings of the said memorandum. The statement of account and cash vouchers are not sufficient to overcome the presumption of employer-employee relationship between the parties. Therefore based on the complaint, the money claims are hereby awarded in favor of Complainant, enumerated hereunder:\n\n1.              Underpayment of wages                    P 4,691.00\n\n2.              Unpaid ECOLA                                 9,750.00\n\n3.              Holiday/premium pay                         725.00\n\n4.              Overtime/rest day pay                       4,205.00\n\n5.              Service incentive leave pay                315.00\n\n6.              13th month pay                                 1,427.41\n\n________\n\nTOTAL                                                       P21,113.41â [7]\n\nFrom the foregoing decision of the Labor Arbiter, petitioner Algon appealed to the NLRC.\n\nPetitioner Algon ascribed as error the finding made by the Labor Arbiter that an employer-employee relationship existed between petitioner Algon and private respondent warranting, thus, the payment to the latter of the various moneys due him under the applicable wage and labor standards laws. Petitioner Algon persisted to argue that it did not hire private respondent but merely leased storage or parking space for its heavy equipment.\n\nFaced with a factual issue, the NLRC analyzed the evidence. And like the Labor Arbiter, the NLRC, applying the control test in determining the existence of an employer-employee relationship between the herein parties, affirmed the Labor Arbiterâs conclusions. The NLRC ruled, thus:\n\nThe complainant, resident of Batucan del Monte, Talacogon, Agusan [del] Sur, who claimed to have been hired on March 1, 1983 as a watchman at P20.00 per day, sought for payment of standard benefits allegedly denied him. The respondent adduced multiple evidence consisting of statements of accounts in printed forms signed by the complainant as he billed the respondent for storage fees and cash vouchers in printed forms with respondent companyâs letterhead reflecting payment of storage fees. The complainant produced a memorandum dated August 13, 983 signed by respondentsâ General Construction Foreman Emigdio L. Manlegro chiding the complainant for the loss of four (4) batteries as he watched company properties in [Li]btong , Talacogon, Agusan del Sur and declaring that the respondents held him accountable for them for gross negligence and that the amount of P3,498.60 would be deducted from his salary.\n\nThe respondents contradicted that Emigdio L. Manlegro, one of the sponsors at complainantâs wedding , is not one of the officers authorized to issue memorandum and other communication.\n\nxxx\n\nThe Commission has weighed the evidence and relied upon the finding and conclusion of the Labor Arbiter who had the opportunity to closely investigate the parties. For one thing, the appellants conveyed the impression that they were assigning to the Labor Arbiter only a simple error and was reluctant to hold him responsible for grave abuse of discretion and their general construction foreman for willful [sic] breach of trust. The latter, through his memorandum, vividly located the complainant in respondentâs employ. The respondents themselves helped to make the complaintâs posture plausible by their failure to deny that they posted the complainant at Libtong, Talacogon, Agusan del Sur, a distance from his house at Balatucan del Monte, Talacogon Agusan del Sur; and that they deducted the amount of P3,498.60 from his wages. The bills for storage fees and the vouchers for the same can only be a scheme to avoid the full measure of labor laws.â [8]\n\nRefusing to concede liability for underpaid wages and other monetary benefits, petitioner Algon sought reconsideration of the above Resolution. Its Motion for Reconsideration was however denied in a Minute Resolution dated March 24, 1988. Hence this petition grounded on the following issues:\n\nâI\n\nWHETHER THE PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION ERRED IN AFFIRMING THE DECISION OF THE LABOR ARBITER THAT THERE IS EMPLOYER-EMPLOYEE RELATIONSHIP BETWEEN THE PETITIONER AND PRIVATE RESPONDENT JOSE ESPINOSA.\n\nII\n\nWHETHER THE PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION ERRED IN GIVING CREDENCE TO THE AUGUST 13, 1983 MEMORANDUM CHIDING PRIVATE RESPONDENT FOR THE LOSS OF FOUR (4) BATTERIES OWNED BY HEREIN PETITIONER.\n\nIII\n\nWHETHER PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION ERRED IN AFFIRMING THE LABOR ARBITERâS DECISION THAT PRIVATE RESPONDENT JOSE ESPINOSA IS ENTITLED TO THE MONETARY CLAIM OF P21,113.41.\n\nIV\n\nWHETHER THE HONORABLE SUPREME COURT CAN REVIEW THE FINDINGS OF FACT OF PUBLIC RESPONDENT NATIONAL LABOR RELATIONS COMMISSION.â [9]\n\nWe find no merit in petitionersâ contentions.\n\nIn the case of Tiu vs. National Labor Relations Commission [10] we stated that: â[t]he question whether an employer-employee relationship exists is a question of fact. As long as the findings of the labor agencies on this question are supported by evidence, the findings will not be disturbed on review in this Court. Review in the Supreme Court concerning factual findings in labor cases is confined to determining allegations of lack of jurisdiction or grave abuse of discretion.â\n\nWe see no cogent reason to disturb the findings of the NLRC. We are in agreement with the public respondentâs conclusion that there indeed existed an employer-employee relationship between Algon and Espinosa, since the said conclusion was based on substantial evidence. A careful perusal of the cash vouchers signed by Espinosa would show that he was paid storage fees not only for the equipment stored at Libtong, but also for equipment stored near the Linsayawon Bridge, as well as for equipment stored within the compound owned by the petitioner Algon. A reproduction of the cash vouchers is herein shown to better illustrate this fact:\n\nâALGON ENGINEERING CONSTRUCTION CORPORATION\n\nCASH VOUCHER\n\nNAME OF PAYEE:         JOSE ESPINOSA                   DATE: DEC. 15, 1983\n\nADDRESS:          Talacogon, Agusan del Sur\n\nPayment for:\n\nStorage fee for the period from December 1-15, 1983\n\nAt Lucena-del-Monte-Talacogon Section, Agusan del Surâ¦â¦..P250.00\n\n(Libtong)\n\nSgd.\n\nPayeeâs Signature\n\n________________________________________________________________________\n\nALGON ENGINEERING CONSTRUCTION CORPORATION\n\nCASH VOUCHER\n\nNAME OF PAYEE:         JOSE ESPINOSA                   DATE: DEC. 31, 1983\n\nADDRESS:          Talacogon, Agusan del Sur\n\nPayment for:\n\nStorage fee for the period from December 16-31, 1983\n\nAt Lucena-del-Monte-Talacogon Section, Agusan del Surâ¦â¦..P250.00\n\n(Linsayawon)\n\nSgd.\n\nPayeeâs Signature\n\n________________________________________________________________________\n\nALGON ENGINEERING CONSTRUCTION CORPORATION\n\nCASH VOUCHER\n\nNAME OF PAYEE:         JOSE ESPINOSA                   DATE: SEPTEMBER 30, 1984\n\nADDRESS:          Talacogon, Agusan del Sur\n\nPayment for:\n\nStorage fee for the period from September 16-30, 1984\n\nAt Lucena-del-Monte-Talacogon Section, Agusan del Surâ¦â¦..P250.00\n\n(Del Monte Algon CompoundâAll equipments inside the Compound)\n\nSgd.\n\nPayeeâs Signatureâ\n\nIt ill-behooves this Court why, if it is as claimed by petitioner Algon that Espinosa was being paid only for the use of the latterâs property as parking and storage facilities and not as a watchman, that said petitioner saw it fit to pay Espinosa storage fees for equipment stored within its own compound. The only conclusion that may be drawn is that which the public respondent NLRC made in its assailed resolution, that is, â[t]he bills for storage fees and vouchers for the same can only be a scheme to avoid the full measure of labor laws.â\n\nIn addition, the Memorandum issued by petitioner Algonâs foreman to Espinosa citing him for the loss of four (4) batteries is sufficient evidence to prove the existence of an employer-employee relationship. As aptly observed by the Solicitor General:\n\nâAccordingly, the first paragraph of the said memo, which reads---\n\nâIt is the companyâs policy in relation to our promulgated rules and regulations that any of its property lost should be charged to anyone directly liable if it happen through carelessness or gross negligence.â (underscoring supplied)\n\nis a clear indication that the Petitioner corporation has the power to control. Private respondentâs conduct as an employee and to make said employee account for his conduct to The Company as employer. Such control is the most significant and vital element in determining the existence of an employer-employee relationship. Furthermore, the second paragraph of the said memo establishes the existence of an employer-employee relationship. The paragraph reads as follows:\n\nâDuring the time of your duty (underscoring ours) on August 12, 1983 in Libtong, Talacogon , Agusan del Sur, two batteries of Sakai Road Roller No.8 with serial number 502 and 503 and two (2) pieces of batteries of Sakai Vibratory Compactor Roller No. 4 which are Yuasa brands were stolen. In your capacity as watchman on said equipment, you are held liable to the lost item through gross negligence.â (underscoring supplied)\n\nPetitionerâs subsequent claim that Petitionerâs Foreman was not authorized to issue said memorandum is of no moment as this is a matter between the Company and another employee, private respondent herein. In fact the petitioner in its Petition to this Honorable Supreme Court admitted in so many words, Petitionerâs âcontrolâ over Private respondent and, hence, the employer-employee relationship between the corporation and the corporationâs âwatchmanâ.â\n\nNo particular evidence is required to prove the existence of an employer-employee relationship. [11] All that is necessary is to show that the employer is capable of exercising control over the employee. In labor disputes, it suffices that there be a casual connection between the claim asserted and the employer-employee relations. [12]\n\nThe elements of an employer-employee relationship are: (1) selection and engagement of the employee; (2) payment of wages; (3) power of dismissal; and (4) employerâs own power to control employeeâs conduct. [13] Control of the employeeâs conduct is commonly regarded as the most crucial and determinative indicator of the presence or absence of an employer-employee relationship. [14] In the case at bar, there is no doubt that petitioner exercises control over Espinosaâs conduct, as shown by the fact that, rather than address the loss of batteries as a breach of the purported contract of lease, the memorandum instead emphasized the company rules and regulations and the fact that Espinosa was âon dutyâ at the time of the said loss. Moreover, the petitionerâs act of transferring Espinosa to the day shift clearly shows its treatment of Espinosa as an employee, and not as a landlord. Thus, an employer-employee relationship exists where the person for whom the services are performed reserves a right to control not only the end to be achieved but also the means to be used in reaching such an end. [15]\n\nWHEREFORE, the petition is DISMISSED for lack of merit.\nSO ORDERED.\n\nDavide, Jr., (Chairman), Vitug, and Kapunan, JJ., concur.\nBellosillo, J., no part.did not participate in deliberation.\n\n[1] Resolution in NLRC Case No. RABX-11-0762-85 penned by Commissioner Domingo H. Zapata and concurred in by Commissioners Daniel M. Lucas, Jr. and Oscar N. Abella; Rollo, pp. 13-15.\n\n[2] Minute Resolution; Rollo, p. 16.\n\n[3] Second Division.\n\n[4] Rollo, pp. 33-54.\n\n[5] Rollo, pp. 17-32.\n\n[6] Executive Labor Arbiter Ildefonso G. Agbuya of the Regional Arbitration Branch No. X, Cagayan de Oro City.\n\n[7] Decision of Executive Labor Arbiter Ildefonso G. Agbuya dated November 8, 1985; Rollo, pp. 58-61.\n\n[8] Resolution dated April 21, 1987; Rollo, pp.13-15.\n\n[9] Memorandum for Petitioner dated February 16, 1993, p. 4; Rollo, p. 157.\n\n[10] 254 SCRA 1 (1996).\n\n[11] Opulencia Ice Plant and Storage vs. National Labor Relations Commission, 228 SCRA 473 (1993).\n\n[12] De Guzman vs. National Labor Relations Commission, 253 SCRA 46 (1996).\n\n[13] Air Material Wing Savings and Loan Association, Inc. vs. National Labor Relations Commission, 233 SCRA 592 (1994); see also Rhone-Poulenc Agrochemical Philippines, Inc. vs. National Labor Relations Commission, 217 SCRA 249 (1993)\n\n[14] Vallum Security Services vs. National Labor Relations Commission, 224 SCRA 781 (1993).\n\n[15] Canlubang Security Agency Corporation vs. National Labor Relations Commission, 216 SCRA 280 (1992).",
  "content_length": 19164,
  "metadata_extraction_date": "2025-11-01T05:50:21.172868",
  "extraction_version": "2.0_enhanced_full_content"
}