{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/october/GR_120894.html",
  "filename": "GR_120894.html",
  "year": 1997,
  "month": "october",
  "case_number": "G.R. No. 120894",
  "gr_number": "120894",
  "volume_page": "346 Phil. 37",
  "decision_date": null,
  "title": "People v. Cristobal, 252 SCRA 507, 516 [1996].[21] People v. Tismo, 204 SCRA 535, 552 [1991]; People v. Lucas, 232 SCRA 537, 546-547 [1994]; People v. Delovino, 247 SCRA 637, 647 [1995].[22] TSN, 3 May 1993, 22.[23] TSN, 4 February 1993, 31.[24] People v. Corpuz 222 SCRA 842, 852 [1993].[25] People v. Pama, 216 SCRA 385, 399-400 [1992]; People v. Alvero, 224 SCRA 16, 30 [1993]; People v. Cristobal, supra note 20.[26] TSN, 3 May 1993, 10-11.[27] TSN, 25 November 1994, 17.[28] People v. Castor, 216 SCRA 410, 419 [1992].[29] See People v. Rostata, 218 SCRA 657, 674 [1993]; People v. Lase, 219 SCRA 584, 595-596 [1993]. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "cristobal",
    "delovino",
    "february",
    "corpuz",
    "alvero",
    "november",
    "castor",
    "rostata",
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed",
    "maintained",
    "technical",
    "collaboration",
    "management",
    "information"
  ],
  "title_summary": "People v. Cristobal, 252 SCRA 507, 516 [1996].[21] People v. Tismo, 204 SCRA 535, 552 [1991]; Peo...",
  "formatted_case_content": "View printer friendly version\n346 Phil. 37\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 122474-76, October 17, 1997 ]\n[ G.R. Nos. 122474-76, October 17, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. VICTOR ABRECINOZ, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. VICTOR ABRECINOZ, ACCUSED-APPELLANT.\nD E C I S I O N\n\nDAVIDE, JR., J.:\n\nThis is an appeal from the âJoint Judgmentâ [1] dated 10 July 1995 of the Regional Trial Court (RTC) of Palawan, Branch 52, in Criminal Cases Nos. 10093, 10288 and 10289 finding the accused Victor Abrecinoz guilty of three counts of rape and sentencing him to suffer âTHREE (3) terms of reclusion perpetua, with the accessory penalties of civil interdiction for life and of perpetual absolute disqualification; to pay the complainant moral damages of P50,000.00 for each of the offenses charged, and to pay the cost.â\n\nThe accusatory portion of the amended complaint dated 13 August 1992 in Criminal Case No. 10093 reads as follows:\n\nThat sometime in the month of September 1991 and thereafter, at Barangay Rio Tuba, in the Municipality of Bataraza, Province of Palawan, Philippines, and within the jurisdiction of this Honorable Court, the said accused by means of force, threat and intimidation, did them and there willfully, unlawfully and feloniously, with lewd design have carnal knowledge with the undersigned ANGELINE CASTILLO, his step daughter, against her will and consent to her damage and prejudice.\n\nCONTRARY TO LAW. [2]\n\nThe accusatory portion of the complaints in Criminal Cases Nos. 10288 and 10289 are similarly worded except as to the dates of the commission of the offense which are âsometime in the month of January 1992â [3] and âsometime in the month of October, 1991,â [4] respectively.\n\nAccused Abrecinoz pleaded not guilty to the offense charged in Criminal Case No. 10093 on 19 August 1992, and not guilty in Criminal Case Nos. 10288 and 10289 on 23 October 1992. [5] The cases were then consolidated and jointly tried.\n\nThe prosecution presented complainant Angeline Castillo (hereafter ANGELINE) and Dr. Josephine Banaag as its witnesses.\n\nThe trial court summarized the testimony of Angeline in the evidence in chief for the prosecution and preliminary portion of the testimony on direct examination of her mother, Felicita Bacani, as witness for the defense, as follows:\n\nThe complainant, Angeline Castillo, is the second of two children of the spouses Danilo Castillo and Felicita Bacani who were joined in wedlock sometime in 1970. The spouses lived in Manila until 1973 when with their two children Felicita Bacani left her husband in Manila and lived with her sister, Rosita Bacani-Felipe in Cuyo, Palawan. The spouses were never united since then.\n\nIn 1975 Felicita Bacani-Castillo left her two children, Darius and Angeline, with her sister in Cuyo and she went to Puerto Princesa City to harvest palay in barangay Sta. Lourdes. Shortly after, she returned with her two children in Cuyo and stayed there for sometime. [To earn] a living she worked as a laundry woman and as [a] housemaid.\n\nSometime in 1980, Felicita Bacani left Cuyo with her children and went again to Puerto Princesa City. She lived with her sister, Gloria Cabildo, in sitio Libis, barangay San Pedro. At the time she earned her upkeep [sic] by working as a househelper in the household of the spouses Antonio and Pilar Del Rosario.\n\nAbout two months after, Felicita left Libis, barangay San Pedro and lived with her nephew, Nenito Bacani, in barangay Sta. Lourdes. It was while living in barangay Sta. Lourdes, Puerto Princesa City, that she met and became acquainted with the accused Victor Abrecinoz who was then employed as [the] guard of the Mainit Pool Resort, also of the same barangay. That initial meeting led to the establishment of a strong bond of mutual affection between them, that in September, 1980, they started living together, comporting themselves as husband and wife without benefit of marriage.\n\nAt the time he met and subsequently lived as the common-law husband of Felicita Bacani, Victor Abrecinoz [was] a widower, having been earlier joined in wedlock with one Imelda Gabinete who, years before, died and was interred in barangay Calasaguen, Brooke's Point, Palawan. For some time thereafter the couple and Felicitaâs two children lived in the same household in a number of places in Puerto Princesa City.\n\nSubsequently, the couple lived in Rio Tuba, Bataraza, Palawan, where Victor Abrecinoz worked as a heavy equipment operator of the Rio Tuba Mining Corporation. Felicitaâs two children, however, were left under the care of her sister, Gloria Cabildo, in Libis, barangay San Pedro, Puerto Princesa City.\n\nIn 1988, or thereabouts, when Angeline was about 13 years old, her mother fetched her from Libis and brought her to Rio Tuba. From then on she lived in the same household with her mother and the latterâs common-law husband. Meanwhile, Angeline pursued secondary education in Rio Tuba Barangay High School through the sole support of her supposed step-father. In 1991, when Angeline was already in second year high school, her step-father purportedly committed the felonious acts which gave rise to the institution of these three criminal actions.\n\nIn 1991, Felicita Bacani already ha[d] a 6-year old son by Victor Abrecinoz and on the family way [with a] second child who she subsequently delivered on June 19, 1992. On September 3, 1991, Felicita Bacani left Rio Tuba with her 6 year old son to go to the âTabuan, a market fair, in barangay Tarusan, Brookeâs Point Palawan. As she was unable to get back to Rio Tuba that same day, in the evening thereof only Victor Abrecinoz was with Angeline in their household.\n\nAngeline went to bed in one of the two bedrooms of their house [at] about 8:00 oâclock in the evening of the same day, while her step-father slept in the balcony. At about 12:00 oâ clock midnight, however, she was awakened when she sensed somebody entered [sic] the room she was sleeping in and sat by the side of her bed. When the intruder pressed her shoulder with his two hands she asked him why and he warned her not to make any outcry.\n\nBy the light coming through the open window of a neighborâs house Angeline recognized the intruder as her supposed step-father, Victor Abrecinoz. Sensing that he could have been actuated by an evil design on her struggled to free herself from him by pushing him away, but she was unable to restrain him. As she struggled to rid herself on him, he lifted up her skirt even as she vainlessly tried to pull it back down. Thereafter, he pulled down her panty while she valiantly resisted and struggled to keep it in place. In the process, her panty was torn. As she persistently resisted him he threatened to kill her and her mother if she ma[d]e any scandal.\n\nHaving succeeded in removing her panty the accused then unzipped his short pants and pulled it down. Then, even as she push[ed] and box[ed] him he forcibly inserted his male organ into her vagina. On effecting entry of his penis into her female organ he pushed it inward causing her pain. And even as she persistently pushed him as he executed a pumping motion. Outraged by the conduct of the person she looked up to as her step-father, she [could] only cry. Yet, she continued to valiantly resist his bestial acts by persistently pushing and hitting him with he fist blows. After he was through he repeated the threat to kill her and her mother if she file[d] a complaint against him. Then he left the room and proceeded to the sala.\n\nAngeline was overcome with fear by reason of the threat by the accused. She knew that he [was] capable of making good his threat as he ha[d] a gun. On several occasions before he saw that gun [on] his person.\n\nHer mother returned to their residence in Rio Tuba in the afternoon of the following day September 4, 1991. But because of fear instilled in her [by] the threat to her life and that of her mother she chose to suffer in silence and refrained from revealing to the latter what her putative step-father did to her.\n\nDays passed without any eventful occurrence in their household, until October 6, 1991. On that day the accused sent Falicita Bacani to barangay Tarusan [to procure] their household needs. Unable to return home that same day, in the evening thereof, Angeline was once again left alone with her putative step-father. She viewed TV shows earlier that evening and went to bed at about 9:00 oâclock. At the time she retired for the night her step-father was not home. She knew that he left home earlier but she did not know where he was.\n\nAt about 2:00 o'clock in the morning of October 7, 1991, Angeline was awakened when light in the balcony of the house was switch on. She found out that it was the accused who switch the light on and subsequently partook of snacks. After he was through taking his snacks he rested in the balcony while she in turn returned to sleep.\n\nAfter having been asleep for a short while Angeline was awakened when her step-father entered her room and sat on the side of the bed she was sleeping on. Thereupon, she asked him what he need[ed] and he in turn told her to just keep silent. He then [lay] on top of her but she struggled and violently pushed him away, causing him to lose [his] balance and giving her the opportunity to rise. As she was rising, however, the accused held her and pushed her to a lying position.\n\nAs she struggled by pushing and kicking him, he lifted her skirt and pulled down her panty. Then he opened the zipper of his short pants, went on top of her and forcibly inserted his penis into her female organ. On entry of his penis he forcefully pushed it inward causing her pain inside her vagina. Then he executed a pumping motion which she supposed to have lasted for about 10 minutes. All along she cried as she persisted in struggling by pushing him and hitting him with her hands and feet but her resistance was put to naught. By force, threats and intimidation he succeeded in having carnal knowledge of her.\n\nAngelineâs mother returned to Rio Tuba in the morning of that same day, October 7, 1991, but mindful of the threat to kill her mother if she file[d] a complaint against him, she was unable to summon enough courage to report to her mother the harrowing experience [at] the hands of her step-father. Once again she had to content herself with suffering in silence. Yet that was not to be the last time for putative step-father to sexually abuse her and forcibly have carnal knowledge of her.\n\nOn January 11, 1992, Felicita Bacani, left Rio Tuba for Puerto Princesa City to sell bananas. She took with her to Puerto Princesa City her child she was nursing, leaving Angeline who was pursuing secondary education in Rio Tuba, with her putative step-father.\n\nAngeline did not know where her step-father was when she went to bed about 8:30 oâclock in the evening of January 11, 1992. When she came home from school in the afternoon of that day her step-father was not home. Shortly before midnight she was awakened when she send someone opened [sic] the door of the room she was sleeping. She soon recognized the person to be the accused Victor Abrecinoz. She recognized her step-father because of the light in the balcony which was switched on at the time.\n\nOn getting inside her room her step-father changed his clothes then went out to the balcony and switched off the light. Thereafter, he [lay] down in the balcony. As he was lying down in the balcony, Angeline gave in to drowsiness and she soon succumbed to sleep. About 1:00 oâclock in the morning of January 12, 1992, Angeline was awakened again when her step-father entered her room and sat down on the bed she was sleeping on. Sensing that he [would] once again do the revolting acts he had done to her on at least two different occasions before, she pleaded [with] him: âMaawa kayo sa akin!â but he just tersely told her to keep quiet and not to make any scandal or outcry.\n\nThereupon, he [lay] down on top of her as she struggled to break loosed from him by pushing and boxing him. He, however, pressed her breast down with his left hand as he lifted her skirt and pulled down her panty with his right hand. Her valiant struggled and resistance, however, was no match [for] his strength and he succeeded in removing her panty. Thereupon, he forcibly inserted his male organ into hers. Then he executed an inward push and withdrawal of his penis into and out of her vagina, which lasted for about 4 minutes. All through the process Angeline cried while persisting in pushing away her sexual abuser. While performing the repulsive act the accused threatened to kill her and her mother if she reported to anyone what happened between them.\n\nFelicita Bacani arrived in Rio tuba from Puerto Princesa City at about 5:00 oâclock in the afternoon of January 12, 1992. But because of fear that the accused [would] make good his threat, she refrained from reporting the matter to her mother. Once again she just kept to herself what her step-father had been doing to her. Yet she had been waiting for an opportunity for her to report the matter without risking her life and that of her mother. That opportunity came early in May, 1992.\n\nOn May 3, 1992 Victor Abrecinoz asked Angeline to go with him to Puerto Princesa City to attend to some important matters. Buoyed by the thought that it might provide her the opportunity to report to her aunt and cousins what her step-father had been doing to her, she consented to go with him.\n\nAngeline and her step-father left Rio Tuba on a passenger jeep to Puerto Princesa City at about 7:00 oâclock in the morning. On reaching a secluded place, still within Rio Tuba, the accused ordered Angeline to alight from the jeep as he had to talk to native Palawano living in that area. Then he asked her to go with him and they went on foot towards a place she did not know. Angeline suggested that she be left in the crossing and she [would] just wait for him but he did not agree and ordered her to just follow him.\n\nThey walked on and on and when after some time Angeline asked where the house of the Palawano [was], her step-father drew a knife, opened it and warned her that if she report[ed] the matter to her relatives he better kill her then and there. Frightened, in silence she prayed for her safety. She assured him, though, that she [would] not report [the matter] to her relatives. He then closed the knife and kept it. Thereupon, he announced that they [would] proceed to Tabor where they [could] take a ride to Puerto Princesa City.\n\nThe accused and Angeline boarded another jeep to Puerto Princesa City at about 11:00 oâclock in the morning and arrived [at] their destination about 6:00 oâclock in the afternoon of the same day. On getting of the jeep they proceeded to the residence of Bob Garcia. On getting there the accused and Bob Garci talked to each other and drank intoxicating drinks. They stayed there until about 8:00 oâclock in the evening and thereafter went to Mendoza Park and took a tricycle to sitio Libis, barangay SanPedro.\n\nAngeline actually proceeded to the residence of her aunt, Gloria Cabildo, in Libis, barangay San Pedro while her step-father stayed in the residence of her Angelineâs cousin, Viviana Maat. That same evening Angeline confided to her cousin, Chita Cablido, the sexual abuse her stepfather Victor Abrecinoz had been doing to her. Her cousin advised her to file a complaint and assured her that if she [did] she [would] accompany her.\n\nIn the morning of May 4, 1992 Angeline Castillo went to the Police Station in Puerto Princesa City to file a complaint against her step-father, Victor Abrecinoz. In connection therewith, Police Inspector Jimmy Carbonel required her to execute a [sic] sworn statements. For that purpose her sworn statements were taken by Police Officer Jagmis in the PNP Provincial Command, Tinibugan, Puerto Princesa City.\n\nThe filing with the police of the complaint against Victor Abrecinoz and her subsequent execution of a sworn statement in relation herewith set in motion the further proceeding which led to the filing in the court three (3) complaintâs all charging complainantâs putative step-father, Victor Abrecinoz, [with] the crime of rape, alleged to have committed on three separate occasions. [6]\n\nWe adopt the summary for being fully supported by the transcripts of the stenographic notes\n\nOn 4 May 1992, Angeline submitted herself to a medical examination by Dr. Josephine R. Banaag, Medical Officer III of the Puerto Princesa Hospital, whose findings were incorporated in the Medico-Legal Certificate: [7]\n\nEXTERNAL EXAMINATION:\n\nHEENT: Pinkish palpebral conjunctiva; no contusion nor hematoma\n\nC/L: No contusion or hematoma\n\nBreast: Slightly developed breast; slightly conical luct nipples.\n\nAbdomen: Flat no abrasion nor contusion noted\n\nExtremities: No abrasion\n\nINTERNAL EXAMINATION:\n\nMons Pubis: Equally distributed, black curly hair.\n\nLabia Majora: In close opposition with each other.\n\nLabia Minora: In close opposition with each other.\n\nFourchett: Brownish pink in color, no laceration, no scars, noted.\n\nHymen (+) old laceration at 4:00\n\n(+) old laceration at 8:00\n\n(+) Healed laceration at 6:00\n\nVagina: admits one finger with ease.\n\nDr. Banaag explained that Angelineâs hymenal lacerations could have been caused by sexual intercourse, but it was not possible to determine when the injuries were inflicted nor how many instances of sexual intercourse could have taken place. [8]\n\nAccused Abrecinoz testified on his behalf, put up the defense of denial and alibi and, to aid him in defense, presented four (4) other witnesses, namely, Angelineâs mother Felicita Bacani, Osmundo Nolledo, Sotero Gabinete, and Aritoteles Garcia. According to Abrecinoz, on the night of 3 September 1991, the date he allegedly committed the rape in Criminal Case No. 10093, he was on a 12-hour duty [9] at his place of work in Rio Tuba, Bataraza, seven kilometers from their house. On the night of 6 October 1991, when he was allegedly at his house committed the rape in Criminal Case NO. 10289, during the early hours of 7 October 1991 he was again at his place of work. [10] Finally on 11 January 1992, when the rape in Criminal Case No. 10288 was allegedly committed, he was in Bugsok, Palawan harvesting seaweed and stayed at the house of Sotero Gabinete, [11] father of his deceased wife Imelda Gabinete. With him during that trip were Felicita and Angeline.\n\nFelicita Bacani testified that accused could not have committed the rape on these occassions because on the night of 3 September 1991, Angeline slept with her in one room of their hours while accused was in another room with Rolly Catunao, another employee of Rio Tuba Mining who was recuperating from a stab wound, [12] a fact which witness Osmundo Nolledo [13] corroborated. Nolledo likewise declared that he spent the night to the sala of accusedâs house.\n\nFelicita further testified that on the evening of 6 October 1991 she was at home, contrary to Angelineâs claim that she was sent by accused to Tarusan. On the night she would intermittently wake up for long periods of time because she was on the family way. [14]\n\nFelicita, joined by Sotero Gabinete, corroborated accusedâs alibi that he was in Bugsok on 11 January 1992. [15]\n\nAristoteles Garcia testified that it was certain Gregorio Corpuz who abused Angeline, and that on 2 May 1992, Angeline and accused solicited the help of Aristoteles to locate Gregorio. [16]\n\nThe trial court did not hesitate to accept Angelineâs testimony as true, holding:\n\nOn the basis of sufficiently credible evidence of culpability, which the defense of denial and alibi failed to overcome, the court ha[s] been persuaded into finding and holding, as it hereby finds and holds, that on three separate occasions; (1) in the evening of 3 September 1991; (2) evening of 6 October 1991; and (3) evening of January 11, 1992, in Rio Tuba, Bataraza, Palawan, the accused Victor Abrecinoz, through force, threats and intimidation, and taking advantage of his moral ascendancy over his supposed step-daughter, had carnal knowledge of the complainant, against her will. Conviction then of the accused for three counts of rape committed against Angeline Castillo [is] warranted.\n\nIn disregarding accusedâs alibi, the trial court below noted that his claim that he was not in his house on 3 September 1991, was belied by the declarations of his witness Falicita Bacani that accused slept in his house with Rolly Catunao on 3 September 1991, and was at home with her on 6 October 1991; further, witness Osmundo Nolledo confirmed that accused slept in the same room with Rolly on 3 September 1991. Concerning accusedâs alibi for the incident of 12 January 1992, the RTC observed that it was supported by witness who had an interest in Abrecinozâs exoneration. Moreover, Angeline could not have gone to Bugsok because it was undisputed that Angeline was then in her sophomore year in high school in Rio Tuba, Bataraza, Palawan, and that 6 to 10 January 1992 were school days.\n\nThe trial court was not persuaded by the alleged ulterior motive attributed to Angeline, taking into account the fact that accused and Angelineâs mother had been living together as husband and wife since Angeline was only 5 years old and that it was accused who had provided their ânecessities for livelihood and subsistence.â Thus, Angeline had âregarded him with awe and respect as her own fatherâ as it was he âwho [even] made it possible for her to pursue her studies.â In that light, it was unlikely that she would forego such privileges on the mere instigation of her aunt and cousin. Nor was the trial court convinced that Angeline was actuated by intense resentment for accused and her mother for their alleged attempt to break-up her relationship with her boyfriend, for if such were her purpose, it would not have been necessary for her to weave three humiliating accounts of defloration; one would have been sufficient.\n\nAccused erroneously appealed to the Court of Appeals [17] and the trial court likewise erroneously transmitted the records to said court. In view of the penalty imposed, the appeal should have been to this Court. [18] The Court of Appeals forwarded the records of the case to us on 16 October 1995 and we accepted the appeal on 23 July 1996.\n\nIn his Appellantâs Brief, accused urges us to reverse the judgment of conviction as the trial court:\n\nI\n\nâ¦ERRED REVERSIBLY IN DISREGARDING UNIMPEACHED AND UNREBUTTED DEFENSE EVIDENCE.\n\nII\n\nâ¦ERRED REVERSIBLY IN NOT ACCORDING ACCUSED-APPELLANT HIS CONSTITUTIONAL RIGHT TO BE PRESUMED INNOCENT.\n\nAccused points out that the prosecutionâs evidence shows that the three counts of rape were committed when Angelineâs mother was away. However, he finds it unnatural that a mother would leave her only daughter âto sleep alone overnight in the same house with the stepfather.â Moreover, assuming that the sexual encounters occurred, the prosecutionâs evidence âfails to explain how such encounters (over a period of several months at that) could have taken place unless Angeline gave full cooperation.\"\n\nIn the Appelleeâs Brief, the Office of the Solicitor General disagrees with accused and asserts that the trial court committed no error in its Joint Judgment and, accordingly, prays that we affirm it in toto, with costs against accused.\n\nIn rape cases we are guided by the following principles: (1) an accusation for rape can be made with facility; it is difficult to prove but more difficult for the person accused, though innocent, to disprove it; (2) in view of the intrinsic nature of the crime rape where two persons are usually involved, the testimony of the complainant must be scrutinized with extreme caution; and (3) the evidence for the prosecution must stand or fall on its own merits, and cannot be allowed to draw strength from the weakness of the evidence for the defense. [19] Thus, the credibility of the complainant is of paramount importance, and if her testimony proves credible, the accused may be convicted on the basis thereof. [20] As regards a witnessâ credibility, we reiterate that the assessment thereof rests primarily on the trial court, because available to it are the aids for accurate determination, such as the witnessâs deportment and manner of testifying. [21]\n\nIn case at bar the trial court found âsufficiently credible and convincing evidence of culpability.â After a scrutiny and evaluation of the transcript of the stenographic notes of Angeline, we detect no ground nor reason to reject the trial courtâs conclusion. Angeline was concise, candid, straightforward and firm in her version of the facts. Openly detesting prevarication, she was, at one point during her motherâs testimony, noted to be âcrying stating, Mother, please tell the truth.â [22]\n\nWhile the credibility of Angelineâs testimony alone would suffice to justify a conviction, other factors weigh against Abrecinoz.\n\nAbrecinoz was unable to establish any ill motive that would compel Angeline to falsely accuse him of rape. We find implausible the two reasons he cites to explain Angelineâs accusations, viz., (1) Angelineâs aunt and cousins prompted her to file this action because they were against Felicitaâs living-in with Abrecinoz and wanted to break up their relationship; and (2) Angeline was angry at Abrecinoz for trying to stop her from maintaining a relationship with her boyfriend. We agree with the trial court that it is unlikely that Angeline would falsely implicate accused considering that she relied on him for, among other things, her education. [23] It is equally unthinkable that she would publicly disclose her ignominy, allow an examination on her private parts and subject herself to trouble and inconvenience of a public trial and the humiliation which cross-examination would likely bring, if her story were untrue. [24] It is settled that where there is no evidence to show any dubious reason or improper motive why a prosecution witness would testify falsely against an accused or falsely implicate him in a heinous crime, the testimony is worthy of full faith and credit. [25]\n\nThe prosecution having established by overwhelming evidence accusedâs guilt, the latter bore the burden of evidence to show that he did not commit the crimes charged in the three cases. This he miserably failed to accomplish. His witness, Felicita, belied his claim that he was in his place of work on 3 September and 6 October 1991. According to her, he was at home sleeping in another room on 3 September, thus:\n\nQ:    How about your common-law-husband, where does [sic] he sleep that September 3, 1991?\nA:    He sleep [sic] in the other bedroom with our patient.\n\nx x x\n\nQ:  You said that on the night of Sept. 3, 1991, you were sleeping [in] the same bedroom with Angeline Castillo at Rio tuba together with your first child with Victor Abrecinoz?\nA:    Yes, sir.\n\nQ:    And you also testified Victor Abrecinoz slept [in] the other bedroom with the patient?\nA:    Yes, sir. [26]\n\nAs regards 6 October 1991, accused alleged that he was in his place of work. Yet, Felicita who insisted that she was in their house to rebut the contrary claim of Angeline, did not corroborate him in this regard. In any event, his place of work was only seven (7) kilometers from their house. [27] It was not, therefore, physically impossible for him to have been in their house on such date up to dawn of the following day when the crime subject of Criminal Case No. 10289 was committed. In view thereof and his positive identification by Angeline, the alibi cannot be appreciated. [28]\n\nEqually unworthy of belief is accusedâs version in Criminal Case No. 10288 of the rape committed on 12 January 1992. For one, there is the clear and positive testimony of Angeline that the crime was committed in their residence. For another, it was improbable that accused would leave his work at Rio Tuba Mining which assured him of regular income only to harvest seaweed at Bugsok for a week. The testimony of Felicita that he took a vacation from Rio Tuba Mining was not even corroborated by accused, much less by any credible evidence such as an application for and an approval of the leave.\n\nIf only to complete dismantle the case for the defense, a comment is in order on its theory that Angeline had sexual intercourse with one Gregorio Corpuz, allegedly her boyfriend who abandoned her. If this were true, Angeline would have files a case against Corpuz, not Abrecinoz. Indeed, if Abrecinoz had nothing to do with the offense charged, it would be against the natural order of events and of human nature and against the presumption of good faith that Angeline would falsely testify against him. [29]\n\nAll told, affirmation of Abrecinozâs conviction is fully warranted.\n\nWHEREFORE , the appealed decision of the Regional Trial Court of Palawan, Branch 52, in Criminal Cases Nos. 10093, 10288, and 10289, finding accused-appellant Victor Abrecinoz guilty beyond reasonable doubt of three counts of rape is hereby AFFIRMED in toto.\n\nCost against accused-appellant.\nSO ORDERED.\n\nBellosillo, Vitug, Kapunan, and Hermosisima, Jr., JJ., concur.\n\n[1] Per Judge Filomeno A. Vergara. Original Record (OR), vol. 2, 105-124.\n\n[2] OR, vol. 1, 20.\n\n[3] Id., vol. 2, 1.\n\n[4] Id., 17\n\n[5] Id., vol. 1, 19; vol. 2, 20.\n\n[6] OR, vol. 2, 105-114; Rollo, 19-28.\n\n[7] Exhibit âE.â\n\n[8] TSN, 9 March 1993.\n\n[9] TSN, 25 November 1994, 2-3.\n\n[10] Id., 4.\n\n[11] Id., 6.\n\n[12] TSN, 3 May 1993, 9-11.\n\n[13] TSN, 15 July 1993, 6.\n\n[14] TSN, 3 May 1993, 2, 19.\n\n[15] Id., 19-20; TSN, 22 February 1995, 5.\n\n[16] TSN, 14 July 1993, 4-7.\n\n[17] OR, vol. 2, 127.\n\n[18] Section 5 (2)(d), Article VIII of the Constitution; Section 17, Judiciary Act of 1948, as amended by Republic Act No. 5440 [1968].\n\n[19] People v. Bayani, G.R. No. 120894, 3 October 1996, at 12-13; People v. de Guzman, G.R. No. 117217, 2 December 1996, at 7.\n\n[20] People v. Cristobal, 252 SCRA 507, 516 [1996].\n\n[21] People v. Tismo, 204 SCRA 535, 552 [1991]; People v. Lucas, 232 SCRA 537, 546-547 [1994]; People v. Delovino, 247 SCRA 637, 647 [1995].\n\n[22] TSN, 3 May 1993, 22.\n\n[23] TSN, 4 February 1993, 31.\n\n[24] People v. Corpuz 222 SCRA 842, 852 [1993].\n\n[25] People v. Pama, 216 SCRA 385, 399-400 [1992]; People v. Alvero, 224 SCRA 16, 30 [1993]; People v. Cristobal, supra note 20.\n\n[26] TSN, 3 May 1993, 10-11.\n\n[27] TSN, 25 November 1994, 17.\n\n[28] People v. Castor, 216 SCRA 410, 419 [1992].\n\n[29] See People v. Rostata, 218 SCRA 657, 674 [1993]; People v. Lase, 219 SCRA 584, 595-596 [1993].",
  "content_length": 30755,
  "metadata_extraction_date": "2025-11-01T05:50:20.614578",
  "extraction_version": "2.0_enhanced_full_content"
}