{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/october/GR_117399.html",
  "filename": "GR_117399.html",
  "year": 1997,
  "month": "october",
  "case_number": "G.R. No. 117399",
  "gr_number": "117399",
  "volume_page": "345 Phil. 1018",
  "decision_date": null,
  "title": "People v. Daniel, G.R. No. 10493 15 September 1994, 236 SCRA 499.[12] People v. Salvador, G.R. No. 101215 30 July 1993, 224 SCRA 819.[13] People v. Javier, G.R. No. 104729, 3 February 1994, 229 SCRA 638.[14] People v. Cogonon, G.R. No. 94548, 4 October 1996, 262 SCRA 693.[15] People v. Ledesma, G.R. No. 105958, 20 November 1995, 250 SCRA 166. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "daniel",
    "september",
    "salvador",
    "javier",
    "february",
    "cogonon",
    "october",
    "ledesma",
    "november",
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed",
    "maintained",
    "technical",
    "collaboration",
    "management"
  ],
  "title_summary": "People v. Daniel, G.R. No. 10493 15 September 1994, 236 SCRA 499.[12] People v. Salvador, G.R. No...",
  "formatted_case_content": "View printer friendly version\n345 Phil. 1018\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 117399-117400, October 16, 1997 ]\n[ G.R. Nos. 117399-117400, October 16, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF, VS. ZALDY JAGOLINGAY, MAMERTO JAGOLINGAY SR., NESTOR JAGOLINGAY, CANO JAGOLINGAY AND MAMERTO JAGOLINGAY JR., ACCUSED ZALDY JAGOLINGAY AND MAMERTO JAGOLINGAY SR. ACCUSED-APPELLANTS. \nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF, VS. ZALDY JAGOLINGAY, MAMERTO JAGOLINGAY SR., NESTOR JAGOLINGAY, CANO JAGOLINGAY AND MAMERTO JAGOLINGAY JR., ACCUSED ZALDY JAGOLINGAY AND MAMERTO JAGOLINGAY SR. ACCUSED-APPELLANTS.\nD E C I S I O N\n\nBELLOSILLO, J.:\n\nAppellant Mamerto Jagolingay Sr. invokes alibi to exculpate himself from criminal liability, while his son, appellant Zaldy Jagolingay, raises self-defense to justify the killing of the brothers Armando Porras and Alfredo Porras Jr. But the trial court did not sustain either. It found Zaldy Jagolingay guilty of homicide in Crim. Case No. 35943 (G.R. No. 117399) and sentenced him to ten (10) years and one (1) day of prision mayor as minimum to seventeen (17) years and four (4) months of reclusion temporal as maximum, and to indemnify the heirs of Armando Porras P30,000.00 for his death and P16,400.00 for burial expenses. It also found Zaldy and his father Mamerto Jagolingay Sr. guilty of murder in Crim. Case No. 35944 (G.R. No. 117400) and sentenced them to reclusion perpetua and to indemnify the heirs of Alfredo Porras Jr. P50,000.00 and P8,200.00 for burial expenses. [1]\n\nIn Crim. Case No. 35943 (G.R. No. 117399), the Information charged that on 30 December 1990 appellant Zaldy Jagolingay, armed with a firearm and a sugarcane bolo locally known as espading, with treachery and/or evident premeditation, feloniously attacked, shot and/or hacked Armando Porras which caused his death. [2] In Crim. Case No. 35944 (G.R. No. 117400), an Information was also filed charging that on the same date, 30 December 1990, Mamerto Jagolingay Jr., Nestor Jagolingay, Cano Jagolingay and appellants Zaldy Jagolingay and Mamerto Jagolingay Sr. conspiring and helping one another, armed with bolos (espading and tabas) and a scythe locally known as sanggot, with treachery and/or evident premeditation, taking advantage of superior strength, feloniously inflicted wounds upon Alfredo Porras Jr. which caused his death. [3]\n\nAll the accused are children of appellant Mamerto Jagolingay Sr. except Cano Jagolingay who is his nephew.\n\nAt about 6:00 o'clock in the evening of 30 December 1990 the deceased Alfredo Porras Jr. and his wife Ruth were on their way home to Barangay Tabucan, Barotac Nuevo, Iloilo. Alfredo Jr. was walking ahead of his wife who was lagging some fifteen meters behind. As Alfredo Jr. passed by the clustered houses of the Jagolingays, he kicked a dog that was barking at him. Suddenly a burst of gunfire was heard. When Ruth looked at the direction from where the sound came she saw Mamerto Jagolingay Jr. firing at her husband. As Alfredo Jr. fell to the ground, appellants and the rest of the accused came rushing out of their houses and approached Alfredo Jr. Nestor and his cousin Cano were armed with sugarcane bolos. Zaldy Jagolingay was holding a bolo and a firearm. Mamerto Jagolingay Sr. was armed with a tabas and a sanggot. After Nestor delivered the initial bolo blow, the rest of the accused took turns in hacking the victim. Mamerto Sr. cut Alfredo Jr. throat with a sanggot. Then Mamerto Jr. said, \"Tay, what are you still doing there; he is already dead.\" [4]\n\nRuth shouted for help. Armando Porras, 17-year old brother of Alfredo Jr., rushed to his aid. Armando tried to lift Alfredo Jr. but was met with resistance by Zaldy who hacked him instead. Armando tried to parry off the blow with his right arm but was injured in the process. He tried to retreat but was waylaid by Cano. When Armando returned to where his brother was, he was gunned down by Zaldy.\n\nThe victims were brought to Don Jose Monfort Hospital but Dr. Guillermo Silva, Medical Officer of Barotac Nuevo, Iloilo, pronounced both Armando and Alfredo Jr. dead on arrival. Dr. Silva reported the cause of death of Armando as cardio-respiratory arrest due to multiple gunshot wounds, [5] while that of Alfredo as cardio-respiratory arrest due to multiple incised wounds. [6]\n\nMamerto Jagolingay Sr. was arrested later that evening. He was found hiding under the bed in the house of an older brother. Zaldy was arrested in Hibaoan, Mandurriao, Iloilo City on 16 April 1991. The rest of the accused remained at large. Consequently, only the accused Mamerto Jagolingay Sr. and his son and co-accused Zaldy Jagolingay were tried and convicted. They are now with us appealing their convictions.\n\nBoth appellants contend that the court a quo erred: (a) in deciding the case against them; and, (b) in not acquitting Zaldy Jagolingay on the ground of self-defense, and Mamerto Jagolingay Sr. for not having anything to do with the incident. [7]\n\nZaldy Jagolingay contends that he acted in self defense; that the prosecution failed to prove he had a motive to kill the Porras brothers; that on 30 December 1990 he saw Alfredo Porras Jr. drunk and walking unsteadily with his wife; that Alfredo Jr. pointed his gun at him but it did not fire; that he grappled with Alfredo Jr. for the possession of the gun; that Armando Porras arrived at the scene with a gun and aimed it at Zaldy but it was Alfredo Jr. who was shot at the back by his brother Armando; that Cano Jagolingay came and hacked Alfredo Jr. who was lying on the ground; that appellant Zaldy took the gun of the lifeless Alfredo Jr. and shot Armando from a distance of six meters; that after Armando fell to the ground both Zaldy and Cano scampered away and fled; and, finally, that Mamerto Jagolingay Sr. was not present during the incident.\n\nAs already adverted to, appellant Mamerto Jagolingay Sr. invokes alibi. He claims that he was not at the scene of the incident at the time of the killing of the Porras brothers; that he was in his place of work in Barangay Tabuc Suba gathering tuba from two o'clock in the afternoon to seven o'clock in the evening of 30 December 1990; that his absence during the killings was corroborated by Celedonio Capinianes who was at the scene of the incident in Sitio Gines, Bgy. Tabucan, Barotac Nuevo at around six o'clock that evening looking for a goat to buy; that Capinianes saw Alfredo Jr. drunk with a long firearm known as \"pugakhang;\" that Alfredo Jr. shot Zaldy Jagolingay but the gun did not fire; that Zaldy struggled to get the gun from Alfredo Jr.; that during the wrestling for the possession of the gun of Alfredo Jr., Armando arrived also with a gun and fired at Zaldy but hit Alfredo Jr. instead who fell to the ground; that Zaldy grabbed the firearm of Alfredo Jr. and shot Armando; that Zaldyâs cousin, Rodolfo Jagolingay, ran towards Armando and hacked him also with a bolo and both Zaldy and Rodolfo ran away. Mamerto Jagolingay Sr. also contends that his absence in Sitio Gines is corroborated by his son-in-law Roque Sutacio who narrated that at about five o'clock in the afternoon on 30 December 1990 he saw his father-in-law at the latterâs residence in Bgy. Tabucan; that his father- in- law asked him to wait for him; and, that appellant Mamerto and Sutacio went to the latterâs house and stayed there the whole evening until the following morning.\n\nThere is no way we can sustain appellants. The common-place rule is that the factual findings of a trial court deserve a high degree of respect and will not be disturbed on appeal in the absence of any clear showing that it overlooked, misunderstood or misapplied some facts or circumstances of weight and substance which could alter the conviction of the accused. Having observed the witnessesâ deportment and manner of testifying on the witness stand, the trial court is always in a better position to determine their credibility.\n\nAppellants miserably failed to prejudice our minds against the conclusions of the court a quo which, as supported by the records, appear to be solidly founded on the direct, positive and categorical assertions of the witnesses for the prosecution, especially Ruth Porras who actually witnessed the crime particularly as regards the material occurrences. Verily, her clear and straightforward account on how appellant Mamerto Jagolingay Jr. shot her husband Alfredo Jr. and how the rest of the accused rushed towards Alfredo Jr. and hacked him to death, and finally, how appellant Zaldy Jagolingay hacked and then shot Armando Porras, is credible and sufficient to prove the guilt of the appellants beyond moral certainty and to overcome the presumption of innocence in their favor. We note with utmost importance the fact that appellants did not question or refute the positive identification of them by Ruth Porras as the persons responsible for the slaying of Alfredo Jr. and his brother Armando. The relevant portion of her testimony is quoted hereunder:\n\nQ. Mrs. Porras where were you sometime on the evening of roughly six o'clock of December 30, 1990?\nA: We were then on our way home at Bgy. Gines x x x x\n\nQ: Now were you able to reach home together with your husband?\nA: No, sir x x x x Because after we were able to pass the houses of the Jagolingays, I heard two explosions x x x x I say my husband f(a)ll down x x x x\n\nQ: Now after your husband fell down, what happened next?\nA: All of them went out.\n\nQ: When you say \"all of them\" to whom are you referring to?\nA: Nestor Jagolingay, Cano Jagolingay, Mamerto Jagolingay Sr. while the one who shot was Mamerto Jagolingay Jr. who was inside the fence, and Zaldy Jagolingay x x x x\n\nQ: How did you see Mamerto Jagolingay Jr. sh(o)ot your husband considering you are (sic) ten to twelve meters away from your husband?\nA: Because at that time I was near the bamboo (clumps) situated near the house of the Jagolingays and from the place where I was I can (sic) not be seen by them x x x x They took turns in hacking my husband.\n\nQ: Do you recall who (was) the first one among them who hacked your husband?\nA: Yes sir, Nestor Jagolingay x x x x After that, each of them simultaneously hacked my husband.\n\nQ: Could you recall what kind of weapon or instrument these persons used in allegedly hacking your husband?\nA: Yes, sir. x x x x Nestor Jagolingay was armed with espading; Cano was armed with espading; Zaldy Jagolingay was armed with espading and a firearm, and Mamerto Jagolingay was armed with a tabas x x x x\n\nQ: How about Mamerto Jagolingay Sr., what did he do to your husband?\nA: He hacked my husband and cut the throat of my husband with a scythe.\n\nQ: That is after Nestor and Zaldy Jagolingay already hacked your husband or before these persons allegedly hacked your husband?\nA: After.\n\nQ: After that what happened?\nA: The younger brother, Armando Porras ran towards his elder brother. [8]\n\nQ: x x x You testified that immediately after Mamerto Jagolingay (Sr.) already cut the neck of your husband, a certain Armando Porras came running toward your husband, what did Armando do?\nA: He intended to lift my husband but he was met by Zaldy Jagolingay. And after Zaldy Jagolingay hacked him, he parried with his right arm but instead his right lower arm was hit x x x x\n\nQ: When Armando Porras was hit by the hack delivered by Zaldy Jagolingay, what happened next?\nA: He tried to return to the place where he came (from) but he was met by Cano Jagolingay and after that he returned to my husband but he was again met by Zaldy Jagolingay and Zaldy Jagolingay shot him x x x x After Armando Porras fell down Zaldy Jagolingay hacked him. [9]\n\nZaldy Jagolingay cannot successfully interpose self-defense in killing Armando Porras in the face of the vivid account of Ruth Porras showing father and son, Mamerto Sr. and Zaldy, as the aggressors possessed with determination to kill the victims. Moreover, Zaldy Jagolingay admitted on the witness stand his flight after the killing. In fact he was only arrested four months after that fatal incident. A righteous individual would not cower but admit readily the killing at the earliest opportunity if he were legally and morally justified in doing so. [10] In this case, flight of appellant Zaldy Jagolingay is an indication of a guilty mind; it is evidence of guilt. [11]\n\nThe alibi of Mamerto Jagolingay Sr. should be disregarded. It is well settled that alibi is a weak defense, and for it to prosper, the accused must establish the physical impossibility of his presence at the scene of the crime at the time of its commission. Mamerto Sr. contends that he was at his place of work gathering tuba from two o'clock in the afternoon to seven o'clock in the evening on 30 December 1990 in Bgy. Tabuc Suba which is three (3) kilometers only from Sitio Gines where the crime took place. This claim was even contradicted by the testimony of his son-in-law Roque Sutacio who testified that at five o'clock in the afternoon of that same day he saw his father-in-law at the latterâs house in Bgy. Tabucan and not at his place of work. In this case, alibi is unconvincing when the distance between the place where the accused was allegedly situated at the time of the commission of the offense and the locus criminis could be negotiated within minutes. [12] Moreover, the defense of alibi cannot prevail over the positive identification of the accused by an eyewitness who had no improper motive to falsely testify. [13]\n\nConspiracy clearly existed among appellants and the rest of the accused when they assaulted Alfredo Porras Jr. This is evident from the coordinated movements of appellants Zaldy and Mamerto Sr. who, after Mamerto Jr. shot Alfredo Jr. simultaneously with the other accused, approached the victim and took turns in hacking him to death. They also fled together from the scene of the crime. These acts clearly show their joint purpose and design and community of interest.\n\nThe trial court correctly found that treachery attended the killing of Alfredo Jr. who was totally unaware that he would be assaulted and thus was in no position to flee or defend himself. The essence of treachery is sudden and unexpected attack without the slightest provocation on the part of the person attacked. [14]\n\nZaldy Jagolingay was correctly convicted of homicide only in the killing of Armando Porras. There is no question that when Armando saw his brother Alfredo Jr. being assaulted by appellants who were armed with guns and bladed weapons, he was already forewarned of the grave danger that existed at that time. He was already afforded a chance not to involve himself in that peril. Instead of retreating, Armando Porras chose to come to the aid of his brother without any weapon to defend himself. It cannot be said with certainty that appellant Zaldy Jagolingay deliberately chose treacherous means to insure the attainment of his objective without risk to himself. The killing of Armando Porras was therefore made on the spur of the moment. [15]\n\nThe penalty for murder is reclusion perpetua. The penalty for homicide is reclusion temporal the range of which is twelve (12) years and one (1) day to twenty (20) years. Applying the Indeterminate Sentence Law, the maximum of the penalty to be imposed shall be taken from the medium period of reclusion temporal, the range of which is fourteen (14) years eight (8) months and one (1) day to seventeen (17) years and four (4) months while the minimum shall be taken from the penalty next lower in degree which is prision mayor, the range of which is six (6) years and one (1) day to twelve (12) years, in any of its periods.\n\nWHEREFORE, the appealed decision is AFFIRMED.\n\nIn Crim. Case No. 35943 (G.R. No. 117399), accused-appellant ZALDY JAGOLINGAY is found guilty beyond reasonable doubt of the crime of homicide and is sentenced to an indeterminate prison term of six (6) years four (4) months and ten (10) days of prision mayor minimum as minimum, to fourteen (14) years eight (8) months and twenty (20) days of reclusion temporal medium as maximum. He is ordered to indemnify the heirs of Armando Porras P50,000.00 for his death plus P16,400.00 for burial expenses.\n\nIn Crim. Case No. 35944 (G.R. No. 117400), accused-appellants MAMERTO JAGOLINGAY SR. and ZALDY JAGOLINGAY are found guilty beyond reasonable doubt of the crime of murder and are sentenced to reclusion perpetua with all its accessory penalties. They are ordered to indemnify the heirs of Alfredo Porras Jr. P50,000.00 for his death and P8,200.00 for burial expenses.\nSO ORDERED.\n\nDavide Jr., (Chairman), Vitug, Kapunan, and Hermosisima, Jr., JJ., concur.\n\n[1] Rollo, p. 36.\n\n[2] Id., p. 8.\n\n[3] Id., p. 9.\n\n[4] TSN, 25 July 1991, pp. 4-6, 8; 26 July 1991, pp. 19-20.\n\n[5] Records, p. 5.\n\n[6] Id., p. 6.\n\n[7] Rollo, p. 55.\n\n[8] TSN, 25 July 1991, pp. 2-6.\n\n[9] TSN, 26 July 1991, pp. 2-3.\n\n[10] People v. Decena, G.R. No. 107874, 4 August 1994, 235 SCRA 67.\n\n[11] People v. Daniel, G.R. No. 10493 15 September 1994, 236 SCRA 499.\n\n[12] People v. Salvador, G.R. No. 101215 30 July 1993, 224 SCRA 819.\n\n[13] People v. Javier, G.R. No. 104729, 3 February 1994, 229 SCRA 638.\n\n[14] People v. Cogonon, G.R. No. 94548, 4 October 1996, 262 SCRA 693.\n\n[15] People v. Ledesma, G.R. No. 105958, 20 November 1995, 250 SCRA 166.",
  "content_length": 17319,
  "metadata_extraction_date": "2025-11-01T05:50:20.112037",
  "extraction_version": "2.0_enhanced_full_content"
}