{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/july/GR_136591.html",
  "filename": "GR_136591.html",
  "year": 2002,
  "month": "july",
  "case_number": "136591",
  "gr_number": "136591",
  "volume_page": "433 Phil. 761",
  "decision_date": "July 11, 2002",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FEDERICO ORBITA, ACCUSED-APPELLANT. D E C I S I O N PUNO, J.: Accused-appellant Federico Orbita y Retumba was charged with the crime of Rape in an Information which reads, thus: “That on or about April 14, 1995, in the Municipality of Biñan, Province of Laguna, and within the jurisdiction of this Honorable Court, accused Federico Orbita y Retumba, with lewd design and by means of force, violence and intimidation, did then and there, wilfully, unlawfully and feloniously have carnal knowledge of said Marijoy Sumapang y Tijano, against her will and consent, to her damage and prejudice. CONTRARY TO LAW.”[1] On July 19, 1995, appellant Orbita pleaded \"not guilty\" to the crime charged.[2] Prior to the initial presentation of prosecution evidence or on October 17, 1995, appellant escaped from the Laguna Provincial Jail. He was recaptured on January 11, 1996 in Purok San Francisco, Barangay Red V, Lucena City.[3] His trial was resumed. The evidence shows that at about 5:00 P.M. of April 14, 1995, Mayla Belasa learned from her neighbors that Mary Joy was missing. Mayla and her sister boarded their sidecar to look for her.[4] When they passed by the house of the accused, Mayla saw at its doorstep a pair of shoes similar to the one used by Mary Joy. They went home and Mayla told her neighbor whom she fondly calls Nanay Belen about the shoes. Nanay Belen immediately repaired to the house of the accused where she found a red-faced Mary Joy and brought her home.[5] Meanwhile, the neighbors fetched Mary Joy's mother, Lourdes, from the church. Nanay Belen told her that Mary Joy was brought by the accused to his house. Mary Joy was crying inside her bedroom, lying face down. Upon Lourdes’ inquiry, Mary Joy revealed that the accused covered her mouth so she could not shout and then inserted his organ inside her private part. She complained of pain in her private part. There were bloodstains on her underwear.[6] Lourdes went to Jojo Castillo, ex-President of the Homeowners Association of Adeline III, Biñan, Laguna who accompanied her to the house of the accused. Lourdes' sister-in-law confronted the accused who admitted that he did something wrong to Mary Joy. However, he said the wrong was not consummated. The accused was brought to the Biñan Police Station where he was investigated by SPO1 Bertito Almenanza. The statements of the victim and the witnesses were taken.[7] On April 15, 1995, Mary Joy was examined by Dr. Rolando Poblete, then Municipal Health Officer of Sta. Rosa, Laguna. His examination yielded the following results: “MENTAL STATUS: Patient has a mental age of (10) TEN years old. MEDICO-GENITAL EXAM: GENITALIA - normal external genitalia; with very slight bleeding (droplet) coming from the vaginal os; I.E. - laceration (hymenal) at 6 o'clock and also at the right perihymenal area; admits 2 fingers snuggly; cervix - close, hard, no bleeding nor tenderness noted; uterus is small. LMP - 3rd week March 1995. Impression: There is an evidence of vaginal penetration.”[8] Mary Joy was likewise examined by Dr. Diane Dijamco, resident physician of the National Center for Mental Health (NCMH). A mental status examination was conducted by Dr. Dijamco on the patient while the psychological examination was conducted and evaluated by a psychologist.[9] The results of the two (2) examinations were then correlated by Dr. Dijamco as embodied in the Medical Certificate[10] dated November 14, 1995, the pertinent portions of which state, viz.: “BRIEF BACKGROUND HISTORY: Patient is the 5th of (7) siblings born to a retired OCW father and a plain housewife mother. She had apparently normal growth and development until she developed Benign Febrile convulsions which lasted until age 3. Consultations were made and she had several hospitalizations. When she started schooling, she was noted to be a slow learner. She only reached grade III after which she just (sic) stay home occasionally helping out with the chores. Owing to observed \"childish\" behavior, a private physician was seen in 1991, was then recommended confinement, with home medications of Chlorpromazine, Depresil and AS-trivon, which were basically given in (sic) an irregular basis, or in events when patient would start Headbanging and she was just tolerated at home. She would only associate outside of the home during church services. MENTAL STATUS EXAMINATIONS: Patient was seen and examined on (sic) (3) separate dates October 16, and November 7, 1995. Patient's a young adult female, sthenic, short-statured and with shaggy-styled, shoulder-length hair. She was seemingly behaved, cooperative to queries, had to be prodded every now and then. She's unable to recall date and failed to explain why she was brought here. Patient related only a limited account of self, abling to identify her companion, added that she helps out at home with chores. She claimed to unimpaired sleep and appetite. Denied any perceptual disturbances as well as morbid ideations. Mood's euthymic, affect adequate. On further interview, she had difficulty comprehending cognitive function testing. When asked about head banging episodes, she affirmed to this and claimed to an irrelevant explanation. As to case filed, she attested to knowing the accused, but failed to narrate any specifics – ‘kaibigan ko lang yon.’ Test judgment was poor, with an insight into illness. PSYCHOLOGICAL EXAMINATION: Subject's mental functioning is roughly estimated to be within the Mentally Retarded level Mild category; with a mental age of 9 years and 3 months. Other tests production likewise show that she is an individual whose intelligence belong to the mentally retarded level. Poor judgment and reasoning power are noted. Generalized feelings of inadequacy and insecurity are shown; although she was able to identify with her own sex, she showed along heterosexual relationships is encountered. Some negativistic trends are also noted which also brought about her difficulty in interpreting relationships. Marked feelings of hostility is reflected. She has very shallow and affectless contact with her environment. Her ego functions are weak. x x x x x x x x x REMARKS AND RECOMMENDATIONS: Based on the history, physical, neurological, psychological and mental status examinations, patient was assessed to be suffering from a mild form of mental retardation, with a mental age of (9) years and (3) months. Her condition could be attributed to a history of repeated seizures in childhood, resulting to the irreversible condition. As far as functioning is concerned, she's only able to achieve minimal social and occupational skills which enables her to do simple household tasks, with supervision. In terms of academic performance, she's not expected to perform beyond Grade VI course in level.\"[11] Accused interposed the defense of denial. On the date and time of the incident, he claims that he was cooking for dinner at his house with his relatives Jeffrey de Leon and Jun Eugenio. At about 8:00 o'clock in the evening, a group of women knocked on his door and asked who among them raped Mary Joy. He denied having any knowledge of the crime but nonetheless went with them to the police station.[12] On May 26, 1998, the trial court rendered a Decision[13] finding the appellant guilty beyond reasonable doubt of the crime of rape under paragraph 2 of Article 335 of the Revised Penal Code and sentenced him to suffer the penalty of RECLUSION PERPETUA and to indemnify the victim the sum of P50,000.00, to pay moral damages in the amount of P50,000.00 and the costs.[14] Hence, the instant appeal. Appellant raises the following Assignment of Errors: “I THE TRIAL COURT GRAVELY ERRED IN RENDERING A DECISION WITHOUT EXPRESSING THEREIN CLEARLY AND DISTINCTLY THE LAW ON WHICH IT IS BASED. II THE TRIAL COURT GRAVELY ERRED IN CONCLUDING THAT THE VICTIM IS A MENTAL RETARDATE. III THE TRIAL COURT ERRED IN FINDING THE ACCUSED-APPELLANT GUILTY BEYOND REASONABLE DOUBT OF THE CRIME OF RAPE.”[15] We affirm the conviction of the accused-appellant. In his first assigned error, appellant argues that the decision of the court a quo violates Article VIII, Section 14 of the Constitution which states that \"no decision shall be rendered by any court without expressing therein clearly and distinctly the facts and the law on which it is based.\" The lower court allegedly made generalizations without detailing the basis of its findings.[16] We hold that the assailed decision substantially complied with the constitutional mandate of Article VIII, Section 14 of the Constitution. The decision contains a summary of the evidence for both the prosecution and the defense, findings of facts as well as an application of case law. The decision states, thus: “Upon a careful study of the entire records and evidence, this Court finds that there is no dispute that Marijoy Sumagpang, a mental retardate, was raped. At the time she was sexually ravaged, Marijoy was twenty years of age albeit her mental state is that of a nine year and three month old child. The real issue then is whether or not accused Federico Orbita raped her. x x x x x x x x x A review of the evidence convinces the Court with moral certainty that Marijoy Sumagpang was sexually ravaged by the accused. The victim Marijoy Sumagpang was unequivocal in stating that while she was at the residence of the accused on April 14, 1995, the latter kissed her on the lips, embraced her, removed her clothes and her panty, and thereafter inserted his penis on (sic) her vagina. The ravishment of the victim is confirmed by the report of Dr. Poblete that there was evidence of vaginal penetration; that there was a slight bleeding (droplet) coming from the vaginal os and that there was a hymenal laceration at 6:00 o'clock and also at the right parihymenal, that is, on the sidings of the hymen. It is a rule that (sic) in rape cases that sexual intercourse with a woman who is deprived of reason constitutes rape (People vs. Estrebella, 124 SCRA 114). This is because while, as in this case, the woman may be twenty years of age, her mental capacity is that of a nine year and three month old child. Hence, she is incapable of giving consent to the sexual intercourse. (People vs. Sunga, 137 SCRA 131). The necessity of proof beyond reasonable doubt of force or intimidation having been applied is absent.”[17] (emphasis supplied) The purpose of Article VIII, Section 14 of the Constitution is to inform the person reading the decision, and especially the parties, of how it was reached by the court after consideration of the pertinent facts and examination of the applicable laws.[18] The losing party is entitled to know why he lost, so he may appeal to a higher court, if permitted, should he believe that the decision should be reversed. A decision that does not clearly and distinctly state the facts and the law on which it is based leaves the parties in the dark as to how it was reached and is especially prejudicial to the losing party, who is unable to pinpoint the possible errors of the court for review by a higher tribunal.[19] Thus, a decision is adequate if a party desiring to appeal therefrom can assign errors against it.[20] The accused-appellant cannot pretend he is unable to understand the basis of his conviction for he was able to assign specific errors against the trial court's decision and discuss them intelligently. We shall now deal with the issue which, although not raised by the accused-appellant in his Brief, was discussed by the Solicitor General in his Comment, i.e., whether the accused-appellant, who is charged with rape under paragraph 1 of Article 335 of the Revised Penal Code, may be convicted under paragraph 2 or 3 of the same article even if the Information did not allege her mental state. Article 335 of the Revised Penal Code, as amended by Republic Act No. 7659, states: “Art. 335. When and how rape is committed. - Rape is committed by having carnal knowledge of a woman under any of the following circumstances: 1. By using force or intimidation; 2. When the woman is deprived of reason or otherwise unconscious; and 3. When the woman is under twelve years of age or is demented. x x x x x x x x x.” The Information against accused-appellant alleged that he had carnal knowledge of the victim by means of force, violence and intimidation, against the latter's will and consent.[21] It did not allege her mental state. During the trial, however, the prosecution proved that the victim is a mental retardate and the accused-appellant was convicted under paragraph 2 of Article 335 of the Revised Penal Code. Considering the circumstances of the case at bar, we hold that the accused-appellant was properly convicted under paragraph 2 of Article 335 of the Revised Penal Code. To be sure, the issue is not novel. As well pointed out by the Office of the Solicitor General in its Comment, viz.: “However, we submit that accused-appellant has waived his constitutional right to be informed of the accusation against him. During the trial, he did not register objection to the introduction of any evidence that would prove complainant's mental condition (see: People vs. Romua, 272 SCRA 818 [1997]; People vs. Tabao, 240 SCRA 758 [1995]; People vs. Tormentos, 211 SCRA 212 [1992]. His objection was against the competency of the expert witnesses, Drs. Dijamco and Poblete, but not to the admissibility of their testimonies on the ground that it would prove a crime with which he was not charged. Moreover, while the Information did not allege her mental condition, such fact appeared in the medical report (Rec., p. 6), request for medical examination (ibid., p. 7), and the affidavits of Belen Payongayong (ibid., p. 8) and Lourdes Sumagpang (ibid., p. 11) which were attached to the complaint. In People vs. Rosare (264 SCRA 398 [1996]), it was held that even if the information filed did not allege that the victim was a mental retardate, there was substantial compliance with the constitutional mandate that an accused be informed of the nature of the charge against him where the resolution issued by the investigating prosecutor, a copy of which was attached to the information, clearly stated that the offended party was suffering from mental retardation. The separate opinion of Chief Justice Davide in People v. Moreno, (supra at pp. 747-748) is very appropriate: ‘I respectfully submit that accused-appellant may be validly convicted of rape under either the second or third circumstance provided for in Article 335 of the Revised Penal Code, even if the information has charged him only with rape under the first circumstance. x x x x x x x x x.” The complaint here contained sufficient allegations showing that rape was committed under the first circumstance of Article 335. The evidence, however, established that the victim was an imbecile with the mental age of a six-year old child. The record does not disclose that appellant objected to the presentation and offer by the prosecution of evidence of such fact. Appellant's failure to object was thus a waiver of the constitutional right to be informed of the nature and cause of the accusation. It is competent for a person to waive a right guaranteed by the Constitution, and to consent to action which would be invalid if taken against his will. (1 ARTURO M. TOLENTINO, CIVIL CODE OF THE PHILIPPINES 31-32 [1983 ed.]). This Court has, on more than one occasion, recognized waivers of constitutional rights, e.g., the right against unreasonable searches and seizures (People v. Malasugui, 63 Phil. 221 [1936]; Viuda de Gracia v. Locsin, 65 Phil. 689 [1938]; the right to counsel and to remain silent (People v. Royo, 114 SCRA 304 [1982]); the right to be heard (Abriol v. Homeres, 84 Phil. 525 [1949]; People v. Dichoso, 96 SCRA 957 [1980] and the right to bail (People v. Donato, 198 SCRA 130 [1991]). Reliance on US v. Karelsen (3 Phil. 223 [1904] and People v. Mabag y Labado (98 SCRA 730 [1980] is inapposite for the former did not involve a conviction for an offense other than that charged, accused was in fact charged with and convicted of embezzlement; while in the latter, this Court sustained the conviction of the accused under Article 335 although he was charged with having violated Article 293 in relation to Paragraph 2 of Article 296 of the Revised Penal Code. Neither is People v. Pailano (169 SCRA 649 [1989]) of any persuasive import, for in fact, it did not totally discount a valid conviction for rape under the second circumstance of Article 335 although the complaint charged a violation of the first paragraph, in light of the failure on the part of the accused to object to the evidence to support the second circumstance. This Court noted there, thus: It may be argued that although initially deficient, the criminal complaint was deemed corrected when the prosecution introduced evidence of the complainant's mental condition and the defense did not object, thereby waiving the procedural defect. Even so, the charge has not been adequately established. In the first place, the doctor who examined Anita reported that he saw no evidence of insanity on (sic) her family history nor was there any indication of such condition in the complainant herself. He did observe that age and the mentality of a thirteen-year old, which was not that serious an impediment as her age at the time was only fifteen. Secondly, and more importantly, the prosecution has not proved that during the encounter in the bushes, Anita's mental condition was so weakened that she could not resist Pailano's supposed advances. Accordingly, appellant here can be convicted of the crime charged through either the second or third circumstance of committing such crime. It is settled that an imbecile or a retardate woman with a mental age below that of a woman less than twelve (12) years of age is deprived of reason and carnal knowledge of her is considered rape under the second circumstance of Article 335 (People v. Gallano, 108 SCRA 405 [1981]; People v. Sunga, 137 SCRA 130 [1985] or is of the same category as a woman under 12 years of age and carnal knowledge of her is deemed rape under the third circumstance (People v. Manlapaz, 88 SCRA 704 [1979]; People v. Asturias, 134 SCRA 405 [1985]; People v. Race, 212 SCRA 90 [1992]. (emphasis supplied).’”[22] The records show that accused-appellant did not object to the manifestation made by the prosecution that the complainant should first be examined to determine her mental condition. He neither moved for reconsideration nor appealed the Order of the trial court directing the National Center for Mental Health to conduct the mental examination of the complainant.[23] The accused-appellant likewise did not oppose the prosecution's presentation and offer of evidence that would prove complainant's mental condition. During the direct examination of the complainant, the public prosecutor asked permission from the judge and was allowed to propound leading questions in view of the complainant's mental condition. There was no objection from the defense.[24] Prescinding from these premises, the accused-appellant cannot complain that he was denied due process when the trial court convicted him of raping the complainant, a mental retardate, under an Information that did not allege her mental state. He had notice that the prosecution would prove that the complainant had a mental age of a child below ten (10). He was given all the opportunity to meet the evidence of the prosecution on the issue. He could not say he was taken by surprise and was not able to defend himself. Indeed, he has never taken this posture. Appellant, however, contends that the prosecution failed to prove that the complainant is indeed a mental retardate. He alleges that the computed mental age of the victim was made by a psychologist who was not presented in court and whose testimony constitutes hearsay evidence. In People vs. Cartuano, Jr.,[25] this Court explained the concept of mental retardation, viz: “Mental retardation is a clinical diagnosis which requires demonstration of significant subaverage intellectual performance (verified by standardized psychometric measurements); evidence of an organic or clinical condition which affects an individual's intelligence; and proof of maladaptive behavior. The degree of intellectual impairment must be shown to be at least two (2) standard deviations (SD",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "federico",
    "orbita",
    "accused",
    "appellant",
    "retumba",
    "charged",
    "crime",
    "information",
    "municipality",
    "province",
    "laguna",
    "within",
    "jurisdiction",
    "honorable",
    "court",
    "design"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FEDERICO ORBITA, ACCUSED-APPELLANT. D E C I S ...",
  "formatted_case_content": "View printer friendly version\n433 Phil. 761\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 136591, July 11, 2002 ]\n[ G.R. No. 136591, July 11, 2002 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. FEDERICO ORBITA, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. FEDERICO ORBITA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPUNO, J.:\n\nAccused-appellant\nFederico Orbita y Retumba was charged with the crime of Rape in an Information\nwhich reads, thus: “That on or about April 14, 1995,\nin the Municipality of Biñan, Province of Laguna, and within the jurisdiction\nof this Honorable Court, accused Federico Orbita y Retumba, with lewd design\nand by means of force, violence and intimidation, did then and there, wilfully,\nunlawfully and feloniously have carnal knowledge of said Marijoy Sumapang y\nTijano, against her will and consent, to her damage and prejudice. CONTRARY TO LAW.” [1]\n\nOn July 19,\n1995, appellant Orbita pleaded \"not guilty\" to the crime charged. [2] Prior to the initial presentation\nof prosecution evidence or on October 17, 1995, appellant escaped from the\nLaguna Provincial Jail. He was recaptured on January 11, 1996 in Purok San Francisco, Barangay Red V, Lucena City. [3] His trial was resumed.\n\nThe evidence\nshows that at about 5:00 P.M. of April 14, 1995, Mayla Belasa learned from her\nneighbors that Mary Joy was missing. Mayla and her sister boarded their sidecar\nto look for her. [4] When they passed by the house of\nthe accused, Mayla saw at its doorstep a pair of shoes similar to the one used\nby Mary Joy. They went home and Mayla told her neighbor whom she fondly calls\nNanay Belen about the shoes. Nanay Belen immediately repaired to the house of\nthe accused where she found a red-faced Mary Joy and brought her home. [5]\n\nMeanwhile, the\nneighbors fetched Mary Joy's mother, Lourdes, from the church. Nanay Belen told\nher that Mary Joy was brought by the accused to his house. Mary Joy was crying\ninside her bedroom, lying face down. Upon Lourdes’ inquiry, Mary Joy revealed\nthat the accused covered her mouth so she could not shout and then inserted his\norgan inside her private part. She complained of pain in her private part.\nThere were bloodstains on her underwear. [6]\n\nLourdes went to\nJojo Castillo, ex-President of the Homeowners Association of Adeline III,\nBiñan, Laguna who accompanied her to the house of the accused. Lourdes'\nsister-in-law confronted the accused who admitted that he did something wrong\nto Mary Joy. However, he said the wrong was not consummated. The accused was\nbrought to the Biñan Police Station where he was investigated by SPO1 Bertito\nAlmenanza. The statements of the victim and the witnesses were taken. [7]\n\nOn April 15,\n1995, Mary Joy was examined by Dr. Rolando Poblete, then Municipal Health\nOfficer of Sta. Rosa, Laguna. His examination yielded the following results: “MENTAL\nSTATUS: Patient has a mental age of (10)\nTEN years old. MEDICO-GENITAL\nEXAM: GENITALIA - normal external genitalia; with very\nslight bleeding (droplet) coming from the vaginal os; I.E. - laceration\n(hymenal) at 6 o'clock and also at the right perihymenal area; admits 2 fingers\nsnuggly; cervix - close, hard, no bleeding nor tenderness noted; uterus is\nsmall. LMP - 3rd week March 1995. Impression: There is an evidence of vaginal penetration.” [8]\n\nMary Joy was\nlikewise examined by Dr. Diane Dijamco, resident physician of the National\nCenter for Mental Health (NCMH). A mental status examination was conducted by\nDr. Dijamco on the patient while the psychological examination was conducted\nand evaluated by a psychologist. [9] The results of the two (2)\nexaminations were then correlated by Dr. Dijamco as embodied in the Medical\nCertificate [10] dated November 14, 1995, the\npertinent portions of which state, viz .: “BRIEF\nBACKGROUND HISTORY: Patient is the 5th of (7) siblings\nborn to a retired OCW father and a plain housewife mother. She had apparently\nnormal growth and development until she developed Benign Febrile convulsions\nwhich lasted until age 3. Consultations were made and she had several\nhospitalizations. When she started schooling, she was noted to be a slow learner.\nShe only reached grade III after which she just ( sic ) stay home\noccasionally helping out with the chores. Owing to observed\n\"childish\" behavior, a private physician was seen in 1991, was then\nrecommended confinement, with home medications of Chlorpromazine, Depresil and\nAS-trivon, which were basically given in ( sic ) an irregular basis, or in\nevents when patient would start Headbanging and she was just tolerated at home.\nShe would only associate outside of the home during church services. MENTAL\nSTATUS EXAMINATIONS : Patient was seen and examined on (sic) (3) separate dates October 16, and November 7, 1995. Patient's a young adult female,\nsthenic, short-statured and with shaggy-styled, shoulder-length hair. She was\nseemingly behaved, cooperative to queries, had to be prodded every now and\nthen. She's unable to recall date and failed to explain why she was brought\nhere. Patient related only a limited\naccount of self, abling to identify her companion, added that she helps out at\nhome with chores. She claimed to unimpaired sleep and appetite. Denied any\nperceptual disturbances as well as morbid ideations. Mood's euthymic, affect\nadequate. On further interview, she had\ndifficulty comprehending cognitive function testing. When asked about head\nbanging episodes, she affirmed to this and claimed to an irrelevant\nexplanation. As to case filed, she attested to\nknowing the accused, but failed to narrate any specifics – ‘kaibigan ko lang\nyon.’ Test judgment was poor, with an\ninsight into illness. PSYCHOLOGICAL\nEXAMINATION : Subject's mental functioning is\nroughly estimated to be within the Mentally Retarded level Mild category; with\na mental age of 9 years and 3 months . Other tests production likewise\nshow that she is an individual whose intelligence belong to the mentally\nretarded level . Poor judgment and\nreasoning power are noted. Generalized feelings of inadequacy and insecurity\nare shown; although she was able to identify with her own sex, she showed along\nheterosexual relationships is encountered. Some negativistic trends are also\nnoted which also brought about her difficulty in interpreting relationships.\nMarked feelings of hostility is reflected. She has very shallow and affectless\ncontact with her environment. Her ego functions are weak. x x x x x x x x x REMARKS\nAND RECOMMENDATIONS : Based on the history, physical,\nneurological, psychological and mental status examinations, patient was\nassessed to be suffering from a mild form of mental retardation, with a mental\nage of (9) years and (3) months . Her condition could be attributed\nto a history of repeated seizures in childhood, resulting to the irreversible\ncondition. As far as functioning is concerned,\nshe's only able to achieve minimal social and occupational skills which enables\nher to do simple household tasks, with supervision. In terms of academic performance,\nshe's not expected to perform beyond Grade VI course in level.\" [11]\n\nAccused\ninterposed the defense of denial. On the date and time of the incident, he\nclaims that he was cooking for dinner at his house with his relatives Jeffrey\nde Leon and Jun Eugenio. At about 8:00 o'clock in the evening, a group of women\nknocked on his door and asked who among them raped Mary Joy. He denied having\nany knowledge of the crime but nonetheless went with them to the police\nstation. [12]\n\nOn May 26, 1998,\nthe trial court rendered a Decision [13] finding the appellant guilty beyond\nreasonable doubt of the crime of rape under paragraph 2 of Article 335 of the\nRevised Penal Code and sentenced him to suffer the penalty of RECLUSION\nPERPETUA and to indemnify the victim the sum of P 50,000.00, to pay moral\ndamages in the amount of P 50,000.00 and the costs. [14] Hence, the instant appeal.\n\nAppellant raises\nthe following Assignment of Errors:\n\n“I THE TRIAL\nCOURT GRAVELY ERRED IN RENDERING A DECISION WITHOUT EXPRESSING THEREIN CLEARLY AND DISTINCTLY THE LAW ON\nWHICH IT IS BASED.\n\nII THE TRIAL\nCOURT GRAVELY ERRED IN CONCLUDING THAT THE VICTIM IS A MENTAL RETARDATE.\n\nIII THE TRIAL\nCOURT ERRED IN FINDING THE ACCUSED-APPELLANT GUILTY BEYOND REASONABLE DOUBT OF\nTHE CRIME OF RAPE.” [15]\n\nWe affirm the\nconviction of the accused-appellant.\n\nIn his first\nassigned error, appellant argues that the decision of the court a quo violates\nArticle VIII, Section 14 of the Constitution which states that \"no decision\nshall be rendered by any court without expressing therein clearly and\ndistinctly the facts and the law on which it is based.\" The lower court\nallegedly made generalizations without detailing the basis of its findings. [16]\n\nWe hold that the\nassailed decision substantially complied with the constitutional mandate of\nArticle VIII, Section 14 of the Constitution. The decision contains a summary\nof the evidence for both the prosecution and the defense, findings of facts as\nwell as an application of case law. The decision states, thus: “ Upon a careful study of the\nentire records and evidence, this Court finds that there is no dispute that\nMarijoy Sumagpang, a mental retardate, was raped. At the time she was\nsexually ravaged, Marijoy was twenty years of age albeit her mental state is\nthat of a nine year and three month old child . The real issue then is\nwhether or not accused Federico Orbita raped her.\n\nx x x x\nx x x x x A review of the evidence convinces\nthe Court with moral certainty that Marijoy Sumagpang was sexually ravaged by\nthe accused. The victim Marijoy Sumagpang was unequivocal in stating that while\nshe was at the residence of the accused on April 14, 1995, the latter kissed\nher on the lips, embraced her, removed her clothes and her panty, and\nthereafter inserted his penis on ( sic ) her vagina. The ravishment of the\nvictim is confirmed by the report of Dr. Poblete that there was evidence of\nvaginal penetration; that there was a slight bleeding (droplet) coming from the\nvaginal os and that there was a hymenal laceration at 6:00 o'clock and also at\nthe right parihymenal, that is, on the sidings of the hymen. It is a rule that ( sic )\nin rape cases that sexual intercourse with a woman who is deprived of reason\nconstitutes rape (People vs.\nEstrebella, 124 SCRA 114). This is because while, as in this case, the woman\nmay be twenty years of age, her mental capacity is that of a nine year and\nthree month old child. Hence, she is incapable of giving consent to the sexual\nintercourse. (People vs. Sunga, 137 SCRA 131). The necessity of proof\nbeyond reasonable doubt of force or intimidation having been applied is\nabsent.” [17] ( emphasis supplied )\n\nThe purpose of\nArticle VIII, Section 14 of the Constitution is to inform the person reading\nthe decision, and especially the parties, of how it was reached by the court\nafter consideration of the pertinent facts and examination of the applicable\nlaws. [18] The losing party is entitled to\nknow why he lost, so he may appeal to a higher court, if permitted, should he\nbelieve that the decision should be reversed. A decision that does not clearly\nand distinctly state the facts and the law on which it is based leaves the\nparties in the dark as to how it was reached and is especially prejudicial to\nthe losing party, who is unable to pinpoint the possible errors of the court\nfor review by a higher tribunal. [19] Thus, a decision is adequate if a\nparty desiring to appeal therefrom can assign errors against it. [20] The accused-appellant cannot\npretend he is unable to understand the basis of his conviction for he was able\nto assign specific errors against the trial court's decision and discuss them\nintelligently.\n\nWe shall now\ndeal with the issue which, although not raised by the accused-appellant in his\nBrief, was discussed by the Solicitor General in his Comment, i.e., whether the\naccused-appellant, who is charged with rape under paragraph 1 of Article 335 of\nthe Revised Penal Code, may be convicted under paragraph 2 or 3 of the same\narticle even if the Information did not allege her mental state.\n\nArticle 335 of\nthe Revised Penal Code, as amended by Republic Act No. 7659, states: “Art. 335. When and how rape is\ncommitted. - Rape is committed by having carnal knowledge of a woman under any\nof the following circumstances: 1. By\nusing force or intimidation; 2. When\nthe woman is deprived of reason or otherwise unconscious; and 3. When\nthe woman is under twelve years of age or is demented.\n\nx x x x\nx x x x\nx.”\n\nThe Information\nagainst accused-appellant alleged that he had carnal knowledge of the victim by\nmeans of force, violence and intimidation, against the latter's will and\nconsent. [21] It did not allege her mental\nstate. During the trial, however, the\nprosecution proved that the victim is a mental retardate and the accused-appellant\nwas convicted under paragraph 2 of Article 335 of the Revised Penal Code.\n\nConsidering the\ncircumstances of the case at bar, we hold that the accused-appellant was\nproperly convicted under paragraph 2 of Article 335 of the Revised Penal Code.\nTo be sure, the issue is not novel. As well pointed out by the Office of the\nSolicitor General in its Comment, viz .: “However, we submit that\naccused-appellant has waived his constitutional right to be informed of the\naccusation against him. During the trial, he did not register objection to the\nintroduction of any evidence that would prove complainant's mental condition\n(see: People vs. Romua, 272 SCRA 818 [1997]; People vs. Tabao, 240 SCRA 758\n[1995]; People vs. Tormentos, 211 SCRA 212 [1992]. His objection was against\nthe competency of the expert witnesses, Drs. Dijamco and Poblete, but not to\nthe admissibility of their testimonies on the ground that it would prove a\ncrime with which he was not charged. Moreover, while the Information did not\nallege her mental condition, such fact appeared in the medical report (Rec., p.\n6), request for medical examination ( ibid ., p. 7), and the affidavits of\nBelen Payongayong ( ibid ., p. 8) and Lourdes Sumagpang ( ibid ., p.\n11) which were attached to the complaint. In People vs. Rosare (264 SCRA\n398 [1996]), it was held that even if the information filed did not allege that\nthe victim was a mental retardate, there was substantial compliance with the\nconstitutional mandate that an accused be informed of the nature of the charge\nagainst him where the resolution issued by the investigating prosecutor, a copy\nof which was attached to the information, clearly stated that the offended\nparty was suffering from mental retardation. The separate opinion of Chief\nJustice Davide in People v. Moreno , ( supra at pp. 747-748) is\nvery appropriate:\n\n‘ I respectfully submit that\naccused-appellant may be validly convicted of rape under either the second or\nthird circumstance provided for in Article 335 of the Revised Penal Code, even\nif the information has charged him only with rape under the first circumstance.\n\nx x x x\nx x x x\nx.”\n\nThe complaint here contained\nsufficient allegations showing that rape was committed under the first\ncircumstance of Article 335.\n\nThe evidence, however, established\nthat the victim was an imbecile with the mental age of a six-year old child.\nThe record does not disclose that appellant objected to the presentation and\noffer by the prosecution of evidence of such fact. Appellant's failure to object\nwas thus a waiver of the constitutional right to be informed of the nature and\ncause of the accusation. It is competent for a person to waive a right\nguaranteed by the Constitution, and to consent to action which would be invalid\nif taken against his will. (1 ARTURO M. TOLENTINO, CIVIL CODE OF THE\nPHILIPPINES 31-32 [1983 ed.]). This Court has, on more than one occasion,\nrecognized waivers of constitutional rights, e.g., the right against\nunreasonable searches and seizures (People v. Malasugui, 63 Phil. 221 [1936];\nViuda de Gracia v. Locsin, 65 Phil. 689 [1938]; the right to counsel and to\nremain silent (People v. Royo, 114 SCRA 304 [1982]); the right to be heard\n(Abriol v. Homeres, 84 Phil. 525 [1949]; People v. Dichoso, 96 SCRA 957 [1980]\nand the right to bail (People v. Donato, 198 SCRA 130 [1991]). Reliance on US\nv. Karelsen (3 Phil. 223 [1904] and People v. Mabag y Labado (98\nSCRA 730 [1980] is inapposite for the former did not involve a conviction for\nan offense other than that charged, accused was in fact charged with and\nconvicted of embezzlement; while in the latter, this Court sustained the\nconviction of the accused under Article 335 although he was charged with having\nviolated Article 293 in relation to Paragraph 2 of Article 296 of the Revised\nPenal Code. Neither is People v. Pailano (169 SCRA 649 [1989]) of any\npersuasive import, for in fact, it did not totally discount a valid conviction\nfor rape under the second circumstance of Article 335 although the complaint\ncharged a violation of the first paragraph, in light of the failure on the part\nof the accused to object to the evidence to support the second circumstance.\nThis Court noted there, thus:\n\nIt may be argued that although\ninitially deficient, the criminal complaint was deemed corrected when the\nprosecution introduced evidence of the complainant's mental condition and the\ndefense did not object, thereby waiving the procedural defect. Even so, the\ncharge has not been adequately established.\n\nIn the first place, the doctor who\nexamined Anita reported that he saw no evidence of insanity on ( sic ) her\nfamily history nor was there any indication of such condition in the\ncomplainant herself. He did observe that age and the mentality of a\nthirteen-year old, which was not that serious an impediment as her age at the\ntime was only fifteen.\n\nSecondly, and more importantly, the\nprosecution has not proved that during the encounter in the bushes, Anita's\nmental condition was so weakened that she could not resist Pailano's supposed\nadvances.\n\nAccordingly, appellant here can be\nconvicted of the crime charged through either the second or third circumstance\nof committing such crime.\n\nIt is settled that an imbecile\nor a retardate woman with a mental age below that of a woman less than twelve\n(12) years of age is deprived of reason and carnal knowledge of her is\nconsidered rape under the second circumstance of Article 335 (People v. Gallano, 108 SCRA 405 [1981]; People v.\nSunga, 137 SCRA 130 [1985] or is of the same category as a woman under 12\nyears of age and carnal knowledge of her is deemed rape under the third\ncircumstance (People v. Manlapaz, 88 SCRA 704 [1979]; People v. Asturias,\n134 SCRA 405 [1985]; People v. Race, 212 SCRA 90 [1992]. ( emphasis supplied ).’” [22]\n\nThe records show\nthat accused-appellant did not object to the manifestation made by the\nprosecution that the complainant should first be examined to determine her\nmental condition. He neither moved for reconsideration nor appealed the Order\nof the trial court directing the National Center for Mental Health to conduct\nthe mental examination of the complainant. [23] The accused-appellant likewise did\nnot oppose the prosecution's presentation and offer of evidence that would\nprove complainant's mental condition. During the direct examination of the\ncomplainant, the public prosecutor asked permission from the judge and was\nallowed to propound leading questions in view of the complainant's mental\ncondition. There was no objection from the defense. [24]\n\nPrescinding from\nthese premises, the accused-appellant cannot complain that he was denied due process when the trial\ncourt convicted him of raping the complainant, a mental retardate, under an\nInformation that did not allege her\nmental state. He had notice that the\nprosecution would prove that the complainant had a mental age of a child below\nten (10). He was given all the\nopportunity to meet the evidence of the prosecution on the issue. He could not say he was taken by surprise\nand was not able to defend himself. Indeed, he has never taken this posture.\n\nAppellant, however, contends that the prosecution failed to\nprove that the complainant is indeed a mental retardate. He alleges that the computed mental age of\nthe victim was made by a psychologist who was not presented in court and whose\ntestimony constitutes hearsay evidence.\n\nIn People vs.\nCartuano, Jr., [25] this Court explained the concept of\nmental retardation, viz : “Mental retardation is a clinical\ndiagnosis which requires demonstration of significant subaverage intellectual\nperformance (verified by standardized psychometric measurements); evidence of\nan organic or clinical condition which affects an individual's intelligence;\nand proof of maladaptive behavior. The degree of intellectual impairment must\nbe shown to be at least two (2) standard deviations (SD<2) below the mean\nfor age as confirmed by reliable standardized tests such as the Stanford Binet\nTest and the Weschler Intelligence Tests. Non-standardized, non-parametric\ntests, such as the Denver Development Screening Tests or non-standardized,\nnon-specific \"quick\" tests such as sentence completion tests and the\nGoodenough Drawing Test are unreliable. In making a diagnosis of mental\nretardation, a thorough evaluation based on history, physical and laboratory\nexamination made by a clinician is necessary. The reason for this universal\nrequirement is well-explained in both the medical and clinical psychology\nliterature: mental retardation is a recognized clinical syndrome usually\ntraceable to an organic cause, which determinants are complex and\nmultifactorial. As the boundaries between normality and retardation are\ndifficult to delineate, proper identification requires competent clinical\nevaluation of psychometric parameters in conjunction with medical and\nlaboratory tests.\n\nx x x x\nx x x x\nx.” x x x It is held in the most recent\nof the Medical, Psychiatric, and General and Clinical Psychology literature on\nmental retardation and deficiency here and abroad, that identification of mentally deficient subjects\ncannot be left to ambiguous social notions and assumptions alone, such markers\nbeing unfortunately vague, sometimes discriminatory and widely open to chance. The proper clinical determination of mental deficiency requires several legs.\nNeedless to say, after psychometric diagnosis utilizing the proper tests has\nbeen confirmed, a comprehensive medical evaluation, (all reasonably within the\ncapacity ( sic ) major provincial and city hospitals and centers) is\nnecessary to complete the process. It is necesary to stress here,\nconformably with what the Court has been saying in jurisprudence on the matter,\nthat deprivation of reason need not be complete. Mental abnormality or\ndeficiency is enough . However, abnormality or deficiency of whatever state\nor degree should be sufficiently and adequately established by orthodox and\nreasonably available methods and procedures. It is possible that complainant\ncould well have been on the lower end of the acceptable mean for her age group,\na condition which would have been aggravated by her lack of education, but\nthis, by any medical or psychological yardstick, does not itself negate\nautonomous choice or decision-making based on reasoning.” [26]\n\nA circumspect\nconsideration of the evidence will show that the mental condition of the\ncomplainant was sufficiently established. Dr. Dijamco, a psychiatrist,\ntestified that she conducted a mental status examination of the complainant.\nShe interviewed the complainant and evaluated her mental capacity. In the\ncourse of her examination, she found out that the complainant has difficulty in recalling events and in\nidentifying people. [27] The medications prescribed and\ntaken by the complainant in her childhood days, namely chlorpromazine, depresil\nand AS-trivon, are anti-psychotic or for disturbance in thoughts or insanity. [28] Dr. Dijamco correlated the\nconclusions made by the psychologist to her own findings.\n\nThe expert\nopinion of Dr. Dijamco was corroborated by the other prosecution witnesses. Dr.\nPoblete testified that based on his conversations with the complainant, the\nlatter's mental age is up to ten (10) years old which is not compatible with\nher chronologic age. [29]\n\nComplainant's\nmother, Lourdes, likewise recounted that when Mary Joy was three (3) years old,\nthey consulted a doctor who diagnosed her daughter's mental state as delayed.\nThereafter, Mary Joy continued to see a doctor at the mental hospital. [30]\n\nAnother\nprosecution witness, Mayla Belasa, described complainant as “isip- bata.” [31]\n\nThe testimony of\nthe complainant herself proves her mental condition. She had extreme difficulty\nin understanding the questions propounded to her. Most of her answers were not\nresponsive or too far-off. She could not even remember her birthday, address\nand the name of her English teacher. [32]\n\nThe sum total of\nthese testimonial and documentary evidence proves beyond doubt that the\ncomplainant is a mental retardate at the time she was raped by the\naccused-appellant.\n\nIn his third\nassigned error, accused-appellant contends that he cannot be convicted of rape\nconsidering the testimony of complainant herself that accused-appellant is her\nboyfriend and that she voluntarily offered herself to him. [33] Accused-appellant's argument cannot\nbe sustained. It is well-entrenched in jurisprudence that a mentally retarded\nvictim is incapable of giving a valid consent to the sexual act. [34] She is in the same class as a woman\ndeprived of reason or otherwise unconscious [35] or as a child below 12 years of\nage. [36] Carnal knowledge of a woman who is\nso weak in intellect to the extent that she is incapable of legally consenting constitutes rape. [37] In People vs. Antonio , [38] we ruled that: “We have held that if the mental\nage of a woman above twelve years is that of a child below twelve years, even\nif she voluntarily submitted to the bestial desires of the accused, or even if\nthe circumstances of force or intimidation, or of the victim being deprived of\nreason or otherwise unconscious are absent, the accused would still be liable\nfor rape under the third paragraph of Article 335. The rationale for this is\nthat if sexual intercourse with a victim under twelve years of age is rape,\nthen it should follow that carnal knowledge of a woman whose mental age is that\nof a child below twelve years would also constitute rape.” [39]\n\nWe also reject\naccused-appellant's contention that the case at bar was filed against him because\nhis neighbors found him boastful and proud. It is unthinkable that a mother\nwould expose her daughter's misfortune to the public just to please their\nneighbors who find accused-appellant boastful.\n\nAccused-appellant's\ndefense of denial merits scant consideration. The plea of denial is viewed with\ndisfavor by courts due to the facility with which it can be concocted. [40] While he testified that he was with\nhis three (3) housemates cooking dinner when the crime was committed, the said\npersons were never presented in court to corroborate his testimony.\nUnsubstantiated denials merit no weight in law and cannot be given greater\nevidentiary value over the testimony of credible witnesses who testified on\naffirmative matters. [41]\n\nFinally, the act\nof accused-appellant in escaping from prison during the pendency of the case is\nhardly consistent with his plea of innocence. Unless explained, the act of\nfleeing shows a consciousness of guilt and operates as an admission implied\nfrom the party's own conduct. As the Good Book says, the wicked fleeth when no\nman pursueth, but the righteous are bold as a lion. [42]\n\nIN VIEW\nWHEREOF , the\njudgment of the Regional Trial Court of San Pedro, Laguna, Branch 93 in\nCriminal Case No. 9256-B is AFFIRMED. Costs against accused-appellant.\n\nSO ORDERED. Panganiban,\nSandoval-Gutierrez, and Carpio, JJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Records, p. 1. The case was docketed as Criminal Case\nNo. 9256-B and was raffled to Branch 31 of the Regional Trial Court of San\nPedro, Laguna but was subsequently unloaded to Branch 93 of the same court.\n\n[2] Id. , p.\n17.\n\n[3] Records, p. 63.\n\n[4] TSN, November 6, 1996, pp. 10-11.\n\n[5] Id. , p.\n14.\n\n[6] TSN, May 13, 1996, pp. 4, 7.\n\n[7] Ibid. ;\nTSN, November 20, 1996, p. 6.\n\n[8] Exhibit \"C\", Records, p. 6.\n\n[9] TSN, September 4, 1996, p. 5.\n\n[10] Exhibit \"B\", Records, pp. 56-57.\n\n[11] Ibid.\n\n[12] TSN, October 29, 1997, pp. 3-4.\n\n[13] Dated May 26, 1998 and penned by Branch 93 Judge\nFrancisco Dizon Paño; Rollo , pp. 20-24.\n\n[14] Decision, p. 5; Rollo, p. 24.\n\n[15] Brief for the Accused-Appellant, p. 1; Rollo ,\np. 37.\n\n[16] Id. , pp.\n41-42.\n\n[17] Decision, pp. 3-4; Rollo , pp. 22-23.\n\n[18] Francisco vs. Permskul, 173 SCRA 324 (1989).\n\n[19] ABD Overseas Manpower Corporation vs . NLRC,\n286 SCRA 454 (1998).\n\n[20] People vs. Macoy, 275 SCRA 1 (1997).\n\n[21] Supra note\n1.\n\n[22] Brief for Plaintiff-Appellee, pp.12-16; Rollo ,\npp. 90-94.\n\n[23] Order dated October 4, 1995; Records, p. 47.\n\n[24] TSN, December 11, 1996, p. 4.\n\n[25] 255 SCRA 403 (1996).\n\n[26] Id ., pp.\n424-428.\n\n[27] TSN, September 4, 1996, Cross examination of Dr.\nDijamco, p. 7.\n\n[28] Id. , p. 8.\n\n[29] TSN, July 3, 1996, pp. 6-7, 10-14.\n\n[30] TSN, May 13, 1996, pp. 8-9.\n\n[31] TSN, November 6, 1996, pp. 10-11.\n\n[32] TSN, February 5, 1997, pp. 2-3.\n\n[33] Brief for the Accused-Apellant, pp. 9-10; Rollo ,\npp. 45-46.\n\n[34] People vs. Asturias, 134 SCRA 405 (1991);\nPeople vs . Gallano, 108 SCRA 405 (1981); People vs. Palma, 144 SCRA 236 (1986); People vs. Manlapaz, 88 SCRA 704 (1979).\n\n[35] People vs. Sunga, 137 SCRA 130 (1985).\n\n[36] People vs . Atutubo, 161 SCRA 463 (1988).\n\n[37] People vs. Atento, 196 SCRA 357(1991); People vs. Daing, Jr., 133 SCRA 448 (1984).\n\n[38] 233 SCRA 283 (1994).\n\n[39] Id. , p.\n299.\n\n[40] People vs. Lagarteja, 291 SCRA 142 (1998).\n\n[41] People vs. Tumaob, Jr., 291 SCRA 133 (1998).\n\n[42] United States vs. Virrey, 37 Phil 618 (1918).",
  "content_length": 29985,
  "metadata_extraction_date": "2025-11-01T05:56:43.272787",
  "extraction_version": "2.0_enhanced_full_content"
}