{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/july/GR_143944.html",
  "filename": "GR_143944.html",
  "year": 2002,
  "month": "july",
  "case_number": "143944",
  "gr_number": "143944",
  "volume_page": "433 Phil. 918",
  "decision_date": "July 11, 2002",
  "title": "THE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. BASHER BONGCARAWAN Y MACARAMBON, ACCUSED-APPELLANT. D E C I S I O N PUNO, J.: This is an appeal from the Decision[1] dated December 27, 1999 of the Regional Trial Court of Iligan City, Branch 06, in Criminal Case No. 06-7542, finding accused Basher Bongcarawan y Macarambon guilty beyond reasonable doubt of violation of Section 16, Article III of Republic Act No. 6425[2] as amended, and sentencing him to suffer the penalty of reclusion perpetua, and to pay a fine of Five Hundred Thousand Pesos (P500,000.00) without subsidiary imprisonment in case of insolvency. Accused Basher Bongcarawan y Macarambon was charged in an Information which reads, thus: âThat on or about March 13, 1999, in the City of Iligan, Philippines, and within the jurisdiction of this Honorable Court, the said accused, without authority of law, did then and there wilfully, unlawfully and feloniously have in his possession, custody and control eight (8) packs of Methamphetamine Hydrochloride, a regulated drug commonly known as Shabu, weighing approximately 400 grams, without the corresponding license or prescription. Contrary to and in violation of Section 16, Article III of RA 6425, otherwise known as the Dangerous Drugs Act of 1972, as amended by RA 7659.â[3] During the arraignment, the accused pleaded not guilty. Trial ensued. Evidence for the prosecution shows that on March 11, 1999, an interisland passenger ship, M/V Super Ferry 5, sailed from Manila to Iligan City. At about 3:00 a.m. on March 13, 1999, the vessel was about to dock at the port of Iligan City when its security officer, Mark Diesmo, received a complaint from passenger Lorena Canoy about her missing jewelry. Canoy suspected one of her co-passengers at cabin no. 106 as the culprit. Diesmo and four (4) other members of the vessel security force accompanied Canoy to search for the suspect whom they later found at the economy section.[4] The suspect was identified as the accused, Basher Bongcarawan. The accused was informed of the complaint and was invited to go back to cabin no. 106. With his consent, he was bodily searched, but no jewelry was found. He was then escorted by two (2) security agents back to the economy section to get his baggage. The accused took a Samsonite suitcase and brought this back to the cabin. When requested by the security, the accused opened the suitcase, revealing a brown bag and small plastic packs containing white crystalline substance. Suspecting the substance to be âshabu,â the security personnel immediately reported the matter to the ship captain and took pictures of the accused beside the suitcase and its contents. They also called the Philippine Coast Guard for assistance.[5] At about 6:00 a.m., Lt. Robert Patrimonio, YN Aurelio Estoque, CD2 Phoudinie Lantao and RM3 Merchardo De Guzman of the Philippine Coast Guard arrived and took custody of the accused and the seized items--the Samsonite suitcase, a brown bag[6] and eight (8) small plastic packs of white crystalline substance.[7] When asked about the contraband articles, the accused explained that he was just requested by a certain Alican âAlexâ Macapudi to bring the suitcase to the latterâs brother in Iligan City.[8] The accused and the seized items were later turned over by the coast guard to the Presidential Anti-Organized Crime Task Force (PAOCTF). Chief Inspector Graciano Mijares and his men brought the accused to the PAOCTF Headquarters,[9] while the packs of white crystalline substance were sent to the NBI Regional Office in Cagayan de Oro City for laboratory examination. NBI Forensic Chemist Nicanor Cruz later confirmed the substance to be methamphetamine hydrochloride, commonly known as âshabu,â weighing 399.3266 grams.[10] The accused testified and proffered his own version. On March 11, 1999, at about 10:00 p.m., he was in Quiapo, Manila where he met Alican âAlexâ Macapudi, a neighbor who has a store in Marawi City. He was requested by Macapudi to bring a Samsonite suitcase containing sunglasses and watches to Iligan City, and to give it to Macapudiâs brother at the Iligan port. He boarded the M/V Super Ferry 5 on the same night, carrying a big luggage full of clothes, a small luggage or âmaletaâ containing the sunglasses and brushes he bought from Manila, and the Samsonite suitcase of Macapudi.[11] He stayed at cabin no. 106. At about 4:00 a.m of March 13, 1999, as the vessel was about to dock at the Iligan port, he took his baggage and positioned himself at the economy section to be able to disembark ahead of the other passengers. There, he met a friend, Ansari Ambor. While they were conversing, five (5) members of the vessel security force and a woman whom he recognized as his co-passenger at cabin no. 106 came and told him that he was suspected of stealing jewelry. He voluntarily went with the group back to cabin no. 106 where he was frisked. Subsequently, he was asked to get his baggage, so he went back to the economy section and took the big luggage and Macapudiâs Samsonite suitcase. He left the small âmaletaâ containing sunglasses and brushes for fear that they would be confiscated by the security personnel. When requested, he voluntarily opened the big luggage, but refused to do the same to the Samsonite suitcase which he claimed was not his and had a secret combination lock. The security personnel forcibly opened the suitcase and found packs of white crystalline substance inside which they suspected to be âshabu.â They took pictures of him with the merchandise, and asked him to sign a turn over receipt which was later given to the Philippine Coast Guard, then to the PAOCTF.[12] On December 27, 1999, the trial court rendered judgment, the dispositive portion of which reads: âWHEREFORE, the court finds the accused Basher Bongcarawan y Macarambon GUILTY beyond reasonable doubt as principal of the offense of violation of Section 16, Art. III, R.A. No. 6425 as amended by R.A. No. 7659 and hereby imposes upon him the penalty of RECLUSION PERPETUA and a fine of FIVE HUNDRED THOUSAND (P500,000.00) PESOS, without subsidiary imprisonment in case of insolvency. Having been under preventive imprisonment since March 13, 1999 until the present, the period of such preventive detention shall be credited in full in favor of the accused in the service of his sentence. The 399.3266 grams of methamphetamine hydrochloride or shabu is hereby ordered delivered to the National Bureau of Investigation for proper disposition. SO ORDERED.â[13] Hence, this appeal where the accused raises the following assignment of errors: âI. THE COURT A QUO ERRED IN SO HOLDING THAT THE DRUG CONFISCATED IS ADMISSIBLE IN EVIDENCE AGAINST THE ACCUSED/APPELLANT. II. THE COURT A QUO ERRED IN SO HOLDING THAT THE APPELLANT OWNED THE CONFISCATED EVIDENCE AND THEREFORE ADMISSIBLE IN EVIDENCE AGAINST HIM.â[14] On the first assignment of error, the accused-appellant contends that the Samsonite suitcase containing the methamphetamine hydrochloride or âshabuâ was forcibly opened and searched without his consent, and hence, in violation of his constitutional right against unreasonable search and seizure. Any evidence acquired pursuant to such unlawful search and seizure, he claims, is inadmissible in evidence against him. He also contends that People v. Marti[15] is not applicable in this case because a vessel security personnel is deemed to perform the duties of a policeman. The contentions are devoid of merit. The right against unreasonable search and seizure is a fundamental right protected by the Constitution.[16] Evidence acquired in violation of this right shall be inadmissible for any purpose in any proceeding.[17] Whenever this right is challenged, an individual may choose between invoking the constitutional protection or waiving his right by giving consent to the search and seizure. It should be stressed, however, that protection is against transgression committed by the government or its agent. As held by this Court in the case of People v. Marti,[18] â[i]n the absence of governmental interference, liberties guaranteed by the Constitution cannot be invoked against the State.â[19] The constitutional proscription against unlawful searches and seizures applies as a restraint directed only against the government and its agencies tasked with the enforcement of the law. Thus, it could only be invoked against the State to whom the restraint against arbitrary and unreasonable exercise of power is imposed.[20] In the case before us, the baggage of the accused-appellant was searched by the vessel security personnel. It was only after they found âshabuâ inside the suitcase that they called the Philippine Coast Guard for assistance. The search and seizure of the suitcase and the contraband items was therefore carried out without government intervention, and hence, the constitutional protection against unreasonable search and seizure does not apply. There is no merit in the contention of the accused-appellant that the search and seizure performed by the vessel security personnel should be considered as one conducted by the police authorities for like the latter, the former are armed and tasked to maintain peace and order. The vessel security officer in the case at bar is a private employee and does not discharge any governmental function. In contrast, police officers are agents of the state tasked with the sovereign function of enforcement of the law. Historically and until now, it is against them and other agents of the state that the protection against unreasonable searches and seizures may be invoked. On the second assignment of error, the accused-appellant contends that he is not the owner of the Samsonite suitcase and he had no knowledge that the same contained âshabu.â He submits that without knowledge or intent to possess the dangerous drug, he cannot be convicted of the crime charged.[21] We are not persuaded. In a prosecution for illegal possession of dangerous drugs, the following facts must be proven beyond reasonable doubt, viz: (1) that the accused is in possession of the object identified as a prohibited or a regulated drug; (2) that such possession is not authorized by law; and (3) that the accused freely and consciously possessed the said drug.[22] The first two elements were sufficiently proven in this case, and were in fact undisputed. We are left with the third. As early as 1910 in the case of United States v. Tan Misa,[23] this Court has ruled that to warrant conviction, the possession of dangerous drugs must be with knowledge of the accused, or that animus possidendi existed together with the possession or control of such articles.[24] It has been ruled, however, that possession of dangerous drugs constitutes prima facie evidence of knowledge or animus possidendi sufficient to convict an accused in the absence of a satisfactory explanation of such possession.[25] Hence, the burden of evidence is shifted to the accused to explain the absence of knowledge or animus possidendi.[26] In this respect, the accused-appellant has utterly failed. His testimony, uncorroborated, self-serving and incredulous, was not given credence by the trial court. We find no reason to disagree. Well-settled is the rule that in the absence of palpable error or grave abuse of discretion on the part of the trial judge, the trial courtâs evaluation of the credibility of witnesses will not be disturbed on appeal.[27] Moreover, evidence must be credible in itself to deserve credence and weight in law. In this case, the accused-appellant admits that when he was asked to get his baggage, he knew it would be inspected.[28] Why he got the Samsonite suitcase allegedly not owned by him and which had a combination lock known only to the owner remains unclear. He also claims that he did not present his small âmaletaâ for inspection for fear that its contents consisting of expensive sunglasses and brushes would be confiscated,[29] but he brought the Samsonite suitcase which is not his and also contained expensive sunglasses, and even watches.[30] The things in possession of a person are presumed by law to be owned by him.[31] To overcome this presumption, it is necessary to present clear and convincing evidence to the contrary. In this case, the accused points to a certain Alican âAlexâ Macapudi as the owner of the contraband, but presented no evidence to support his claim. As aptly observed by the trial judge: âFirst, who is Alex Macap[u]di aka Ali[c]an Macap[u]di? Does he really exist or simply a figment of the imagination? He says that Alex Macap[u]di is a friend and a fellow businessman who has a stall selling sunglasses in Marawi City. But no witnesses were presented to prove that there is such a living, breathing, flesh and blood person named Alex Macap[u]di who entrusted the Samsonite to the accused. Surely, if he does exist, he has friends, fellow businessmen and acquaintances who could testify and support the claim of the accused.â[32] Mere denial of ownership will not suffice especially if, as in the case at bar, it is the keystone of the defense of the accused-appellant. Stories can easily be fabricated. It will take more than bare-bone allegations to convince this Court that a courier of dangerous drugs is not its owner and has no knowledge or intent to possess the same. WHEREFORE, the decision of the Regional Trial Court of Iligan City, Branch 06, in Criminal Case No. 06-7542, convicting accused-appellant Basher Bongcarawan of violation of Section 16, Article III of Republic Act No. 6425, as amended, and sentencing him to suffer the penalty of Reclusion Perpetua and to pay a fine of Five Hundred Thousand Pesos (P500,000.00) without subsidiary imprisonment in case of insolvency, is AFFIRMED. Costs against the accused-appellant. SO ORDERED. Panganiban, Sandoval-Gutierrez, and Carpio, JJ., concur. [1] Penned by Judge Valerio M. Salazar. [2] The Dangerous Drugs Act of 1972. [3] Rollo, p. 15. [4] Appelleeâs Brief, p. 3; Rollo, p. 89. [5] TSN, July 8, 1999, pp. 10-14, 24-28. [6] Exhibit âI-2â. [7] Exhibits âI-3â to âI-10â. [8] TSN, July 9, 1999, pp. 40-41. [9] TSN, July 7, 1999, p. 36. [10] Id., pp. 8-16. Exhibit âBâ. [11] TSN, July 23, 1999, pp. 4, 28-30. [12] Id., pp. 8-17; TSN, August 25, 1999, p. 14. [13] RTC Decision, p. 9; Rollo, p. 68. [14] Appellantâs Brief, p. 1; Rollo, p. 48. [15] 193 SCRA 57 (1997). [16] Art. III, Sec. 2 of the 1987 Philippine Constitution provides: Section 2. The right of the people to be secure in their persons, houses, papers, and effects against unreasonable searches and seizures of whatever nature and for any purpose shall be inviolable, and no search warrant or warrant of arrest shall issue except upon probable cause to be determined personally by the judge after examination under oath or affirmation of the complainant and the witnesses he may produce, and particularly describing the place to be searched and the persons or things to be seized. [17] Art. III, Sec. 3. â(1) x x x x x x x x x (2) Any evidence obtained in violation of this or the preceding section shall be inadmissible for any purpose in any proceeding.â [18] Supra note 15. [19] Id., p. 64. See also Waterous Drug Corporation v. NLRC, 280 SCRA 735, 747 (1997); and People v. Mendoza, 301 SCRA 66, 81-82 (1999). [20] Id., p. 67. [21] Appellantâs Brief, pp. 9-10; Rollo, pp. 56-57. [22] People v. Chen Tiz Chang, 325 SCRA 776, 790-791 (2000). [23] 17 Phil 463 (1910). [24] Supra, p. 465. [25] Id.; People v. Baludda, 318 SCRA 503, 511 (1999), citing U.S. v. Bandoc, 23 Phil 14 (1912). [26] People v. Burton, 268 SCRA 531, 551 (1997). [27] People v. Mendez, 335 SCRA 147 (2000). [28] Appellantâs Brief, p. 9; Rollo, p. 56. [29] TSN dated July 23, 1999, pp. 12-13. [30] Id., p. 30. [31] Rule 151, Section 3(j) of the Revised Rules on Evidence provides: âSec. 3. Disputable presumptions. â x x x x x x x x x (j) That a person found in possession of a thing taken in the doing of a recent wrongful act is the taker and the doer of the whole act; otherwise, that the things which a person possesses, or exercises acts of ownership over, are owned by him.â [32] RTC Decision, p. 8; Rollo, p. 67. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "basher",
    "bongcarawan",
    "macarambon",
    "accused",
    "appellant",
    "appeal",
    "decision",
    "december",
    "regional",
    "trial",
    "court",
    "iligan",
    "branch",
    "criminal",
    "case",
    "finding"
  ],
  "title_summary": "THE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. BASHER BONGCARAWAN Y MACARAMBON, ACCUSED-A...",
  "formatted_case_content": "View printer friendly version\n433 Phil. 918\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 143944, July 11, 2002 ]\n[ G.R. No. 143944, July 11, 2002 ]\n\nTHE PEOPLE OF THE\nPHILIPPINES, PLAINTIFF-APPELLEE, VS. BASHER BONGCARAWAN Y MACARAMBON, ACCUSED-APPELLANT.\nD E C I S I O N\nTHE PEOPLE OF THE\nPHILIPPINES, PLAINTIFF-APPELLEE, VS. BASHER BONGCARAWAN Y MACARAMBON, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPUNO, J.:\n\nThis is an\nappeal from the Decision [1] dated\nDecember 27, 1999 of the Regional Trial Court of Iligan City, Branch 06, in\nCriminal Case No. 06-7542, finding accused Basher Bongcarawan y Macarambon\nguilty beyond reasonable doubt of violation of Section 16, Article III of\nRepublic Act No. 6425 [2] as\namended, and sentencing him to suffer the penalty of reclusion perpetua ,\nand to pay a fine of Five Hundred Thousand Pesos ( P 500,000.00) without\nsubsidiary imprisonment in case of insolvency.\n\nAccused Basher\nBongcarawan y Macarambon was charged in an Information which reads, thus: âThat on or about March 13, 1999,\nin the City of Iligan, Philippines, and within the jurisdiction of this\nHonorable Court, the said accused, without authority of law, did then and there\nwilfully, unlawfully and feloniously have in his possession, custody and\ncontrol eight (8) packs of Methamphetamine Hydrochloride, a regulated drug\ncommonly known as Shabu, weighing approximately 400 grams, without the\ncorresponding license or prescription. Contrary to and in violation of\nSection 16, Article III of RA 6425, otherwise known as the Dangerous Drugs Act\nof 1972, as amended by RA 7659.â [3]\n\nDuring the\narraignment, the accused pleaded not guilty. Trial ensued.\n\nEvidence for the\nprosecution shows that on March 11, 1999, an interisland passenger ship, M/V\nSuper Ferry 5, sailed from Manila to Iligan City. At about 3:00 a.m. on March 13, 1999, the vessel was about to dock\nat the port of Iligan City when its security officer, Mark Diesmo, received a\ncomplaint from passenger Lorena Canoy about her missing jewelry. Canoy\nsuspected one of her co-passengers at cabin no. 106 as the culprit. Diesmo and four (4) other members of the\nvessel security force accompanied Canoy to search for the suspect whom they\nlater found at the economy section. [4] The\nsuspect was identified as the accused, Basher Bongcarawan. The accused was\ninformed of the complaint and was invited to go back to cabin no. 106. With his consent, he was bodily searched,\nbut no jewelry was found. He was then\nescorted by two (2) security agents back to the economy section to get his\nbaggage. The accused took a Samsonite\nsuitcase and brought this back to the cabin. When requested by the security, the accused opened the suitcase,\nrevealing a brown bag and small plastic packs containing white crystalline\nsubstance. Suspecting the substance to\nbe âshabu,â the security personnel immediately reported the matter to the ship\ncaptain and took pictures of the accused beside the suitcase and its\ncontents. They also called the\nPhilippine Coast Guard for assistance. [5] At about\n6:00 a.m., Lt. Robert Patrimonio, YN Aurelio Estoque, CD2 Phoudinie Lantao and\nRM3 Merchardo De Guzman of the Philippine Coast Guard arrived and took custody\nof the accused and the seized items--the Samsonite suitcase, a brown bag [6] and eight\n(8) small plastic packs of white crystalline substance. [7] When asked\nabout the contraband articles, the accused explained that he was just requested\nby a certain Alican âAlexâ Macapudi to bring the suitcase to the latterâs\nbrother in Iligan City. [8] The\naccused and the seized items were later turned over by the coast guard to the\nPresidential Anti-Organized Crime Task Force (PAOCTF). Chief Inspector Graciano Mijares and his men\nbrought the accused to the PAOCTF Headquarters, [9] while the\npacks of white crystalline substance were sent to the NBI Regional Office in\nCagayan de Oro City for laboratory examination. NBI Forensic Chemist Nicanor Cruz later confirmed the substance\nto be methamphetamine hydrochloride, commonly known as âshabu,â weighing\n399.3266 grams. [10]\n\nThe accused\ntestified and proffered his own\nversion. On March 11, 1999, at about\n10:00 p.m., he was in Quiapo, Manila where he met Alican âAlexâ Macapudi, a\nneighbor who has a store in Marawi City. He was requested by Macapudi to bring a Samsonite suitcase containing\nsunglasses and watches to Iligan City, and to give it to Macapudiâs brother at\nthe Iligan port. He boarded the M/V Super Ferry 5 on the same night, carrying a\nbig luggage full of clothes, a small luggage or â maleta â containing the\nsunglasses and brushes he bought from Manila, and the Samsonite suitcase of\nMacapudi. [11] He stayed\nat cabin no. 106. At about 4:00 a.m of\nMarch 13, 1999, as the vessel was about to dock at the Iligan port, he took his\nbaggage and positioned himself at the economy section to be able to disembark\nahead of the other passengers. There,\nhe met a friend, Ansari Ambor. While\nthey were conversing, five (5) members of the vessel security force and a woman\nwhom he recognized as his co-passenger at cabin no. 106 came and told him that\nhe was suspected of stealing jewelry. He voluntarily went with the group back to cabin no. 106 where he was\nfrisked. Subsequently, he was asked to\nget his baggage, so he went back to the economy section and took the big\nluggage and Macapudiâs Samsonite suitcase. He left the small â maleta â containing sunglasses and brushes for\nfear that they would be confiscated by the security personnel. When requested, he voluntarily opened the\nbig luggage, but refused to do the same to the Samsonite suitcase which he\nclaimed was not his and had a secret combination lock. The security personnel forcibly opened the\nsuitcase and found packs of white crystalline substance inside which they\nsuspected to be âshabu.â They took pictures of him with the merchandise, and\nasked him to sign a turn over receipt which was later given to the Philippine\nCoast Guard, then to the PAOCTF. [12]\n\nOn December 27,\n1999, the trial court rendered judgment, the dispositive portion of which\nreads: âWHEREFORE, the court finds the\naccused Basher Bongcarawan y Macarambon GUILTY beyond reasonable doubt as\nprincipal of the offense of violation of Section 16, Art. III, R.A. No. 6425 as\namended by R.A. No. 7659 and hereby imposes upon him the penalty of RECLUSION\nPERPETUA and a fine of FIVE HUNDRED THOUSAND ( P 500,000.00) PESOS,\nwithout subsidiary imprisonment in case of insolvency. Having been under preventive imprisonment\nsince March 13, 1999 until the present, the period of such preventive detention\nshall be credited in full in favor of the accused in the service of his\nsentence. The 399.3266 grams of\nmethamphetamine hydrochloride or shabu is hereby ordered delivered to the\nNational Bureau of Investigation for proper disposition. SO ORDERED.â [13]\n\nHence, this\nappeal where the accused raises the following assignment of errors:\n\nâI. THE COURT\nA QUO ERRED IN SO HOLDING THAT THE DRUG CONFISCATED IS ADMISSIBLE IN EVIDENCE AGAINST\nTHE ACCUSED/APPELLANT.\n\nII. THE COURT\nA QUO ERRED IN SO HOLDING THAT THE APPELLANT OWNED THE CONFISCATED EVIDENCE AND\nTHEREFORE ADMISSIBLE IN EVIDENCE AGAINST HIM.â [14]\n\nOn the first\nassignment of error, the accused-appellant contends that the Samsonite suitcase\ncontaining the methamphetamine hydrochloride or âshabuâ was forcibly opened and\nsearched without his consent, and hence, in violation of his constitutional\nright against unreasonable search and seizure. Any evidence acquired pursuant\nto such unlawful search and seizure, he claims, is inadmissible in evidence\nagainst him. He also contends that People\nv. Marti [15] is not\napplicable in this case because a vessel security personnel is deemed to perform\nthe duties of a policeman.\n\nThe contentions\nare devoid of merit.\n\nThe right\nagainst unreasonable search and seizure is a fundamental right protected by the\nConstitution. [16] Evidence\nacquired in violation of this right shall be inadmissible for any purpose in\nany proceeding. [17] Whenever\nthis right is challenged, an individual may choose between invoking the\nconstitutional protection or waiving his right by giving consent to the search\nand seizure. It should be stressed,\nhowever, that protection is against transgression committed by the government\nor its agent. As held by this Court in\nthe case of People v. Marti , [18] â[i]n the\nabsence of governmental interference, liberties guaranteed by the Constitution\ncannot be invoked against the State.â [19] The\nconstitutional proscription against unlawful searches and seizures applies as a\nrestraint directed only against the government and its agencies tasked with the\nenforcement of the law. Thus, it could\nonly be invoked against the State to whom the restraint against arbitrary and\nunreasonable exercise of power is imposed. [20]\n\nIn the case\nbefore us, the baggage of the accused-appellant was searched by the vessel security personnel. It was only after\nthey found âshabuâ inside the suitcase that they called the Philippine Coast\nGuard for assistance. The search and\nseizure of the suitcase and the contraband items was therefore carried out\nwithout government intervention, and hence, the constitutional protection\nagainst unreasonable search and seizure does not apply.\n\nThere is no\nmerit in the contention of the accused-appellant that the search and seizure\nperformed by the vessel security personnel should be considered as one\nconducted by the police authorities for like the latter, the former are armed\nand tasked to maintain peace and order. The vessel security officer in the case at bar is a private employee and\ndoes not discharge any governmental function. In contrast, police officers are agents of the state tasked with the\nsovereign function of enforcement of the law. Historically and until now, it is against them and other agents of the\nstate that the protection against unreasonable searches and seizures may be\ninvoked.\n\nOn the second\nassignment of error, the accused-appellant contends that he is not the owner of\nthe Samsonite suitcase and he had no knowledge that the same contained\nâshabu.â He submits that without\nknowledge or intent to possess the dangerous drug, he cannot be convicted of\nthe crime charged. [21]\n\nWe are not\npersuaded.\n\nIn a prosecution\nfor illegal possession of dangerous drugs, the following facts must be proven\nbeyond reasonable doubt, viz : (1) that the accused is in possession of the object identified as a\nprohibited or a regulated drug; (2)\nthat such possession is not authorized by law; and (3) that the accused freely\nand consciously possessed the said drug. [22] The first\ntwo elements were sufficiently proven in this case, and were in fact\nundisputed. We are left with the third.\n\nAs early as 1910\nin the case of United States v. Tan Misa, [23] this\nCourt has ruled that to warrant conviction, the possession of dangerous drugs\nmust be with knowledge of the accused, or that animus possidendi existed\ntogether with the possession or control of such articles. [24] It has\nbeen ruled, however, that possession of dangerous drugs constitutes prima\nfacie evidence of knowledge or animus possidendi sufficient to\nconvict an accused in the absence of a satisfactory explanation of such\npossession. [25] Hence,\nthe burden of evidence is shifted to the accused to explain the absence of\nknowledge or animus possidendi . [26]\n\nIn this respect,\nthe accused-appellant has utterly failed. His testimony, uncorroborated, self-serving and incredulous, was not\ngiven credence by the trial court. We\nfind no reason to disagree. Well-settled is the rule that in the absence of palpable error or grave\nabuse of discretion on the part of the trial judge, the trial courtâs\nevaluation of the credibility of witnesses will not be disturbed on appeal. [27] Moreover,\nevidence must be credible in itself to deserve credence and weight in law. In this case, the accused-appellant admits\nthat when he was asked to get his baggage, he knew it would be inspected. [28] Why he\ngot the Samsonite suitcase allegedly not owned by him and which had a\ncombination lock known only to the owner remains unclear. He also claims that he did not present his\nsmall â maleta â for inspection for fear that its contents consisting of\nexpensive sunglasses and brushes would be confiscated, [29] but he\nbrought the Samsonite suitcase which is not his and also contained expensive\nsunglasses, and even watches. [30]\n\nThe things in\npossession of a person are presumed by law to be owned by him. [31] To\novercome this presumption, it is necessary to present clear and convincing\nevidence to the contrary. In this case,\nthe accused points to a certain Alican âAlexâ Macapudi as the owner of the\ncontraband, but presented no evidence to support his claim. As aptly observed\nby the trial judge: âFirst, who is Alex Macap[u]di aka\nAli[c]an Macap[u]di? Does he really\nexist or simply a figment of the imagination? He says that Alex Macap[u]di is a friend and a fellow businessman who\nhas a stall selling sunglasses in Marawi City. But no witnesses were presented to prove that there is such a living,\nbreathing, flesh and blood person named Alex Macap[u]di who entrusted the\nSamsonite to the accused. Surely, if he\ndoes exist, he has friends, fellow businessmen and acquaintances who could\ntestify and support the claim of the accused.â [32]\n\nMere denial of ownership will not suffice especially if, as in the case\nat bar, it is the keystone of the defense of the accused-appellant. Stories can easily be fabricated. It will\ntake more than bare-bone allegations to convince this Court that a courier of dangerous\ndrugs is not its owner and has no knowledge or intent to possess the same.\n\nWHEREFORE , the decision of the Regional Trial\nCourt of Iligan City, Branch 06, in Criminal Case No. 06-7542, convicting\naccused-appellant Basher Bongcarawan of violation of Section 16, Article III of\nRepublic Act No. 6425, as amended, and sentencing him to suffer the penalty of Reclusion\nPerpetua and to pay a fine of Five Hundred Thousand Pesos ( P 500,000.00)\nwithout subsidiary imprisonment in case of insolvency, is AFFIRMED.\n\nCosts against\nthe accused-appellant.\n\nSO ORDERED. Panganiban,\nSandoval-Gutierrez, and Carpio, JJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Penned by Judge Valerio M. Salazar.\n\n[2] The Dangerous Drugs Act of 1972.\n\n[3] Rollo , p.\n15.\n\n[4] Appelleeâs Brief, p. 3; Rollo , p. 89.\n\n[5] TSN, July 8, 1999, pp. 10-14, 24-28.\n\n[6] Exhibit âI-2â.\n\n[7] Exhibits âI-3â to âI-10â.\n\n[8] TSN, July 9, 1999, pp. 40-41.\n\n[9] TSN, July 7, 1999, p. 36.\n\n[10] Id ., pp.\n8-16. Exhibit âBâ.\n\n[11] TSN, July 23, 1999, pp. 4, 28-30.\n\n[12] Id ., pp.\n8-17; TSN, August 25, 1999, p. 14.\n\n[13] RTC Decision, p. 9; Rollo , p. 68.\n\n[14] Appellantâs Brief, p. 1; Rollo , p. 48.\n\n[15] 193 SCRA 57 (1997).\n\n[16] Art. III, Sec. 2 of the 1987 Philippine Constitution\nprovides:\n\nSection 2. The right of the people to be secure in\ntheir persons, houses, papers, and effects against unreasonable searches and seizures\nof whatever nature and for any purpose shall be inviolable, and no search\nwarrant or warrant of arrest shall issue except upon probable cause to be\ndetermined personally by the judge after examination under oath or affirmation\nof the complainant and the witnesses he may produce, and particularly\ndescribing the place to be searched and the persons or things to be seized.\n\n[17] Art. III, Sec. 3. â(1) x x x x x x x x x\n\n(2) Any evidence obtained in violation of this or the preceding\nsection shall be inadmissible for any purpose in any proceeding.â\n\n[18] Supra note\n15.\n\n[19] Id ., p.\n64. See also Waterous Drug\nCorporation v. NLRC, 280 SCRA 735, 747 (1997); and People v. Mendoza, 301 SCRA 66, 81-82 (1999).\n\n[20] Id ., p.\n67.\n\n[21] Appellantâs Brief, pp. 9-10; Rollo , pp. 56-57.\n\n[22] People v. Chen Tiz Chang, 325 SCRA 776,\n790-791 (2000).\n\n[23] 17 Phil 463 (1910).\n\n[24] Supra , p.\n465.\n\n[25] Id .; People v . Baludda, 318 SCRA 503, 511\n(1999), citing U.S. v. Bandoc,\n23 Phil 14 (1912).\n\n[26] People v. Burton, 268 SCRA 531, 551 (1997).\n\n[27] People v. Mendez, 335 SCRA 147 (2000).\n\n[28] Appellantâs Brief, p. 9; Rollo , p. 56.\n\n[29] TSN dated July 23, 1999, pp. 12-13.\n\n[30] Id ., p.\n30.\n\n[31] Rule 151, Section 3(j) of the Revised Rules on\nEvidence provides:\n\nâSec. 3. Disputable presumptions. â x x x x x x x x x\n\n(j) That a person found in possession of a thing\ntaken in the doing of a recent wrongful act is the taker and the doer of the\nwhole act; otherwise, that the things which a person possesses, or exercises\nacts of ownership over, are owned by him. â\n\n[32] RTC Decision, p. 8; Rollo , p. 67.",
  "content_length": 16732,
  "metadata_extraction_date": "2025-11-01T05:56:46.123264",
  "extraction_version": "2.0_enhanced_full_content"
}