{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/july/GR_149654.html",
  "filename": "GR_149654.html",
  "year": 2002,
  "month": "july",
  "case_number": "149654",
  "gr_number": "149654",
  "volume_page": "433 Phil. 964",
  "decision_date": "July 11, 2002",
  "title": "MANUEL N. TORMES, PETITIONER, VS. ALFREDO L. LLANES, RESPONDENT. D E C I S I O N BELLOSILLO, J.: This Petition for Review on Certiorari under Rule 45 filed by Manuel N. Tormes assails the 31 October 2000 Decision[1] of the Court of Appeals in CA-G.R. CV No. 57190 affirming the 24 July 1996 Joint Decision[2] of the RTC-Br. 32, Pili, Camarines Sur, in Crim. Case No. P-1766 and Civil Case No. P-1588 insofar as it ordered him to surrender to respondent Alfredo L. Llanes TCT No. 11349 within fifteen (15) days from the finality of the decision to allow the latter to have his mortgage annotated thereon before the Register of Deeds of Camarines Sur. Salvador Motos was the registered owner of a parcel of land located in Pili, Camarines Sur, covered by Transfer Certificate of Title (TCT) No. 3381 (21879). On 10 May 1984, he mortgaged the property in favor of the Development Bank of the Philippines (DBP), Naga, to secure an indebtedness of P23,695.25. On 10 May 1984, respondent Alfredo L. Llanes loaned Motos an amount equivalent to that he owed DBP, secured by a real estate mortgage over the same parcel of land covered by TCT No. 3381, payable on or before 30 July 1984. The loan was intended to discharge Motos from his mortgage indebtedness to DBP, Naga, and conditioned upon respondent Llanes' use of the land as collateral for the loan which he in turn obtained from the Republic Planter's Bank. It was likewise agreed by the parties that Llanes would pay the taxes on the land so long as he was using it as security, subject to reimbursement by Motos. Thereafter, title over the land was delivered to Llanes. On 30 July 1984 the indebtedness of Motos to Llanes became due and has since remained unpaid. On the pretext of helping Llanes collect the payment for the loan from Motos, Gaudioso M. Borja, a deputy sheriff of the Regional Trial Court of Naga City, induced Llanes to part with TCT No. 3381 and returned the same to Motos without the knowledge of Llanes. On 21 May 1986, upon failure of Deputy Sheriff Borja to return the title, respondent Llanes caused the annotation of his adverse claim in the Register of Deeds. On 26 May 1986 he filed a petition for extrajudicial foreclosure of real estate mortgage. On 8 September 1986 the land was foreclosed and sold at public auction to Llanes for P47,000.00. However, the Provisional Certificate of Sale could not be registered because the mortgage, subject of the foreclosure, was not registered. Moreover, TCT No. RT-3381 had been cancelled by virtue of the registration of a Deed of Absolute Sale executed by Motos in favor of petitioner Manuel N. Tormes annotated on 21 July 1986 and replaced by TCT No. 11349. Aggrieved, Llanes filed a criminal complaint for estafa against Motos[3] and a separate civil case for sum of money, damages and reconveyance against Motos, Borja and Tormes.[4] These two (2) cases were consolidated. On 24 July 1996 the trial court rendered a joint decision in favor of respondent Alfredo L. Llanes finding his testimony deserving of full faith and credit, and his acts - from his complaint in the local papers to his complaint in the Supreme Court indicative of an ordinary honest man's outrage at being conned and taken advantage of. The trial court was unconvinced that Salvador Motos had already paid respondent Llanes the amount due the latter as there was no proof of payment presented; nor did it believe Borja's claim that he did not receive the title over the parcel of land as it was a mere denial that pales in the face of Llanes' positive testimony. Lastly, the trial court discredited Tormes' claim that he was a buyer in good faith and for value since at the time that he registered the deed of sale in his favor on 21 July 1986 he already had notice of the adverse claim of Llanes which had been duly annotated as of 21 May 1986. On the basis of the evidence, the trial court in Crim. Case No. P-1766 found Motos, the accused therein, guilty of swindling and sentenced him to suffer imprisonment of two (2) months of arresto mayor, and to pay a fine of P2,000.00 for the reasonable value of the deprivation of the possession of the title over the subject parcel of land and the damage incurred by Llanes by reason of Motos' failure to produce the title for registration. In Civil Case No. 1588, the trial court ordered Motos, defendant therein, to pay Llanes the sum of P23,695.25 plus liquidated damages of P3,500.00 for attorney's fees with interest at the legal rate from 31 May 1986 until fully paid. His co-defendant Manuel N. Tormes was ordered to surrender TCT No. 11349 to Llanes within fifteen (15) days from the finality of the decision for the purpose of having the mortgage annotated in the Registry of Deeds of Camarines Sur. Lastly, both defendants Motos and Borja were ordered to solidarily pay Llanes the sum of P20,000.00 as moral damages. The defendants separately appealed, with Motos and Borja jointly raising the issue of Llanes' credibility and Tormes assailing the court a quo's finding of bad faith on his part and its consequent order for him to surrender to Llanes TCT No. 11349 for the purpose of having the mortgage annotated in the Registry of Deeds. On 31 October 2000 the Court of Appeals found the appeals of Motos and Borja to be unmeritorious and affirmed the ruling of the trial court. Insofar as Tormes was concerned, it affirmed that he was not a buyer in good faith as there was an adverse claim annotated at the back of the title at the time he had the sale registered thereon and held that since Tormes bought the property during the pendency of a case which was subsequently decided against the seller, he merely became a successor-in-interest of the seller, hence, bound by the court's final judgment thereon. On 29 November 2000 a motion for reconsideration was filed by Tormes on his own behalf but his motion was denied by the appellate court on 27 July 2000. Petitioner Tormes now argues that the appellate court erred in affirming the trial court. He claims that when he caused the annotation of the deed of sale in his favor on 21 July 1986 the adverse claim filed by Llanes had already been cancelled in view of the petition to cancel the same which Llanes filed on 10 July 1986. As such, the title was already clear from any prior right or vested claim that any party may have on it at the time of his purchase of the land. He further asserts that there is no purpose to be served by his surrendering TCT No. 11349 to Llanes since the annotation of the mortgage had already been mooted by the order of the trial court itself to Motos to pay his obligation to Llanes. Moreover, petitioner points out that the finding of the appellate court that Motos bought the property pending litigation is misleading as the complaint by Llanes against Motos was filed only on 7 November 1986 while the Deed of Sale in his favor (petitioner) was executed on 25 March 1986 and registered on 21 July 1986. Thus when the complaint was filed by respondent Llanes against Motos including petitioner as co-defendant, the latter already had a vested right over the property having registered the same in good faith. Lastly, he argues that the alleged prior mortgage of the land in favor of respondent must not affect his rights as buyer thereof as he had not taken part therein. We find no merit in the petition; hence, it is DENIED. It raises no substantial issue different from those already resolved in the court below. The principal issue of whether petitioner was a buyer in good faith is a question that has already been passed upon by the trial court and affirmed by the appellate court. We see no reason to resolve it anew in the absence of any misappreciation of the facts or any abuse of discretion. Moreover, the same issue, especially whether petitioner had notice of respondent's lien, is a question of fact, not law, hence, not cognizable by this Court in a petition for review on certiorari under Rule 45. In asserting that at the time of his purchase of the land and his subsequent registration of the sale before the Register of Deeds he relied on the face of the title showing that the adverse claim of respondent Llanes had already been cancelled, petitioner is actually inviting us to calibrate the whole evidence anew and consider once again the credibility of witnesses, the existence and relevancy of specific surrounding circumstances, their relation to each other and as a whole, and the probabilities of the situation,[5] and make another factual determination based thereon - a course of action which is clearly improper given the nature of the instant petition. The Court cannot make any adjudication on the issue of cancellation of adverse claim which petitioner contends effectively cleared the title from any encumbrance. Whether the same had indeed been cancelled, through whose efforts it was facilitated, and the validity of the procedure observed in its cancellation are not within the authority of this Court to look into since it is presumed that the courts a quo had already judiciously examined the evidence relating thereto when they made their final determination in this case. Moreover, respondent Llanes is correct when he points out that the appealed Decision of 31 October 2000 in CA-G.R. CV No. 57190 is already final and executory with respect to the main defendant-appellants therein Salvador Motos and Gaudioso M. Borja. Thus, the findings of the trial court with regard to Motos and Borja which have some bearing on the position of Tormes, particularly the subsistence of a real estate mortgage over the land which Motos executed in favor of Llanes to secure his indebtedness but which subject property Motos later sold to Tormes, are likewise final which the Court will no longer disturb. The order of the trial court upon Tormes to surrender the title over the land to Llanes for annotation of the latter's mortgage is apparently based on the elementary principle that a monetary obligation still needs to be secured by the mortgage executed thereon pending payment or satisfaction thereof. Thus, the order to Motos to pay his obligation does not render moot the order to Tormes to surrender the title to Llanes for registration purposes since the mortgage subsists pending and until after the satisfaction of the debt, to be discharged only upon payment of the obligation. On 3 December 2001, respondent in his Urgent Addendum reported that petitioner Tormes had already sold the mortgaged land to Tomas A. Palmero, Jr., a relative of his wife. Subsequently, on 5 March 2002, respondent in his Addendum to Comment disclosed that as shown on the 8 February 2001 Sheriff's Report from RTC-Br. 32, Pili, Camarines Sur, the Writ of Execution against petitioner's co-defendants remained unserved since Motos and his wife had been out in the U.S. for more than a year and their return was uncertain. The Court is alarmed by the manner by which petitioner and his co-defendant Motos were able to evade the law and obstruct the administration of justice. Indeed, as respondent correctly observes, the only recourse left for him is to have the real estate mortgage annotated on the new title of Palmero, which would deplorably entail another onslaught of litigation. But grave though our indignation may be, the hands of the law are restrained, albeit temporarily, by the physical and legal impossibility of the situation, with Motos being at the moment out of its reach and Palmero being not a party to the instant case. We can only empathize with respondent Llanes for what fate has dealt him and commend him for his tenacious adherence to the law and unwavering confidence in the legal system. WHEREFORE, the instant petition is DENIED. Consequently, the 31 October 2000 Decision of the Court of Appeals in CA-G.R. CV No. 57190 which affirmed the 24 July 1996 Joint Decision of the RTC-Br. 32, Pili, Camarines Sur, in Crim. Case No. P-1588, is AFFIRMED. SO ORDERED. Mendoza, Quisumbing, and Corona, JJ., concur. [1] Decision penned by Associate Justice Portia Alino-Hormachuelos with Associate Justices Angelina S. Gutierrez and Elvi John S. Asuncion concurring, Fifth Division, Court of Appeals. [2] Decision penned by Judge Nilo A. Malanyaon, RTC-Br. 32, Pili, Camarines Sur. [3] Crim. Case No. P-1766. [4] Civil Case No. 1588. [5] Bernardo v. CA, G.R. No. 101680, 7 December 1992, 216 SCRA 224. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Constitutional Law"
  ],
  "keywords": [
    "manuel",
    "tormes",
    "petitioner",
    "alfredo",
    "llanes",
    "respondent",
    "bellosillo",
    "petition",
    "review",
    "certiorari",
    "assails",
    "october",
    "decision",
    "court",
    "appeals",
    "affirming",
    "camarines",
    "case",
    "insofar",
    "ordered"
  ],
  "title_summary": "MANUEL N. TORMES, PETITIONER, VS. ALFREDO L. LLANES, RESPONDENT. D E C I S I O N BELLOSILLO, J.: ...",
  "formatted_case_content": "View printer friendly version\n433 Phil. 964\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 149654, July 11, 2002 ]\n[ G.R. No. 149654, July 11, 2002 ]\n\nMANUEL N. TORMES, PETITIONER,\nVS. ALFREDO L. LLANES, RESPONDENT.\nD E C I S I O N\nMANUEL N. TORMES, PETITIONER,\nVS. ALFREDO L. LLANES, RESPONDENT.\n\nD E C I S I O N\n\nBELLOSILLO, J.:\n\nThis Petition for\nReview on Certiorari under Rule 45 filed by Manuel N. Tormes assails the\n31 October 2000 Decision [1] of the Court of Appeals in CA-G.R.\nCV No. 57190 affirming the 24 July 1996 Joint Decision [2] of the RTC-Br. 32, Pili, Camarines\nSur, in Crim. Case No. P-1766 and Civil Case No. P-1588 insofar as it ordered\nhim to surrender to respondent Alfredo L. Llanes TCT No. 11349 within fifteen\n(15) days from the finality of the decision to allow the latter to have his\nmortgage annotated thereon before the Register of Deeds of Camarines Sur.\n\nSalvador Motos\nwas the registered owner of a parcel of land located in Pili, Camarines Sur,\ncovered by Transfer Certificate of Title (TCT) No. 3381 (21879). On 10 May 1984, he mortgaged the property in\nfavor of the Development Bank of the Philippines (DBP), Naga, to secure an\nindebtedness of P 23,695.25. On\n10 May 1984, respondent Alfredo L. Llanes loaned Motos an amount equivalent to\nthat he owed DBP, secured by a real estate mortgage over the same parcel of\nland covered by TCT No. 3381, payable on or before 30 July 1984. The loan was intended to discharge Motos\nfrom his mortgage indebtedness to DBP, Naga, and conditioned upon respondent\nLlanes' use of the land as collateral for the loan which he in turn obtained\nfrom the Republic Planter's Bank. It\nwas likewise agreed by the parties that Llanes would pay the taxes on the land\nso long as he was using it as security, subject to reimbursement by Motos. Thereafter, title over the land was\ndelivered to Llanes.\n\nOn 30 July 1984\nthe indebtedness of Motos to Llanes became due and has since remained\nunpaid. On the pretext of helping\nLlanes collect the payment for the loan from Motos, Gaudioso M. Borja, a deputy\nsheriff of the Regional Trial Court of Naga City, induced Llanes to part with\nTCT No. 3381 and returned the same to Motos without the knowledge of Llanes.\n\nOn 21 May 1986,\nupon failure of Deputy Sheriff Borja to return the title, respondent Llanes\ncaused the annotation of his adverse claim in the Register of Deeds. On 26 May 1986 he filed a petition for\nextrajudicial foreclosure of real estate mortgage. On 8 September 1986 the land was foreclosed and sold at public\nauction to Llanes for P 47,000.00. However, the Provisional Certificate of Sale could not be registered\nbecause the mortgage, subject of the foreclosure, was not registered. Moreover, TCT No. RT-3381 had been cancelled\nby virtue of the registration of a Deed of Absolute Sale executed by Motos in\nfavor of petitioner Manuel N. Tormes annotated on 21 July 1986 and replaced by\nTCT No. 11349.\n\nAggrieved,\nLlanes filed a criminal complaint for estafa against Motos [3] and a separate civil case for sum\nof money, damages and reconveyance against Motos, Borja and Tormes. [4] These two (2) cases were\nconsolidated.\n\nOn 24 July 1996\nthe trial court rendered a joint decision in favor of respondent Alfredo L.\nLlanes finding his testimony deserving of full faith and credit, and his acts -\nfrom his complaint in the local papers to his complaint in the Supreme Court\nindicative of an ordinary honest man's outrage at being conned and taken\nadvantage of. The trial court was\nunconvinced that Salvador Motos had already paid respondent Llanes the amount\ndue the latter as there was no proof of payment presented; nor did it believe\nBorja's claim that he did not receive the title over the parcel of land as it\nwas a mere denial that pales in the face of Llanes' positive testimony. Lastly, the trial court discredited Tormes'\nclaim that he was a buyer in good faith and for value since at the time that he\nregistered the deed of sale in his favor on 21 July 1986 he already had notice\nof the adverse claim of Llanes which had been duly annotated as of 21 May 1986.\n\nOn the basis of\nthe evidence, the trial court in Crim. Case No. P-1766 found Motos, the accused\ntherein, guilty of swindling and sentenced him to suffer imprisonment of two\n(2) months of arresto mayor , and to pay a fine of P 2,000.00 for\nthe reasonable value of the deprivation of the possession of the title over the\nsubject parcel of land and the damage incurred by Llanes by reason of Motos'\nfailure to produce the title for registration. In Civil Case No. 1588, the trial court ordered Motos, defendant\ntherein, to pay Llanes the sum of P 23,695.25 plus liquidated damages of P 3,500.00\nfor attorney's fees with interest at the legal rate from 31 May 1986 until\nfully paid. His co-defendant Manuel N.\nTormes was ordered to surrender TCT No. 11349 to Llanes within fifteen (15)\ndays from the finality of the decision for the purpose of having the mortgage\nannotated in the Registry of Deeds of Camarines Sur. Lastly, both defendants Motos and Borja were ordered to\nsolidarily pay Llanes the sum of P 20,000.00\nas moral damages.\n\nThe defendants\nseparately appealed, with Motos and Borja jointly raising the issue of Llanes'\ncredibility and Tormes assailing the court a quo 's finding of bad\nfaith on his part and its consequent order for him to surrender to Llanes TCT\nNo. 11349 for the purpose of having the mortgage annotated in the Registry of\nDeeds.\n\nOn 31 October\n2000 the Court of Appeals found the appeals of Motos and Borja to be\nunmeritorious and affirmed the ruling of the trial court. Insofar as Tormes was concerned, it affirmed\nthat he was not a buyer in good faith as there was an adverse claim annotated\nat the back of the title at the time he had the sale registered thereon and\nheld that since Tormes bought the property during the pendency of a case which\nwas subsequently decided against the seller, he merely became a\nsuccessor-in-interest of the seller, hence, bound by the court's final judgment\nthereon.\n\nOn 29 November\n2000 a motion for reconsideration was filed by Tormes on his own behalf but his\nmotion was denied by the appellate court on 27 July 2000.\n\nPetitioner\nTormes now argues that the appellate court erred in affirming the trial\ncourt. He claims that when he caused\nthe annotation of the deed of sale in his favor on 21 July 1986 the adverse\nclaim filed by Llanes had already been cancelled in view of the petition to\ncancel the same which Llanes filed on 10 July 1986. As such, the title was already clear from any prior right or\nvested claim that any party may have on it at the time of his purchase of the\nland. He further asserts that there is\nno purpose to be served by his surrendering TCT No. 11349 to Llanes since the\nannotation of the mortgage had already been mooted by the order of the trial\ncourt itself to Motos to pay his obligation to Llanes. Moreover, petitioner points out that the\nfinding of the appellate court that Motos bought the property pending\nlitigation is misleading as the complaint by Llanes against Motos was filed\nonly on 7 November 1986 while the Deed of Sale in his favor (petitioner) was\nexecuted on 25 March 1986 and registered on 21 July 1986. Thus when the complaint was filed by\nrespondent Llanes against Motos including petitioner as co-defendant, the\nlatter already had a vested right over the property having registered the same\nin good faith. Lastly, he argues that\nthe alleged prior mortgage of the land in favor of respondent must not affect\nhis rights as buyer thereof as he had not taken part therein.\n\nWe find no merit\nin the petition; hence, it is DENIED . It raises no substantial issue different from those already resolved in\nthe court below. The principal issue of\nwhether petitioner was a buyer in good faith is a question that has already\nbeen passed upon by the trial court and affirmed by the appellate court. We see no reason to resolve it anew in the\nabsence of any misappreciation of the facts or any abuse of discretion. Moreover, the same issue, especially whether\npetitioner had notice of respondent's lien, is a question of fact, not law,\nhence, not cognizable by this Court in a petition for review on certiorari\nunder Rule 45. In asserting that at the\ntime of his purchase of the land and his subsequent registration of the sale\nbefore the Register of Deeds he relied on the face of the title showing that\nthe adverse claim of respondent Llanes had already been cancelled, petitioner\nis actually inviting us to calibrate the whole evidence anew and consider once\nagain the credibility of witnesses, the existence and relevancy of specific\nsurrounding circumstances, their relation to each other and as a whole, and the\nprobabilities of the situation, [5] and make another factual determination\nbased thereon - a course of action which is clearly improper given the nature\nof the instant petition.\n\nThe Court cannot\nmake any adjudication on the issue of cancellation of adverse claim which\npetitioner contends effectively cleared the title from any encumbrance. Whether the same had indeed been cancelled,\nthrough whose efforts it was facilitated, and the validity of the procedure\nobserved in its cancellation are not within the authority of this Court to look\ninto since it is presumed that the courts a quo had already judiciously\nexamined the evidence relating thereto when they made their final determination\nin this case.\n\nMoreover,\nrespondent Llanes is correct when he points out that the appealed Decision of\n31 October 2000 in CA-G.R. CV No. 57190 is already final and executory with\nrespect to the main defendant-appellants therein Salvador Motos and Gaudioso M.\nBorja. Thus, the findings of the trial\ncourt with regard to Motos and Borja which have some bearing on the position of\nTormes, particularly the subsistence of a real estate mortgage over the land\nwhich Motos executed in favor of Llanes to secure his indebtedness but which\nsubject property Motos later sold to Tormes, are likewise final which the Court\nwill no longer disturb.\n\nThe order of the\ntrial court upon Tormes to surrender the title over the land to Llanes for\nannotation of the latter's mortgage is apparently based on the elementary\nprinciple that a monetary obligation still needs to be secured by the mortgage\nexecuted thereon pending payment or satisfaction thereof. Thus, the order to Motos to pay his\nobligation does not render moot the order to Tormes to surrender the title to\nLlanes for registration purposes since the mortgage subsists pending and until\nafter the satisfaction of the debt, to be discharged only upon payment of the\nobligation.\n\nOn 3 December\n2001, respondent in his Urgent Addendum reported that petitioner Tormes\nhad already sold the mortgaged land to Tomas A. Palmero, Jr., a relative of his\nwife. Subsequently, on 5 March 2002,\nrespondent in his Addendum to Comment disclosed that as shown on the 8\nFebruary 2001 Sheriff's Report from RTC-Br. 32, Pili, Camarines Sur, the Writ\nof Execution against petitioner's co-defendants remained unserved since Motos\nand his wife had been out in the U.S. for more than a year and their return was\nuncertain.\n\nThe Court is\nalarmed by the manner by which petitioner and his co-defendant Motos were able\nto evade the law and obstruct the administration of justice. Indeed, as respondent correctly observes,\nthe only recourse left for him is to have the real estate mortgage annotated on\nthe new title of Palmero, which would deplorably entail another onslaught of\nlitigation. But grave though our\nindignation may be, the hands of the law are restrained, albeit temporarily, by\nthe physical and legal impossibility of the situation, with Motos being at the\nmoment out of its reach and Palmero being not a party to the instant case. We can only empathize with respondent Llanes\nfor what fate has dealt him and commend him for his tenacious adherence to the\nlaw and unwavering confidence in the legal system.\n\nWHEREFORE , the instant petition is\nDENIED. Consequently, the 31 October\n2000 Decision of the Court of Appeals in CA-G.R. CV No. 57190 which affirmed\nthe 24 July 1996 Joint Decision of the RTC-Br. 32, Pili, Camarines Sur, in\nCrim. Case No. P-1588, is AFFIRMED.\n\nSO ORDERED. Mendoza,\nQuisumbing, and Corona,\nJJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Decision penned by Associate Justice Portia\nAlino-Hormachuelos with Associate Justices Angelina S. Gutierrez and Elvi John\nS. Asuncion concurring, Fifth Division, Court of Appeals.\n\n[2] Decision penned by Judge Nilo A. Malanyaon, RTC-Br.\n32, Pili, Camarines Sur.\n\n[3] Crim. Case No. P-1766.\n\n[4] Civil Case No. 1588.\n\n[5] Bernardo v . CA, G.R. No. 101680, 7 December\n1992, 216 SCRA 224.",
  "content_length": 12687,
  "metadata_extraction_date": "2025-11-01T05:56:47.846730",
  "extraction_version": "2.0_enhanced_full_content"
}