{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/july/51892.html",
  "filename": "51892.html",
  "year": 2002,
  "month": "july",
  "case_number": "51892",
  "gr_number": "51892",
  "volume_page": "434 Phil. 241",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "antonio",
    "lacanaria",
    "accused",
    "appellant",
    "charged",
    "before",
    "regional",
    "trial",
    "court",
    "laguna",
    "branch"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n434 Phil. 241\n\nEN BANC\nEN BANC\n\n[ G.R. Nos. 135858-61, July 23, 2002 ]\n[ G.R. Nos. 135858-61, July 23, 2002 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ANTONIO ABALA Y LACANARIA, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ANTONIO ABALA Y LACANARIA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPUNO, J.:\n\nANTONIO ABALA was charged before the Regional Trial Court of \nSan Pedro, \nLaguna, Branch 31, with rape in four (4) separate informations, docketed\n as \nCriminal Case Nos. 0709-SPL to 0712-SPL. The private complainant, Lea \nArevalo y \nAbala, is his 13-year old niece. The informations read:\n\nCRIM. CASE NO. 0709-SPL\n\n“That on or about May 31, 1997, in the municipality of San \nPedro, Province of \nLaguna, and within the jurisdiction of this Honorable Court, accused \nANTONIO \nABALA y LACANARIA, with lewd design, by means of force and intimidation \ndid then \nand there wilfully, unlawfully and feloniously has (sic) carnal \nknowledge with \n(sic) one Lea Arevalo y Abala, 13 years \nold , against her will \nand consent, to her damage and prejudice.\n\nCONTRARY TO LAW.” [1]\n\nCRIM. CASE NO. 0710-SPL\n\n“That sometime in the month of May 1997 in the Municipality of \nSan Pedro, \nProvince of Laguna and within the jurisdiction of this Honorable Court, \naccused \nANTONIO ABALA y LACANARIA with lewd design, by means of force, and \nintimidation, \ndid then and there wilfully, unlawfully and feloniously has (sic) carnal\n \nknowledge of Lea Arevalo y Abala, thirteen (13) years old, against her \nwill and \nconsent to her damage and prejudice.\n\nCONTRARY TO LAW.” [2]\n\nCRIM. CASE NO. 0711-SPL\n\n“That sometime in the month of May 1997 in the Municipality of \nSan Pedro, \nProvince of Laguna and within the jurisdiction of this Honorable Court, \naccused \nANTONIO ABALA y LACANARIA with lewd design, by means of force, and \nintimidation, \ndid then and there wilfully, unlawfully and feloniously has (sic) carnal\n \nknowledge of Lea Arevalo y Abala, thirteen (13) years old, against her \nwill and \nconsent to her damage and prejudice.\n\nCONTRARY TO LAW.” [3]\n\nCRIM. CASE NO. 0712-SPL\n\n“That sometime in the month of May 1997 in the Municipality of \nSan Pedro, \nProvince of Laguna and within the jurisdiction of this Honorable Court, \naccused \nANTONIO ABALA y LACANARIA with lewd design, by means of force, and \nintimidation, \ndid then and there wilfully, unlawfully and feloniously has (sic) carnal\n \nknowledge of Lea Arevalo y Abala, thirteen (13) years \nold , \nagainst her will and consent to her damage and prejudice.\n\nCONTRARY TO LAW.” [4]\n\nWhen arraigned, the accused, assisted by counsel, pled “not \nguilty” to all \nthe charges. [5] Trial ensued.\n\nThe prosecution presented as its sole witness the private \ncomplainant, Lea \nArevalo.\n\nAt the time the rapes were committed in May 1997, the private \ncomplainant was \nthirteen (13) years old. [6] She was born \non January 11, 1984, as evidenced by the certification issued by the \nOffice of \nthe Local Civil Registrar of Tarlac. [7] The accused is an older brother of her mother, Teresita Arevalo. She was\n then \nresiding with her aunt, Cristina Mase, sister of her mother and of the \naccused, \nat Barangay Langgam, San Pedro, Laguna. [8]\n\nThe accused was residing in the same barangay, but in another house \nquite far from the house of his sister Cristina. He has two children \nwith his \nestranged wife, but they were not living with him. [9]\n\nIn May 1997, the house of Cristina Mase was under construction.\n The room \nwhere the private complainant used to sleep had no door panel. Cristina \nwould \nsleep in the sala and her son and daughter-in-law, \nin the other room. \nThe house had three doors: the main door in front, the second, at the \nside, and \nthe third, at the back. The backdoor did not have a door panel \nthen. [10]\n\nThe private complainant recalled that the first rape took place\n in the first \nweek of May 1997, at nighttime. She testified that at about 10:00 p.m, \nshe went \nto bed. The accused entered her room and woke her up. He covered her \nmouth with \nhis left hand and poked a knife at her. He dragged her out of the house \nand \nbrought her to his house. She went with him because she feared he would \nmaul her \njust like what he used to do to his children. [11]\n\nUpon reaching his house, the accused closed the door and led \nthe private \ncomplainant to his room. He made her lie down on a bed. When he removed \nher \nclothes, she fought back by kicking and striking him with her \nhands. [12]\n\nThe accused ordered her not to shout. Afraid that he would hurt\n her, she \nobeyed. [13] After \nremoving her clothes, \nhe disrobed himself. He mounted her and had sexual intercourse with her.\n During \nthe sexual assault, he held her hands but she managed to kick his legs. \nHe \nstayed on top of her for about twenty (20) minutes. Thereafter, he told \nher to \nput on her clothes. He let her walk back to her aunt’s house \nalone. [14]\n\nThe next incident occurred the following week. The accused \nbarged in his \nsister’s house at nighttime while the private complainant and her \ncompanions \nwere sleeping. He woke up the private complainant. His eyes were red and\n he \nsmelled of liquor. Again, he poked a knife at her and brought her to his\n house. \nShe pleaded with him not to rape her again. He ignored her. Once inside \nhis \nhouse, the accused took her to his room. He tried to remove her clothes \nbut she \nwarded off his hands. Her efforts were futile. He succeeded in taking \noff her \nsando and T-shirt as well as her shorts and panty. Next, he undressed \nand made \nher lie down on the same bed where he first abused her. He went on top \nof her \nand had carnal knowledge of her. She felt pain when he went inside her. \nHe was \non top of her for about twenty (20) minutes. After the rape, he \ninstructed her \nto get dressed. [15] He warned her not to \nreport the incident to her mother because he could get incarcerated. \nAgain, she \nwent home alone. [16]\n\nThe private complainant kept silent about the two (2) rape \nincidents because \nthe accused threatened he would kill her mother. [17] After each rape, she returned to \nher room \nand went back to sleep as her companions in the house were still \nasleep. [18]\n\nAbout one and one-half weeks after the second rape, the private\n complainant \nwas again roused from her sleep when the accused suddenly covered her \nmouth with \nhis hand. He ordered her not to shout. He seemed inebriated. He poked a \nknife at \nher and, as in the previous occasions, he dragged her toward his house. \nOnce \nthey were in his room, he undressed her and himself, mounted her and had\n sexual \nintercourse with her. He stayed on top of her for twenty (20) minutes. \nThereafter, he instructed her to go home and she did. Again, he \nthreatened her \nnot to report the incident to her mother. Unknown to her, the 17-year \nold son of \nthe accused, Meliton Abala, saw her in the house of the accused. [19]\n\nThe last rape was committed on May 31, 1997. Again, the accused\n entered the \nroom of the private complainant when she and her companions in the house\n were in \ndeep slumber. He poked a knife at her neck. He told her to be quiet, \ncovered her \nmouth with his left hand and dragged her out of the house through the \nbackdoor \nand brought her to his house. [20]\n\nWhen they were inside the room, the accused told her to sit \ndown on his bed. \nShe kicked him and tried to escape. Her attempts were unsuccessful \nbecause he \nwas poking a knife at her. While pulling down her shorts and panty, he \nwarned \nher not to reveal the incident to anyone. He did not remove her T-shirt.\n \nInstead, he completely disrobed himself. He forcibly made her lie down \non the \nbed and went on top of her. She struggled but he held her hands. \nOverpowered, he \nsucceeded in his evil desire. As he thrust his private part into hers, \nshe cried \nand pleaded with him to stop. He did not listen. He was on top of her \nfor a long \ntime. After his lust was satisfied, he told her to go home. [21]\n\nAfter the fourth rape, Cristina confronted the private \ncomplainant with the \nreport she got from Meliton Abala that he saw the private complainant in\n the \nhouse of the accused on the night she was abused for the third time. \nCristina \nasked her what she was doing there at such a late hour of the night. She\n did not \nreply. She was afraid of the accused because of his threats that he \nwould kill \nher mother. [22]\n\nEventually, the report reached the private complainant’s \nmother, Teresita \nArevalo, through the private complainant’s first cousin, Marites. \nApparently, \nCristina informed Marites what had happened to the private complainant \nand the \nlatter relayed it to Teresita. When Teresita confronted the private \ncomplainant \nif her Ate Marites was telling the truth, she finally confessed to her \nmother \nthat she was molested by the accused. Her mother was furious and she \nhelped her \nlodge the four (4) complaints for rape against the accused. [23]\n\nOn June 7, 1997, the private complainant underwent a medical \nexamination at \nthe National Bureau of Investigation in Manila. The examining doctor, \nMedico-Legal Officer Valentin T. Bernales, found a “deep healed \nlaceration” on \nprivate complainant’s hymen “at 4:00 o’clock and completed at 6:00 \no’clock \nposition, corresponding to the face of the watch.” [24]\n\nThe sole witness for the defense was the accused.\n\nThe accused interposed the defense of denial and alibi. He \nclaimed that his \nson, Meliton Abala, and daughter, Gladys Abala, 15 years old, were \nliving with \nhim in his house at Barangay Langgam, San Pedro, \nLaguna. His wife, Ma. \nElena Moran, stayed some place else and would just pay him a visit once \nin a \nwhile. His other companions in the house were his brother, Dominador \nAbala, and \nhis wife and their children. They occupied the other half of the \nhouse.\n\nHis story was that he did not see the private complainant the \nwhole month of \nMay 1997. He did not know why the private complainant accused him of \nviolating \nher on several occasions. He surmised that she filed the cases because \nhe and \nhis brother, Dominador, had a feud over their house. The house belonged \nto their \nlate mother. Allegedly, he wanted to sell the house to buy a tricycle, \nbut his \nsiblings, namely, Lydia, Cristina, Teresita and Dominador were against \nhis \nplan.\n\nIn its Decision, dated August 19, 1998, the trial court found \nthe accused \nguilty of four (4) counts of rape. For each rape committed, he was \nsentenced to \nsuffer the death penalty and ordered to pay the private complainant the \nsums of \nP100,000.00 as civil indemnity and P50,000.00 as moral damages, and to \npay the \ncosts. [25]\n\nThe cases are with us on automatic review.\n\nThe appellant raises the following assignment of errors: [26]\n\n“I\n\nTHE TRIAL COURT MANIFESTLY ERRED IN RENDERING A VERDICT OF \nCONVICTION IN \nCRIMINAL CASE NOS. 0709 TO 0712 DESPITE (THE) FAILURE OF THE PROSECUTION\n TO \nPROVE (THE) ACCUSED-APPELLANT’S GUILT BEYOND REASONABLE DOUBT.\n\nII\n\nTHE TRIAL COURT MANIFESTLY ERRED IN CONVICTING (THE) \nACCUSED-APPELLANT OF \nFOUR (4) COUNTS OF RAPE IN CRIMINAL CASE NOS. 0709 TO 0712 \nNOTWITHSTANDING THE \nFACT THAT THE SPECIAL QUALIFYING CIRCUMSTANCE OF PRIVATE COMPLAINANT’S \nRELATIONSHIP TO THE ACCUSED-APPELLANT WAS NOT ALLEGED IN THE SUBJECT \nINFORMATIONS THEREBY VIOLATING HIS CONSTITUTIONAL RIGHTS TO DUE PROCESS \nAND TO \nBE INFORMED OF THE NATURE AND THE CAUSE OF THE ACCUSATION AGAINST \nHIM.”\n\nWe affirm the convictions but with modifications as to the \npenalties \nimposed.\n\nThe first assigned error boils down to the alleged lack of \ncredibility of the \nprivate complainant. He cites several reasons why the Court should \nreject her \nstory, to wit:\n\nFirst. The appellant claims that he could not have dragged her \nout of her \naunt’s house four (4) times without being noticed by its occupants. The \nprivate \ncomplainant could also shout to attract the attention of the residents \nin the \nvicinity. He also points out that he could not have brought her to his \nhouse and \nraped her because his children were living with him.\n\nSecond. The appellant claims that he would have been \ndiscouraged from going \nto where the private complainant stayed on those four (4) occasions \nconsidering \nthat there was a light coming from outside the house, near the room of \nthe \nprivate complainant.\n\nThird. It is not credible that he used the same method in \ntaking the private \ncomplainant from her aunt’s house, bring her to his house and rape her \nthere \nbecause in doing so, he could have been easily identified. It is also \ndoubtful \nthat he used the same knife in forcing her to go with him to his \nhouse.\n\nFourth. The private complainant gave a “tailor-fit” answer \nregarding his \nphysical condition during the second and third incidents, i.e., his eyes\n were \nred and he smelled of liquor.\n\nFifth. It is also incredible for him to spend the same length \nof time, about \n(20) minutes, in raping the private complainant on all the four (4) \noccasions.\n\nThe first assigned error lacks merit.\n\nWe find no reason to doubt the credibility of the private \ncomplainant. We \nquote with approval the following observations of the trial court as \nregards her \ncredibility, thus:\n\n“Considering the evidence on hand, the Court finds that the \nprosecution has \nfully established and proven that herein accused had sexually abused his\n own \nniece, 13-year old private complainant Lea, not only on one, but (also) \non four \n(4) occasions in May 1997. Lea’s … positive identification of (the) \naccused as \nthe one who ravished her bespeaks of her spontaneity and veracity. \nMoreover, her \nanswers to questions propounded to her during the trial on the identity \nof (the) \naccused were straightforward and coherent which simply strengthen her \ncredibility. As oftentimes stated by the Supreme Court in rape cases, it\n is \ndifficult to believe that young unmarried women would tell a story of \ndefloration, allow the examination of their private parts and \nthereafter, permit \nthemselves to be the subject of a public trial, if they were not \ninstigated by \nan honest desire to seek justice…. In the case at bar, it is really hard\n to \nconceive that a young and immature girl would reveal that she was raped \nand \nallow an embarrassing examination of her private part if her motive is \nnot to \nbring to justice her uncle who had done her wrong. In fact, no young and\n decent \nFilipina would publicly admit that she was ravished and her honor \ntainted unless \nsuch was true, for it would be instinctive for her to protect her \nhonor…. The \nmere fact that the accused wanted to sell the house owned by his late \nmother \nwhile his sisters and brother had made their protests is not sufficient \nmotive \nfor Lea to take (sic) a false imputation against her own uncle and \ncharge him \nwith the serious crime of rape. Admittedly, there was no sign of any \nphysical \ninjury noted on Lea’s body at the time of her examination, but it does \nnot \nnecessarily mean that the element of force which is essential to the \ncrime of \nrape is lacking. While physical resistance need not be established in \nrape when \nthreats and intimidation are employed and the victim submits herself to \nher \nrapist against her will because of fear for life and personal safety, \nstill it \nis important to note that Lea clearly testified that she yielded to the \ncarnal \ndesires of her uncle accused for fear that he might kill or injure her \nsince he \nwas poking a knife at her on those 4 occasions. Despite the presence of \nthe \nknife, she still managed to put up even a mild fight by kicking (the) \naccused \nand striking him with her bare hands thereby showing tenacity or vigor \nin her \nresistance. Moreover, the assertion of authority and moral ascendancy of\n the \naccused over Lea is already sufficient intimidation. In fact, when (the)\n accused \nwarned her not to tell her mother about what he had done to her or else \nher \nmother (would) be killed, she followed him. On the other hand, the \naccusation of \nLea was reinforced by the medical certificate entitled Living Case No. \nMG-97-812 \n(Exhibit E) of NBI Medico-Legal Officer Valentin Bernales who found a \nhealed \nlaceration on her hymen.” [27]\n\nThe records support the foregoing findings of the trial court. \nThe private \ncomplainant’s accounts of the rape incidents were straightforward, clear\n and \nconcise, indicating that she was telling the truth when she testified in\n court. \nShe recalled the first incident as follows: [28]\n\n“PROS. LOMARDA:\n\nQ: Miss Witness, … in the course of your direct testimony you \ntestified that \nit was during the first week of May, 1997 that he, I am referring to \nyour Uncle \nTony, the accused, first committed sexual abuse on you and you said that\n this \ntranspired inside his house. Now, continuing your testimony on that \npoint, Miss \nWitness, you said that your Tito Tony after removing your clothes made \nyou lie \ndown on the bed, do you recall having been asked that question by this \nrepresentation?\nA: Yes, sir.\n\nQ: After he succeeded in removing your clothes, what did he do \nif he did \nanything?\nA: He also removed his clothes, sir.\n\nQ: He removed all his clothes?\nA: Yes, sir.\n\nQ: After your Tito Tony disrobed himself, what did he do if he \ndid \nanything?\nA: He approached me.\n\nQ: What happened after he approached you?\nA: He placed\n himself on top of \nme, sir.\n\nQ: What did he do after placing himself on top of \nyou?\nA: He inserted his \npenis into my vagina, sir.\n\nQ: You likewise testified, Madam Witness, that on that precise \noccasion in \nanswer to the question of the court you said that there was a knife \npoked at \nyou. My question is, when your Tito Tony inserted his penis into your \nvagina, \nwhere was the knife that he was then holding?\nA: Beside him, \nsir.\n\nQ: How long did your Tito Tony remain on top of you while his \npenis was \ninside your vagina?\nA: Long time, sir.\n\nQ: Would you say 20 minutes that he remained on top of \nyou?\nA: Yes, \nsir.\n\nQ: In that period of 20 minutes when your Tito Tony was \nsexually abusing you, \nwhat did you do if you did anything?\nA: I was fighting back, \nsir.\n\nQ: How did you fight back your Tito Tony?\nA: I kicked \nhim, sir.\n\nQ: Which part of his body did you kick?\nA: I was able \nto hit his legs, \nsir.\n\nQ: How about your hands, what did you do with your \nhands?\nA: He was \nholding my hand, sir.\n\nQ: Both your hands?\nA: Yes, sir.\n\nQ: After the 20-minute period had elapsed, what did you \ndo?\nA: After 20 \nminutes he stood up and asked me to put on my clothes, sir.\n\nQ: Did you follow his instruction for you to put on your \nclothes?\nA: Yes, \nsir.\n\nQ: What did you do after you put on your clothes?\nA: I\n went home, \nsir.”\n\nThe second rape was committed as follows: [29]\n\n“(PROS. LOMARDA)\n\nQ: Where did the second incident transpire?\nA: In the \nhouse of Antonio, \nsir.\n\nQ: How were you able to get in the house of your Uncle \nTony?\nA: By \nwalking, sir.\n\nQ: Did you ask your Uncle Tony why he was bringing you to his \nhouse?\nA: \nYes, sir.\n\nQ: What did he tell you if he told you anything?\nA: He\n did not say \nanything, sir.\n\nQ: Did you notice about the physical condition of your Tito \nTony during the \nsecond incident?\nA: Yes, sir.\n\nQ: What was his physical condition if you can still \nremember?\nA: His eyes \nwere red and he smell (sic) liquor, sir.\n\nQ: Madam Witness, you said that in the first incident, you saw \nyour Uncle \nTony poking a knife at you, my question is, did you see that same knife \nin the \nsecond incident?\nA: Yes, sir.\n\nx x x x x x x x x\n\nQ: How did he use that knife on you during the second \nincident?\nA: The \nsame way that he did in the first incident, sir.\n\nx x x x x x x x x\n\nQ: Aside from you and your Uncle Tony, were there other \noccupants of his \nhouse that night?\nA: None, sir.\n\nQ: And what did the accused do when you arrived at his \nhouse?\nA: He \nbrought me inside the bedroom, sir.\n\nQ: While he was bringing you inside one of the room(s) of his \nhouse, did you \nnot protest or otherwise complain?\nA: I protested, \nsir.\n\nQ: How did you manifest your protest?\nA: I told him \nnot to do again what \nhe did to me before, sir.\n\nx x x x x x x x x\n\nQ: Once inside the room, what happened thereat, Madam \nWitness?\nA: He \nundressed me, sir.\n\nQ: Did you not put up a fight while your Uncle Tony was \nundressing you?\nA: \nI was fighting back, sir.\n\nQ: How did you fight him?\nA: I was trying to remove \nhis hands from holding \nmy clothes, sir.\n\nQ: Did you succeed in preventing your Uncle Tony from removing \nyour \nclothes?\nA: No, sir.\n\nx x x x x x x x x\n\nQ: What were you wearing on the night of the second \nincident?\nA: Shorts, \nsir.\n\nQ: Were you wearing a panty during that time?\nA: Yes, \nsir.\n\nQ: What did he do with your panty?\nA: He also removed \nit, sir.\n\nQ: How about from the waist up, what were you wearing that \nnight?\nA: Sando \nand T-shirt, sir.\n\nQ: Were those sando and T-shirt removed too?\nA: Yes, \nsir.\n\nQ: By that, you mean you were completely and totally \nnaked?\nA: Yes, \nsir.\n\nQ: After disrobing you, what did your Uncle Tony do if he did \nanything?\nA: \nHe also removed his clothes, sir.\n\nQ: Did he remove all his clothes?\nA: Yes, \nsir.\n\nQ: After removing his clothes, then you and him being both \nnaked, what did he \ndo?\nA: He made me lie down on the bed, sir.\n\nQ: Was that the same bed that he made you lie down that first \ntime that he \nsexually abused you?\nA: Yes, sir.\n\nQ: After you were made to lie down by your Uncle Tony on the \nbed, what did \nyou do if you did anything?\nA: He placed himself on top of me, \nsir.\n\nQ: What happened after he placed himself on top of \nyou?\nA: He inserted his \npenis into my vagina, sir.\n\nQ: Did you feel anything once his penis entered your \nvagina?\nA: Yes, \nsir.\n\nQ: What was it?\nA: It was painful, sir.\n\nQ: Could you still recall how long that your Uncle Tony stayed \non top of you \nthe second time?\nA: Long time, sir.\n\nQ: Which is longer in point of time, the first incident or the \nsecond \nincident that he remained on top of you?\nA: The same time, \nsir.”\n\nThe third rape incident was committed in almost similar \nfashion. The private \ncomplainant testified as follows: [30]\n\n“(PROS. LOMARDA)\n\nQ: Do I get it right that you were also sleeping when your Tito\n Tony arrived \nduring the third incident?\nA: Yes, sir.\n\nQ: How were you able to wake up?\nA: He suddenly put \nhis hand on my mouth, \nsir.\n\nQ: What did he tell you?\nA: He told me not to shout, \nsir.\n\nQ: Did you notice anything about his face?\nA: Yes, \nsir.\n\nQ: What was the thing that you noticed from him?\nA: \nHis eyes are red and \nhe smell (sic) liquor, sir.\n\nQ: What else happened when he placed his hand into (sic) your \nmouth?\nA: He \ndragged me towards his house, sir.\n\nQ: Why did you go with him?\nA: He was dragging me and \nhis knife was poked \nat me, sir.\n\nQ: Was that the same knife that he used in the previous \nincidents?\nA: Yes, \nsir.\n\nQ: Again, you arrived in his house?\nA: Yes, \nsir.\n\nx x x x x x x x x\n\nQ: And once you and your Tito Tony were inside the room, what \nhappened \nthereat?\nA: He undressed me, sir.\n\nQ: After he undressed you, what did he do if he did \nanything?\nA: He also \nundressed, sir.\n\nQ: When both of you were already naked, what happened \nnext?\nA: He placed \nhimself on top of me, sir.\n\nQ: Then what happened next?\nA: He inserted his penis \ninto my vagina, \nsir.\n\nQ: How long did he stay on top of you?\nA: The same \nlength as the first and \nthe second incidents, sir.”\n\nAs regards the May 31, 1997 rape incident, the private \ncomplainant testified \nas follows: [31]\n\n“PROS. LOMARDA:\n\nQ: Upon (your) arrived (sic) at the house of your uncle you \nwere brought to \none of his room(s), what happened inside the room?\nA: He asked \nme to sit down \non the bed and I tried to fight back, sir.\n\nQ: How did you put up a fight back (sic) with your Uncle \nTony?\nA: I kicked \nhim, sir.\n\nQ: Aside from kicking your Uncle Tony, what else did you do if \nyou did \nanything?\nA: I am (sic) trying to escape, sir.\n\nQ: While you were kicking and trying to escape from your Uncle \nTony, where \nwas the knife that you said he was holding?\nA: He was still \nholding it, \nsir.\n\nQ: After kicking and you said you are trying to escape from \nhim, what else \nhappened?\nA: I was not able to escape and he continued poking \nthe knife at \nme, sir.\n\nQ: And what did he do when he poked the knife at \nyou?\nA: He told me not to \nreport and while he was saying that he was pulling my dress, \nsir.\n\nQ: To which direction did he pull your dress?\nA: He is\n pulling down my \nshort(s), sir.\n\nQ: Was he able to pull down your short(s)?\nA: Yes, \nsir.\n\nQ: Were you wearing panty at that time?\nA: Yes, \nsir.\n\nQ: What did he do with you?\nA: The panty was pulled \ndown together with my \nshort(s), sir.\n\nQ: What were you wearing on the waist up?\nA: T-shirt, \nsir.\n\nQ: What happened to that t-shirt?\nA: It was not \nremoved, sir.\n\nQ: After your short(s) was pulled down, what did he do if he \ndid \nanything?\nA: He removed his clothes, sir.\n\nx x x x x x x x x\n\nQ: When he was already naked, what did he do if he did \nanything?\nA: He \nforcibly caused me to lie (down), sir.\n\nQ: And what did he do when you were lying on the \nbed?\nA: He put himself on \ntop of me, sir.\n\nQ: What happened next?\nA: I was struggling but he held\n my hands, sir.\n\nQ: What happened next?\nA: He forcibly inserted his \npenis to my vagina, \nsir.\n\nQ: Was he able to insert his penis to your vagina?\nA: \nYes, sir.\n\nQ: While at that time when he inserted his penis to your \nprivate part, what \ndid you do?\nA: I was crying and I told him not to do that to \nme, sir.\n\nQ: Did he listen to you?\nA: No, sir.\n\nQ: How long did he remain on top of you?\nA: Long time \nsir.\n\nQ: After that what happened?\nA: After that he told me \nto go home, \nsir.”\n\nThere was nothing unusual with the fact that the appellant \nfollowed the same \nmethod in molesting the private complainant. Repeatedly, he waited until\n the \nprivate complainant and her companions in the house had gone to bed \nbefore he \nwould surreptitiously enter her room. He avoided the sala where his \nsister, Cristina Mase, was sleeping, by exiting through the backdoor. He\n would \nthen poke a knife at her and drag her to his house where he would \neventually \nsatisfy his lust. The scheme worked for him perfectly. It was not, \ntherefore, \nstrange that the appellant did not vary his strategy in raping the \nprivate \ncomplainant.\n\nThe fact that the private complainant did not shout to attract \nattention \nwhile she was being taken forcibly from her aunt’s house did not make \nher less \ncredible. It must be noted that when she was roused from her sleep, the \nappellant immediately covered her mouth with his hand, thus preventing \nher from \ncalling for help. She was also threatened with a knife poked at her \nneck. We \nalso consider that, at that time, she was only thirteen (13) years old, \nher \nheight was no more than 143 cms. and her weight was merely 79 \nlbs. [32] It could \nhardly be expected that such a \nfrail girl would put up a prolonged fight against the obviously stronger\n and \narmed appellant. Moreover, the appellant exercised moral ascendancy over\n the \nprivate complainant. [33]\n\nWe reject the appellant’s allegation that it was impossible for\n him to commit \nthe rapes in his house because his children were staying with him. Lust \nis not a \nrespecter of place or time. [34] It has \nbeen committed inside a room in a thickly populated area during a \nwake. [35] It has \nbeen committed in a room adjacent \nto where other members of the family stay or in a room which the victim \nshared \nwith others. [36]\n\nThe appellant further questions the behavior of the private \ncomplainant after \nthe rapes—she put on her clothes without protestation, headed back home \nalone \nand slept as if nothing unusual had happened to her. It is also \ncontended that \nshe did not report the sexual abuses to the authorities.\n\nWe are not persuaded. It is well established that the appellant\n had instilled \nfear upon the private complainant’s young mind during the sexual \nassaults. He \nthreatened to kill her mother if she would report the incidents to \nanyone. She \nwas seized by fear even as she was allowed to go home by the appellant. \nThe \nprivate complainant satisfactorily explained her silence, thus: [37]\n\n“(PROS. LOMARDA):\n\nQ: The first and the second incident, did you not report this \nto anybody in \nyour family?\nA: No, sir.\n\nQ: Could you give us the reason why you failed to report these \nfirst and \nsecond incidents?\nA: I was afraid, sir.\n\nQ: Afraid of whom?\nA: Of my Uncle Tony, sir.\n\nCOURT:\n\nQ: Why?\nA: Because he told me that if I report to my \nmother, he will kill \nmy mother, Ma’am.\n\nPROS. LOMARDA:\n\nQ: When did he utter this threat, during the first or the \nsecond \nincident?\nA: Both, sir.\n\nQ: After each sexual intercourse or before each sexual \nintercourse?\nA: \nAfter, sir.”\n\nHis threats [38] continued to cow her \nto silence even after the fourth incident. [39] She would have kept her ordeals in \nsecret, except that her mother learned of the incidents from other \nsources. She \ntestified as follows: [40]\n\n“PROS. LOMARDA:\n\nQ: How long after the third incident did your Auntie Cristina \nconfront you \nabout the incident?\nA: She asked me after the fourth incident, \nsir.\n\nCOURT:\n\nQ: Why did you not tell your Auntie Cristina about the incident\n when she \nasked you?\nA: I was afraid, ma’am.\n\nQ: Afraid of whom?\nA: My Uncle Tony, ma’am.\n\nQ: Why were you afraid?\nA: Because of his threat to \nkill my mother, \nma’am.\n\nQ: What prompted you to lodge this complaint against your Uncle\n Tony?\nA: \nWhen my mother learned about the incident from my Ate Marites, my mother\n \nimmediately brought me to the barangay hall, \nma’am.”\n\nThe appellant furthermore claims that the private complainant \ncharged him \nwith four (4) counts of rape because of an alleged quarrel between him \nand his \nsiblings concerning his plan to sell the house of their late mother. The\n claim \ndeserves little attention. The private complainant had nothing to do \nwith the \nsaid feud and it is inconceivable that her mother would subject her to \nthe \nhumiliation, not to mention the inconvenience, trauma and scandal of a \npublic \ntrial had not her intention been to bring the appellant to justice. We \nrepeat \nthat it is highly unnatural for a parent to use her own offspring as an \nengine \nof malice, especially if it will further expose her to shame and \ndishonor. [41]\n\nIn sum, we hold that the prosecution has established beyond \nreasonable doubt \nthat the appellant had carnal knowledge of the private complainant on \nthose four \n(4) occasions, against her will, through force and \nintimidation.\n\nThe appellant assails the Informations in Criminal Case Nos. \n0710-SPL to \n0712-SPL which merely alleged that the rapes were committed “sometime in\n May \n1997.” He claims it was unfair that, during the trial, the private \ncomplainant \nwas allowed to testify that the first three (3) rapes occurred on the \nfirst \nweek, the second week and sometime in the fourth week of May 1997. The \nappellant \ninvokes our ruling in U.S. vs. Dichao (27 Phil. 422) and insists that \nthe \n“private complainant’s failure to recall the exact dates of the subject \nincidents penetrates deeply into the core of her credibility.” [42]\n\nThe failure to allege in the Informations the exact dates when \nthe rapes were \ncommitted is not fatal. In rape cases, the exact dates are not material \nelements \nof the offense. Nor can the appellant claim that he was prejudiced by \nthe \ntestimony of the private complainant. His counsel extensively \ncross-examined the \nprivate complainant on the dates she was abused by the appellant. \nBesides, the \ndefense of the appellant is a general denial that he never encountered \nthe \nprivate complainant in the whole month of May 1997.\n\nThe appellant’s reliance in US vs. \nDichao is misplaced \nbecause the information therein was insufficient on its face for being \nvague \nbecause it merely charged that the rape was committed “on or about and \nduring \nthe interval between October, 1910, to August, 1912….” In the cases at \nbar, the \nInformations allege that the rapes were committed in May 1997. The dates\n cannot \nbe condemned as too vague especially when the private complainant \ntestified as \nto the specific week of May when the sexual assaults were committed \nagainst \nher.\n\nWe now review the penalties imposed by the trial \ncourt.\n\nTo impose the death penalty in qualified rape, the information \nmust allege \nthe special qualifying circumstances of relationship between the accused\n and the \nvictim and the victim’s minority. [43] In \nthe cases at bar, the age of the victim was alleged and proved through \nher birth \ncertificate. [44] The special circumstance \nof relationship, i.e, that the appellant is an uncle of the victim, was \nnot \nalleged in the Informations. The fact that it was proved will not \njustify the \nimposition of the death penalty. Hence, the appellant can not be \nconvicted of \nqualified rape and can only penalized be by reclusion \nperpetua. [45]\n\nWe now come to the aggravating circumstance that the rapes were\n committed \nwith the “use of a deadly weapon.” Again, this circumstance was not \nalleged in \nthe Informations. Thus, even if it was proven at the trial, it cannot \nqualify \nthe crime and the trial court erred in using this circumstance to impose\n the \ndeath penalty against the appellant. [46]\n\nAs regards the civil liabilities of the appellant, the \nprevailing \njurisprudence calls for an award of P50,000.00 as civil indemnity in \nfavor of \nthe victim. In addition, the victim should be given an award of moral \ndamages, \nwithout need of proof other than the fact of the rape itself. [47]\n\nIN VIEW WHEREOF, the judgment of \nthe Regional Trial Court of \nSan Pedro, Laguna, Branch 31, finding the appellant, ANTONIO ABALA y \nLACANARIA, \nguilty beyond reasonable doubt of four (4) counts of rape in Criminal \nCase Nos. \n0709-SPL, 0710-SPL, 0711-SPL and 0712-SPL, is AFFIRMED, with \nMODIFICATION that \nthe appellant should be held liable of simple rapes and suffer the \npenalty of \nreclusion perpetua for each count of rape. Further, appellant is ordered\n to pay \nthe private complainant the reduced amount of P50,000.00 as civil \nindemnity and \nP50,000.00 as moral damages for each count of rape. No pronouncement as \nto \ncosts.\n\nSO \nORDERED. Vitug, Kapunan, Mendoza, \nPanganiban, \nQuisumbing, Ynares-Santiago, Sandoval-Gutierrez, Carpio, \nAustria-Martinez, and Corona, JJ., concur.\nDavide,\n Jr., C.J., on \nleave.\nBellosillo, J., No part. Did not \ntake part in deliberation.\n\n[1] Original \nRecords, p. 1.\n\n[2] Id. , p. 6.\n\n[3] Id., p. 10.\n\n[4] Id., p. 14\n\n[5] Id., p. 38.\n\n[6] Id., p. 10.\n\n[7] Exh. \n“G”, Original Records, p. 72. \nHer name appears as Lhea A. Arevalo; see also Exh. “F”, Original \nRecords, p. \n73.\n\n[8] TSN, \nJune 15, 1998, pp. 3-4.\n\n[9] Id., pp. 4, 9.\n\n[10] Id., pp. 6-8, 11.\n\n[11] Id., pp. 13-14.\n\n[12] Id., p. 14.\n\n[13] Id., pp. 14-15.\n\n[14] TSN,\n June 24, 1998, pp. 3-4.\n\n[15] Id., pp. 5-11.\n\n[16] TSN,\n June 24, 1998, p. 11; TSN, \nJune 15, 1998, p. 15.\n\n[17] TSN,\n June 24, 1998, pp. \n11-12.\n\n[18] Id., pp. 5, 11.\n\n[19] Id., pp. 12-16.\n\n[20] TSN,\n June 15, 1998, pp. 5-9.\n\n[21] Id., pp. 11-12.\n\n[22] Id., pp. 16-17.\n\n[23] Id., pp. 18-19; Exhs. \n“A” to “D”, Original Records, pp. 19-22.\n\n[24] Exh.\n “E”, Original Records, p. \n22.\n\n[25] Original Records, pp. 90-95.\n\n[26] Rollo, p. 51.\n\n[27] Decision, dated August 19, 1998; \nsee note 24.\n\n[28] TSN,\n June 24, 1998, pp. 2-4.\n\n[29] Id., pp. 6-10.\n\n[30] Id., pp. 13-14.\n\n[31] Id., pp. 11-12.\n\n[32] Exh.\n “E”, Original Records, p. \n22.\n\n[33] People vs. Talledo, 262 SCRA 544 \n(1996), cited in People vs. Dumlao, infra.\n\n[34] People vs. Catubig, Jr., 342 SCRA \n179 (2000).\n\n[35] Ibid.\n\n[36] People vs. Abella, 315 SCRA 36 \n(1999), People vs. Vergel, 316 SCRA 199 (1999).\n\n[37] TSN,\n June 24, 1998, pp. \n12-13.\n\n[38] Id., p. 15.\n\n[39] Id., p. 17.\n\n[40] Id., pp. 17-18.\n\n[41] People vs. Ariola, G.R. Nos. \n142602-05, October 3, 2001.\n\n[42] Reply Brief, Rollo, pp. \n156-159.\n\n[43] People vs. Lomibao, 337 SCRA 211 \n(2000); People vs. Bayona, 327 SCRA 190 (2000).\n\n[44] See \nnote 7.\n\n[45] People vs. Diaz, Sr., 337 SCRA \n(2000).\n\n[46] People vs. Licanda, 331 SCRA 357 \n(2000); People vs. Lamberte, 142 SCRA 685, 693 (1986); cf. People vs. \nNapiot, \n311 SCRA 772, 783 (1999).\n\n[47] People vs. Prades, 292 SCRA 411 \n(1998).",
  "content_length": 36503,
  "metadata_extraction_date": "2025-11-01T05:56:40.828410",
  "extraction_version": "2.0_enhanced_full_content"
}