{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/july/GR_120381.html",
  "filename": "GR_120381.html",
  "year": 2002,
  "month": "july",
  "case_number": "G.R. No. 120381",
  "gr_number": "120381",
  "volume_page": "433 Phil. 660",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "golangco",
    "complainant",
    "judge",
    "candido",
    "villanueva",
    "respondent",
    "davide",
    "second",
    "administrative",
    "hereafter",
    "against",
    "herein",
    "connection",
    "entitled"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n433 Phil. 660\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ A.M. No. RTJ-01-1649, July 11, 2002 ]\n[ A.M. No. RTJ-01-1649, July 11, 2002 ]\n\nRENE U. GOLANGCO, COMPLAINANT,\nVS. JUDGE CANDIDO VILLANUEVA, RESPONDENT.\nR E S O L U T I O N\nRENE U. GOLANGCO, COMPLAINANT,\nVS. JUDGE CANDIDO VILLANUEVA, RESPONDENT.\n\nR E S O L U T I O N\n\nDAVIDE, JR., C.J.:\n\nThis is the\nsecond administrative case filed by Rene Golangco (hereafter RENE) against\nherein respondent Judge Candido Villanueva in connection with Civil Case No.\n92-3647, entitled Ma. Lucia Carlos Golangco v. Rene Uy Golangco, for the\ndeclaration of nullity of marriage, with prayers for damages, support and\ncustody, and for a writ of preliminary injunction.\n\nThe antecedent\nfacts are as follows:\n\nOn 21 July 1994,\nrespondent Judge issued an order [1] granting custody pendente lite of the parties’ minor children to Ma. Lucia C. Golangco (hereafter LUCIA), and\nvisitation rights to RENE. The said\norder was reiterated in the order of 26 August 1994. Both orders were questioned by RENE before the Court of Appeals\nby way of a petition for certiorari , which was however denied. [2] Hence, RENE brought the matter to\nus in G.R. No. 120381. In our\nResolution of 17 July 1995, the petition was denied for his failure to show\nthat grave abuse of discretion was committed by the Court of Appeals.\n\nOn 15 August\n1995, LUCIA filed with the trial court a motion for reconsideration of the 21\nJuly 1994 Order, with urgent prayer for a writ of preliminary injunction. She\nalleged that RENE was harassing the children and the officials of the school\nwhere they were enrolled. He was\nverbally and physically abusing his sons, which prompted LUCIA to file a\ncomplaint against him for slight physical injuries. The next day, respondent Judge Villanueva issued a temporary\nrestraining order.\n\nOn 4 October\n1995, after due hearing, respondent Judge ordered the issuance of a writ of\npreliminary injunction enjoining and restraining RENE from “harassing,\nintimidating and threatening his minor children and the school officials of\nInternational School and the International Montessori School and other persons\nwho may be looking after the welfare of said minors.” [3] RENE assailed the order before the\nCourt of Appeals via a petition for certiorari , which was, however,\ndismissed on the ground of forum-shopping. Thus, he filed a petition for review with this Court, which was docketed\nas G.R. No. 124724. In our decision of\n22 December 1997, [4] we ruled that there was no\nforum-shopping, but we upheld the propriety of the issuance of the writ of\npreliminary injunction.\n\nOn 19 May 1997\nand 17 September 1999, RENE filed with the trial court motions to lift the writ\nof preliminary injunction. He alleged that the criminal case for slight\nphysical injuries, which arose out of the alleged violence he inflicted on his\nson and which served as the basis for the issuance of the writ of preliminary\ninjunction, had already been dismissed for insufficiency of evidence. [5]\n\nOn 10 January\n2000, respondent Judge denied the motion to lift the writ of preliminary\ninjunction on the ground of absence of any allegation under oath or assurance\nsupported by a bond that in the event the writ were dissolved, the alleged\nharassment, intimidation or threats upon the parties’ children would not occur\nagain. [6]\n\nOn 3 October\n2000, Rene again filed a motion to lift the writ of injunction and manifested\nhis desire to comply with the requirements laid down by the Rules of\nCourt. This motion was strongly opposed\nby LUCIA.\n\nOn 20 November\n2000, RENE submitted, in support of said motion, his Compliance, as well as his\naffidavit assuring the court that he would never harass, intimidate or threaten\nhis children.\n\nOn 29 November\n2000 and 6 February 2001, RENE filed motions to immediately resolve the motion\nfor the dissolution of the writ of preliminary injunction.\n\nAlleging, among\nother things, the inaction on his motions by respondent Judge, RENE wrote the\nOffice of the Court of Administrator several times. Later, he asked that his 16 March 2001 letter be treated as his\ncomplaint.\n\nIn his Comment dated\n17 April 2001, respondent Judge stated that since the presentation of evidence\nby both parties had been completed, the matter of custody would better be\nresolved in the decision in the main case. If such matter would be resolved ahead of the decision in the main case,\nthe aggrieved party would most probably elevate it again by certiorari to the Court of Appeals. This could\nfurther delay the rendition of the decision in the main case as what happened\nwhen the Orders of 21 July 1994 and 4 October 1995 were elevated by certiorari to the Court of Appeals and to the Supreme Court, which necessitated the\nelevation of the entire records to the said appellate courts and which resulted\nin the suspension of proceedings.\n\nLikewise, the\nReport and Recommendation of the Office of the Court Administrator discloses\nthat, in a phone inquiry, respondent Judge admitted that he did not resolve\nRENE’s third motion to lift the writ of preliminary injunction because he\nbelieved that the custody of the children, which was the subject of such\nmotion, should be determined in the main case for the declaration of nullity of\nthe marriage.\n\nThe Office of\nthe Court Administrator, through then Acting Court Administrator Zenaida N.\nElepaño, found unacceptable the excuse proffered by the respondent Judge for\nnot resolving the motion to lift the writ of injunction. It recommended the\nfiling of an administrative case against respondent Judge and the imposition of\na fine in the amount of P 1,000 for his failure to resolve the motion\nwithin the reglementary period.\n\nIn our\nresolution of 3 September 2001, RENE’s letter-complaint was docketed as a\nregular administrative matter.\n\nOn 26 November\n2001, respondent Judge submitted his decision dated 16 November 2001 in Civil\nCase No. 92-3647, which, among other things, denied RENE’s motion to lift the\nwrit of preliminary injunction and made permanent the writ issued against RENE.\n\nSection 15,\nParagraph 1, Article VIII of the 1987 Constitution mandates that all cases or\nmatters must be decided or resolved by trial courts within three months from\nthe date of submission for determination. Supreme Court Circular No. 13 dated 1 July 1987 directs judges to\nobserve scrupulously the periods prescribed by the Constitution for the\nadjudication and resolution of all cases or matters submitted in their\ncourts. In the same vein, the Code of\nJudicial Conduct provides that a judge should administer justice impartially\nand without delay [7] and that a judge shall dispose of\nthe court’s business promptly and decide cases within the required periods. [8]\n\nThe mandate to\npromptly dispose of cases or matters has been held by this Court to apply also\nto motions or interlocutory matters or incidents pending before a magistrate. [9] Unreasonable delay of a judge in\nresolving a pending incident is a violation of the norms of judicial conduct\nand constitutes gross inefficiency that warrants the imposition of an\nadministrative sanction against the defaulting magistrate. [10]\n\nIn this case,\nrespondent Judge Candido Villanueva denied on 10 January 2000 RENE’s first and\nsecond motions for the lifting of the writ of preliminary injunction. Yet, RENE persisted; he filed a third motion\nfor the dissolution of the writ, and tried to comply with the requirements stated\nin the said Order. This was followed by\nmotions for the early resolution of the motion to lift the writ. It is understandable why RENE was persistent\nbecause although the writ only restrained him from harassing, intimidating and\nthreatening his children and the school officials, he was also deprived of the\nvisitation rights accorded him by the 21 July 1994 Order. It must have been\nhard and painful for him as a father not to be able to see and enjoy the\ncompany of his children. As stated in\nhis affidavit: [11] 12. Further, the Court should appreciate the irreparable damage\nsuffered by affiant as a result of the continuation and maintenance of the writ\nof injunction and that has portrayed herein respondent as an ogre … and this\nnegative perception may have been etched in the tender and responsible minds of\na party’s [sic] common children which ought to be immediately erased\nlest it becomes permanently imprinted and made a prevailing mindset of the\nchildren; the children are both boys and require paternal company, affection\nand guidance, all of which cannot be provided by herein petitioner and each day\nthat these boys are deprived of paternal company, affection and guidance,\nserves to deter their full emotional growth and development. … 14. Affiant’s frustrations in his ability to see and enjoy the\ncompany of his own flesh and blood are unquantifiable ….\n\nDespite the\nmotions for early resolution, RENE’s motion to lift the writ of preliminary\ninjunction remained unacted upon by the Judge within the prescribed three-month\nperiod. It was resolved only after a year when the decision in the main case\nwas rendered.\n\nThe reason\nproffered by respondent Judge for his inaction on the motion is unacceptable.\nWe agree with then Acting Court Administrator Elepaño that he should not have\nanticipated what the parties were likely to do after issuing an order on the\nmotion, and then base his action or inaction on such speculation. What he should have done was simply to deny\nthe motion and state his reason that the custody of the children, which was the\nsubject of the motion to dissolve the writ of preliminary injunction, would be\nbetter determined in the main case. Bombarded though he might be with motions and other incidents in this\ncase, as well as in other cases, respondent Judge was not justified in ignoring\nRENE’s motion to lift the writ of preliminary injunction, especially that his\nattention thereto was twice called in RENE’s motions for early resolution of\nthe said motion.\n\nIn our decision\nof 4 September 1997 in the first administrative case, A.M. No. RTJ- 96-1355,\nfiled by RENE against herein respondent Judge in connection with Civil Case No.\n92-3647, this Court observed that respondent Judge was indeed “caught in the\ncross-fire” in this “emotionally-charged drama between a husband and a wife\nfighting for the custody of their children,” and yet he remained patient to\nresolve the conflict. He should not\nhave allowed his patience to wear thin. However unmeritorious RENE’s motion might have been, he must have\nresolved it with reasonable dispatch, keeping in mind his bounden duty to\npromptly dispose of all matters submitted for determination.\n\nWHEREFORE, respondent Judge Candido Villanueva\nis hereby ADMONISHED for his failure to act within the reglementary period on\nthe motion of Rene Golangco for the lifting of the writ of preliminary\ninjunction. He is DIRECTED to promptly\ndispose of all matters submitted to him for resolution in all cases before him,\nwith a WARNING that the commission in the future of the same or similar acts\nshall be dealt with more severely.\n\nSO ORDERED. Vitug,\nKapunan, Ynares-Santiago, and Austria-Martinez, JJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Annex 3, 2 nd Indorsement\ndated April 17, 2001 of Respondent Judge (hereafter 2 nd Indorsement).\n\n[2] Annex 4, 2 nd Indorsement.\n\n[3] Annex 1, 2 nd Indorsement.\n\n[4] See Golangco v. Court of Appeals, 283 SCRA 493 [1997].\n\n[5] Decision, Civil Case No. 92-3647, 10.\n\n[6] Id.\n\n[7] Rule 1.02, Canon 1, Code of Judicial Conduct.\n\n[8] Rule 3.05, Canon 3, Code of Judicial Conduct.\n\n[9] Hilario v. Concepcion, 327 SCRA 96, 103\n[2002]; De Vera v. Layague, 341 SCRA 67, 77 [2000].\n\n[10] See Canson v. Garchitorena, 311 SCRA 268\n[1999].\n\n[11] Annex “G,” Letter dated 24 November 2000.",
  "content_length": 11813,
  "metadata_extraction_date": "2025-11-01T05:56:41.429218",
  "extraction_version": "2.0_enhanced_full_content"
}