{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/july/GR_131203.html",
  "filename": "GR_131203.html",
  "year": 2002,
  "month": "july",
  "case_number": "G.R. No. 131203",
  "gr_number": "131203",
  "volume_page": "433 Phil. 365",
  "decision_date": null,
  "title": "TSN, July 20, 1998, p. 16. [17] People v. Alfanta, 320 SCRA 357 (1998). [18] People v. Carino, supra. [19] People v. Balmoria, 344 SCRA 723 (2000). [20] People v. Bersabe, 289 SCRA 685 (1998). [21] People v. Clopino, 290 SCRA 432 (1998). [22] People v. Ranido, 288 SCRA 369 (1998). [23] People v. Pili, 289 SCRA 118 (1998). [24] People v. Sagaysay, 328 SCRA 455 (1999). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "alfanta",
    "carino",
    "balmoria",
    "bersabe",
    "clopino",
    "ranido",
    "sagaysay",
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed",
    "maintained",
    "technical",
    "collaboration",
    "management",
    "information",
    "systems"
  ],
  "title_summary": "TSN, July 20, 1998, p. 16. [17] People v. Alfanta, 320 SCRA 357 (1998). [18] People v. Carino, su...",
  "formatted_case_content": "View printer friendly version\n433 Phil. 365\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. Nos. 137661-63, July 04, 2002 ]\n[ G.R. Nos. 137661-63, July 04, 2002 ]\n\nTHE PEOPLE OF THE\nPHILIPPINES, PLAINTIFF-APPELLEE, VS. ADRIANO PONSICA, ACCUSED-APPELLANT.\nD E C I S I O N\nTHE PEOPLE OF THE\nPHILIPPINES, PLAINTIFF-APPELLEE, VS. ADRIANO PONSICA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPUNO, J.:\n\nBefore us on\nappeal is the consolidated decision of the Regional Trial Court of Urdaneta\nCity, Pangasinan, Branch 46, [1] promulgated on August 8, 1998, in Criminal Case Nos. U-9631, U-9632, and U-9633\nfinding appellant Adriano Ponsica guilty of three counts of rape and sentencing\nhim to suffer the penalty of reclusion perpetua in each case.\n\nFor allegedly\nviolating the womanhood of his 13-year old neighbor, Melba R. Quidem, appellant\nwas charged with three counts of rape in separate Informations, the accusatory\nportion of each reads as follows: Criminal Case No. U-9631 âThat sometime on April 3, 1998 in\nthe evening at barangay San Vicente East, Asingan, Pangasinan, and within the\njurisdiction of this Honorable Court, the above-named accused entered the house\nof Melba R. Quidem and once inside by means of force and violence, did then and\nthere wilfully, unlawfully and feloniously have sexual intercourse with said\nMelba R. Quidem, a minor, 13 years of age, against her will and without her\nconsent, to her damage and prejudice. CONTRARY\nto Article 335 of the Revised Penal Code as amended by R.A. 7659 and R.A.\n8353.â [2] Criminal Case No. U-9632 âThat sometime on April 7, 1997 at\nbarangay San Vicente East, Asingan, Pangasinan, and within the jurisdiction of\nthis Honorable Court, the above-named accused by means of force and violence,\ndid then and there wilfully, unlawfully and feloniously have sexual intercourse\nwith Melba R. Quidem, a minor, 13 years of age, against her will and without\nher consent, to her damage and prejudice. CONTRARY\nto Article 335 of the Revised Penal Code as amended by R.A. 7659.â [3] Criminal Case No. U-9633 âThat sometime on ( sic )\nNovember, 1997 in the evening at barangay San Vicente East, Asingan,\nPangasinan, and within the jurisdiction of this Honorable Court, the\nabove-named accused by means of force and violence, did then and there wilfully,\nunlawfully and feloniously have sexual intercourse with Melba R. Quidem, a\nminor 13 years of age, against her will and without her consent, to her damage\nand prejudice. CONTRARY\nto Article 335, Revised Penal Code as amended by R.A. 7659 and R.A. 8353.â [4]\n\nUpon\narraignment, appellant entered a plea of Not Guilty to each of the charges.\nTrial on the merits thereafter ensued.\n\nIt appears from\nthe evidence adduced by the prosecution that the victim Melba Quidem and\nappellant in these cases are neighbors. Their houses, which are very near each\nother, are located in San Vicente East, Asingan, Pangasinan. Since her family\ndid not own any television set, Melba would usually go to the appellantâs house\nto watch television with other companions.\n\nIt was immediately\nafter watching television at the appellantâs house on April 7, 1997, at 5:00\noâclock in the afternoon, Melba recalled, [5] that the\nfirst of the three incidents of rape happened. She and her playmates began to\ngather at the house at 4:00 oâclock in the afternoon to view a telecine\nprogram. After the program, which lasted for approximately one hour, her\nfriends started to leave. She was about to follow suit when appellant suddenly\nplaced a handkerchief in her mouth. He then carried her, using his two hands,\nto a corner of the house. He forced her to lie down, face up, on the cemented\nfloor. He removed her shorts, together with her panty. After which, he removed\nhis own pants and pulled his briefs sideways, letting his penis out. He\ninserted it into her sexual organ. The act caused her to experience pain in her\nvagina. She put up a struggle in a desperate attempt to defend her honor. She\nsoon realized the futility of it all as the appellant was bigger and stronger\nthan her. In time, appellant succeeded in penetrating her. After satisfying his\ncarnal desire, appellant stood up, put his clothes back on, and left the place.\nMelba subsequently went home. Upon reaching their place, she washed her vagina.\nShe chose not to tell her parents about the incident for the threat the\nappellant made stuck to her mind: he will kill her whole family if she even\nmentioned a word about the matter.\n\nThe second\nincident of rape happened almost exactly the same way as the first one. Melba\nwas again watching television one night at the house of the appellant on the\nthird week of November 1997 with several companions. They stayed there up to\n9:00 in the evening. After the TV program, the people headed home one by one.\nMelba was likewise going to leave when she noticed that one of her slippers was\nmissing. She looked around, but could not find it, so she went home. While she\nwas walking, appellant chased her and overtook her. He grabbed her, covered her\nmouth, and placed his hands around her. He carried her to a nearby bamboo\ngrove. At that time, he was wearing only briefs and sandos . He forced\nher to lie down face up then began to insert his penis into her vagina. He\nthereafter made a push and pull movement. She noticed that something came out\nof his penis which is hot and sticky. While in the process of making the push\nand pull movement, appellant tore her upper garment. He sucked her breast\nwhich, to her, felt very painful. After he succeeded in imposing his bestial\nwill upon her, he stood up and left his ravished prey. Melba headed home.\nBefore she went to sleep, at about 10:30 oâclock in the evening, she washed her\nvagina.\n\nThe boldness of\nthe appellant seemed to increase, as he committed the third and last of the\nrapes inside the very house of the victim. At about 10:00 oâclock in the evening\nof April 3, 1998, Melba was roused from her sleep when she heard the door of\nthe house being opened. She got up, closed the door, and went back to sleep\nwith her two brothers. After a while, Melba was again awakened, this time\nbecause she felt somebody on top of her. That somebody turned out to be the\nappellant. Then she realized that his penis was already inside her vagina. His\nknees were placed on top of her knees. She attempted to parry him, but instead\ngot boxed in the stomach. While he was making his familiar push and pull\nmovement, she felt enormous pain in her vagina. He also lowered her upper dress\nto suck her right nipple. All throughout, she was just lying face up, with her\nhands above her head as they were being held by the appellant.\n\nEarly the next\nmorning, Melbaâs aunt, Rosalinda Bitana, caught her crying. [6] She asked\nthe girl why she was crying. The young lass told her of the rape. Feeling\ncompassion for her niece, she brought her to the Barangay Captain, who\naccompanied them to the Asingan Medicare Hospital for medical examination.\n\nDr. Noemie M.\nTaganas physically examined Melba. [7] Her\nexamination indicated the following external findings: swelling of both nipples\nand swelling of labia majora, labia minora and clitoris. The following, on the\nother hand, were her internal findings: (1) hymen ruptured showing incomplete\nold lacerations at about 12:00, 2:00, 5:00, 6:00 and 9:00 oâclock positions;\nhymenal orifice admits one finger tip with difficulty and pain; and whitish\ndischarge coming from vagina. She also found the presence of spermatozoa. Her\noverall diagnosis is that the girl has lost her virginity. The doctor opined\nthat the laceration could have possibly been caused by a human penis, and that\nthe presence of wounds in different positions indicates that there could have\nprobably been several sexual intercourse which caused them.\n\nAfter the medical examinations were finished, Rosalinda\nbrought Melba to the Asingan Police Station for the girl to lodge a formal\ncomplaint against the appellant. When they arrived at the station, the police\ninvestigator on duty, SPO1 Patricio Badua, Jr., investigated Melbaâs grievance. [8] He took\nher statements, which became the basis of the complaint he himself later filed\nwith the court.\n\nIn a bid for\nexculpation, appellant interposed denial and alibi, contending that on the\ndates the three instances of rape happened, he was in another place or\notherwise doing something else. [9] The\ndefense called to the stand, aside from the appellant himself, the following\nwitnesses to corroborate his story: his wife Carlina Ponsica, his son-in-law\nVirgilio Quidem, and his friend Romulo Lapena.\n\nAppellant\ndeclared that on April 7, 1997, he arrived at his house at about 2:00 oâ clock\nin the afternoon. He came that day from his work at a machine shop owned by a\ncertain Jun Subido and located at San Juan, San Manuel, Pangasinan. As a\nmechanic, he specializes in engine overhauling and welding. He went home\nunusually early that day because his eyes were painful caused by the flaks of a\nwelding machine. He remembered that from 4:00 to 5:00 oâclock in the afternoon\nthat day, he was just seating with his wife in front of their house. After\nwhich, his wife proceeded to fix the familyâs meal. At the dinner table, the\ntwo of them were joined by their children, Novalyn and John Ponsica. After\nfinishing their food, they all prepared to sleep. His wife arranged their beddings in front of the television in the sala ,\nwhere they all eventually retired. He admitted that he knows Melba, since she\nwas their neighbor. He, however, denied that the young girl would visit their\nhouse to watch television. Also, he never recalled seeing her that day inside\ntheir house or anywhere else.\n\nCarolina\nPonsica, the appellantâs wife, corroborated the story of her husband. [10] She\nnarrated that her husband indeed arrived unusually early that day. They sat and\ntalked and whiled away the time in front of their house until she had to cook\ndinner. They ate with their two children, Novalyn and John, before all of them\nwent to sleep. She and appellant slept at the sala in front of the television\nwhile the kids stayed near their aparador . She stated that Melba never came to their house to watch\ntelevision, as their TV set was only black and white. She insisted that on\nApril 7, 1997, the girl did not go to their house.\n\nThe second rape,\nwhich happened on the third week of November, appellant contends, could not\nhave also been committed by him. He claimed that on November 4, 1997 he went to\nAbolog, Cagayan, where he stayed until December 27, 1997. He went to the\nprovince in connection with a contract he obtained to repair a rice-milling\nmachine, owned by a certain Wilma Guillermo. According to him, in the almost\ntwo months that he stayed there, not even once did he come home.\n\nThis story was\ncorroborated by his son-in-law Virgilio Quidem, who is also the first cousin of\nMelba. [11] He\ntestified that he accompanied appellant to Cagayan in the afternoon of November\n4, 1997 to do some repair jobs on a rice-milling machine. He acted as his\nassistant. They stayed there during the whole time of the project and only went\nhome on December 27, 1997.\n\nAt the time of\nthe third and last of the rape incidents on April 3, 1997, appellant similarly\nmaintains that he was not present at the alleged scene of the crime. He claims\nthat at approximately 7:30 in the evening, he went to the house of his friend\nRomulo Lapena. There was a wedding celebration to be held there the next\nmorning and he volunteered to help in the preparation of the food. From 7:30\nthat night up to 5:30 the next morning, he kept himself busy cooking different\nkinds of food.\n\nThis story was\nconfirmed by defense witness Romulo Lapena. [12] He\ntestified that in the evening of April 3, 1998, both he and appellant went to\nthe house of his brother Alfredo Lapena, whose daughter was going to walk the\naisle the next morning. They offered their assistance as kusineros in\npreparing the food. He remembered that when he arrived at his brotherâs house,\nappellant was already there. The latter stayed with them until about 5:00\noâclock in the morning the next day when they all left together.\n\nAfter analyzing\nthe evidence, the trial court adjudged the appellant guilty of three counts of\nrape as charged in the Informations and meted out the penalty of reclusion\nperpetua for each conviction. The dispositive portion of its consolidated\ndecision reads: âWherefore, the Court finds ADRIANO\nPONSICA guilty beyond reasonable doubt of RAPE under Article 335 of the Revised\nPenal Code, in relation to Republic Act 7659 and the Court sentences ADRIANO\nPONSICA, as follows:\n\n1. In CRIM. CASE NO. U-9631, to suffer the penalty of RECLUSION PERPETUA. To indemnify Melba\nQuidem the sum of P 50,000.00 for\nmoral damages plus P 20,000.00 as exemplary damages;\n\n2. In CRIM. CASE NO. U-9632, to suffer the penalty of RECLUSION\nPERPETUA. To indemnify Melba Quidem the\nsum of P 50,000.00 for moral damages plus P 20,000.00 as exemplary\ndamages;\n\n3. In CRIM. CASE NO. U-9633, to suffer the penalty of RECLUSION\nPERPETUA. To indemnify Melba Quidem the sum of P 50,000.00 for moral\ndamages plus P 20,000.00 as exemplary damages;\n\nx x x x x x x\nx x\n\nSO ORDERED.â [13]\n\nTaking vigorous\nobjection to the guilty verdict, appellant interjected the present appeal. In\nhis brief, he cited and argued the following issues:\n\nâI - Whether or not the prosecution has established\nbeyond reasonable doubt the guilt of the accused-appellant Adriano Ponsica in\nthe three (3) criminal charges filed against him?\n\nII - Corollary issue on damages.â [14]\n\nThe appeal is\nbereft of merit.\n\nRape is\ncommitted by having carnal knowledge of a woman under any of the following\ncircumstances: 1) By using force or intimidation; 2) When the woman is deprived\nof reason or otherwise unconscious; and 3) When the woman is under twelve years\nof age, even though neither of the circumstances mentioned in the two next\npreceding paragraphs shall be present. The gravamen of rape is carnal knowledge of a woman against her will or\nwithout her consent. [15]\n\nAppellant,\nhowever, asserts that he cannot be held liable allegedly because the prosecution failed to prove the element\nof force or intimidation in the first charge of rape. He referred to the\ntestimony of Melba and noted how the penile insertion was made with facility.\nHe also tried to point out the apparent lack of force or intimidation on his\npart as can be gleaned from the fact that he merely had to pull his brief\nsideways before he was able to fully introduce his sexual organ into hers.\n\nWe disagree.\nFrom the testimony of Melba, it is very evident how appellant used a great\namount of force to cower her into submission. He preliminarily grabbed her and\nplaced a handkerchief in her mouth, before carrying her to a corner and\ncoercing her to lie on the cemented floor. His hands tightly held her hands.\nThe resistance Melba offered were useless since he was far stronger and bigger\nthan her. The fact that appellant\nmerely pulled his brief sideways should not be taken as an indication that the\nintercourse was done with ease. It only shows that it was done in a hurried and\nuncomfortable manner, which dovetails rather than contradict the version of\nMelba.\n\nAnent the second\nincident, appellant again tries to impress on us that the sexual intercourse\nwas consensual. He found it unbelievable that Melba, after the first rape\nincident, would still return to the house of the person who previously abused\nher. Unless, he argues, the girl was asking for it. It also puzzles him why she\nnever revealed the alleged rape to any of her friends and relatives after the\nincident.\n\nThat Melba\nreturned to the house of the very person who abused her and where the latter\nforcibly imposed his bestial will against her does not necessarily imply that\nshe was asking for more. The only reason why she came back to appellantâs house\nwas because, according to her, she was more afraid to be left alone at their\nhouse. Every time her family and friends would go there to watch television,\nshe explained that she did not have any choice but to go with them, thus: âCourt: Q: Why\ndid you still go and watch television in the house of Adriano Ponsica when he\nhad already forced you to have sexual intercourse to ( sic ) you? A: Because\nI saw children going to the house of Adriano Ponsica to watch TV, sir. Q: Is\nit not a fact that you hated Adriano Ponsica when he had sexual intercourse\nwith you the first time around? A: I\nhated him sir. Q: Despite that hate, why must you have to go to the house and watch\nTV? A: Because I am more afraid at our house because I have no companion\nthere, sir.â [16]\n\nMelbaâs\nnon-revelation of the first incident of the rape can be attributed to the fear\ncreated in her mind by the various threats appellant made against her. To be\nsure, appellantâs stern warning that he would kill her and her whole family\ngenerated fright in the young girlâs mind. The threat for her was real and she\nbelieved beyond doubt that her attacker was very much capable of making good\nhis threat. Under the circumstances, it would be unreasonable to expect that\nthe victim act with equanimity of disposition and to have the courage and\nintelligence to disregard the threat made by the appellant. [17] Verily,\nher delay in reporting the rape in the face of threats of death or physical\nviolence should not be taken against her. [18]\n\nIn the same\nfashion, appellant contends that based on the evidence presented, the third\nincident should not be considered rape. He argues that the act of Melba in\nopening the door signifies that she already knew beforehand that he was going\nthere. Otherwise, if he just forcibly opened the door, it would have awakened\nher two brothers who were sleeping with her. The appellantâs thesis is that,\nwhile he and Melba were engaging in consensual sex, her two brothers were\nawakened. Later they must have told their aunt, Rosalina Bitana, about what\nthey saw and it was the latter who instigated Melba into filing the complaint.\n\nThese arguments\nare completely without basis. It is clear from the testimonial evidence on\nrecord that it was not Melba who opened their door. In truth, she was the one\nwho closed it when, earlier that night before the incident happened, she\ndiscovered it was opened. There is therefore no merit in appellantâs assertion\nthat Melba knew beforehand that he was going to their house, as a result of\nwhich, she intentionally left the door open to expedite his entry. The fact\nthat Melbaâs brothers were not roused from their sleep when he forced his way\nin is not improbable. We note that the crime was committed in the middle of the\nnight. It is at this time when children are in deep slumber and could not\neasily be awakened. [19] It is\ntherefore understandable why even if assuming the forcible manner by which he\nentered the house created some noise, Melbaâs younger siblings continued their\nsleep.\n\nThe attempt of\nappellant to persuade us that the filing of the criminal case was due to the\ninstigation of Melbaâs Aunt Rosalina must fail in the absence of any showing\nthat the latter was impelled by improper motive in doing so. Normally, no\nmember of the victimâs family would subject the victim to the stigma and\nembarrassment concomitant with a rape trial if he or she were not motivated\nsolely by an honest desire to have the malefactor punished. [20]\n\nWell to point\nout is the sudden turnaround in appellantâs line of defense. In the trial\ncourt, appellant was insistent in his claim of alibi and denial. He firmly\nmaintained that he did not engage in any form of sexual activity with\nMelba. On appeal, however, he changed\nhis account of the story and this time admitted that he and Melba indeed had\nintercourse, only that they were consensual. His change in theory accentuates\nhis lack of credibility. The second\nversion that he concocted on appeal is a mere afterthought and a desperate\nattempt to escape criminal liability after his claim of alibi was soundly repudiated\nin the trial court.\n\nIt bears\nemphasis that when the offended parties are young and immature girls from the\nages of twelve to sixteen, courts are inclined to lend credence to their\nversion of what transpired, considering not only their relative vulnerability\nbut also the shame and embarrassment to which they would be exposed by court\ntrial if the matter about which they testified is not true. [21] It is\ninstinctive for a young, unmarried woman to protect her honor and it is thus\ndifficult to believe that she would fabricate a tale of defloration, allow the\nexamination of her private parts, reveal her shame to the small town where she\ngrew up, and permit herself to be subject of a public trial had she not really\nbeen ravished. [22]\n\nBefore finally\ndisposing of these cases, we hold that a modification in the monetary award is\nin order. The trial court did not award any civil indemnity in favor of the\nvictim as it just awarded P 50,000.00 as moral damages for each count of\nrape. In accordance with prevailing jurisprudence, we grant another P 50,000.00\nfor each of the rapes as civil indemnity, which is automatically given to the\noffended party without need of further evidence other than the fact of the\ncommission of the rape. [23] We also\nfind the award of P 20,000.00 as exemplary damages to be without basis.\nExemplary damages, under Article 2230 of the Civil Code may be imposed only\nwhen the crime is committed with one or more aggravating circumstance. [24] No such\ncircumstance has been duly proven in the cases at bar.\n\nIN VIEW WHEREOF , the decision of the Regional Trial\nCourt of Urdaneta City, Pangasinan, Branch 46, in Crim. Case Nos. U-9631,\nU-9632 and U-9633 finding appellant Adriano Ponsica GUILTY beyond reasonable\ndoubt of three counts of rape and sentencing him to reclusion perpetua for each count is hereby AFFIRMED , with the MODIFICATION that he\nis also adjudged to pay complainant Melba Quidem the amount of P 50,000.00\nas civil indemnity and P 50,000.00 as moral damages for each of the\nrapes. The award of exemplary damages\nin the amount of P 20,000.00 is deleted.\n\nSO ORDERED. Panganiban,\nSandoval-Gutierrez, and Carpio, JJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Special Criminal Court.\n\n[2] Information, Criminal Case No. U-9631, Original\nRecords, p. 1.\n\n[3] Information, Criminal Case No. U-9632, Original\nRecords, p. 2.\n\n[4] Information, Criminal Case No. U-9633, Original\nRecords, p. 3.\n\n[5] TSN, July 13, 1998, pp. 1-19; TSN, July 20, 1998, pp.\n1-18.\n\n[6] TSN, July 21, 1998, pp. 3-9.\n\n[7] TSN, July 9, 1998, pp. 1-12.\n\n[8] TSN, July 22, 1998, pp. 3-8.\n\n[9] TSN, July 28, 1998, pp. 8-21.\n\n[10] TSN, July 27, 1998, pp. 2-9.\n\n[11] TSN, July 28, 1998, pp. 2-7.\n\n[12] TSN, July 29, 1998, pp. 2-8.\n\n[13] Decision, Crim. Cases Nos. U-9631, U-9632, &\nU-9633, pp. 12 - 13; Rollo , pp.\n34 - 35.\n\n[14] Brief for the Appellant, p. 2; Rollo , p. 52.\n\n[15] People v. Carino, G.R. No. 131203 , August 2, 2001.\n\n[16] TSN, July 20, 1998, p. 16.\n\n[17] People v. Alfanta, 320 SCRA 357 (1998).\n\n[18] People v. Carino, supra .\n\n[19] People v. Balmoria, 344 SCRA 723 (2000).\n\n[20] People v. Bersabe, 289 SCRA 685 (1998).\n\n[21] People v. Clopino, 290 SCRA 432 (1998).\n\n[22] People v. Ranido, 288 SCRA 369 (1998).\n\n[23] People v. Pili, 289 SCRA 118 (1998).\n\n[24] People v. Sagaysay, 328 SCRA 455 (1999).",
  "content_length": 23393,
  "metadata_extraction_date": "2025-11-01T05:56:42.205759",
  "extraction_version": "2.0_enhanced_full_content"
}