{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/july/GR_124686.html",
  "filename": "GR_124686.html",
  "year": 2002,
  "month": "july",
  "case_number": "G.R. No. 124686",
  "gr_number": "124686",
  "volume_page": "433 Phil. 828",
  "decision_date": null,
  "title": "TSN, June 7, 1999, p. 3. [12] TSN, November 13, 1998, p. 3. [13] Rollo, Appellantsâ Brief, p. 61. [14] 245 SCRA 95, 105-106 [1995]. [15] Rollo, Decision, p. 31. [16] People v. Rondero, 320 SCRA 383, 396-397 [1999]. [17] Rollo, Decision, p. 29. [18] People v. Khor, 307 SCRA 295 [1999]. [19] Sec. 3[j], Rule 131, Rules of Court. [20] Rollo, Decision, p. 80. [21] Ibid., p. 73. [22] 183 SCRA 196 [1990]. [23] 323 SCRA 589, 606 [2000], citing People v. Maqueda, 242 SCRA 565 [1995]. [24] People v. Basquez, G.R. No. 144035, September 27, 2001. [25] People v. Mejia, 275 SCRA 127, 153 [1997]. [26] People v. Manalili, 294 SCRA 220, 252 [1998]. [27] People v. Ubaldo, 342 SCRA 338, 350 [2000]. [28] Section 1, R.A. 4104, as amended. [29] People v. Calbaroso, 340 SCRA 332, 345 [2000]. [30] People v. Manzano, G.R. No. 138303, November 26, 2001. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "november",
    "decision",
    "people",
    "rondero",
    "court",
    "citing",
    "maqueda",
    "basquez",
    "september",
    "manalili",
    "ubaldo",
    "section",
    "amended",
    "calbaroso",
    "manzano",
    "supreme",
    "library",
    "website",
    "designed",
    "developed"
  ],
  "title_summary": "TSN, June 7, 1999, p. 3. [12] TSN, November 13, 1998, p. 3. [13] Rollo, Appellantsâ Brief, p. 6...",
  "formatted_case_content": "View printer friendly version\n433 Phil. 828\n\nFIRST\nDIVISION\nFIRST\nDIVISION\n\n[ G.R. Nos. 141162-63, July 11, 2002 ]\n[ G.R. Nos. 141162-63, July 11, 2002 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. ERLINDA DELA CRUZ, LARRY PERIDAS AND GERRY VENTURINA (AT LARGE), ACCUSED.\n\nERLINDA DELA CRUZ AND LARRY PERIDAS, ACCUSED-APPELLANTS.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. ERLINDA DELA CRUZ, LARRY PERIDAS AND GERRY VENTURINA (AT LARGE), ACCUSED.\n\nERLINDA DELA CRUZ AND LARRY PERIDAS, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nYNARES-SANTIAGO, J.:\n\nBefore us is an\nappeal of the joint decision of the Regional Trial Court of Malolos, Bulacan,\nBranch 78, finding accused-appellant Larry Peridas guilty beyond reasonable\ndoubt of homicide in Criminal Case No. 828-M-98, and finding both\naccused-appellants Erlinda Dela Cruz and Larry Peridas guilty beyond reasonable\ndoubt of violation of Republic Act. No. 6539, otherwise known as the\nAnti-Carnapping Act of 1972, in Criminal Case No. 829-M-98.\n\nAccused-appellants\nErlinda Dela Cruz and Larry Peridas, together with Gerry Venturina, were\ncharged in the following informations: Criminal\nCase No. 828-M-98 That on or about the 15 th day of January, 1998, in the municipality of Pulilan, province of Bulacan,\nPhilippines and within the jurisdiction of this Honorable Court, the above\nnamed accused armed with bladed instrument and with intent to kill one Ysmael\nMananquil, conspiring, confederating together and helping one another, did then\nand there willfully, unlawfully and feloniously, with evident premeditation,\nabuse of superior strength and treachery, attack, assault and stab with the\nbladed instrument the said Ysmael Mananquil y Aguilar, hitting the latter on\nthe different parts of his body, thereby causing him serious physical injuries\nwhich directly caused his death. Contrary to Law. [1] Criminal\nCase No. 829-M-98 That on or about the 15 th day of January, 1998, in the municipality of Pulilan, province of Bulacan,\nPhilippines and within the jurisdiction of this Honorable Court, the above\nnamed accused, conspiring, confederating together and helping one another, did\nthen and there willfully, unlawfully and feloniously, with intent of gain and\nwithout the knowledge and consent of the owner thereof, take steal, and carry\naway with them one (1) taxi car âKIAâ bearing Plate No. PVS 468, belonging to\none Alvin G. Sanchez, to the damage and prejudice of the said owner. Contrary to Law. [2]\n\nThe two cases\nwere consolidated. Upon arraignment,\nboth accused-appellants entered a plea of not guilty. Accused Gerry Venturina,\non the other hand, remained at large. After joint trial, judgment was rendered against accused-appellants, the\ndispositive portion [3] of which reads: WHEREFORE, the foregoing\nconsidered, 1. In\nCrim. Case No. 828-M-98 accused\nErlinda dela Cruz y Sanchez is hereby ACQUITTED of the crime charged, while\naccused Larry Peridas is hereby found GUILTY beyond reasonable doubt of the\ncrime of Homicide and sentenced to suffer the indeterminate penalty of 12 years\nof prision mayor as minimum to 17 years 4 months and 1 day to 20 years\nof reclusion temporal as maximum and to pay the bereaved family of\nvictim Ysmael Mananquil the amount of P60,000.00 as compensatory damages and\nP75,000.00 as indemnity for the victimâs death. 2. In\nCrim. Case No. 829-M-98 accused\nErlinda dela Cruz y Sanchez and Larry Peridas are hereby found GUILTY beyond\nreasonable doubt of Violation of Republic Act 6539 otherwise known as the\nAnti-Carnapping Act of 1972, as amended, and sentenced to suffer the penalty of reclusion perpetua will all its accessory penalties. The instant cases as against\naccused Gerry Venturina are hereby ordered sent to the files of ARCHIVED cases\npending the arrest of said accused. Accordingly, let a warrant of arrest be issued for his immediate\napprehension to stand trial before this Court. With costs. SO ORDERED.\n\nThe facts of the\ncase are as follows:\n\nOn January 15,\n1998, at about 2:30 in the morning, accused-appellants Erlinda Dela Cruz and\nLarry Peridas went to the house of Meliton Estrella in Poblacion, Plaridel,\nBulacan on board a KIA Pride taxicab, which Dela Cruz drove. When they arrived at Estrellaâs house, Dela\nCruz went inside to invite him to go with them, while Peridas stayed in the\ntaxicab. When Estrella went out, he saw\na man lying on the floor of the taxicab whose head was being pinned down by\nPeridasâ foot. Afraid of being\nimplicated, Estrella refused to go saying, âIlayo ninyo âyan at baka pati\nako ay madamay.â [4] Accused-appellants left and\nproceeded to the house of accused Gerry Venturina in Baliuag, Bulacan. There they stripped the taxicab of all its\naccessories. [5]\n\nLater that day,\nat about 7:00 a.m., Peridas returned to Estrellaâs house. Peridas told Estrella that he had killed the\nman and Venturina threw away the body in Pulilan. [6] Since his clothes were covered with\nbloodstains, he borrowed clothes from Estrella and asked him to burn his sando\nand t-shirt. Estrella did not burn the\nbloodied clothes. Instead, he turned\nthem over later to the National Bureau of Investigation Office in Pulilan.\n\nPeridas left to\nfetch the son of Dela Cruz. He returned to Estrellaâs house at about 10:30 to\n11:00 a.m. There, he waited for Dela Cruz, who arrived at past twelve noon\ndriving the same taxicab Estrella earlier saw. The license plate of the vehicle had been replaced from one bearing the\nnumber: PVS 468 to one with the number: TAU 667.\n\nAccused-appellants,\ntogether with Estrella and Dela Cruzâs son, boarded the taxicab and drove to\nGuimba, Nueva Ecija. Along the way, they were flagged down at a checkpoint set\nup by the Traffic Command. Dela Cuz was unable to show her license and the\nvehicleâs registration, but the police officers let them through after she told\nthem that she is the wife of Gerry Venturina.\n\nThey stopped by\nLaur, Nueva Ecija to borrow money from a friend of Dela Cruz, after which they\nproceeded to Peridasâ house in Guimba. That same night, Dela Cruz drove back to\nPlaridel. Before she left, Estrella tried\nto borrow money from Dela Cruz for his fare back to Plaridel but she turned him\ndown. So, Estrella had to stay in Guimba for three days until he was able to\nborrow money from Peridas on the pretext that he was going to fetch Dela Cruz.\n\nWhen Estrella\narrived in Plaridel, he informed his elder sister about the incident. Together, they reported the matter to Capt.\nIleto and SPO4 Ireneo Mauricio, then to NBI-Pulilan, where he turned over the\nsando and t-shirt which Peridas asked him to burn. The investigation led to the recovery of the corpse of Ysmael\nMananquil in Pulilan, Bulacan as well as the taxicab used by\naccused-appellants, which was found five meters away from the residence of Dela\nCruz. Eventually, accused-appellants\nDela Cruz and Peridas were arrested.\n\nIn her defense,\naccused-appellants Erlinda Dela Cruz alleged that at 2:00 a.m. of January 15,\n1998, she was asleep in her house in Ma. Lourdes Subdivision, Tabang, Plaridel,\nBulacan, together with her siblings, children and accused-appellant Larry\nPeridas. On January 16, 1998, she\nstayed home to do her chores. On\nJanuary 18, 1998, she stayed home in the morning and, in the evening, went to\nthe Monte Carlo Videoke in Baliuag where she worked. She claimed that during all this time, she never saw Meliton\nEstrella. [7]\n\nAccused-appellant\nLarry Peridas likewise testified that he was sleeping in the house of Dela Cruz\non January 15, 1998, when the alleged crimes took place. He stayed there for a few days and helped in\nthe housework. [8]\n\nOne Reynaldo\nTrinidad corroborated accused-appellantsâ testimonies that they were in Dela\nCruzâs house on the date and time of the alleged commission of the crimes. [9]\n\nAfter trial, the\nlower court rendered judgment against accused-appellants. Hence, this appeal, which raises the\nfollowing issues:\n\nI WHETHER OR\nNOT THE SO-CALLED INVESTIGATION OF THESE TWO CASES HAVE BEEN IMPROPERLY MADE\nAND WRONGLY EXECUTED.\n\nII WHETHER OR\nNOT THE PRESIDING JUDGE RELIED HEAVILY ON WITNESS MELITON ESTRELLAâS PERJURED\nTESTIMONY.\n\nIII WHETHER OR\nNOT CIRCUMSTANTIAL EVIDENCE ARE APPLICABLE IN THESE CASES.\n\nIV WHETHER OR\nNOT DEFENSE EVIDENCE HAVE BEEN GLOSSED OVER AND GIVEN SCANT CONSIDERATION BY\nTHE TRIAL COURT.\n\nIn their joint\nbrief, accused-appellants allege that the following irregularities attended the\ninvestigation of the case, to wit: (1) that nothing was done by the authorities\nfrom the time Capt. de Armas of Plaridel called that a cadaver was retrieved\nfrom Barangay Agnaya until January 22, 1998, when Inspector Ileto received\ninformation about a carnapping and murder incident; (2) that Meliton Estrella\nactually gave himself up for his implication in the murder and carnapping; (3)\nthat Inspector Ileto and SPO4 Mauricio did not conduct an investigation but\nmerely relied on the NBI report which was a complete falsehood; (4) that the\nsubject taxicab, which was parked adjacent to the PNP Crime Laboratory, was not\nsubjected to physical and forensic investigation; (5) that the NBI and PNP\ncommitted shortcuts in pursuing the investigation; (6) that NBI Agent Serafin Gil is not a lawyer\nand violated their rights under the Miranda doctrine; and (7) that Inspector\nIleto is a graduate of Bulacan National Agricultural School with no background\nin criminal investigation and intelligence.\n\nThe above\narguments involve factual issues, the resolution of which require our\nre-evaluation of the trial courtâs findings of facts. To do so, however, will\nbe an unnecessary deviation from the jurisprudential rule that conclusions of\nthe trial court on the credibility of witnesses are generally not disturbed by\nappellate courts. Trial courts are in a better position to decide the issues,\nhaving heard the witnesses themselves and observed their deportment and manner\nof testifying during the trial. [10] The exception to this rule is where\nthere is proof of some fact or circumstance of weight and influence that might\nhave been overlooked, or its significance misinterpreted, by the trial court\nwhich, if properly considered, could affect the result of the case.\n\nAfter a\nmeticulous review of the records, we find no compelling reason to depart from\nsuch rule.\n\nThe evidence on\nrecord show that, contrary to accused-appellantsâ assertion, it was only on\nJanuary 22, 1998 that SPO4 Ireneo Mauricio, Capt. Ileto [11] and NBI Agent Serafin Gil [12] first came to know, through Meliton\nEstrella, about the carnapping of the taxicab, the killing of the driver\nthereof and the subsequent dumping of the body somewhere in Pulilan. Acting on\nthe information given by Estrella, they were able to recover the subject\nvehicle at Dela Cruzâs house in Agnaya, Plaridel, Bulacan, and asked the family\nof Ysmael Mananquil to identify his decomposing corpse.\n\nAnent the claim\nthat Dela Cruz was arrested without warrant, forced to sign a document, and\ndetained for more or less 3 to 4 weeks, [13] there is no showing that she\nobjected to the manner of her arrest and detention before she entered her plea\nand participated in the trial. Pertinent hereto is our ruling in People v.\nLopez, [14] to wit: [I]t is too late for appellant to\nraise the question of his arrest without a warrant. When accused-appellant was arrested and a case was filed against\nhim, he pleaded not guilty upon arraignment, participated in the trial and\npresented his evidence. Appellant is thus estopped from questioning the\nlegality of his arrest. It is well-settled that any objection involving a\nwarrant of arrest or procedure in the acquisition by the court of jurisdiction\nover the person of an accused must be made before he enters his plea, otherwise\nthe objection is deemed waived. Besides, this issue is being raised for the first time by\nappellant. He did not move for the\nquashal of the information before the trial court on this ground. Consequently, any irregularity attendant to\nhis arrest, if any, was cured when he voluntarily submitted himself to the\njurisdiction of the trial court by entering a plea of not guilty and by\nparticipating in the trial. Moreover,\nthe illegal arrest of an accused is not sufficient cause for setting aside a\nvalid judgment rendered upon a sufficient complaint after trial free from\nerror.\n\nComing now to\nthe sufficiency of proof of their guilt, accused-appellants contend that the\ntestimony of Meliton Estrella was perjured; that the evidence against them\nconsisted of circumstantial evidence which was not sufficient to establish their\nguilt; and that the trial court merely glossed over and gave scant\nconsideration to the evidence they presented.\n\nThe contentions\nlack merit. We agree with the trial courtâs findings that the testimony of\nprosecution witness Meliton Estrella was clear, straightforward and devoid of\nany signs of artificiality. Moreover,\nno improper motive was imputed on Estrella who positively identified both\naccused-appellants as the perpetrators of the offense. [15]\n\nAccused-appellants\nnext assail the trial courtâs reliance on circumstantial evidence. We have long held that circumstantial\nevidence is sufficient for conviction in criminal cases where there is more\nthan one circumstance derived from the facts duly given and the combination of all\nis such as to produce conviction beyond reasonable doubt. The test for\naccepting circumstantial evidence as proof of guilt beyond reasonable doubt is:\nthe series of circumstances duly proved must be consistent with each other and\nthat each and every circumstance must be consistent with the accusedâs guilt\nand inconsistent with his innocence. [16]\n\nIn the case at\nbar, the trial court based its judgment of conviction on the following\nestablished facts: that Dela Cruz and Peridas arrived in Plaridel at 2:30 in the\nmorning of January 15, 1998 on board a taxicab; that the accessories of the\ntaxicab were removed and its license plate was replaced; that\naccused-appellants were unable to produce the registration papers of the\nvehicle; that the subject vehicle was identified as the one driven by Ysmael\nMananquil before its loss on January 15, 1998; and that the missing taxicab was\nrecovered by the police from Dela Cruz. [17]\n\nWe find that the\nforegoing facts constitute an unbroken chain of events that undeniably point to\nthe culpability of accused-appellants for violation of the Anti-Carnapping Act.\nThe testimony of Meliton Estrella was corroborated by the testimony of SPO4\nMauricio, NBI Agent Serafin Gil and Capt. Ileto. The testimony of the police\nofficers carried with it the presumption of regularity in the performance of\nofficial functions. [18] Moreover, accused-appellants failed\nto overcome the disputable presumption that âa person found in possession of a\nthing taken in the doing of a recent wrongful act is the taker and the doer of\nthe whole act.â [19]\n\nThe trial court\nconvicted accused-appellant Larry Peridas only of homicide based on its finding\nof guilt due to Peridasâ admission to Meliton Estrella that he had disposed of (tinapos) Manaquil, whose body was dumped in Pulilan, Bulacan, where it was later found\nby the police. Prior to that, Estrella\nsaw Peridas stepping on the head of Manaquil on the floor of the carnapped\nvehicle. In other words, it was Peridas who was with the victim when the latter\nwas last seen alive by Estrella. [20] However, the allegations of evident\npremeditation, abuse of superior strength and treachery as qualifying\ncircumstances were not sufficiently established, thus the crime committed was\nonly homicide. [21]\n\nIn Aballe v.\nPeople , [22] we held that the declaration of an\naccused expressly acknowledging his guilt of the offense may be given in\nevidence against him and any person, otherwise competent to testify as a\nwitness, who heard the confession, is competent to testify as to the substance\nof what he heard if he heard and understood it. The said witness need not repeat verbatim the oral confession; it\nsuffices if he gives its substance.\n\nIn the recent\ncase of People v. Zuela , [23] we ruled that an admission made to\na private person is admissible in evidence against the declarant pursuant to\nRule 130, Section 26 of the Rules of Court, which states that the âact,\ndeclaration or omission of a party as to a relevant fact may be given in\nevidence against him.â\n\nIn their\ndefense, accused-appellants can only raise alibi and bare denial. Alibi is the weakest of all defenses,\nbecause it is easy to concoct and difficult to disprove. For alibi to prosper, it is not enough to\nprove that the defendant was somewhere else when the crime was committed; he\nmust likewise demonstrate that it was physically impossible for him to have\nbeen at the scene of the crime at the time. Furthermore, alibi cannot prevail over the positive and unequivocal\nidentification of accused-appellants. Categorical and consistent positive\nidentification, absent any showing of ill-motive on the part of the eyewitness\ntestifying on the matter, prevails over accused-appellant's defense of denial\nand alibi. Unless substantiated by\nclear and convincing proof, such defense is negative, self-serving, and\nundeserving of any weight in law. [24]\n\nThe trial court\nwas correct in convicting accused-appellants separately on the charges of\ncarnapping and homicide, rather than qualified carnapping or aggravated\nform of carnapping, [25] as defined in Section 14 of\nRepublic Act No. 6539, as amended by Section 20 of Republic Act No. 7659, which\nimposes the penalty of reclusion perpetua to death whenever the owner,\ndriver or occupant of the carnapped motor vehicle is killed in the course of\nthe commission of the carnapping or on the occasion thereof.\n\nIn the case at\nbar, accused-appellants were charged separately with the crimes of carnapping\nand murder. We cannot convict them of the crime of qualified carnapping, which\nconsists of the two crimes alleged in the two separate information, without\nimpairing their constitutional right to be informed of the nature and cause of\nthe accusation against them. [26]\n\nHowever, the\ntrial court erred in imposing the penalty of reclusion perpetua for the\ncrime of carnapping, considering that the Information neither alleged that the\nvictim was killed in the course of the commission of the carnapping or on\noccasion thereof, [27] or that the carnapping was\ncommitted by means of violence against or intimidation of any person. The crime\nalleged being only carnapping under the first clause of R.A. 6539, Section 14,\nas amended, the proper penalty to be imposed must not be less than fourteen\n(14) years and eight (8) months and not more than seventeen (17) years and four\n(4) months. Under the Indeterminate Sentence Law [28] , if the offense is punished by a\nspecial law, the court shall sentence the accused to an indeterminate sentence,\nthe maximum term of which shall not exceed the maximum fixed by said law and\nthe minimum term shall not be less than the minimum prescribed by the same.\nThus, we hold that the proper penalty to be imposed on each of the\naccused-appellants is an indeterminate sentence of fourteen (14) years and\neight (8) months, as minimum, to seventeen (17) years and four (4) months, as\nmaximum.\n\nOn the other\nhand, the penalty for homicide is reclusion temporal, the range of which\nis from twelve (12) years and one (1) day to twenty (20) years. Applying the Indeterminate Sentence Law, and\nthere being no modifying circumstance, we hereby sentence accused-appellant\nLarry Peridas to a prison term of eight (8) years, four (4) months and ten (10)\ndays of prision mayor, as minimum, to fourteen (14) years, ten (10)\nmonths and twenty (20) days of reclusion temporal, as maximum [29]\n\nFinally, we\nreduce the award of Seventy Five Thousand Pesos (P75,000.00) ordered by the\ntrial court as indemnity for the victimâs death to Fifty Thousand Pesos\n(P50,000.00), consistent with current jurisprudence. [30]\n\nWHEREFORE , in view of the foregoing, the\ndecision of the Regional Trial Court, Branch 78, Malolos, Bulacan, in Criminal\nCase No. 828-M-98, finding accused-appellant LARRY PERIDAS guilty beyond\nreasonable doubt of homicide, is AFFIRMED with the MODIFICATION that he is\nsentenced to an indeterminate prison term of eight (8) years, four (4) months\nand ten (10) days of prision mayor , as minimum, to fourteen (14) years,\nten (10) months and twenty (20) days of reclusion temporal , as\nmaximum. In addition, said\naccused-appellant LARRY PERIDAS is ordered to pay death indemnity to the heirs\nof Ysmael Mananquil in the amount of P50,000.00.\n\nThe decision of\nthe Regional Trial Court, Branch 78, Malolos, Bulacan, in Criminal Case No.\n829-M-98, finding accused-appellants LARRY PERIDAS and ERLINDA DELA CRUZ guilty\nbeyond reasonable doubt of violation of Republic Act No. 6539, as amended, is\nAFFIRMED with the MODIFICATION that said accused-appellants are sentenced to an\nindeterminate prison term of fourteen (14) years and eight (8) months, as\nminimum, to seventeen (17) years and four (4) months, as maximum.\n\nCosts de officio.\n\nSO ORDERED. Davide, Jr.,\nC.J., (Chairman), Vitug, Kapunan, and Austria-Martinez, JJ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Records, pp. 2-3.\n\n[2] Records, pp. 8-9.\n\n[3] Rollo ,\nDecision, pp. 81-82.\n\n[4] TSN, August 21, 1998, p. 5.\n\n[5] Ibid. , p.\n12.\n\n[6] Id. , p. 8.\n\n[7] TSN, April 30, 1999, pp. 2-3.\n\n[8] TSN, May 24, 1999, p. 3.\n\n[9] TSN, June 7, 1999, p. 14.\n\n[10] People v. Ellado, et al ., G.R. No. 124686 , March 5, 2001.\n\n[11] TSN, June 7, 1999, p. 3.\n\n[12] TSN, November 13, 1998, p. 3.\n\n[13] Rollo ,\nAppellantsâ Brief, p. 61.\n\n[14] 245 SCRA 95, 105-106 [1995].\n\n[15] Rollo ,\nDecision, p. 31.\n\n[16] People v. Rondero, 320 SCRA 383, 396-397\n[1999].\n\n[17] Rollo ,\nDecision, p. 29.\n\n[18] People v. Khor, 307 SCRA 295 [1999].\n\n[19] Sec. 3[j], Rule 131, Rules of Court.\n\n[20] Rollo ,\nDecision, p. 80.\n\n[21] Ibid. , p.\n73.\n\n[22] 183 SCRA 196 [1990].\n\n[23] 323 SCRA 589, 606 [2000], citing People v. Maqueda, 242 SCRA 565 [1995].\n\n[24] People v. Basquez, G.R. No. 144035 , September 27, 2001.\n\n[25] People v. Mejia, 275 SCRA 127, 153 [1997].\n\n[26] People v. Manalili, 294 SCRA 220, 252 [1998].\n\n[27] People v. Ubaldo, 342 SCRA 338, 350 [2000].\n\n[28] Section 1, R.A. 4104, as amended.\n\n[29] People v. Calbaroso, 340 SCRA 332, 345 [2000].\n\n[30] People v. Manzano, G.R. No. 138303 , November 26, 2001.",
  "content_length": 22418,
  "metadata_extraction_date": "2025-11-01T05:56:41.484852",
  "extraction_version": "2.0_enhanced_full_content"
}