{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/april/GR_102942.html",
  "filename": "GR_102942.html",
  "year": 1997,
  "month": "april",
  "case_number": "102942",
  "gr_number": "102942",
  "volume_page": "338 Phil. 105",
  "decision_date": "April 18, 1997",
  "title": "AMADO F. CABAERO AND CARMEN C. PEREZ, PETITIONERS, VS. HON. ALFREDO C. CANTOS IN HIS CAPACITY AS PRESIDING JUDGE OF THE REGIONAL TRIAL COURT OF MANILA, BR. VII, AND EPIFANIO CERALDE, RESPONDENTS. D E C I S I O N PANGANIBAN, J.: May the accused-petitioners who were charged with estafa, file an answer with counterclaim for moral and exemplary damages plus attorney's fees and litigation expenses against the private complainant in the same criminal action?This is the main issue raised in this petition[1] filed under Rule 65 of the Rules of Court assailing the Orders dated July 1, 1991,[2] and August 21, 1991,[3] of respondent Judge \"for being contrary to law and (for) having been issued by the respondent judge in excess of his jurisdiction and with grave abuse of discretion tantamount to lack of jurisdiction.\"[4]The Order of July 1, 1991, reads:\"THE Answer with Counterclaim filed by the accused through counsel, dated February 12, 1991, as well as the Opposition thereto; the Memorandum filed by the Private Prosecutor, in Support of Motion to Expunge from the Records And/Or to Dismiss Answer with Counterclaim; the Supplement; and Comment on Supplement, are all ordered expunged from the Records, considering that this is a criminal case wherein the civil liability of the acused (sic) is impliedly instituted therein.\"Petitioners pleaded for reconsideration[5] of said Order but respondent judge, in the Order of August 21, 1991, denied their motion, thus: \"ACTING on the Motion for Reconsideration dated July 17, 1991, of the accused through counsel, this Court finds no merit therein, such that said motion is hereby denied.\"The FactsThis petition emanated from Crim. Case No. 90-18826 of the Regional Trial Court (\"RTC\") of Manila. Said case commenced on October 18, 1990, with the filing of an Information[6] against petitioners charging them with estafa for allegedly defrauding private respondent Epifanio Ceralde of the sum of P1,550,000.00. The accusatory portion of the Information reads as follows: \"That in or about and during the period comprised between September, 1987 and October 30, 1987, both dates inclusive, in the City of Manila, Philippines, the said accused, conspiring and confederating together and mutually helping each other, did then and there wilfully, unlawfully and feloniously defraud one EPIFANIO CERALDE in the following manner, to wit: the said accused induced and succeeded in inducing the said EPIFANIO CERALDE to advance the total amount of P1,550,000.00 to be paid to M.C. Castro Construction, Co. representing the purchase price of six (6) parcels of land located in Pangasinan which the Aqualand Ventures & Management Corporation, a joint business venture organized by accused AMADO F. CABAERO and the said EPIFANIO CERALDE, purchased from the said company, with the understanding that the said amount would be returned to the said EPIFANIO CERALDE as soon as the loan for P1,500,000.00 applied for by the said Aqualand Ventures & Management Corporation with Solid Bank, of which said accused AMADO F. CABAERO is the Senior Vice-President, is released, but both accused, once the said loan has (sic) been approved by the bank, in furtherance of their conspiracy and falsely pretending that accused CARMEN C. PEREZ had been authorized by the said Aqualand Ventures & Management Corporation to receive the check for P1,500,000.00 for and in its own behalf, succeeded in inducing the cashier of said Solid Bank to release the same to accused CARMEN C. PEREZ, thereby enabling her to encash the aforesaid check, and instead of turning over the said amount to the said EPIFANIO CERALDE; accused failed and refused, and still fail and refuse, to do so despite repeated demands made to that effect, and with intent to defraud, misappropriated, misapplied and converted the said amount to their own personal use and benefit, to the damage and prejudice of the said EPIFANIO CERALDE in the aforesaid amount of P1,550,000.00, Philippine currency.Contrary to law.\"Arraigned on January 7, 1991, petitioners entered a plea of not guilty. On February 5, 1991, Atty. Ambrosio Blanco entered his appearance as private prosecutor.[7]The Presiding Judge of the RTC of Manila, Branch IV, Hon. Elisa R. Israel, in an Order[8] dated February 11, 1991, inhibited herself \"out of delicadeza\" from further hearing the case pursuant to Section 1 of Rule 137 of the Rules of Court after \"considering that the complainant is a relative by affinity of a nephew of her husband.\" Thereafter, the case was re-raffled to Branch VII presided over by respondent Judge Alfredo Cantos.On April 2, 1991, petitioners filed an Answer with Counterclaim[9] alleging that the money loaned from Solidbank mentioned in the Information was duly applied to the purchase of the six (6) parcels of land in Pangasinan, and that the filing of said Information was unjustified and malicious. Petitioners included the following prayer:[10] \"WHEREFORE, it is respectfully prayed that after trial judgment be rendered:1. Dismissing, or quashing the information, and the civil action impliedly instituted in the criminal action;2. Ordering the complaining witness Ceralde to pay to the accused the following amounts:(a) P1,500,000.00 as moral damages;(b) P500,000.00 as exemplary damages;(c) P100,000.00 as attorney's fees; and(d) P20,000.00, as litigation expenses. Accused pray for such other reliefs, legal and equitable in the premises.\"During the initial hearing on April 15, 1991, the prosecution verbally moved that the answer with counterclaim be expunged from the records and/or be dismissed. The respondent judge, after the exchange of arguments between the prosecution and the defense, gave the contending parties time to submit a Memorandum and Comment or Opposition, respectively.The Memorandum of the private prosecutor justified his Motion to Expunge the answer with counterclaim for two reasons: (1) the trial court had no jurisdiction over the answer with counterclaim for non-payment of the prescribed docket fees and (2) the \"compulsory counterclaim against complainant is barred for failure to file it before arraignment.\"[11] In their Opposition, petitioners argued that this Court in Javier vs. Intermediate Appellate Court[12] laid down, for \"procedural soundness,\" the rule that a counterclaim should be permitted in a criminal action where the civil aspect is not reserved. Further, inasmuch as petitioners' counterclaim was compulsory in nature, they were not required to pay docket fees therefor. Additionally, the Rules do not specifically provide for the period for filing of counterclaims in criminal cases, whereas Section 3 of Rule 9 and Section 9 of Rule 6 allow the filing, with leave of court, of a counterclaim at any time before judgment. Thus, petitioners contended that their filing was within the proper period.[13]As previously indicated, respondent Judge Cantos granted the prosecution's motion to expunge in an Order dated July 1, 1991, and denied the petitioners' motion for reconsideration in an Order dated August 21, 1991.On the theory that there is no plain, speedy and adequate remedy in the ordinary course of law, the petitioners, through counsel, filed this instant petition.The IssueThe sole issue raised by petitioners is:[14]\"Whether or not the respondent judge committed grave abuse of discretion, amounting to lack or excess of jurisdiction in ordering that the answer with counterclaim of the petitioners in Criminal Case No. 90-88126, together with all pleadings filed in relation thereto, be expunged from the records.\"Petitioners invoke Section 1, Rule 111 of the Rules on Criminal Procedure, which provides that unless the offended party waived, reserved or instituted the civil action prior to the criminal action, the civil action for recovery of civil liability is impliedly instituted with the criminal action. They contend that it is not only a right but an \"outright duty\" of the accused to file an answer with counterclaim since failure to do so shall result in the counterclaim being forever barred.Petitioners argue that under Rule 136 of the Rules of Court, particularly Section 8 thereof, clerks of court are instructed to \"keep a general docket, each page of which shall be numbered and prepared for receiving all the entries in a single case, and shall enter therein all cases x x x.\" Thus, respondent Judge Cantos allegedly erred in expunging all records with respect to the Answer with Counterclaim for, on appeal, \"if the records elevated x x x are incomplete and inaccurate, there arises a grave danger that the ends of justice and due process shall not be served and instead frustrated.\"[15]Petitioners further allege that the Order of July 1, 1991, failed to resolve the legal issues raised by the parties as it neglected to state the legal basis therefor, as required by Section 14, Article VIII of the Constitution, \"thereby leaving the petitioners to speculate on why they were being deprived of their right to plead and prove their defenses and counter-claim as far as the civil aspect of the case was concerned.\"[16]This Court, realizing the significance of the present case, required on August 3, 1992, the appearance of the Solicitor General as counsel for respondent court. The Republic's counsel, in his Manifestation dated December 22, 1992, cited Javier and sided with petitioners in maintaining that the instant \"petition is meritorous.\"Preliminary MattersLitis Pendentia as a DefenseIn his Memorandum dated September 30, 1992, private respondent belatedly interposes litis pendentia to defeat the petition. He alleges that the present petition is barred by the cross-claim of the petitioners against Aqualand Ventures and Management Corporation, of which petitioners are stockholders and officers, in Civil Case No. 90-53035 (filed against both petitioners and the private respondent by Solidbank on May 14, 1990). Considerations of due process prevent us from taking up the merits of this argument in favor of private respondent.[17] This cross-claim was never raised in the trial court -- certainly not in the Memorandum dated April 19, 1991, submitted to the court a quo in support of respondent Ceralde's motion to expunge the answer with counterclaim. The Rules[18] require that \"(a) motion attacking a pleading or a proceeding shall include all objections then available, and all objections not so included shall be deemed waived.\" Consequently and ineluctably, the ground of litis pendentia which was not argued in the court a quo is deemed waived.[19]The Payment of Filing FeesAnent filing fees, we agree with petitioners that inasmuch as the counterclaim is compulsory, there is no necessity to pay such fees, as the Rules do not require them. This Court already clarified in Sun Insurance Office, Ltd. (SIOL), vs. Asuncion[20] the instances when docket fees are required to be paid to enable the court to acquire jurisdiction:\"1. It is not simply the filing of the complaint or appropriate initiatory pleading, but the payment of the prescribed docket fee, that vests a trial court with jurisdiction over the subject-matter or nature of the action. Where the filing of the initiatory pleading is not accompanied by payment of the docket fee, the court may allow payment of the fee within a reasonable time but in no case beyond the applicable prescriptive or reglementary period.2. The same rule applies to permissive counterclaims, third-party claims and similar pleadings, which shall not be considered filed until and unless the filing fee prescribed therefor is paid. The court may also allow payment of said fee within a reasonable time but also in no case beyond its applicable prescriptive or reglementary period.\" (Underscoring supplied.)Obviously, no docket fees are required to be paid in connection with the filing of a compulsory counterclaim.The Main Issue: Propriety ofAnswer with CounterclaimIn Javier upon which petitioners anchor their thesis, the Court held that a counterclaim for malicious prosecution is compulsory in nature; thus, it should be filed in the criminal case upon the implied institution of the civil action.The facts in Javier may be summarized as follows:Leon S. Gutierrez, Jr., private respondent therein, was charged with violation of BP Blg. 22 before the Regional Trial Court of Makati. The civil case had not been expressly reserved, hence it was impliedly instituted with the criminal action.Later, Accused Gutierrez filed a complaint for damages against Private Complainants (Petitioners) Javiers before the Regional Trial Court of Catarman, Northern Samar, wherein he alleged that he had been merely inveigled by the Javiers into signing the very check that was the subject of the criminal case.In resolving the question of whether he can raise that claim in a separate civil action for damages filed by him against petitioners therein, this Court, speaking through Mr. Justice Isagani A. Cruz (Ret.), ruled:[21]\"It was before the Makati court that the private respondent, as defendant in the criminal charge of violation of B.P. Blg. 22, could explain why he had issued the bouncing check. As the civil action based on the same act was also deemed filed there, it was also before that same court that he could offer evidence to refute the claim for damages made by the petitioners. This he should have done in the form of a counterclaim for damages for his alleged deception by the petitioners. In fact, the counterclaim was compulsory and should have been filed by the private respondent upon the implied institution of the civil action for damages in the criminal action.A counterclaim is compulsory and is considered barred if not set up where the following circumstances are present: (1) that it arises out of, or is necessarily connected with the transaction or occurrence that is the subject matter of the opposing party's claim; (2) that it does not require for its adjudication the presence of third parties of whom the court cannot acquire jurisdiction, and (3) that the court has jurisdiction to entertain the claim.All these circumstances are present in the case before the Regional Trial Court of Makati.This being so, it was improper for the private respondent to file his civil complaint in the Regional Trial Court of Northern Samar alleging the very defense he should be making in the Regional Trial Court of Makati. It is, of course, not possible for him now to invoke a different defense there because he would be contradicting his own verified complaint in the Regional Trial Court in Northern Samar. In effect, therefore, he is arguing that both courts have jurisdiction to consider the same claim of deception he is making in connection with the same transaction and involving the same parties.\" (Underscoring supplied.)In Javier, the accused maintained in his separate action for damages that he had been inveigled by the private complainants into signing what was alleged to be a bouncing check. In the present case, petitioners claim in their answer with counterclaim that they never personally benefited from the allegedly defrauded amount nor did they spend the same for a purpose other than that agreed upon with Private Respondent Ceralde. Thus, in both cases, the accused seek recovery of damages for what they perceive to be malicious prosecution against them.As categorically recognized in the case of Javier, a claim for malicious prosecution or \"grossly unfounded suit\" as a compulsory counterclaim has no appropriate venue other than the same criminal case which is alleged to be a malicious suit. The counterclaim stands on the same footing and is to be tested by the same rules as if it were an independent action.[22] A counterclaim is defined as any claim for money or other relief which a defending party may have against an opposing party.[23] Compulsory counterclaim is one which at the time of suit arises out of, or is necessarily connected with, the same transaction or occurrence that is the subject matter of plaintiff's complaint.[24] It is compulsory in the sense that if it is within the jurisdiction of the court, and does not require for its adjudication the presence of third parties over whom the court cannot acquire jurisdiction, it must be set up therein, and will be barred in the future if not set up.[25]In justifying his Order, Judge Cantos ruled that \"this is a criminal case wherein the civil liability of the acused (sic) is impliedly instituted therein.\" This justification begs the question. Basically, that is the reason why petitioners herein filed their answer with counterclaim for, apparently, in hiring a private prosecutor, Private Respondent Ceralde intended to prosecute his civil claim together with the criminal action. Hence, as a protective measure, petitioners filed their counterclaim in the same case. Since under Section 1, Rule 111[26] of the Revised Rules of Court, the civil action which is deemed impliedly instituted with the criminal action, if not waived or reserved, includes recovery of indemnity under the Revised Penal Code, and damages under Article 32, 33, 34 and 2176 of the Civil Code arising from the same act or omission of the accused, should not the accused have the right to file a counterclaim in the criminal case? Obviously, the answer is in the affirmative, as was held in Javier.In ruling that an action for damages for malicious prosecution should have been filed as a compulsory counterclaim in the criminal action, the Court in Javier sought to avoid multiplicity of suits. The Court there emphasized that the civil action for malicious prosecution should have been filed as a compulsory counterclaim in the criminal action. The filing of a separate civil action for malicious prosecution would have resulted in the presentation of the same evidence involving similar issues in two proceedings: the civil action impliedly instituted with the criminal action, and the separate civil action for damages for malicious prosecution.Some Reservations inthe Application of JavierThe logic and cogency of Javier notwithstanding, some reservations and concerns were voiced out by members of the Court during the deliberations on the present case. These were engendered by the obvious lacuna in the Rules of Court, which contains no express provision for the adjudication of a counterclaim in a civil action impliedly instituted in a criminal case. The following problems were noted: 1) While the rules on civil procedure[27] expressly recognize a defendant's entitlement to plead his counterclaim and offer evidence in support thereof,[28] the rules on criminal procedure[29] which authorize the implied institution of a civil action in a criminal case are, in contrast, silent on this point [30] and do not provide specific guidelines on how such counterclaim shall be pursued.2) A judgment in a criminal action is not required to provide for the award of a counterclaim. Thus, Section 2, Rule 120 of the Rules of Court, states:\"SEC. 2. Form and contents of judgment. âxxx xxx xxxIf it is for conviction, the judgment shall state (a) the legal qualifications of the offense constituted by the acts committed by the accused, and the aggravating or mitigating circumstances attending the commission thereof, if there are any; (b) the participation of the accused in the commission of the offense whether as principal, accomplice, or accessory after the fact; (c) the penalty imposed upon the accused; and (d) the civil liability or damages caused by the wrongful act to be recovered from the accused by the offended party, if there is any, unless the enforcement of the civil liability by a separate action has been reserved or waived.\" (Underscoring supplied.)3) Allowing and hearing counterclaims (and possibly cross-claims and third-party complaints) in a criminal action will surely delay the said action. The primary issue in a criminal prosecution that is under the control of state prosecutors is the guilt of the accused and his civil liability arising from the same act or omission.[31] Extending the civil action arising from the same act or omission to counterclaims, cross-claims and third-party complaints, and allowing the accused and other parties to submit evidence of their respective claims will complicate the disposition of the criminal case.4) Adjudication of compulsory counterclaims and/or related claims or pleadings logically includes the application of other rules which, by their very nature, apply only to civil actions. The following matters may be invoked in connection with the filing of an answer with a counterclaim: the genuineness and due execution of an actionable document which are deemed admitted unless specifically denied under oath;[32] affirmative defenses like res judicata, prescription and statute of frauds which are deemed waived by failure to interpose them as affirmative defenses in an answer; and the failure of a defendant to file an answer seasonably may result in his default in the civil aspect but not in the criminal. As a consequence of these matters, the entry of plea during arraignment will no longer signal joinder of issues in a criminal action.5) In an impliedly instituted civil action, an accused is not sufficiently apprised of the specific basis of the claims against him. An accused learns of the implied institution of a civil action from the contents of an information. An information, however, is filed in behalf of the People of the Philippines. Hence, it does not contain the ultimate facts relating to the civil liability of the accused. Section 6, Rule 110 of the Rules of Court, provides:\"SEC. 6. Sufficiency of complaint or information. â A complaint or information is sufficient if it states the name of the accused; the designation of the offense by the statute; the acts or omissions complained of as constituting the offense; the name of the offended party; the approximate time of the commission of the offense; and the place wherein the offense was committed.\"The foregoing section does not mandate the inclusion of the ultimate facts which can be specifically admitted or denied in an answer. 6) Because an accused is not sufficiently apprised of the specific basis of the civil action against him, he may file a motion for bill of particulars or take advantage of discovery procedures. The end result, in any case, will be delay and complication in the criminal action and even confusion among the parties.7) The Rules of Court does not specify the reckoning date for the filing of an answer in an impliedly instituted civil action. In an ordinary civil action, an answer should be filed within fifteen (15) days from service of summons. The concept of summons, however, is alien to a criminal action. So, when does the 15-day period begin?8) Moreover, an accused can file his answer with counterclaim only after the initial hearing, because the private complainant may still reserve his civil action at any time before the prosecution commences to present evidence.[33] On the other hand, an answer in an ordinary civil action should be filed before the start of hearing, because hearing commences only after the issues have been joined, i.e., after the responsive pleadings have been filed.9) Confusion in the application of the rules on civil procedure will certainly encourage litigants to challenge before appellate courts interlocutory incidents of the impliedly instituted civil action. While these challenges are pending, the criminal actions that demand speedy resolution, particularly where the accused is denied bail in capital offenses, will stagnate. Witnesses may disappear or lose recollection of their intended testimony, and the prosecutors may lose momentum and interest in the case. And the accused is effectively deprived of his right to speedy trial.10) On top of the above procedural difficulties, some members of the Court believe that a cause of action for malicious prosecution may be premature because there is as yet no finding of such wrongful prosecution. This fact is precisely what the trial court still has to determine.By the foregoing discussion, we do not imply any fault in Javier. The real problem lies in the absence of clear-cut rules governing the prosecution of impliedly instituted civil actions and the necessary consequences and implications thereof. For this reason, the counter-claim of the accused cannot be tried together with the criminal case because, as already discussed, it will unnecessarily complicate and confuse the criminal proceedings. Thus, the trial court should confine itself to the criminal aspect and the possible civil liability of the accused arising out of the crime. The counter-claim (and cross-claim or third party complaint, if any) should be set aside or refused cognizance without prejudice to their filing in separate proceedings at the proper time.[34]At balance, until there are definitive rules of procedure[35] to govern the institution, prosecution and resolution of the civil aspect (and the consequences and implications thereof) impliedly instituted in a criminal case, trial courts should limit their jurisdiction to the civil liability of the accused arising from the criminal case.On the other hand, this Court is only too well aware that the antecedent case was filed in the Respondent Court on October 18, 1990. Although it has dragged on for more than six (6) years now, trial has yet to start because of the herein procedural question raised on certiorari. In view of this, it is to the best interest of the parties that the trial of the criminal action should now proceed. The trial has waited too long; it is time to continue and finish it with all reasonable dispatch. In fairness to the accused, he may file separate proceedings to litigate his counterclaim after the criminal case is terminated and/or in accordance with the new Rules which may be promulgated as and when they become effective.WHEREFORE, premises considered, the questioned Orders dated July 1, 1991 and August 21, 1991 are hereby MODIFIED. The counterclaim of the accused is hereby set aside without prejudice. The Respondent Regional Trial Court of Manila is DIRECTED to proceed with the trial of the criminal action and the civil action arising from the criminal offense that is impliedly instituted therein, with all judicious dispatch. No costs.SO ORDERED.Davide, Jr., Romero, Bellosillo, Melo, Puno, Mendoza, Francisco and Torres, Jr., JJ., concur.Narvasa, C.J. and Kapunan, J., concur in the result.Padilla, J., joins J. Vitug in his separate opinion.Regalado, J., see separate opinion.Vitug., J., see separate opinion.Hermosisima, Jr., J., is on leave.[1] Rollo,pp. 33-62.[2] Ibid., p. 96.[3] Ibid., p. 101.[4] Ibid., pp. 34-35.[5] Ibid., pp. 97-100.[6] Ibid., pp. 64-65.[7] Ibid., p. 66.[8] Ibid., p. 67.[9] Ibid., pp. 69-75.[10] Ibid., pp. 74-75.[11] Ibid., pp. 76-80.[12] 171 SCRA 605, March 31, 1989.[13] Rollo,pp. 81-87.[14] Ibid., p. 39.[15] Ibid., pp 45-47.[16] Ibid., p. 175.[17]Lopez Realty, Inc. vs. Fontecha, 247 SCRA 183, August 11, 1985.[18] Section 8, Rule 15 of the Rules of Court.[19] Rollo,pp. 181-182.[20] 170 SCRA 274, 285, February 13, 1989.[21] Javier vs. Intermediate Appellate Court, supra, at pp. 609-610.[22] Vda. de Chua vs. Intermediate Appellate Court, 229 SCRA 99, January 5, 1994, citing the case of Valisno vs. Plan, 143 SCRA 502, August 19, 1986.[23] Sapugay vs. Court of Appeals, 183 SCRA 464, March 21, 1990.[24] See Lopez vs. Gloria and Sheriff of Leyte, 40 Phil. 26, 31 (1919).[25] Papa vs. Banaag, 17 SCRA 1083, August 31, 1966.[26] \"Section 1. Institution of criminal and civil actions. â When a criminal action is instituted, the civil action for the recovery of civil liability is impliedly instituted with the criminal action, unless the offended party waives the civil action, reserves his right to institute it separately, or institutes the civil action prior to the criminal action.Such civil action includes recovery of indemnity under the Revised Penal Code, and damages under Articles 32, 33, 34 and 2176 of the Civil Code of the Philippines arising from the same act or omission of the accused.A waiver of any of the civil actions extinguishes the others. The institution of, or the reservation of the right to file, any of said civil actions separately waives the others.The reservation of the right to institute the separate civil actions shall be made before the prosecution starts to present its evidence and under circumstances affording the offended party a reasonable opportunity to make such reservation.In no case may the offended party recover damages twice for the same act or omission of the accused.When the offended party seeks to enforce civil liability against the accused by way of moral, nominal, temperate or exemplary damages, the filing fees for such civil action as provided in these Rules shall constitute a first lien on the judgment except in an award for actual damages.In cases wherein the amount of damages, other than actual, is alleged in the complaint or information, the corresponding filing fees shall be paid by the offended party upon the filing thereof in court for trial.\"[27] Rules 1-71, Rules of Court.[28] Section 1, Rule 30 of the Rules of Court which provides:\"SECTION 1. Order of trial. â Subject to the provisions of section of Rules 31, unless the judge, for special reasons, otherwise directs, the order of trial shall be as follows:xxx xxx xxx(b) The defendant shall then offer evidence in support of his defense, counterclaim, cross-claim, and third-party claim;xxx \"[29] Rules 110-127, Rules of Court.[30] See, e.g., Section 3 rule 119, Rules of Court, on the order of trial in a criminal action.[31] Section 2, Rule 120, Rules of Court, supra.[32] Section 8, Rule 8, Rules of Court.[33] The fourth paragraph of Sec. 1 of Rule 111 states:\"The reservation of the right to institute the separate civil actions shall be made before the prosecution starts to present its evidence and under circumstances affording the offended party a reasonable opportunity to make such reservation.\" (underscoring ours)[34] Substantive law appears to be consistent with this. For instance, Article 1288 of the Civil Code disallows compensation, a mode for extinguishing obligation, âif one of the debts consists in civil liability arising from a penal offense.â[35]The Committee on Revision of the Rules of the Court is at present working on some proposals to address the lacuna adverted to earlier.Separate OpinionREGALADO, J., concurring:I concur in the result, not only because the majority has adopted my suggestion that the conjoined civil action be reserved[1] for separate determination, but specifically because such a remedial solution presents a practical and definitive response to two contending concerns in the court below, and frees the wheels of criminal justice to grind towards the conclusion of the much delayed penal proceeding.Petitioners are reportedly apprehensive that their counterclaim, being compulsory in nature from their view, may be deemed waived if not duly raised in Criminal Case No. 18826 of the court a quo since the civil action against which that counterclaim is interposed has been impliedly instituted therein. On the other hand, as commendably expounded in the main opinion, the procedural practice, pleadings and contingencies attendant to civil cases may not only relegate the criminal case to the background but may even deny the accused their right to speedy trial since either the trial or appellate courts concerned could be enmeshed in the ramifications arising from the civil case.Reacting with judicial acuity, the Court notes the seeming hiatus in the law and rules on this point, directs a study and formulation of a remedial Rule thereon, and orders the criminal action to proceed sans consideration of the civil aspect which in effect is deconsolidated from the former and reserved for later adjudication.I essay this separate opinion, however, as there may be other cases presenting the same factual features, hence involving the same issues which culminated in the long impassÃ© in this case; and because the trial courts may either not apply the procedure adopted here should there be some variances in said cases, or be of the belief that only this Court has the power to motu proprio order the reservation of the civil aspect considering that its joint institution with the criminal case is a right granted to the offended party.Pending the promulgation of the corresponding Rule addressing the situation which called for the ad hoc resolution thereof in this case, I respectfully submit the following observations which may be of possible assistance in cases of the same mould as the one at bar.To my mind, and based on the presentation of this case in the main opinion, the trial court did not err in granting the prosecution's motion to dismiss the counterclaim and deny consideration thereof in the criminal proceeding. Its error lay in the grounds it advanced to justify such disposition. For that matter, the reasons adduced by the private prosecutor in his motion to expunge the answer with the counterclaim were off-tangent; and, from the discussion of the ponente, the arguments of petitioners in resisting the dismissal of their counterclaim, while supposedly proffering a solution, would in turn create another problem.What seems to have been overlooked, however, are the elemental facts which could create a cause of action for and thereby be the basis for pleading that counterclaim. Just like a complaint, a counterclaim must be grounded upon a valid, complete and enforceable cause of action, failing which it is dismissible on that ground or, akin thereto, for prematurity. That is why, in some states in the American jurisdiction, a counterclaim is called a counter-complaint.The counterclaim involved in the present case is putatively founded upon the alleged malicious prosecution of herein petitioners by the filing of the estafa charge against them in the trial court. Since, however, there is now no crime of malicious prosecution per se and only its civil law concept is maintained,[2] the civil action for redress of such grievance, by reason of its affinity with the criminal case from which it arose, was intended by them to be adjudicated through a counterclaim filed therein. Their offered justification for such procedure is that since the estafa case included the civil liability arising therefrom, then the counterclaim can properly be raised to defeat or diminish the recovery sought by the complainant in that civil aspect.However, in the factual milieu of the present case, it would appear that petitioners do not yet have a cause of action for a civil case of malicious prosecution against private respondent. Denuncia falsa or malicious prosecution essentially means an unfounded criminal action. While the term has been expanded to include unfounded civil suits instituted just to vex and humiliate the defendant despite the absence of a cause of action or probable cause,[3] in either case the mere act of submitting the case for prosecution does not make one liable for malicious prosecution.[4]Thus, as early as 1918 in the case of U .S. vs. Rubal,[5] and I am not aware of any substantial deviation from the fundamental doctrine therein, malicious prosecution or false accusation requires that there was a false charge made to an executive or judicial officer whose duty is to investigate or punish the felony, that there was a final judgment of acquittal or order of dismissal by the trial court, and there was an order for the prosecution of the person who made the charge. The requirement that the action finally terminated with an acquittal was underscored more recently in Lao vs. Court of Appeals, et al.[6] and Ponce vs. Legaspi, et al.[7]Even without the benefit of precedents, the reason for the requirement that the action was finally terminated by dismissal or acquittal is obvious. In our legal system, it is only the proper court that can determine the guilt or innocence of the accused. It is not for the accused to say that he is being maliciously prosecuted and then file a claim for damages based on his own evaluation or surmise. In the instant case, that is exactly what herein petitioners have done. They have filed their counterclaim on the theory that the estafa case against them was a false and malicious charge although that fact is precisely what the trial court still has to determine.Obviously, therefore, petitioners do not yet have a valid, complete and enforceable cause of action which could constitute the basis and justification for their counterclaim. The pronouncement of the court on the merits of the estafa case and as to whether it was maliciously filed is still to come. Absent that conclusive finding and condition precedent for a claim for damages based on malicious prosecution, the counterclaim of petitioners is without substantive or procedural support. Elsewise stated, it is premature and should be dismissed.The misgivings of petitioners that their counterclaim being compulsory in nature would be waived unless filed in the criminal action do not merit extended discussion. As already explained, that counterclaim is premature. It was, therefore, not yet in existence at the time petitioners filed their answer and, in fact, it is still premature and legally inexistent as of now. Accordingly, even granting that it is conceptually a compulsory counterclaim, even if it was not filed in the criminal case it would not be considered waived.The Court has heretofore clarified this matter as follows: We find no cogent reason why such uniform and settled construction of Rule 13 of the Federal Rules should not be applied in the interpretation of the aforesaid sections of Rule 10 of the old Rules of Court. Thus, while Section 6 of Rule 16 of the old Rules defines a compulsory counterclaim as a claim that \"arises out of or is necessarily connected with the transaction or occurrence that is the subject-matter of the opposing party's claim,\" Section 3 of the same rule requires that such counterclaim must be in existence \"at the time\" the counter-claimant files his answer.The counterclaim must be existing at the time of filing the answer, though not at the commencement of the action, for under Section 3 of the former Rule 10 (now Section 8 of Rule 6), the counterclaim or cross-claim which a party may aver in his answer must be one which he may have \"at the time\" against the opposing party. That phrase can only have reference to the time of the answer. Certainly a premature counterclaim cannot be set up in the answer x x x. Thus a party who fails to interpose a counterclaim although arising out of or is necessarily connected with the transaction or occurrence of the plaintiff's suit but which did not exist or mature at the time said party files his answer is not thereby barred from interposing such claim in a future litigation x x x. (Words in parentheses and italics supplied).[8]Under the same conditions, therefore, I submit that the trial court can validly dismiss, without prejudice to refiling the same as the subject of a separate action, a counterclaim where the lack of a complete cause of action or the absence of the requisite basis therefor is evident. The same disposition could apply to similar claims, such as those raised in cross-claims or third-party complaints. Such dismissal should, however, be on motion by the adverse party since the trial court can sua sponte dismiss a case and, by analogy, a claim raised by an initiatory pleading only if it has no jurisdiction over the subject matter.[9]Nonetheless, there is still the question of the propriety of the filing and the admissibility of such initiatory pleadings in a criminal action. This is a proposition on which I take a negative stand, even if the civil aspect of the criminal case is instituted therein. For this reason, I agree that this matter should be specifically dealt with in the Rules of Court, by amendatory or suppletory provisions, rather than by resort to general principles drawn from analogies or implications.[1]This is not a novel idea, since the power to reserve the civil aspect is inherent in the Court and has long been exercised by it, such as in U.S. vs. Maquiraya, 14 Phil. 243 (1909); People vs. Oraza, 83 Phil. 633 (1949); and People vs. Miranda, G.R. No. L-17389, August 31, 1962, 5 SCRA 1067.[2] Strebel vs. Figueras, etc., et al., 96 Phil. 321 (1954); see also Arts. 21, 2208(3) and 2219, Civil Code. The counterparts of Art. 326 of the former Penal Code in the Revised Penal Code would be incriminating innocent persons (Art. 363), false testimony (Art. 180), or perjury (Art. 183).[3] Equitable Banking Corporation vs. Intermediate Appellate Court, et al., G.R. No. 66070, October 31, 1984.[4] See Manila Gas Corporation vs. Court of Appeals, et al., G.R. No. L-44190, October 30, 1980, 100 SCRA 602.[5] 37 Phil. 577 (1918).[6] G.R. No. 82808, July 11, 1991, 199 SCRA 58.[7] G.R. No. 79184, May 6, 1992, 208 SCRA 377.[8] National Marketing Corporation vs. Federation of United NAMARCO Distributors, Inc., G.R. No. L-22578, January 31, 1973, 49 SCRA 238.[9] Sec. 2, Rule 9, Rules of Court.VITUG, J., concurring:When the civil action for the recovery of civil liability arising from the offense charged is not reserved by the offended party, it is deemed impliedly instituted with the criminal case.[1] On this thesis, the Court, in Javier vs. IAC[2] which involved the crime of estafa under B.P. Blg. 22 and where the civil case was not reserved, held that a counterclaim by the accused-defendant for malicious prosecution, being compulsory in nature, should be filed in the same criminal action.Of late, some members of the Court have expressed reservations on the viability of Javier due to resultant difficulties in its sequential observance. There is an obscurity in the Rules of Court on how the civil action should proceed hand-in-hand with the criminal case. The matter of bringing into the criminal case the pertinent rules on civil actions, could prove to be unwieldy and unmanageable. A number of these problems have appropriately been pointed out in the ponencia itself.I join those who call upon the Court to take a second look at Javier. It might, indeed, be best to maintain what not a few have perceived to be the old rule, i.e., that it is only the civil action belonging to the private offended party that, if not reserved, is deemed instituted with the criminal case. The rationale of the provision, I believe, is merely to allow the criminal court, in case it adjudges the accused to be guilty to likewise award in favor of the offended party, minus the usual cumbersome procedural technicalities that go with ordinary civil cases, damages arising from the commission of the offense upon the premise that a person criminally liable is also civilly liable. The rule, in fine, should be confined to the civil liability of the accused for the offense and not the other way around that would allow the accused to, in turn, go after the offended party. Substantive law appears to be consistent with this view. For instance, Article 1288 of the Civil Code disallows compensation, a mode for extinguishing an obligation, \"if one of the debts consists in civil liability arising from a penal offense.\" The Court, I might add, has continued to sanction the filing of a civil case for malicious prosecution by the accused, whether reserved or not, against a complainant even when, as so held in Javier, this action partakes of a \"compulsory counterclaim.\"Personally, I am convinced that the Javier ruling should be re-examined.For the above reasons, as well as because of prematurity, I vote to sustain the dismissal of the counterclaim filed by the accused.[1] The pertinent provision is Rule 111, Section of the Rules of Court, reading in part as follows: \"When a criminal action is instituted, the civil action for the recovery of civil liability is impliedly instituted with the criminal action, unless the offended party waives the civil action, reserves his right to institute it separately, or institutes the civil action to the criminal action.\"Such civil action includes recovery of indemnity under the Revised Penal Code, and damages under Article 32, 33, 34 and 2176 of the Civil Code of the Philippines arising from the same act or omission of the accused.\"[2] 171 SCRA 605. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "cabaero",
    "carmen",
    "petitioners",
    "alfredo",
    "cantos",
    "capacity",
    "presiding",
    "judge",
    "regional",
    "trial",
    "court",
    "manila",
    "epifanio",
    "ceralde",
    "respondents",
    "panganiban",
    "accused",
    "charged",
    "estafa",
    "answer"
  ],
  "title_summary": "AMADO F. CABAERO AND CARMEN C. PEREZ, PETITIONERS, VS. HON. ALFREDO C. CANTOS IN HIS CAPACITY AS ...",
  "formatted_case_content": "View printer friendly version\n338 Phil. 105\n\nEN BANC\nEN BANC\n\n[ G.R. No. 102942, April 18, 1997 ]\n[ G.R. No. 102942, April 18, 1997 ]\n\nAMADO F. CABAERO AND CARMEN C. PEREZ, PETITIONERS, VS. HON. ALFREDO C. CANTOS IN HIS CAPACITY AS PRESIDING JUDGE OF THE REGIONAL TRIAL COURT OF MANILA, BR. VII, AND EPIFANIO CERALDE, RESPONDENTS.\nD E C I S I O N\nAMADO F. CABAERO AND CARMEN C. PEREZ, PETITIONERS, VS. HON. ALFREDO C. CANTOS IN HIS CAPACITY AS PRESIDING JUDGE OF THE REGIONAL TRIAL COURT OF MANILA, BR. VII, AND EPIFANIO CERALDE, RESPONDENTS.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nMay the accused-petitioners who were charged with estafa, file an answer with counterclaim for moral and exemplary damages plus attorney's fees and litigation expenses against the private complainant in the same criminal action?\n\nThis is the main issue raised in this petition [1] filed under Rule 65 of the Rules of Court assailing the Orders dated July 1, 1991, [2] and August 21, 1991, [3] of respondent Judge \"for being contrary to law and (for) having been issued by the respondent judge in excess of his jurisdiction and with grave abuse of discretion tantamount to lack of jurisdiction.\" [4]\n\nThe Order of July 1, 1991, reads:\n\n\"THE Answer with Counterclaim filed by the accused through counsel, dated February 12, 1991, as well as the Opposition thereto; the Memorandum filed by the Private Prosecutor, in Support of Motion to Expunge from the Records And/Or to Dismiss Answer with Counterclaim; the Supplement; and Comment on Supplement, are all ordered expunged from the Records, considering that this is a criminal case wherein the civil liability of the acused (sic) is impliedly instituted therein.\" Petitioners pleaded for reconsideration [5] of said Order but respondent judge, in the Order of August 21, 1991, denied their motion, thus:\n\"ACTING on the Motion for Reconsideration dated July 17, 1991, of the accused through counsel, this Court finds no merit therein, such that said motion is hereby denied.\" The Facts\n\nThis petition emanated from Crim. Case No. 90-18826 of the Regional Trial Court (\"RTC\") of Manila. Said case commenced on October 18, 1990, with the filing of an Information [6] against petitioners charging them with estafa for allegedly defrauding private respondent Epifanio Ceralde of the sum of P1,550,000.00. The accusatory portion of the Information reads as follows:\n\n\"That in or about and during the period comprised between September, 1987 and October 30, 1987, both dates inclusive, in the City of Manila, Philippines, the said accused, conspiring and confederating together and mutually helping each other, did then and there wilfully, unlawfully and feloniously defraud one EPIFANIO CERALDE in the following manner, to wit: the said accused induced and succeeded in inducing the said EPIFANIO CERALDE to advance the total amount of P1,550,000.00 to be paid to M.C. Castro Construction, Co. representing the purchase price of six (6) parcels of land located in Pangasinan which the Aqualand Ventures & Management Corporation, a joint business venture organized by accused AMADO F. CABAERO and the said EPIFANIO CERALDE, purchased from the said company, with the understanding that the said amount would be returned to the said EPIFANIO CERALDE as soon as the loan for P1,500,000.00 applied for by the said Aqualand Ventures & Management Corporation with Solid Bank, of which said accused AMADO F. CABAERO is the Senior Vice-President, is released, but both accused, once the said loan has (sic) been approved by the bank, in furtherance of their conspiracy and falsely pretending that accused CARMEN C. PEREZ had been authorized by the said Aqualand Ventures & Management Corporation to receive the check for P1,500,000.00 for and in its own behalf, succeeded in inducing the cashier of said Solid Bank to release the same to accused CARMEN C. PEREZ, thereby enabling her to encash the aforesaid check, and instead of turning over the said amount to the said EPIFANIO CERALDE; accused failed and refused, and still fail and refuse, to do so despite repeated demands made to that effect, and with intent to defraud, misappropriated, misapplied and converted the said amount to their own personal use and benefit, to the damage and prejudice of the said EPIFANIO CERALDE in the aforesaid amount of P1,550,000.00, Philippine currency.\n\nContrary to law.\" Arraigned on January 7, 1991, petitioners entered a plea of not guilty. On February 5, 1991, Atty. Ambrosio Blanco entered his appearance as private prosecutor. [7]\n\nThe Presiding Judge of the RTC of Manila, Branch IV, Hon. Elisa R. Israel, in an Order [8] dated February 11, 1991, inhibited herself \"out of delicadeza\" from further hearing the case pursuant to Section 1 of Rule 137 of the Rules of Court after \"considering that the complainant is a relative by affinity of a nephew of her husband.\" Thereafter, the case was re-raffled to Branch VII presided over by respondent Judge Alfredo Cantos.\n\nOn April 2, 1991, petitioners filed an Answer with Counterclaim [9] alleging that the money loaned from Solidbank mentioned in the Information was duly applied to the purchase of the six (6) parcels of land in Pangasinan, and that the filing of said Information was unjustified and malicious. Petitioners included the following prayer: [10]\n\"WHEREFORE, it is respectfully prayed that after trial judgment be rendered: 1.       Dismissing, or quashing the information, and the civil action impliedly instituted in the criminal action;\n\n2.       Ordering the complaining witness Ceralde to pay to the accused the following amounts:\n\n(a)    P1,500,000.00 as moral damages;\n\n(b)    P500,000.00 as exemplary damages;\n\n(c)    P100,000.00 as attorney's fees; and\n\n(d)    P20,000.00, as litigation expenses.\n\nAccused pray for such other reliefs, legal and equitable in the premises.\" During the initial hearing on April 15, 1991, the prosecution verbally moved that the answer with counterclaim be expunged from the records and/or be dismissed. The respondent judge, after the exchange of arguments between the prosecution and the defense, gave the contending parties time to submit a Memorandum and Comment or Opposition, respectively.\n\nThe Memorandum of the private prosecutor justified his Motion to Expunge the answer with counterclaim for two reasons: (1) the trial court had no jurisdiction over the answer with counterclaim for non-payment of the prescribed docket fees and (2) the \"compulsory counterclaim against complainant is barred for failure to file it before arraignment.\" [11] In their Opposition, petitioners argued that this Court in Javier vs. Intermediate Appellate Court [12] laid down, for \"procedural soundness,\" the rule that a counterclaim should be permitted in a criminal action where the civil aspect is not reserved. Further, inasmuch as petitioners' counterclaim was compulsory in nature, they were not required to pay docket fees therefor. Additionally, the Rules do not specifically provide for the period for filing of counterclaims in criminal cases, whereas Section 3 of Rule 9 and Section 9 of Rule 6 allow the filing, with leave of court, of a counterclaim at any time before judgment. Thus, petitioners contended that their filing was within the proper period. [13]\n\nAs previously indicated, respondent Judge Cantos granted the prosecution's motion to expunge in an Order dated July 1, 1991, and denied the petitioners' motion for reconsideration in an Order dated August 21, 1991.\n\nOn the theory that there is no plain, speedy and adequate remedy in the ordinary course of law, the petitioners, through counsel, filed this instant petition.\n\nThe Issue\n\nThe sole issue raised by petitioners is: [14]\n\n\"Whether or not the respondent judge committed grave abuse of discretion, amounting to lack or excess of jurisdiction in ordering that the answer with counterclaim of the petitioners in Criminal Case No. 90-88126, together with all pleadings filed in relation thereto, be expunged from the records.\" Petitioners invoke Section 1, Rule 111 of the Rules on Criminal Procedure, which provides that unless the offended party waived, reserved or instituted the civil action prior to the criminal action, the civil action for recovery of civil liability is impliedly instituted with the criminal action. They contend that it is not only a right but an \"outright duty\" of the accused to file an answer with counterclaim since failure to do so shall result in the counterclaim being forever barred.\n\nPetitioners argue that under Rule 136 of the Rules of Court, particularly Section 8 thereof, clerks of court are instructed to \"keep a general docket, each page of which shall be numbered and prepared for receiving all the entries in a single case, and shall enter therein all cases x x x.\" Thus, respondent Judge Cantos allegedly erred in expunging all records with respect to the Answer with Counterclaim for, on appeal, \"if the records elevated x x x are incomplete and inaccurate, there arises a grave danger that the ends of justice and due process shall not be served and instead frustrated.\" [15]\n\nPetitioners further allege that the Order of July 1, 1991, failed to resolve the legal issues raised by the parties as it neglected to state the legal basis therefor, as required by Section 14, Article VIII of the Constitution, \"thereby leaving the petitioners to speculate on why they were being deprived of their right to plead and prove their defenses and counter-claim as far as the civil aspect of the case was concerned.\" [16]\n\nThis Court, realizing the significance of the present case, required on August 3, 1992, the appearance of the Solicitor General as counsel for respondent court. The Republic's counsel, in his Manifestation dated December 22, 1992, cited Javier and sided with petitioners in maintaining that the instant \"petition is meritorous.\"\n\nPreliminary Matters\n\nLitis Pendentia as a Defense\n\nIn his Memorandum dated September 30, 1992, private respondent belatedly interposes litis pendentia to defeat the petition. He alleges that the present petition is barred by the cross-claim of the petitioners against Aqualand Ventures and Management Corporation, of which petitioners are stockholders and officers, in Civil Case No. 90-53035 (filed against both petitioners and the private respondent by Solidbank on May 14, 1990). Considerations of due process prevent us from taking up the merits of this argument in favor of private respondent. [17] This cross-claim was never raised in the trial court -- certainly not in the Memorandum dated April 19, 1991, submitted to the court a quo in support of respondent Ceralde's motion to expunge the answer with counterclaim. The Rules [18] require that \"(a) motion attacking a pleading or a proceeding shall include all objections then available, and all objections not so included shall be deemed waived.\" Consequently and ineluctably, the ground of litis pendentia which was not argued in the court a quo is deemed waived. [19]\n\nThe Payment of Filing Fees\n\nAnent filing fees, we agree with petitioners that inasmuch as the counterclaim is compulsory, there is no necessity to pay such fees, as the Rules do not require them. This Court already clarified in Sun Insurance Office, Ltd. (SIOL), vs. Asuncion [20] the instances when docket fees are required to be paid to enable the court to acquire jurisdiction:\n\"1.      It is not simply the filing of the complaint or appropriate initiatory pleading, but the payment of the prescribed docket fee, that vests a trial court with jurisdiction over the subject-matter or nature of the action. Where the filing of the initiatory pleading is not accompanied by payment of the docket fee, the court may allow payment of the fee within a reasonable time but in no case beyond the applicable prescriptive or reglementary period.\n\n2.       The same rule applies to permissive counterclaims, third-party claims and similar pleadings, which shall not be considered filed until and unless the filing fee prescribed therefor is paid. The court may also allow payment of said fee within a reasonable time but also in no case beyond its applicable prescriptive or reglementary period.\" (Underscoring supplied.) Obviously, no docket fees are required to be paid in connection with the filing of a compulsory counterclaim.\n\nThe Main Issue: Propriety of\n\nAnswer with Counterclaim\n\nIn Javier upon which petitioners anchor their thesis, the Court held that a counterclaim for malicious prosecution is compulsory in nature; thus, it should be filed in the criminal case upon the implied institution of the civil action.\n\nThe facts in Javier may be summarized as follows:\nLeon S. Gutierrez, Jr., private respondent therein, was charged with violation of BP Blg. 22 before the Regional Trial Court of Makati. The civil case had not been expressly reserved, hence it was impliedly instituted with the criminal action.\n\nLater, Accused Gutierrez filed a complaint for damages against Private Complainants (Petitioners) Javiers before the Regional Trial Court of Catarman, Northern Samar, wherein he alleged that he had been merely inveigled by the Javiers into signing the very check that was the subject of the criminal case. In resolving the question of whether he can raise that claim in a separate civil action for damages filed by him against petitioners therein, this Court, speaking through Mr. Justice Isagani A. Cruz (Ret.), ruled: [21]\n\"It was before the Makati court that the private respondent, as defendant in the criminal charge of violation of B.P. Blg. 22, could explain why he had issued the bouncing check. As the civil action based on the same act was also deemed filed there, it was also before that same court that he could offer evidence to refute the claim for damages made by the petitioners. This he should have done in the form of a counterclaim for damages for his alleged deception by the petitioners. In fact, the counterclaim was compulsory and should have been filed by the private respondent upon the implied institution of the civil action for damages in the criminal action.\n\nA counterclaim is compulsory and is considered barred if not set up where the following circumstances are present: (1) that it arises out of, or is necessarily connected with the transaction or occurrence that is the subject matter of the opposing party's claim; (2) that it does not require for its adjudication the presence of third parties of whom the court cannot acquire jurisdiction, and (3) that the court has jurisdiction to entertain the claim.\n\nAll these circumstances are present in the case before the Regional Trial Court of Makati.\n\nThis being so, it was improper for the private respondent to file his civil complaint in the Regional Trial Court of Northern Samar alleging the very defense he should be making in the Regional Trial Court of Makati. It is, of course, not possible for him now to invoke a different defense there because he would be contradicting his own verified complaint in the Regional Trial Court in Northern Samar. In effect, therefore, he is arguing that both courts have jurisdiction to consider the same claim of deception he is making in connection with the same transaction and involving the same parties.\" (Underscoring supplied.) In Javier, the accused maintained in his separate action for damages that he had been inveigled by the private complainants into signing what was alleged to be a bouncing check. In the present case, petitioners claim in their answer with counterclaim that they never personally benefited from the allegedly defrauded amount nor did they spend the same for a purpose other than that agreed upon with Private Respondent Ceralde. Thus, in both cases, the accused seek recovery of damages for what they perceive to be malicious prosecution against them.\n\nAs categorically recognized in the case of Javier, a claim for malicious prosecution or \"grossly unfounded suit\" as a compulsory counterclaim has no appropriate venue other than the same criminal case which is alleged to be a malicious suit. The counterclaim stands on the same footing and is to be tested by the same rules as if it were an independent action. [22] A counterclaim is defined as any claim for money or other relief which a defending party may have against an opposing party. [23] Compulsory counterclaim is one which at the time of suit arises out of, or is necessarily connected with, the same transaction or occurrence that is the subject matter of plaintiff's complaint. [24] It is compulsory in the sense that if it is within the jurisdiction of the court, and does not require for its adjudication the presence of third parties over whom the court cannot acquire jurisdiction, it must be set up therein, and will be barred in the future if not set up. [25]\n\nIn justifying his Order, Judge Cantos ruled that \"this is a criminal case wherein the civil liability of the acused (sic) is impliedly instituted therein.\" This justification begs the question. Basically, that is the reason why petitioners herein filed their answer with counterclaim for, apparently, in hiring a private prosecutor, Private Respondent Ceralde intended to prosecute his civil claim together with the criminal action. Hence, as a protective measure, petitioners filed their counterclaim in the same case. Since under Section 1, Rule 111 [26] of the Revised Rules of Court, the civil action which is deemed impliedly instituted with the criminal action, if not waived or reserved, includes recovery of indemnity under the Revised Penal Code, and damages under Article 32, 33, 34 and 2176 of the Civil Code arising from the same act or omission of the accused, should not the accused have the right to file a counterclaim in the criminal case? Obviously, the answer is in the affirmative, as was held in Javier.\n\nIn ruling that an action for damages for malicious prosecution should have been filed as a compulsory counterclaim in the criminal action, the Court in Javier sought to avoid multiplicity of suits. The Court there emphasized that the civil action for malicious prosecution should have been filed as a compulsory counterclaim in the criminal action. The filing of a separate civil action for malicious prosecution would have resulted in the presentation of the same evidence involving similar issues in two proceedings: the civil action impliedly instituted with the criminal action, and the separate civil action for damages for malicious prosecution.\n\nSome Reservations in\n\nthe Application of Javier\n\nThe logic and cogency of Javier notwithstanding, some reservations and concerns were voiced out by members of the Court during the deliberations on the present case. These were engendered by the obvious lacuna in the Rules of Court, which contains no express provision for the adjudication of a counterclaim in a civil action impliedly instituted in a criminal case. The following problems were noted:\n1)       While the rules on civil procedure [27] expressly recognize a defendant's entitlement to plead his counterclaim and offer evidence in support thereof, [28] the rules on criminal procedure [29] which authorize the implied institution of a civil action in a criminal case are, in contrast, silent on this point [30] and do not provide specific guidelines on how such counterclaim shall be pursued.\n\n2)       A judgment in a criminal action is not required to provide for the award of a counterclaim. Thus, Section 2, Rule 120 of the Rules of Court, states: \"SEC. 2.  Form and contents of judgment. â\n\nxxx xxx xxx\n\nIf it is for conviction, the judgment shall state (a) the legal qualifications of the offense constituted by the acts committed by the accused, and the aggravating or mitigating circumstances attending the commission thereof, if there are any; (b) the participation of the accused in the commission of the offense whether as principal, accomplice, or accessory after the fact; (c) the penalty imposed upon the accused; and (d) the civil liability or damages caused by the wrongful act to be recovered from the accused by the offended party, if there is any, unless the enforcement of the civil liability by a separate action has been reserved or waived.\" (Underscoring supplied.)\n3)       Allowing and hearing counterclaims (and possibly cross-claims and third-party complaints) in a criminal action will surely delay the said action. The primary issue in a criminal prosecution that is under the control of state prosecutors is the guilt of the accused and his civil liability arising from the same act or omission. [31] Extending the civil action arising from the same act or omission to counterclaims, cross-claims and third-party complaints, and allowing the accused and other parties to submit evidence of their respective claims will complicate the disposition of the criminal case.\n\n4)       Adjudication of compulsory counterclaims and/or related claims or pleadings logically includes the application of other rules which, by their very nature, apply only to civil actions. The following matters may be invoked in connection with the filing of an answer with a counterclaim: the genuineness and due execution of an actionable document which are deemed admitted unless specifically denied under oath; [32] affirmative defenses like res judicata, prescription and statute of frauds which are deemed waived by failure to interpose them as affirmative defenses in an answer; and the failure of a defendant to file an answer seasonably may result in his default in the civil aspect but not in the criminal. As a consequence of these matters, the entry of plea during arraignment will no longer signal joinder of issues in a criminal action.\n\n5)       In an impliedly instituted civil action, an accused is not sufficiently apprised of the specific basis of the claims against him. An accused learns of the implied institution of a civil action from the contents of an information. An information, however, is filed in behalf of the People of the Philippines. Hence, it does not contain the ultimate facts relating to the civil liability of the accused. Section 6, Rule 110 of the Rules of Court, provides: \"SEC. 6. Sufficiency of complaint or information . â A complaint or information is sufficient if it states the name of the accused; the designation of the offense by the statute; the acts or omissions complained of as constituting the offense; the name of the offended party; the approximate time of the commission of the offense; and the place wherein the offense was committed.\"\n\nThe foregoing section does not mandate the inclusion of the ultimate facts which can be specifically admitted or denied in an answer.\n6)       Because an accused is not sufficiently apprised of the specific basis of the civil action against him, he may file a motion for bill of particulars or take advantage of discovery procedures. The end result, in any case, will be delay and complication in the criminal action and even confusion among the parties.\n\n7)       The Rules of Court does not specify the reckoning date for the filing of an answer in an impliedly instituted civil action. In an ordinary civil action, an answer should be filed within fifteen (15) days from service of summons. The concept of summons, however, is alien to a criminal action. So, when does the 15-day period begin?\n\n8)       Moreover, an accused can file his answer with counterclaim only after the initial hearing, because the private complainant may still reserve his civil action at any time before the prosecution commences to present evidence. [33] On the other hand, an answer in an ordinary civil action should be filed before the start of hearing, because hearing commences only after the issues have been joined, i.e., after the responsive pleadings have been filed.\n\n9)       Confusion in the application of the rules on civil procedure will certainly encourage litigants to challenge before appellate courts interlocutory incidents of the impliedly instituted civil action. While these challenges are pending, the criminal actions that demand speedy resolution, particularly where the accused is denied bail in capital offenses, will stagnate. Witnesses may disappear or lose recollection of their intended testimony, and the prosecutors may lose momentum and interest in the case. And the accused is effectively deprived of his right to speedy trial.\n\n10)     On top of the above procedural difficulties, some members of the Court believe that a cause of action for malicious prosecution may be premature because there is as yet no finding of such wrongful prosecution. This fact is precisely what the trial court still has to determine. By the foregoing discussion, we do not imply any fault in Javier. The real problem lies in the absence of clear-cut rules governing the prosecution of impliedly instituted civil actions and the necessary consequences and implications thereof. For this reason, the counter-claim of the accused cannot be tried together with the criminal case because, as already discussed, it will unnecessarily complicate and confuse the criminal proceedings. Thus, the trial court should confine itself to the criminal aspect and the possible civil liability of the accused arising out of the crime. The counter-claim (and cross-claim or third party complaint, if any) should be set aside or refused cognizance without prejudice to their filing in separate proceedings at the proper time. [34]\n\nAt balance, until there are definitive rules of procedure [35] to govern the institution, prosecution and resolution of the civil aspect (and the consequences and implications thereof) impliedly instituted in a criminal case, trial courts should limit their jurisdiction to the civil liability of the accused arising from the criminal case.\n\nOn the other hand, this Court is only too well aware that the antecedent case was filed in the Respondent Court on October 18, 1990. Although it has dragged on for more than six (6) years now, trial has yet to start because of the herein procedural question raised on certiorari. In view of this, it is to the best interest of the parties that the trial of the criminal action should now proceed. The trial has waited too long; it is time to continue and finish it with all reasonable dispatch. In fairness to the accused, he may file separate proceedings to litigate his counterclaim after the criminal case is terminated and/or in accordance with the new Rules which may be promulgated as and when they become effective.\n\nWHEREFORE , premises considered, the questioned Orders dated July 1, 1991 and August 21, 1991 are hereby MODIFIED . The counterclaim of the accused is hereby set aside without prejudice. The Respondent Regional Trial Court of Manila is DIRECTED to proceed with the trial of the criminal action and the civil action arising from the criminal offense that is impliedly instituted therein, with all judicious dispatch. No costs.\nSO ORDERED.\n\nDavide, Jr., Romero, Bellosillo, Melo, Puno, Mendoza, Francisco and Torres, Jr., JJ., concur.\nNarvasa, C.J. and Kapunan, J., concur in the result.\nPadilla, J., joins J. Vitug in his separate opinion.\nRegalado, J., see separate opinion.\nVitug., J., see separate opinion.\nHermosisima, Jr., J., is on leave.\n\n[1] Rollo,pp. 33-62.\n\n[2] Ibid., p. 96.\n\n[3] Ibid., p. 101.\n\n[4] Ibid., pp. 34-35.\n\n[5] Ibid., pp. 97-100.\n\n[6] Ibid., pp. 64-65.\n\n[7] Ibid., p. 66.\n\n[8] Ibid., p. 67.\n\n[9] Ibid., pp. 69-75.\n\n[10] Ibid., pp. 74-75.\n\n[11] Ibid., pp. 76-80.\n\n[12] 171 SCRA 605, March 31, 1989.\n\n[13] Rollo, pp. 81-87.\n\n[14] Ibid., p. 39.\n\n[15] Ibid., pp 45-47.\n\n[16] Ibid., p. 175.\n\n[17] Lopez Realty, Inc. vs. Fontecha, 247 SCRA 183, August 11, 1985.\n\n[18] Section 8, Rule 15 of the Rules of Court.\n\n[19] Rollo, pp. 181-182.\n\n[20] 170 SCRA 274, 285, February 13, 1989.\n\n[21] Javier vs. Intermediate Appellate Court, supra, at pp. 609-610.\n\n[22] Vda. de Chua vs. Intermediate Appellate Court, 229 SCRA 99, January 5, 1994, citing the case of Valisno vs. Plan, 143 SCRA 502, August 19, 1986.\n\n[23] Sapugay vs. Court of Appeals, 183 SCRA 464, March 21, 1990.\n\n[24] See Lopez vs. Gloria and Sheriff of Leyte, 40 Phil. 26, 31 (1919).\n\n[25] Papa vs. Banaag, 17 SCRA 1083, August 31, 1966.\n\n[26] \"Section 1. Institution of criminal and civil actions. â When a criminal action is instituted, the civil action for the recovery of civil liability is impliedly instituted with the criminal action, unless the offended party waives the civil action, reserves his right to institute it separately, or institutes the civil action prior to the criminal action.\n\nSuch civil action includes recovery of indemnity under the Revised Penal Code, and damages under Articles 32, 33, 34 and 2176 of the Civil Code of the Philippines arising from the same act or omission of the accused.\n\nA waiver of any of the civil actions extinguishes the others. The institution of, or the reservation of the right to file, any of said civil actions separately waives the others.\n\nThe reservation of the right to institute the separate civil actions shall be made before the prosecution starts to present its evidence and under circumstances affording the offended party a reasonable opportunity to make such reservation.\n\nIn no case may the offended party recover damages twice for the same act or omission of the accused.\n\nWhen the offended party seeks to enforce civil liability against the accused by way of moral, nominal, temperate or exemplary damages, the filing fees for such civil action as provided in these Rules shall constitute a first lien on the judgment except in an award for actual damages.\n\nIn cases wherein the amount of damages, other than actual, is alleged in the complaint or information, the corresponding filing fees shall be paid by the offended party upon the filing thereof in court for trial.\"\n\n[27] Rules 1-71, Rules of Court.\n\n[28] Section 1, Rule 30 of the Rules of Court which provides:\n\n\"SECTION 1. Order of trial. â Subject to the provisions of section of Rules 31, unless the judge, for special reasons, otherwise directs, the order of trial shall be as follows:\n\nxxx        xxx        xxx\n\n(b)        The defendant shall then offer evidence in support of his defense, counterclaim, cross-claim, and third-party claim;\n\nxxx \"\n\n[29] Rules 110-127, Rules of Court.\n\n[30] See, e.g., Section 3 rule 119, Rules of Court, on the order of trial in a criminal action.\n\n[31] Section 2, Rule 120, Rules of Court, supra.\n\n[32] Section 8, Rule 8, Rules of Court.\n\n[33] The fourth paragraph of Sec. 1 of Rule 111 states:\n\n\"The reservation of the right to institute the separate civil actions shall be made before the prosecution starts to present its evidence and under circumstances affording the offended party a reasonable opportunity to make such reservation.\" (underscoring ours)\n\n[34] Substantive law appears to be consistent with this. For instance, Article 1288 of the Civil Code disallows compensation, a mode for extinguishing obligation, âif one of the debts consists in civil liability arising from a penal offense.â\n\n[35] The Committee on Revision of the Rules of the Court is at present working on some proposals to address the lacuna adverted to earlier.\n\nSeparate Opinion\n\nREGALADO, J., concurring:\n\nI concur in the result, not only because the majority has adopted my suggestion that the conjoined civil action be reserved [1] for separate determination, but specifically because such a remedial solution presents a practical and definitive response to two contending concerns in the court below, and frees the wheels of criminal justice to grind towards the conclusion of the much delayed penal proceeding.\n\nPetitioners are reportedly apprehensive that their counterclaim, being compulsory in nature from their view, may be deemed waived if not duly raised in Criminal Case No. 18826 of the court a quo since the civil action against which that counterclaim is interposed has been impliedly instituted therein. On the other hand, as commendably expounded in the main opinion, the procedural practice, pleadings and contingencies attendant to civil cases may not only relegate the criminal case to the background but may even deny the accused their right to speedy trial since either the trial or appellate courts concerned could be enmeshed in the ramifications arising from the civil case.\n\nReacting with judicial acuity, the Court notes the seeming hiatus in the law and rules on this point, directs a study and formulation of a remedial Rule thereon, and orders the criminal action to proceed sans consideration of the civil aspect which in effect is deconsolidated from the former and reserved for later adjudication.\n\nI essay this separate opinion, however, as there may be other cases presenting the same factual features, hence involving the same issues which culminated in the long impassÃ© in this case; and because the trial courts may either not apply the procedure adopted here should there be some variances in said cases, or be of the belief that only this Court has the power to motu proprio order the reservation of the civil aspect considering that its joint institution with the criminal case is a right granted to the offended party.\n\nPending the promulgation of the corresponding Rule addressing the situation which called for the ad hoc resolution thereof in this case, I respectfully submit the following observations which may be of possible assistance in cases of the same mould as the one at bar.\n\nTo my mind, and based on the presentation of this case in the main opinion, the trial court did not err in granting the prosecution's motion to dismiss the counterclaim and deny consideration thereof in the criminal proceeding. Its error lay in the grounds it advanced to justify such disposition. For that matter, the reasons adduced by the private prosecutor in his motion to expunge the answer with the counterclaim were off-tangent; and, from the discussion of the ponente, the arguments of petitioners in resisting the dismissal of their counterclaim, while supposedly proffering a solution, would in turn create another problem.\n\nWhat seems to have been overlooked, however, are the elemental facts which could create a cause of action for and thereby be the basis for pleading that counterclaim. Just like a complaint, a counterclaim must be grounded upon a valid, complete and enforceable cause of action, failing which it is dismissible on that ground or, akin thereto, for prematurity. That is why, in some states in the American jurisdiction, a counterclaim is called a counter-complaint.\n\nThe counterclaim involved in the present case is putatively founded upon the alleged malicious prosecution of herein petitioners by the filing of the estafa charge against them in the trial court. Since, however, there is now no crime of malicious prosecution per se and only its civil law concept is maintained, [2] the civil action for redress of such grievance, by reason of its affinity with the criminal case from which it arose, was intended by them to be adjudicated through a counterclaim filed therein. Their offered justification for such procedure is that since the estafa case included the civil liability arising therefrom, then the counterclaim can properly be raised to defeat or diminish the recovery sought by the complainant in that civil aspect.\n\nHowever, in the factual milieu of the present case, it would appear that petitioners do not yet have a cause of action for a civil case of malicious prosecution against private respondent. Denuncia falsa or malicious prosecution essentially means an unfounded criminal action. While the term has been expanded to include unfounded civil suits instituted just to vex and humiliate the defendant despite the absence of a cause of action or probable cause, [3] in either case the mere act of submitting the case for prosecution does not make one liable for malicious prosecution. [4]\n\nThus, as early as 1918 in the case of U .S. vs. Rubal, [5] and I am not aware of any substantial deviation from the fundamental doctrine therein, malicious prosecution or false accusation requires that there was a false charge made to an executive or judicial officer whose duty is to investigate or punish the felony, that there was a final judgment of acquittal or order of dismissal by the trial court, and there was an order for the prosecution of the person who made the charge. The requirement that the action finally terminated with an acquittal was underscored more recently in Lao vs. Court of Appeals, et al. [6] and Ponce vs. Legaspi, et al. [7]\n\nEven without the benefit of precedents, the reason for the requirement that the action was finally terminated by dismissal or acquittal is obvious. In our legal system, it is only the proper court that can determine the guilt or innocence of the accused. It is not for the accused to say that he is being maliciously prosecuted and then file a claim for damages based on his own evaluation or surmise. In the instant case, that is exactly what herein petitioners have done. They have filed their counterclaim on the theory that the estafa case against them was a false and malicious charge although that fact is precisely what the trial court still has to determine.\n\nObviously, therefore, petitioners do not yet have a valid, complete and enforceable cause of action which could constitute the basis and justification for their counterclaim. The pronouncement of the court on the merits of the estafa case and as to whether it was maliciously filed is still to come. Absent that conclusive finding and condition precedent for a claim for damages based on malicious prosecution, the counterclaim of petitioners is without substantive or procedural support. Elsewise stated, it is premature and should be dismissed.\n\nThe misgivings of petitioners that their counterclaim being compulsory in nature would be waived unless filed in the criminal action do not merit extended discussion. As already explained, that counterclaim is premature. It was, therefore, not yet in existence at the time petitioners filed their answer and, in fact, it is still premature and legally inexistent as of now. Accordingly, even granting that it is conceptually a compulsory counterclaim, even if it was not filed in the criminal case it would not be considered waived.\n\nThe Court has heretofore clarified this matter as follows:\nWe find no cogent reason why such uniform and settled construction of Rule 13 of the Federal Rules should not be applied in the interpretation of the aforesaid sections of Rule 10 of the old Rules of Court. Thus, while Section 6 of Rule 16 of the old Rules defines a compulsory counterclaim as a claim that \"arises out of or is necessarily connected with the transaction or occurrence that is the subject-matter of the opposing party's claim,\" Section 3 of the same rule requires that such counterclaim must be in existence \"at the time\" the counter-claimant files his answer.\n\nThe counterclaim must be existing at the time of filing the answer, though not at the commencement of the action, for under Section 3 of the former Rule 10 (now Section 8 of Rule 6), the counterclaim or cross-claim which a party may aver in his answer must be one which he may have \"at the time\" against the opposing party. That phrase can only have reference to the time of the answer. Certainly a premature counterclaim cannot be set up in the answer x x x.\n\nThus a party who fails to interpose a counterclaim although arising out of or is necessarily connected with the transaction or occurrence of the plaintiff's suit but which did not exist or mature at the time said party files his answer is not thereby barred from interposing such claim in a future litigation x x x. (Words in parentheses and italics supplied). [8] Under the same conditions, therefore, I submit that the trial court can validly dismiss, without prejudice to refiling the same as the subject of a separate action, a counterclaim where the lack of a complete cause of action or the absence of the requisite basis therefor is evident. The same disposition could apply to similar claims, such as those raised in cross-claims or third-party complaints. Such dismissal should, however, be on motion by the adverse party since the trial court can sua sponte dismiss a case and, by analogy, a claim raised by an initiatory pleading only if it has no jurisdiction over the subject matter. [9]\n\nNonetheless, there is still the question of the propriety of the filing and the admissibility of such initiatory pleadings in a criminal action. This is a proposition on which I take a negative stand, even if the civil aspect of the criminal case is instituted therein. For this reason, I agree that this matter should be specifically dealt with in the Rules of Court, by amendatory or suppletory provisions, rather than by resort to general principles drawn from analogies or implications.\n\n[1] This is not a novel idea, since the power to reserve the civil aspect is inherent in the Court and has long been exercised by it, such as in U.S. vs. Maquiraya, 14 Phil. 243 (1909); People vs. Oraza, 83 Phil. 633 (1949); and People vs. Miranda, G.R. No. L-17389, August 31, 1962, 5 SCRA 1067.\n\n[2] Strebel vs. Figueras, etc., et al., 96 Phil. 321 (1954); see also Arts. 21, 2208(3) and 2219, Civil Code. The counterparts of Art. 326 of the former Penal Code in the Revised Penal Code would be incriminating innocent persons (Art. 363), false testimony (Art. 180), or perjury (Art. 183).\n\n[3] Equitable Banking Corporation vs. Intermediate Appellate Court, et al., G.R. No. 66070, October 31, 1984.\n\n[4] See Manila Gas Corporation vs. Court of Appeals, et al., G.R. No. L-44190, October 30, 1980, 100 SCRA 602.\n\n[5] 37 Phil. 577 (1918).\n\n[6] G.R. No. 82808, July 11, 1991, 199 SCRA 58.\n\n[7] G.R. No. 79184, May 6, 1992, 208 SCRA 377.\n\n[8] National Marketing Corporation vs. Federation of United NAMARCO Distributors, Inc., G.R. No. L-22578, January 31, 1973, 49 SCRA 238.\n\n[9] Sec. 2, Rule 9, Rules of Court.\n\nVITUG, J., concurring:\n\nWhen the civil action for the recovery of civil liability arising from the offense charged is not reserved by the offended party, it is deemed impliedly instituted with the criminal case. [1] On this thesis, the Court, in Javier vs. IAC [2] which involved the crime of estafa under B.P. Blg. 22 and where the civil case was not reserved, held that a counterclaim by the accused-defendant for malicious prosecution, being compulsory in nature, should be filed in the same criminal action.\n\nOf late, some members of the Court have expressed reservations on the viability of Javier due to resultant difficulties in its sequential observance. There is an obscurity in the Rules of Court on how the civil action should proceed hand-in-hand with the criminal case. The matter of bringing into the criminal case the pertinent rules on civil actions, could prove to be unwieldy and unmanageable. A number of these problems have appropriately been pointed out in the ponencia itself.\n\nI join those who call upon the Court to take a second look at Javier. It might, indeed, be best to maintain what not a few have perceived to be the old rule, i.e., that it is only the civil action belonging to the private offended party that, if not reserved, is deemed instituted with the criminal case. The rationale of the provision, I believe, is merely to allow the criminal court, in case it adjudges the accused to be guilty to likewise award in favor of the offended party, minus the usual cumbersome procedural technicalities that go with ordinary civil cases, damages arising from the commission of the offense upon the premise that a person criminally liable is also civilly liable. The rule, in fine, should be confined to the civil liability of the accused for the offense and not the other way around that would allow the accused to, in turn, go after the offended party. Substantive law appears to be consistent with this view. For instance, Article 1288 of the Civil Code disallows compensation, a mode for extinguishing an obligation, \"if one of the debts consists in civil liability arising from a penal offense.\" The Court, I might add, has continued to sanction the filing of a civil case for malicious prosecution by the accused, whether reserved or not, against a complainant even when, as so held in Javier, this action partakes of a \"compulsory counterclaim.\"\n\nPersonally, I am convinced that the Javier ruling should be re-examined.\n\nFor the above reasons, as well as because of prematurity, I vote to sustain the dismissal of the counterclaim filed by the accused.\n[1] The pertinent provision is Rule 111, Section of the Rules of Court, reading in part as follows:\n\n\"When a criminal action is instituted, the civil action for the recovery of civil liability is impliedly instituted with the criminal action, unless the offended party waives the civil action, reserves his right to institute it separately, or institutes the civil action to the criminal action.\n\n\"Such civil action includes recovery of indemnity under the Revised Penal Code, and damages under Article 32, 33, 34 and 2176 of the Civil Code of the Philippines arising from the same act or omission of the accused.\" [2] 171 SCRA 605.",
  "content_length": 45281,
  "metadata_extraction_date": "2025-11-01T05:49:35.852791",
  "extraction_version": "2.0_enhanced_full_content"
}