{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/april/GR_108613.html",
  "filename": "GR_108613.html",
  "year": 1997,
  "month": "april",
  "case_number": "108613",
  "gr_number": "108613",
  "volume_page": "338 Phil. 177",
  "decision_date": "April 18, 1997",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ANASTACIO MALABAGO Y MAQUINTO, ACCUSED- APPELLANT. D E C I S I O N PANGANIBAN, J.: In a prosecution for rape, the complainantâs credibility is the single most important consideration. Her straightforward, clear and positive testimony, coupled with the absence of any motive to fabricate or to falsely implicate the accused, may be enough to convict the appellant. In the absence of credible supporting evidence such as love notes, mementos, pictures, etc., appellantâs bare assertion that complainant was his sweetheart is not enough to overturn such testimony.In a Complaint-Information docketed as Criminal Case No. CBU-20531 and dated December 28, 1990, Private Complainant Alice Llanto y Boyles charged Accused-Appellant Anastacio Malabago y Maquinto with the crime of rape before the Regional Trial Court, Branch XIV of Cebu City.[1] The pertinent text of the Complaint-Information reads:[2] âThat on or about the 21st day of December 1990, at about 3:00 A.M., in the City of Cebu, Philippines, and within the jurisdiction of this Honorable Court, the said accused, by means of violence and intimidation, with deliberate intent, did then and there unlawfully and feloniously have carnal knowledge of the undersigned against her will.âDuring the arraignment on April 5, 1991, appellant, assisted by counsel, pleaded not guilty.[3] Afterwards, trial on the merits ensued. In a Decision dated April 13, 1992, the trial court found the accused guilty beyond reasonable doubt of the crime of rape, thus:[4] âWHEREFORE, premises considered, the accused Anastacio Malabago y Maquinto is hereby found guilty beyond reasonable doubt of having criminally raped Alice Llanto y Boyles. He is accordingly sentenced to reclusion perpetua, to suffer the accessory penalties prescribed by law and to pay unto his victim the amount of P30,000.00 by way of civil indemnity, without subsidiary imprisonment in case of insolvency in view of the principal penalty imposed upon the accused.The costs of this instance shall also be taxed against the accused.SO ORDERED.âThe FactsThe allegations of both the prosecution and the defense were narrated by the trial court as follows:[5]âThe complainant in this case is a frail, unsophisticated, neither comely nor unattractive country girl. She grew up in the neighboring province of Bohol, and had come to Cebu City to pursue her secondary education while helping her elder half-brother Armin Llanto and his wife Lilia eke out a living as scavengers at the Dumping Site, Whiteroad, Inayawan, Pardo, Cebu City. At the time she took the witness stand, she was 17 years old. The punishing economic straits through which she must have been is suggested by the fact that at her age when most girls should have already entered college, she was still a sophomore at the Pardo High School in Cebu City.The complainant asserted that she was raped by the accused.She testified that at about 3:00 oâclock in the morning of December 21, 1990 she went out of her brother Arminâs house at Dumping Site, Whiteroad, Inayawan Pardo, Cebu City to answer a call of nature. On her way to the toilet beside the bodega she stumbled on a tin plate and she picked it up. She was putting the plate on the table when she heard someone call her âDayâ (Inday). As she turned toward the direction of the voice, the accused Anastacio Malabago, alias âJulio,â embraced her from behind. Unable to free herself from his hold, she asked him what he was doing to her. The accused replied that if she so much as shouted, he would break her head and his own, so that they would die together. She shouted, and the accused promptly strangled her and pointed a knife on her neck. What happened after that the complainant narrated when she took the witness stand on May 27, 1991, thus -- ATTY. MONTESCLAROS:QWhat else did Anastacio Malabago do to you aside from strangling your neck and pointing a knife on your neck?AHe made me lie down on the table and he sat on my legs and he did what he wanted to do.QPlease explain to the Honorable Court what you mean when you said that Anastacio Malabago did what he wanted to do to you?A Maybe he wanted to insert his into mine so he could accomplish what he wanted to do.COURT:Please tell your witness to speak plainly and clearly. Are you ashamed to these people inside this courtroom who are listening to your testimony?WITNESS:No.COURT:Speak plainly and clearly.ATTY. MONTESCLAROS:QPlease explain clearly to the Honorable Court what do you mean when you said that Anastacio Malabago wanted to accomplish something?AI mean that he wanted to insert his penis into my vagina.QKindly tell the Honorable Court if Anastacio Malabago succeeded in his desire to have carnal knowledge of you?AYes, Maâam.QBy the way, what was the physical appearance or condition of Anastacio Malabago when you noticed his presence for the first time?AAt that time he was wearing a sleeveless shirt but I did not notice the trousers.QWhy did you say that you did not notice the trousers of Anastacio Malabago?ABecause when I tried to pull up my skirt because I donât want him to damage me I noticed that and I felt with my bare hands his thighs without any cover.Q You said that Anastacio Malabago inserted his penis into your vagina or that he succeeded in raping you, after that what happened to you?A And I stood up then he said âthat will show you who is Anastacio Malabago.QThen, what did you say after you were told by Anastacio Malabago that ânow you know who is Anastacio Malabagoâ?ASo I told him that I will take my revenge on you and I will have you arrested and I will put you in jail.QAnd what did Anastacio Malabago say if any?ASo he told me to just do what I wanted to do if I ever wanted him to put in (sic) jail, but he cannot do anything because he said that it is his fault.Q After Anastacio Malabago told you that, what did you do?AI went upstairs and cried on (sic) what he had done on (sic) me and why he raped me.â (T.S.N. of May 27, 1991, pp. 5-7).On the afternoon of the same day, Armin Llanto (who had just arrived from Bohol that afternoon with his step-mother, who is Aliceâs mother) and his wife Lilia brought the complainant to the Cebu City Medical Center for physical examination. There, the complainant was examined by Dr. Joy Tuesday Ramas Engracia, who found among other things, that she was in a non-virgin state physically as her genital orifice admitted two fingers easily, and that her vaginal smear was positive for spermatozoa. Dr. Engraciaâs detailed findings are reflected in Exhibit âAâ, to wit:âTO WHOM IT MAY CONCERN:This is to certify that as per record of this hospital, Mr/Mrs./Miss ALICE LLANTO, (age) 17 yrs. old, (status) SINGLE, (natâl.) FILIPINO, of INAYAWAN WHITE ROAD, PARDO has been treated/consulted in the Out Patient/Emergency Room Department on December 2 (sic), 1990 at 5:46 P.M. because of the following:Genitalia -- no hematoma, no laceration-- admits 2 fingers w/ ease-- scanty bleeding (6th day menstruation)Vaginal Smear for Detection of Spermatozoa-- positive(SGD.) DR. JOY TUESDAY RAMAS-ENGRACIAAttending Physician on DutyThis certification is issued upon request of the Patient/immediate relative whose signature is shown below.(SGD.) ALICE LLANTOPatient/Relativeâ Dr. Engracia stressed that when she examined Alice Llanto, the latter told her that she was raped at 3:00 oâ clock that morning of December 21, 1990.From the Cebu City Medical Center, Armin and Lilia brought Alice to the Taboan Police Station in Cebu City, where they lodged a complaint for rape against the accused Anastacio Malabago. In that station, that same afternoon, the complainant had a confrontation with the accused.The accused denied that he violated the complainant. He claimed that Alice Llanto was his sweetheart; that the sexual congress he had with her that early morning of December 21, 1990 was their mutual agreement; that in fact it was the complaining witness herself who came to him inside the bodega where he was asleep in a make-shift bed, awakened him from his sleep, and even suggested that they perform the sexual act in his make-shift bed atop the table in the bodega because the table was wider and more confortable (sic) than his make-shift bed.The accusedâs mother, Soila Malabago and a neighbor, Eglerina Caballero, sought to corroborate the accusedâs claim that he was Aliceâs sweetheart.âThe IssuesAppellant imputes to the trial court the following alleged errors:[6]âIThe lower court erred in convicting the Accused-Appellant of the crime of rape defined and penalized under Art. 335 of the Revised Penal Code, despite the insufficiency of the evidence for the prosecution to establish his guilt beyond a reasonable doubt.IIThe lower court likewise erred in giving full faith and credence to the testimony of complainant, Alice Llanto, despite its contradictions and implausibilities.âFirst Issue: Use of Force and IntimidationAppellant assails his conviction by the trial court claiming that the complainant âfailed to allege the basic element of forceâ in the purported commission of rape.[7]We do not agree.It is clear from the testimony of private complainant that after appellant had forcibly embraced her, he threatened to break her head if she shouted; thereafter, he strangled her and pointed a knife at her neck. She testified:[8]ATTY. MONTESCLAROS: QYou said that in the morning of December 21, 1990 at about 3:00 oâ clock in the morning you were in the house of your brother Armin Llanto whose house is located at the dumping area of White Road, Inayawan, Pardo, Cebu City, could you tell us what were you doing?AI went down the house to deficate (sic).Q Where did you go then in order to relieve yourself?A To the toilet located beside the bodega.Q While on your way towards the toilet which is located at the side of the bodega, tell us if anything unusual happened?AOn my way I stumbled upon a tin plate and so I picked it up and put it on the table.QIn effect, were you able to place that plate on the table?AYes, Sir.QWhile you were placing that plate on the table, could you tell us what happened?A In the process while I was placing the plate on the table somebody called me âday,â and when I turned he already embraced me from my back and I cannot free myself, so I asked what he was doing to me and he said if I shout he will break my head and afterwards he will also break his head so that we will go together.QYou were using the pronoun âheâ referring to the person who embraced you, could you please tell us whom are you referring to when you said the pronoun âheâ?A Anastacio Malabago.QWhile Anastacio Malabago was embracing you, what did you do?A He strangled me and threatened me.QHow about you what did you do while he strangled you and threatened you?AI shouted once but then the grip on my neck hurts me and he was also pointing a knife at me.QWhere did he point that knife, on what part of your body?AOn my neck.â (Underscoring supplied.)The information alleges that appellant committed rape by means of intimidation; the threats uttered and the weapon used constituted intimidation, taking the place of the element of force and offer of resistance required in rape cases.[9] Any resistance private complainant may have wanted to put up was foiled by the strong grip of appellant on her and the danger posed by the knife at her neck. Indeed, the law does not impose upon private complainant the burden of proving resistance. Physical resistance need not be established in rape when intimidation is exercised upon the victim and she submits herself against her will to the rapistâs lust because of fear for her life and personal safety.[10] The contrasting physiques of the two parties further stress the futility of any physical resistance that private complainant might have wanted to put up. On this point the trial court stated:[11]âAbove all, the accusedâs ability to subdue the complainant can scarcely be doubted. Brawn-wise the two are a study in contrast: Whereas the accused is muscular, husky, intimidating, taller and much stronger than the complainant, the latter is a frail wisp of a girl. Another stark contrast between the two is craftiness: Whereas the accused is sly and devious, perhaps because street-wise (His âfencingâ answers to the private prosecutor during his cross-examination shows up his smartness), the complainant is simple and unaffected.âSecond Issue: Credibility of Private Complainant as a WitnessAppellant likewise raises the allegedly contradictory testimony of private complainant which he claims should have forewarned the trial court â(not) to accept complainantâs story with precipitate credulity as gospel truthâ:[12]âFIRSTLY, it is highly disquieting and very disturbing why complainant, after stumbling over the alleged tin plates on her way, would dare to pick them up and to place them on the table inside the bodega x x x if her intention really in going down the house was purely to answer an urgent call of nature, and not purposely to have a tryst with accused-appellant x x x.SECONDLY, equally disquieting is complainantâs testimony that she shouted when accused-appellant was kissing and embracing her x x x (i)f we believe this as true, then how come that Not one of accused-appellantâs several co-workers who were sleeping inside the bodega x x x did not even hear such shout?THIRDLY, if indeed complainant did not consent to what had happened to her, x x x why did she NOT immediately relate her sad story to her sister-in-law, LILIA LLANTO, the very first moment she returned to the house x x xFOURTHLY, how could accused-appellant forcibly placed complainant on top of a 4 foot high table while he was strangling her with his left hand and holding a knife at his right, if complainant did not cooperate?FIFTHLY, if complainant did not consent to what had happened to her, x x x (s)he could have used the bed pan, x x x instead of going to the makeshift toilet during the unholy hour of 3:00 oâ clock in the morning. She could have just ran the very moment appellant called her âdaiâ x x x. x x x. She could have easily awaken anyone inside the house to accompany her in going to the makeshift toilet to answer a call of nature. x x x.âThe allegedly contradictory and improbable testimony of private complainant does not raise any reasonable doubt against the decision of the trial court.It was not strange for private complainant to have put the tin plate back on the table after she had stumbled upon it inside the bodega. It was an innocuous act that cannot be given an ulterior meaning; all that she planned to do that was to answer the call of nature. It was only natural for her to show concern by putting things in her surroundings in order, particularly when the bodega was owned by her half-brother.Private complainant shouted only once because appellant gripped her neck after that. Besides, it is doubtful whether more shouts would have elicited much attention from the appellantâs co-workers.[13] In the first place, appellant failed to prove that he had slept with his co-workers that fateful night. He himself testified that he was ânot sure if they (appellantâs co-workers) were there because I usually sleep near where they used to sleep at the mezzanine.â[14]Private complainantâs failure to inform her sister-in-law about the incident upon her return to their house does not at all affect her credibility. The incident happened at 3 oâ clock in the morning, when all the other persons inside the house, including her friend Susan, were sleeping.[15] It was barely three hours after the incident, at about 6:00 a.m., when private complainant narrated the incident to Susan who was already awake at that time.[16] Later, at 8:00 a.m., private complainant reported the same thing to her mother who had just arrived from Bohol. Lilia Llanto, sister-in-law of private complainant, had awakened at 6 oâclock that morning, after which she hurriedly rode in a delivery truck.[17] Private complainant was preparing breakfast when Lilia left the house. Private complainant cannot be reproached for failing to inform her sister-in-law about the molestation. They just did not have any opportunity to talk about the incident. Furthermore, delay in reporting an incident of rape is not necessarily an indication of a fabricated charge nor does it invariably cast doubt on the credibility of a complainant. It is not uncommon for young girls to conceal for some time the assault on their virtue because of the rapistâs threat on their lives.[18] Besides, rape is a traumatic event, and the shock concomitant with it may linger for a while.The trial courtâs description of appellantâs build as against that of the private complainant leaves no doubt that appellant was very much capable of placing the private complainant on top of the table even if the former was gripping her neck with one hand while holding a knife with the other.Appellant cannot fault private complainant for not using the bed pan inside the house in answering the call of nature. No proof whatsoever was presented by appellant that it was the habit of private complainant to use the bed pan for that particular purpose.Private complainant was totally unaware of what would happen to her the night she went out of the house; neither had she any hint of appellantâs motive in calling her âDay.â Thus, she could not be expected to take extraordinary precautions to avoid any possible violation of her virtue such as waking up somebody to accompany her to the toilet, or running away upon being called by her pet name âDay.âIt goes without saying that in a prosecution for rape, the complainantâs credibility becomes the single most important issue. For when a woman says she was raped, she says in effect all that is necessary to show that rape was committed; thus, if her testimony meets the test of credibility, the accused may be convicted on the basis thereof.[19] In this case, the test of credibility for a rape victim is more than sufficiently met.Moreover, the presence of spermatozoa in private complainantâs violated organ, as stated in the finding[20] of the doctor who had examined her, affirms the charge of rape much more than words or anger alone could.[21]What further strengthens private complainantâs credibility is that she had no ill motive to falsely accuse appellant of rape. When there is no evidence to show any improper motive on the part of the prosecution witness to testify falsely against the accused or to falsely implicate him in the commission of a crime, the logical conclusion is that the testimony is worthy of full faith and credence.[22]Defense of Appellant UntenableThe appellantâs âsweetheartâ defense does not inspire belief. The bare allegation of appellant that private complainant was his girl friend was superficial and failed to convince even the trial court. The trial court reasoned:[23]âx x x. Except for the accusedâs bare assertion, that he was the complainantâs sweetheart -- which is of course self-serving -- he has not come up with any convincing or credible evidence of such relationship. He has not presented an endearing note or love letter from her, or any token of her affection, such as a ring, a birthday card, a Valentine card, or a Christmas card. Of course, the Court noted that the complainant particularly tensed up when the accused testified that she was his sweetheart, and that she gave him a severe, indignant look (with contempt visibly written on her face) when he reached the point in his testimony that it was the complainant who came to him that dawn of December 21, 1990 in the bodega and virtually seduced him. In any event, in her rebuttal testimony, the complainant categorically denied that the accused ever courted her or that she was his sweetheart, saying in this regard, âthat is only a product of his imagination.ââAppellant had the burden of proving that indeed he and private complainant were sweethearts. We agree with the lower court that he miserably failed to do so. Not only was his claim categorically denied by private complainant, but there was also no substantial evidence presented by appellant to support it, such as love notes, mementos or pictures.[24]WHEREFORE, premises considered, the appeal is DENIED and the assailed Decision is AFFIRMED. However, the indemnity to private complainant is increased to P50,000.00 in line with recent jurisprudence.[25] Costs against appellant.SO ORDERED.Narvasa (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.[1] Presided by Judge Renato C. Dacudao.[2] Original Records, p. 1; rollo, p. 4.[3] Ibid., p. 32.[4] Decision, p. 7; rollo, p. 21.[5] Ibid., pp. 80-84; ibid., pp. 15-19.[6] Rollo, p. 50.[7] Ibid.; Appellantâs Brief, pp. 7-8.[8] TSN, May 27, 1991, pp. 4-5.[9] People vs. Padre-e, 249 SCRA 422, 429, October 24, 1995; People vs. Tayag, 227 SCRA 169, 178, October 12, 1993; People vs. Adlawan, Jr., 217 SCRA 489, 498, January 25, 1993.[10] People vs. Talaboc, 256 SCRA 441, 450, April 23, 1996 citing People vs. Ramos, 245 SCRA 405, June 27, 1995; People vs. Dusohan, 227 SCRA 87, October 5, 1993; People vs. Angeles, 222 SCRA 451, May 21, 1993; People vs. Padre-e, supra; People vs. Bantisil, 249 SCRA 367, 377, October 18, 1995; People vs. Conte, 247 SCRA 583, 593-594, August 23, 1995; People vs. Soberano, 244 SCRA 467, 477, May 29, 1995; People vs. Pamor, 237 SCRA 462, 472, October 7, 1994; People vs. Bautista, 236 SCRA 102, 107, September 1, 1994; People vs. Antonio, 233 SCRA 283, 299, June 17, 1994; People vs. Dupali, 230 SCRA 62, 69, February 14, 1994.[11] Decision, p. 6; rollo, p. 20.[12] Rollo, pp. 50; Appellantâs Brief, pp. 11-12[13] TSN, May 27, 1991, p. 5.[14] TSN, November 4, 1991, p. 7.[15] TSN, May 27, 1991, p. 7.[16] TSN, June 17, 1991, p. 22.[17] TSN, June 18, 1991, p. 10.[18] People vs. Jimenez, 250 SCRA 349, 357, November 28, 1995; People vs. Ramos, supra, p. 411; People vs. Vallena, 244 SCRA 685, 690, June 1, 1995; People vs. Cabresos, 244 SCRA 362, 368, May 26, 1995; People vs. Plaza, 242 SCRA 724, 729, March 27, 1995; People vs. Pamor, supra p. 475.[19] People vs. Gagto, 253 SCRA 455, 467, February 9, 1996 citing cases of Anciro vs. People, 228 SCRA 629, December 17, 1993; People vs. Lascuna, 225 SCRA 386, August 18, 1993; People vs. Bondoy, 222 SCRA 216, May 18, 1993; People vs. Grefiel, 215 SCRA 596, November 13, 1992; People vs. Matrimonio, 215 SCRA 613, November 13, 1992; People vs. Cabilao, 210 SCRA 326, June 25, 1992; People vs. Tismo, 204 SCRA 535, December 4, 1991.[20] Original Records, p. 60.[21] People vs. Patong, 224 SCRA 571, 575, July 14, 1993.[22] People vs. Ramos, supra, at p. 413; People vs. Tabao, 240 SCRA 758, 770, January 30, 1995.[23] Original Records, pp. 84-85; rollo, pp. 19-20; Decision, pp. 5-6.[24] People vs. Laray, 243 SCRA 654, 662, February 20, 1996.[25] People vs. Esguerra, 256 SCRA 657, 666, May 8, 1996; People vs. Talaboc, supra at p. 454; People vs. Galimba, 253 SCRA 722, 730, February 20, 1996; People vs. Laray, supra, p. 673. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "anastacio",
    "malabago",
    "maquinto",
    "accused",
    "appellant",
    "panganiban",
    "prosecution",
    "credibility",
    "single",
    "important",
    "consideration",
    "straightforward",
    "positive",
    "testimony",
    "coupled",
    "absence"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ANASTACIO MALABAGO Y MAQUINTO, ACCUSED- APPELL...",
  "formatted_case_content": "View printer friendly version\n338 Phil. 177\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 108613, April 18, 1997 ]\n[ G.R. No. 108613, April 18, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ANASTACIO MALABAGO Y MAQUINTO, ACCUSED- APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ANASTACIO MALABAGO Y MAQUINTO, ACCUSED- APPELLANT.\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIn a prosecution for rape, the complainantâs credibility is the single most important consideration. Her straightforward, clear and positive testimony, coupled with the absence of any motive to fabricate or to falsely implicate the accused, may be enough to convict the appellant. In the absence of credible supporting evidence such as love notes, mementos, pictures, etc., appellantâs bare assertion that complainant was his sweetheart is not enough to overturn such testimony.\n\nIn a Complaint-Information docketed as Criminal Case No. CBU-20531 and dated December 28, 1990, Private Complainant Alice Llanto y Boyles charged Accused-Appellant Anastacio Malabago y Maquinto with the crime of rape before the Regional Trial Court, Branch XIV of Cebu City. [1] The pertinent text of the Complaint-Information reads: [2]\n\nâThat on or about the 21st day of December 1990, at about 3:00 A.M., in the City of Cebu, Philippines, and within the jurisdiction of this Honorable Court, the said accused, by means of violence and intimidation, with deliberate intent, did then and there unlawfully and feloniously have carnal knowledge of the undersigned against her will.â During the arraignment on April 5, 1991, appellant, assisted by counsel, pleaded not guilty. [3] Afterwards, trial on the merits ensued. In a Decision dated April 13, 1992, the trial court found the accused guilty beyond reasonable doubt of the crime of rape, thus: [4]\n\nâWHEREFORE, premises considered, the accused Anastacio Malabago y Maquinto is hereby found guilty beyond reasonable doubt of having criminally raped Alice Llanto y Boyles. He is accordingly sentenced to reclusion perpetua, to suffer the accessory penalties prescribed by law and to pay unto his victim the amount of P30,000.00 by way of civil indemnity, without subsidiary imprisonment in case of insolvency in view of the principal penalty imposed upon the accused.\n\nThe costs of this instance shall also be taxed against the accused.\n\nSO ORDERED.â\nThe Facts\n\nThe allegations of both the prosecution and the defense were narrated by the trial court as follows: [5]\n\nâThe complainant in this case is a frail, unsophisticated, neither comely nor unattractive country girl. She grew up in the neighboring province of Bohol, and had come to Cebu City to pursue her secondary education while helping her elder half-brother Armin Llanto and his wife Lilia eke out a living as scavengers at the Dumping Site, Whiteroad, Inayawan, Pardo, Cebu City. At the time she took the witness stand, she was 17 years old. The punishing economic straits through which she must have been is suggested by the fact that at her age when most girls should have already entered college, she was still a sophomore at the Pardo High School in Cebu City.\n\nThe complainant asserted that she was raped by the accused.\n\nShe testified that at about 3:00 oâclock in the morning of December 21, 1990 she went out of her brother Arminâs house at Dumping Site, Whiteroad, Inayawan Pardo, Cebu City to answer a call of nature. On her way to the toilet beside the bodega she stumbled on a tin plate and she picked it up. She was putting the plate on the table when she heard someone call her âDayâ (Inday). As she turned toward the direction of the voice, the accused Anastacio Malabago, alias âJulio,â embraced her from behind. Unable to free herself from his hold, she asked him what he was doing to her. The accused replied that if she so much as shouted, he would break her head and his own, so that they would die together. She shouted, and the accused promptly strangled her and pointed a knife on her neck. What happened after that the complainant narrated when she took the witness stand on May 27, 1991, thus --\n\n[TABLE_CONTENT]\n | ATTY. MONTESCLAROS:\nQ | What else did Anastacio Malabago do to you aside from strangling your neck and pointing a knife on your neck?\nA | He made me lie down on the table and he sat on my legs and he did what he wanted to do.\nQ | Please explain to the Honorable Court what you mean when you said that Anastacio Malabago did what he wanted to do to you?\nA | Maybe he wanted to insert his into mine so he could accomplish what he wanted to do.\nCOURT: | Please tell your witness to speak plainly and clearly. Are you ashamed to these people inside this courtroom who are listening to your testimony?\nWITNESS: | No.\nCOURT: | Speak plainly and clearly.\n | ATTY. MONTESCLAROS:\nQ | Please explain clearly to the Honorable Court what do you mean when you said that Anastacio Malabago wanted to accomplish something?\nA | I mean that he wanted to insert his penis into my vagina.\nQ | Kindly tell the Honorable Court if Anastacio Malabago succeeded in his desire to have carnal knowledge of you?\nA | Yes, Maâam.\nQ | By the way, what was the physical appearance or condition of Anastacio Malabago when you noticed his presence for the first time?\nA | At that time he was wearing a sleeveless shirt but I did not notice the trousers.\nQ | Why did you say that you did not notice the trousers of Anastacio Malabago?\nA | Because when I tried to pull up my skirt because I donât want him to damage me I noticed that and I felt with my bare hands his thighs without any cover.\nQ | You said that Anastacio Malabago inserted his penis into your vagina or that he succeeded in raping you, after that what happened to you?\nA | And I stood up then he said âthat will show you who is Anastacio Malabago.\nQ | Then, what did you say after you were told by Anastacio Malabago that ânow you know who is Anastacio Malabagoâ?\nA | So I told him that I will take my revenge on you and I will have you arrested and I will put you in jail.\nQ | And what did Anastacio Malabago say if any?\nA | So he told me to just do what I wanted to do if I ever wanted him to put in (sic) jail, but he cannot do anything because he said that it is his fault.\nQ | After Anastacio Malabago told you that, what did you do?\nA | I went upstairs and cried on (sic) what he had done on (sic) me and why he raped me.â (T.S.N. of May 27, 1991, pp. 5-7).\n[END_TABLE]\n\nATTY. MONTESCLAROS: Q What else did Anastacio Malabago do to you aside from strangling your neck and pointing a knife on your neck? A He made me lie down on the table and he sat on my legs and he did what he wanted to do.\n\nQ Please explain to the Honorable Court what you mean when you said that Anastacio Malabago did what he wanted to do to you? A Maybe he wanted to insert his into mine so he could accomplish what he wanted to do. COURT: Please tell your witness to speak plainly and clearly. Are you ashamed to these people inside this courtroom who are listening to your testimony? WITNESS: No. COURT: Speak plainly and clearly. ATTY. MONTESCLAROS: Q Please explain clearly to the Honorable Court what do you mean when you said that Anastacio Malabago wanted to accomplish something? A I mean that he wanted to insert his penis into my vagina. Q Kindly tell the Honorable Court if Anastacio Malabago succeeded in his desire to have carnal knowledge of you? A Yes, Maâam. Q By the way, what was the physical appearance or condition of Anastacio Malabago when you noticed his presence for the first time? A At that time he was wearing a sleeveless shirt but I did not notice the trousers.\n\nQ Why did you say that you did not notice the trousers of Anastacio Malabago? A Because when I tried to pull up my skirt because I donât want him to damage me I noticed that and I felt with my bare hands his thighs without any cover. Q You said that Anastacio Malabago inserted his penis into your vagina or that he succeeded in raping you, after that what happened to you? A And I stood up then he said âthat will show you who is Anastacio Malabago.\n\nQ Then, what did you say after you were told by Anastacio Malabago that ânow you know who is Anastacio Malabagoâ? A So I told him that I will take my revenge on you and I will have you arrested and I will put you in jail. Q And what did Anastacio Malabago say if any? A So he told me to just do what I wanted to do if I ever wanted him to put in (sic) jail, but he cannot do anything because he said that it is his fault. Q After Anastacio Malabago told you that, what did you do? A I went upstairs and cried on (sic) what he had done on (sic) me and why he raped me.â (T.S.N. of May 27, 1991, pp. 5-7).\nOn the afternoon of the same day, Armin Llanto (who had just arrived from Bohol that afternoon with his step-mother, who is Aliceâs mother) and his wife Lilia brought the complainant to the Cebu City Medical Center for physical examination. There, the complainant was examined by Dr. Joy Tuesday Ramas Engracia, who found among other things, that she was in a non-virgin state physically as her genital orifice admitted two fingers easily, and that her vaginal smear was positive for spermatozoa. Dr. Engraciaâs detailed findings are reflected in Exhibit âAâ, to wit: âTO WHOM IT MAY CONCERN:\n\nThis is to certify that as per record of this hospital, Mr/Mrs./Miss ALICE LLANTO, (age) 17 yrs. old, (status) SINGLE, (natâl.) FILIPINO, of INAYAWAN WHITE ROAD, PARDO has been treated/consulted in the Out Patient/Emergency Room Department on December 2 (sic), 1990 at 5:46 P.M. because of the following:\n\nGenitalia -- no hematoma, no laceration\n\n-- admits 2 fingers w/ ease\n\n-- scanty bleeding (6th day menstruation)\n\nVaginal Smear for Detection of Spermatozoa\n\n-- positive\n\n(SGD.) DR. JOY TUESDAY RAMAS-ENGRACIA\n\nAttending Physician on Duty\n\nThis certification is issued upon request of the Patient/immediate relative whose signature is shown below.\n\n(SGD.) ALICE LLANTO\n\nPatient/Relativeâ\nDr. Engracia stressed that when she examined Alice Llanto, the latter told her that she was raped at 3:00 oâ clock that morning of December 21, 1990.\n\nFrom the Cebu City Medical Center, Armin and Lilia brought Alice to the Taboan Police Station in Cebu City, where they lodged a complaint for rape against the accused Anastacio Malabago. In that station, that same afternoon, the complainant had a confrontation with the accused.\n\nThe accused denied that he violated the complainant. He claimed that Alice Llanto was his sweetheart; that the sexual congress he had with her that early morning of December 21, 1990 was their mutual agreement; that in fact it was the complaining witness herself who came to him inside the bodega where he was asleep in a make-shift bed, awakened him from his sleep, and even suggested that they perform the sexual act in his make-shift bed atop the table in the bodega because the table was wider and more confortable (sic) than his make-shift bed.\n\nThe accusedâs mother, Soila Malabago and a neighbor, Eglerina Caballero, sought to corroborate the accusedâs claim that he was Aliceâs sweetheart.â The Issues\n\nAppellant imputes to the trial court the following alleged errors: [6]\n\nâI\n\nThe lower court erred in convicting the Accused-Appellant of the crime of rape defined and penalized under Art. 335 of the Revised Penal Code, despite the insufficiency of the evidence for the prosecution to establish his guilt beyond a reasonable doubt.\n\nII\n\nThe lower court likewise erred in giving full faith and credence to the testimony of complainant, Alice Llanto, despite its contradictions and implausibilities.â\n\nFirst Issue: Use of Force and Intimidation\n\nAppellant assails his conviction by the trial court claiming that the complainant âfailed to allege the basic element of forceâ in the purported commission of rape. [7]\n\nWe do not agree.\n\nIt is clear from the testimony of private complainant that after appellant had forcibly embraced her, he threatened to break her head if she shouted; thereafter, he strangled her and pointed a knife at her neck. She testified: [8]\nATTY. MONTESCLAROS:\n\n[TABLE_CONTENT]\nQ | You said that in the morning of December 21, 1990 at about 3:00 oâ clock in the morning you were in the house of your brother Armin Llanto whose house is located at the dumping area of White Road, Inayawan, Pardo, Cebu City, could you tell us what were you doing?\nA | I went down the house to deficate (sic).\nQ | Where did you go then in order to relieve yourself?\nA | To the toilet located beside the bodega.\nQ | While on your way towards the toilet which is located at the side of the bodega, tell us if anything unusual happened?\nA | On my way I stumbled upon a tin plate and so I picked it up and put it on the table.\nQ | In effect, were you able to place that plate on the table?\nA | Yes, Sir.\nQ | While you were placing that plate on the table, could you tell us what happened?\nA | In the process while I was placing the plate on the table somebody called me âday,â and when I turned he already embraced me from my back and I cannot free myself, so I asked what he was doing to me and he said if I shout he will break my head and afterwards he will also break his head so that we will go together.\nQ | You were using the pronoun âheâ referring to the person who embraced you, could you please tell us whom are you referring to when you said the pronoun âheâ?\nA | Anastacio Malabago.\nQ | While Anastacio Malabago was embracing you, what did you do?\nA | He strangled me and threatened me.\nQ | How about you what did you do while he strangled you and threatened you?\nA | I shouted once but then the grip on my neck hurts me and he was also pointing a knife at me.\nQ | Where did he point that knife, on what part of your body?\nA | On my neck.â (Underscoring supplied.)\n[END_TABLE]\n\nQ You said that in the morning of December 21, 1990 at about 3:00 oâ clock in the morning you were in the house of your brother Armin Llanto whose house is located at the dumping area of White Road, Inayawan, Pardo, Cebu City, could you tell us what were you doing? A I went down the house to deficate (sic). Q Where did you go then in order to relieve yourself? A To the toilet located beside the bodega. Q While on your way towards the toilet which is located at the side of the bodega, tell us if anything unusual happened? A On my way I stumbled upon a tin plate and so I picked it up and put it on the table. Q In effect, were you able to place that plate on the table? A Yes, Sir. Q While you were placing that plate on the table, could you tell us what happened? A In the process while I was placing the plate on the table somebody called me âday,â and when I turned he already embraced me from my back and I cannot free myself, so I asked what he was doing to me and he said if I shout he will break my head and afterwards he will also break his head so that we will go together. Q You were using the pronoun âheâ referring to the person who embraced you, could you please tell us whom are you referring to when you said the pronoun âheâ? A Anastacio Malabago. Q While Anastacio Malabago was embracing you, what did you do? A He strangled me and threatened me. Q How about you what did you do while he strangled you and threatened you? A I shouted once but then the grip on my neck hurts me and he was also pointing a knife at me.\n\nQ Where did he point that knife, on what part of your body? A On my neck.â (Underscoring supplied.)\nThe information alleges that appellant committed rape by means of intimidation; the threats uttered and the weapon used constituted intimidation, taking the place of the element of force and offer of resistance required in rape cases. [9] Any resistance private complainant may have wanted to put up was foiled by the strong grip of appellant on her and the danger posed by the knife at her neck. Indeed, the law does not impose upon private complainant the burden of proving resistance. Physical resistance need not be established in rape when intimidation is exercised upon the victim and she submits herself against her will to the rapistâs lust because of fear for her life and personal safety. [10] The contrasting physiques of the two parties further stress the futility of any physical resistance that private complainant might have wanted to put up. On this point the trial court stated: [11]\n\nâAbove all, the accusedâs ability to subdue the complainant can scarcely be doubted. Brawn-wise the two are a study in contrast: Whereas the accused is muscular, husky, intimidating, taller and much stronger than the complainant, the latter is a frail wisp of a girl. Another stark contrast between the two is craftiness: Whereas the accused is sly and devious, perhaps because street-wise (His âfencingâ answers to the private prosecutor during his cross-examination shows up his smartness), the complainant is simple and unaffected.â\n\nSecond Issue: Credibility of Private Complainant as a Witness\n\nAppellant likewise raises the allegedly contradictory testimony of private complainant which he claims should have forewarned the trial court â(not) to accept complainantâs story with precipitate credulity as gospel truthâ: [12]\nâFIRSTLY, it is highly disquieting and very disturbing why complainant, after stumbling over the alleged tin plates on her way, would dare to pick them up and to place them on the table inside the bodega x x x if her intention really in going down the house was purely to answer an urgent call of nature, and not purposely to have a tryst with accused-appellant x x x.\n\nSECONDLY, equally disquieting is complainantâs testimony that she shouted when accused-appellant was kissing and embracing her x x x (i)f we believe this as true, then how come that Not one of accused-appellantâs several co-workers who were sleeping inside the bodega x x x did not even hear such shout?\n\nTHIRDLY, if indeed complainant did not consent to what had happened to her, x x x why did she NOT immediately relate her sad story to her sister-in-law, LILIA LLANTO, the very first moment she returned to the house x x x\n\nFOURTHLY, how could accused-appellant forcibly placed complainant on top of a 4 foot high table while he was strangling her with his left hand and holding a knife at his right, if complainant did not cooperate?\n\nFIFTHLY, if complainant did not consent to what had happened to her, x x x (s)he could have used the bed pan, x x x instead of going to the makeshift toilet during the unholy hour of 3:00 oâ clock in the morning. She could have just ran the very moment appellant called her âdaiâ x x x. x x x. She could have easily awaken anyone inside the house to accompany her in going to the makeshift toilet to answer a call of nature. x x x.â The allegedly contradictory and improbable testimony of private complainant does not raise any reasonable doubt against the decision of the trial court.\n\nIt was not strange for private complainant to have put the tin plate back on the table after she had stumbled upon it inside the bodega. It was an innocuous act that cannot be given an ulterior meaning; all that she planned to do that was to answer the call of nature. It was only natural for her to show concern by putting things in her surroundings in order, particularly when the bodega was owned by her half-brother.\n\nPrivate complainant shouted only once because appellant gripped her neck after that. Besides, it is doubtful whether more shouts would have elicited much attention from the appellantâs co-workers. [13] In the first place, appellant failed to prove that he had slept with his co-workers that fateful night. He himself testified that he was ânot sure if they (appellantâs co-workers) were there because I usually sleep near where they used to sleep at the mezzanine.â [14]\n\nPrivate complainantâs failure to inform her sister-in-law about the incident upon her return to their house does not at all affect her credibility. The incident happened at 3 oâ clock in the morning, when all the other persons inside the house, including her friend Susan, were sleeping. [15] It was barely three hours after the incident, at about 6:00 a.m., when private complainant narrated the incident to Susan who was already awake at that time. [16] Later, at 8:00 a.m., private complainant reported the same thing to her mother who had just arrived from Bohol. Lilia Llanto, sister-in-law of private complainant, had awakened at 6 oâclock that morning, after which she hurriedly rode in a delivery truck. [17] Private complainant was preparing breakfast when Lilia left the house. Private complainant cannot be reproached for failing to inform her sister-in-law about the molestation. They just did not have any opportunity to talk about the incident. Furthermore, delay in reporting an incident of rape is not necessarily an indication of a fabricated charge nor does it invariably cast doubt on the credibility of a complainant. It is not uncommon for young girls to conceal for some time the assault on their virtue because of the rapistâs threat on their lives. [18] Besides, rape is a traumatic event, and the shock concomitant with it may linger for a while.\n\nThe trial courtâs description of appellantâs build as against that of the private complainant leaves no doubt that appellant was very much capable of placing the private complainant on top of the table even if the former was gripping her neck with one hand while holding a knife with the other.\n\nAppellant cannot fault private complainant for not using the bed pan inside the house in answering the call of nature. No proof whatsoever was presented by appellant that it was the habit of private complainant to use the bed pan for that particular purpose.\n\nPrivate complainant was totally unaware of what would happen to her the night she went out of the house; neither had she any hint of appellantâs motive in calling her âDay.â Thus, she could not be expected to take extraordinary precautions to avoid any possible violation of her virtue such as waking up somebody to accompany her to the toilet, or running away upon being called by her pet name âDay.â\n\nIt goes without saying that in a prosecution for rape, the complainantâs credibility becomes the single most important issue. For when a woman says she was raped, she says in effect all that is necessary to show that rape was committed; thus, if her testimony meets the test of credibility, the accused may be convicted on the basis thereof. [19] In this case, the test of credibility for a rape victim is more than sufficiently met.\n\nMoreover, the presence of spermatozoa in private complainantâs violated organ, as stated in the finding [20] of the doctor who had examined her, affirms the charge of rape much more than words or anger alone could. [21]\n\nWhat further strengthens private complainantâs credibility is that she had no ill motive to falsely accuse appellant of rape. When there is no evidence to show any improper motive on the part of the prosecution witness to testify falsely against the accused or to falsely implicate him in the commission of a crime, the logical conclusion is that the testimony is worthy of full faith and credence. [22]\n\nDefense of Appellant Untenable\n\nThe appellantâs âsweetheartâ defense does not inspire belief. The bare allegation of appellant that private complainant was his girl friend was superficial and failed to convince even the trial court. The trial court reasoned: [23]\nâx x x. Except for the accusedâs bare assertion, that he was the complainantâs sweetheart -- which is of course self-serving -- he has not come up with any convincing or credible evidence of such relationship. He has not presented an endearing note or love letter from her, or any token of her affection, such as a ring, a birthday card, a Valentine card, or a Christmas card. Of course, the Court noted that the complainant particularly tensed up when the accused testified that she was his sweetheart, and that she gave him a severe, indignant look (with contempt visibly written on her face) when he reached the point in his testimony that it was the complainant who came to him that dawn of December 21, 1990 in the bodega and virtually seduced him. In any event, in her rebuttal testimony, the complainant categorically denied that the accused ever courted her or that she was his sweetheart, saying in this regard, âthat is only a product of his imagination.ââ Appellant had the burden of proving that indeed he and private complainant were sweethearts. We agree with the lower court that he miserably failed to do so. Not only was his claim categorically denied by private complainant, but there was also no substantial evidence presented by appellant to support it, such as love notes, mementos or pictures. [24]\n\nWHEREFORE , premises considered, the appeal is DENIED and the assailed Decision is AFFIRMED . However, the indemnity to private complainant is increased to P50,000.00 in line with recent jurisprudence.[25] Costs against appellant.\n\nSO ORDERED.\nNarvasa (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.\n\n[1] Presided by Judge Renato C. Dacudao.\n\n[2] Original Records, p. 1; rollo, p. 4.\n\n[3] Ibid. , p. 32.\n\n[4] Decision, p. 7; rollo, p. 21.\n\n[5] Ibid., pp. 80-84; ibid., pp. 15-19.\n\n[6] Rollo, p. 50.\n\n[7] Ibid.; Appellantâs Brief, pp. 7-8.\n\n[8] TSN, May 27, 1991, pp. 4-5.\n\n[9] People vs. Padre-e, 249 SCRA 422, 429, October 24, 1995; People vs. Tayag, 227 SCRA 169, 178, October 12, 1993; People vs. Adlawan, Jr., 217 SCRA 489, 498, January 25, 1993.\n\n[10] People vs. Talaboc, 256 SCRA 441, 450, April 23, 1996 citing People vs. Ramos, 245 SCRA 405, June 27, 1995; People vs. Dusohan, 227 SCRA 87, October 5, 1993; People vs. Angeles, 222 SCRA 451, May 21, 1993; People vs. Padre-e, supra; People vs. Bantisil, 249 SCRA 367, 377, October 18, 1995; People vs. Conte, 247 SCRA 583, 593-594, August 23, 1995; People vs. Soberano, 244 SCRA 467, 477, May 29, 1995; People vs. Pamor, 237 SCRA 462, 472, October 7, 1994; People vs. Bautista, 236 SCRA 102, 107, September 1, 1994; People vs. Antonio, 233 SCRA 283, 299, June 17, 1994; People vs. Dupali, 230 SCRA 62, 69, February 14, 1994.\n\n[11] Decision, p. 6; rollo, p. 20.\n\n[12] Rollo, pp. 50; Appellantâs Brief, pp. 11-12\n\n[13] TSN, May 27, 1991, p. 5.\n\n[14] TSN, November 4, 1991, p. 7.\n\n[15] TSN, May 27, 1991, p. 7.\n\n[16] TSN, June 17, 1991, p. 22.\n\n[17] TSN, June 18, 1991, p. 10.\n\n[18] People vs. Jimenez, 250 SCRA 349, 357, November 28, 1995; People vs. Ramos, supra, p. 411; People vs. Vallena, 244 SCRA 685, 690, June 1, 1995; People vs. Cabresos, 244 SCRA 362, 368, May 26, 1995; People vs. Plaza, 242 SCRA 724, 729, March 27, 1995; People vs. Pamor, supra p. 475.\n\n[19] People vs. Gagto, 253 SCRA 455, 467, February 9, 1996 citing cases of Anciro vs. People, 228 SCRA 629, December 17, 1993; People vs. Lascuna, 225 SCRA 386, August 18, 1993; People vs. Bondoy, 222 SCRA 216, May 18, 1993; People vs. Grefiel, 215 SCRA 596, November 13, 1992; People vs. Matrimonio, 215 SCRA 613, November 13, 1992; People vs. Cabilao, 210 SCRA 326, June 25, 1992; People vs. Tismo, 204 SCRA 535, December 4, 1991.\n\n[20] Original Records, p. 60.\n\n[21] People vs. Patong, 224 SCRA 571, 575, July 14, 1993.\n\n[22] People vs. Ramos, supra, at p. 413; People vs. Tabao, 240 SCRA 758, 770, January 30, 1995.\n\n[23] Original Records, pp. 84-85; rollo, pp. 19-20; Decision, pp. 5-6.\n\n[24] People vs. Laray, 243 SCRA 654, 662, February 20, 1996.\n\n[25] People vs. Esguerra, 256 SCRA 657, 666, May 8, 1996; People vs. Talaboc, supra at p. 454; People vs. Galimba, 253 SCRA 722, 730, February 20, 1996; People vs. Laray, supra, p. 673.",
  "content_length": 27829,
  "metadata_extraction_date": "2025-11-01T05:49:36.126260",
  "extraction_version": "2.0_enhanced_full_content"
}