{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/april/GR_115349.html",
  "filename": "GR_115349.html",
  "year": 1997,
  "month": "april",
  "case_number": "115349",
  "gr_number": "115349",
  "volume_page": "338 Phil. 322",
  "decision_date": "April 18, 1997",
  "title": "COMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. THE COURT OF APPEALS, THE COURT OF TAX APPEALS AND ATENEO DE MANILA UNIVERSITY, RESPONDENTS. D E C I S I O N PANGANIBAN, J.: In conducting researches and studies of social organizations and cultural values thru its Institute of Philippine Culture, is the Ateneo de Manila University performing the work of an independent contractor and thus taxable within the purview of then Section 205 of the National Internal Revenue Code levying a three percent contractorâs tax? This question is answered by the Court in the negative as it resolves this petition assailing the Decision[1] of the Respondent Court of Appeals[2] in CA-G.R. SP No. 31790 promulgated on April 27, 1994 affirming that of the Court of Tax Appeals.[3]The Antecedent FactsThe antecedents as found by the Court of Appeals are reproduced hereinbelow, the same being largely undisputed by the parties. âPrivate respondent is a non-stock, non-profit educational institution with auxiliary units and branches all over the Philippines. One such auxiliary unit is the Institute of Philippine Culture (IPC), which has no legal personality separate and distinct from that of private respondent. The IPC is a Philippine unit engaged in social science studies of Philippine society and culture. Occasionally, it accepts sponsorships for its research activities from international organizations, private foundations and government agencies. On July 8, 1983, private respondent received from petitioner Commissioner of Internal Revenue a demand letter dated June 3, 1983, assessing private respondent the sum of P174,043.97 for alleged deficiency contractorâs tax, and an assessment dated June 27, 1983 in the sum of P1,141,837 for alleged deficiency income tax, both for the fiscal year ended March 31, 1978. Denying said tax liabilities, private respondent sent petitioner a letter-protest and subsequently filed with the latter a memorandum contesting the validity of the assessments. On March 17, 1988, petitioner rendered a letter-decision canceling the assessment for deficiency income tax but modifying the assessment for deficiency contractorâs tax by increasing the amount due to P193,475.55. Unsatisfied, private respondent requested for a reconsideration or reinvestigation of the modified assessment. At the same time, it filed in the respondent court a petition for review of the said letter-decision of the petitioner. While the petition was pending before the respondent court, petitioner issued a final decision dated August 3, 1988 reducing the assessment for deficiency contractorâs tax from P193,475.55 to P46,516.41, exclusive of surcharge and interest. On July 12, 1993, the respondent court rendered the questioned decision which dispositively reads:âWHEREFORE, in view of the foregoing, respondentâs decision is SET ASIDE. The deficiency contractorâs tax assessment in the amount of P46,516.41 exclusive of surcharge and interest for the fiscal year ended March 31, 1978 is hereby CANCELED. No pronouncement as to cost.SO ORDERED.âNot in accord with said decision, petitioner has come to this Court via the present petition for review raising the following issues:â1)WHETHER OR NOT PRIVATE RESPONDENT FALLS UNDER THE PURVIEW OF INDEPENDENT CONTRACTOR PURSUANT TO SECTION 205 OF THE TAX CODE; and2) WHETHER OR NOT PRIVATE RESPONDENT IS SUBJECT TO 3% CONTRACTORâS TAX UNDER SECTION 205 OF THE TAX CODEâ.The pertinent portions of Section 205 of the National Internal Revenue Code, as amended, provide:âSec. 205. Contractor, proprietors or operators of dockyards, and others. - A contractorâs tax of three per centum of the gross receipts is hereby imposed on the following:x x x x x x x x x(16) Business agents and other independent contractors except persons, associations and corporations under contract for embroidery and apparel for export, as well as their agents and contractors and except gross receipts of or from a pioneer industry registered with the Board of Investments under Republic Act No. 5186:x x x x x x x x xThe term âindependent contractorsâ include persons (juridical or natural) not enumerated above (but not including individuals subject to the occupation tax under Section 12 of the Local Tax Code) whose activity consists essentially of the sale of all kinds of services for a fee regardless of whether or not the performance of the service calls for the exercise or use of the physical or mental faculties of such contractors or their employees.x x x x x x x x x Petitioner contends that the respondent court erred in holding that private respondent is not an âindependent contractorâ within the purview of Section 205 of the Tax Code. To petitioner, the term âindependent contractorâ, as defined by the Code, encompasses all kinds of services rendered for a fee and that the only exceptions are the following:âa. Persons, association and corporations under contract for embroidery and apparel for export and gross receipts of or from pioneer industry registered with the Board of Investment under R.A. No. 5186;b. Individuals occupation tax under Section 12 of the Local Tax Code (under the old Section 182 [b] of the Tax Code); andc. Regional or area headquarters established in the Philippines by multinational corporations, including their alien executives, and which headquarters do not earn or derive income from the Philippines and which act as supervisory, communication and coordinating centers for their affiliates, subsidiaries or branches in the Asia Pacific Region (Section 205 of the Tax Code).â Petitioner thus submits that since private respondent falls under the definition of an âindependent contractorâ and is not among the aforementioned exceptions, private respondent is therefore subject to the 3% contractorâs tax imposed under the same Code.â[4]The Court of Appeals disagreed with the Petitioner Commissioner of Internal Revenue and affirmed the assailed decision of the Court of Tax Appeals. Unfazed, petitioner now asks us to reverse the CA through this petition for review.The IssuesPetitioner submits before us the following issues: â1) Whether or not private respondent falls under the purview of independent contractor pursuant to Section 205 of the Tax Code 2) Whether or not private respondent is subject to 3% contractorâs tax under Section 205 of the Tax Code.â[5]In fine, these may be reduced to a single issue: Is Ateneo de Manila University, through its auxiliary unit or branch -- the Institute of Philippine Culture -- performing the work of an independent contractor and, thus, subject to the three percent contractorâs tax levied by then Section 205 of the National Internal Revenue Code?The Courtâs RulingThe petition is unmeritorious.Interpretation of Tax LawsThe parts of then Section 205 of the National Internal Revenue Code germane to the case before us read: âSEC. 205. Contractors, proprietors or operators of dockyards, and others. -- A contractorâs tax of three per centum of the gross receipts is hereby imposed on the following:x x x x x x x x x(16) Business agents and other independent contractors, except persons, associations and corporations under contract for embroidery and apparel for export, as well as their agents and contractors, and except gross receipts of or from a pioneer industry registered with the Board of Investments under the provisions of Republic Act No. 5186;x x x x x x x x xThe term âindependent contractorsâ include persons (juridical or natural) not enumerated above (but not including individuals subject to the occupation tax under Section 12 of the Local Tax Code) whose activity consists essentially of the sale of all kinds of services for a fee regardless of whether or not the performance of the service calls for the exercise or use of the physical or mental faculties of such contractors or their employees.The term âindependent contractorâ shall not include regional or area headquarters established in the Philippines by multinational corporations, including their alien executives, and which headquarters do not earn or derive income from the Philippines and which act as supervisory, communications and coordinating centers for their affiliates, subsidiaries or branches in the Asia-Pacific Region.The term âgross receiptsâ means all amounts received by the prime or principal contractor as the total contract price, undiminished by amount paid to the subcontractor, shall be excluded from the taxable gross receipts of the subcontractor.âPetitioner Commissioner of Internal Revenue contends that Private Respondent Ateneo de Manila University âfalls within the definitionâ of an independent contractor and âis not one of those mentioned as exceptedâ; hence, it is properly a subject of the three percent contractorâs tax levied by the foregoing provision of law.[6] Petitioner states that the âterm âindependent contractorâ is not specifically defined so as to delimit the scope thereof, so much so that any person who x x x renders physical and mental service for a fee, is now indubitably considered an independent contractor liable to 3% contractorâs tax.â[7] according to petitioner, Ateneo has the burden of proof to show its exemption from the coverage of the law.We disagree. Petitioner Commissioner of Internal Revenue erred in applying the principles of tax exemption without first applying the well-settled doctrine of strict interpretation in the imposition of taxes. It is obviously both illogical and impractical to determine who are exempted without first determining who are covered by the aforesaid provision. The Commissioner should have determined first if private respondent was covered by Section 205, applying the rule of strict interpretation of laws imposing taxes and other burdens on the populace, before asking Ateneo to prove its exemption therefrom. The Court takes this occasion to reiterate the hornbook doctrine in the interpretation of tax laws that â(a) statute will not be construed as imposing a tax unless it does so clearly, expressly, and unambiguously. x x x (A) tax cannot be imposed without clear and express words for that purpose. Accordingly, the general rule of requiring adherence to the letter in construing statutes applies with peculiar strictness to tax laws and the provisions of a taxing act are not to be extended by implication.â[8] Parenthetically, in answering the question of who is subject to tax statutes, it is basic that âin case of doubt, such statutes are to be construed most strongly against the government and in favor of the subjects or citizens because burdens are not to be imposed nor presumed to be imposed beyond what statutes expressly and clearly import.â[9]To fall under its coverage, Section 205 of the National Internal Revenue Code requires that the independent contractor be engaged in the business of selling its services. Hence, to impose the three percent contractorâs tax on Ateneoâs Institute of Philippine Culture, it should be sufficiently proven that the private respondent is indeed selling its services for a fee in pursuit of an independent business. And it is only after private respondent has been found clearly to be subject to the provisions of Sec. 205 that the question of exemption therefrom would arise. Only after such coverage is shown does the rule of construction -- that tax exemptions are to be strictly construed against the taxpayer -- come into play, contrary to petitionerâs position. This is the main line of reasoning of the Court of Tax Appeals in its decision,[10] which was affirmed by the CA.The Ateneo de Manila University Did Not Contract for the Sale of the Services of its Institute of Philippine CultureAfter reviewing the records of this case, we find no evidence that Ateneoâs Institute of Philippine Culture ever sold its services for a fee to anyone or was ever engaged in a business apart from and independently of the academic purposes of the university.Stressing that âit is not the Ateneo de Manila University per se which is being taxed,â Petitioner Commissioner of Internal Revenue contends that âthe tax is due on its activity of conducting researches for a fee. The tax is due on the gross receipts made in favor of IPC pursuant to the contracts the latter entered to conduct researches for the benefit primarily of its clients. The tax is imposed on the exercise of a taxable activity. x x x [T]he sale of services of private respondent is made under a contract and the various contracts entered into between private respondent and its clients are almost of the same terms, showing, among others, the compensation and terms of payment.â[11] (Underscoring supplied.)In theory, the Commissioner of Internal Revenue may be correct. However, the records do not show that Ateneoâs IPC in fact contracted to sell its research services for a fee. Clearly then, as found by the Court of Appeals and the Court of Tax Appeals, petitionerâs theory is inapplicable to the established factual milieu obtaining in the instant case.In the first place, the petitioner has presented no evidence to prove its bare contention that, indeed, contracts for sale of services were ever entered into by the private respondent. As appropriately pointed out by the latter: âAn examination of the Commissionerâs Written Formal Offer of Evidence in the Court of Tax Appeals shows that only the following documentary evidence was presented:Exhibit 1 BIR letter of authority no. 3318442 Examinerâs Field Audit Report3 Adjustments to Sales/Receipts4 Letter-decision of BIR Commissioner Bienvenido A. Tan Jr.None of the foregoing evidence even comes close to purport to be contracts between private respondent and third parties.â[12]Moreover, the Court of Tax Appeals accurately and correctly declared that the âfunds received by the Ateneo de Manila University are technically not a fee. They may however fall as gifts or donations which are tax-exemptâ as shown by private respondentâs compliance with the requirement of Section 123 of the National Internal Revenue Code providing for the exemption of such gifts to an educational institution.[13]Respondent Court of Appeals elucidated on the ruling of the Court of Tax Appeals: âTo our mind, private respondent hardly fits into the definition of an âindependent contractorâ.For one, the established facts show that IPC, as a unit of the private respondent, is not engaged in business. Undisputedly, private respondent is mandated by law to undertake research activities to maintain its university status. In fact, the research activities being carried out by the IPC is focused not on business or profit but on social sciences studies of Philippine society and culture. Since it can only finance a limited number of IPCâs research projects, private respondent occasionally accepts sponsorship for unfunded IPC research projects from international organizations, private foundations and governmental agencies. However, such sponsorships are subject to private respondentâs terms and conditions, among which are, that the research is confined to topics consistent with the private respondentâs academic agenda; that no proprietary or commercial purpose research is done; and that private respondent retains not only the absolute right to publish but also the ownership of the results of the research conducted by the IPC. Quite clearly, the aforementioned terms and conditions belie the allegation that private respondent is a contractor or is engaged in business.For another, it bears stressing that private respondent is a non-stock, non-profit educational corporation. The fact that it accepted sponsorship for IPCâs unfunded projects is merely incidental. For, the main function of the IPC is to undertake research projects under the academic agenda of the private respondent. Moreover, the records do not show that in accepting sponsorship of research work, IPC realized profits from such work. On the contrary, the evidence shows that for about 30 years, IPC had continuously operated at a loss, which means that sponsored funds are less than actual expenses for its research projects. That IPC has been operating at a loss loudly bespeaks of the fact that education and not profit is the motive for undertaking the research projects.Then, too, granting arguendo that IPC made profits from the sponsored research projects, the fact still remains that there is no proof that part of such earnings or profits was ever distributed as dividends to any stockholder, as in fact none was so distributed because they accrued to the benefit of the private respondent which is a non-profit educational institution.â[14]Therefore, it is clear that the funds received by Ateneoâs Institute of Philippine Culture are not given in the concept of a fee or price in exchange for the performance of a service or delivery of an object. Rather, the amounts are in the nature of an endowment or donation given by IPCâs benefactors solely for the purpose of sponsoring or funding the research with no strings attached. As found by the two courts below, such sponsorships are subject to IPCâs terms and conditions. No proprietary or commercial research is done, and IPC retains the ownership of the results of the research, including the absolute right to publish the same. The copyrights over the results of the research are owned by Ateneo and, consequently, no portion thereof may be reproduced without its permission.[15]The amounts given to IPC, therefore, may not be deemed, it bears stressing, as fees or gross receipts that can be subjected to the three percent contractorâs tax.It is also well to stress that the questioned transactions of Ateneoâs Institute of Philippine Culture cannot be deemed either as a contract of sale or a contract for a piece of work. âBy the contract of sale, one of the contracting parties obligates himself to transfer the ownership of and to deliver a determinate thing, and the other to pay therefor a price certain in money or its equivalent.â[16] By its very nature, a contract of sale requires a transfer of ownership. Thus, Article 1458 of the Civil Code âexpressly makes the obligation to transfer ownership as an essential element of the contract of sale, following modern codes, such as the German and the Swiss. Even in the absence of this express requirement, however, most writers, including Sanchez Roman, Gayoso, Valverde, Ruggiero, Colin and Capitant, have considered such transfer of ownership as the primary purpose of sale. Perez and Alguer follow the same view, stating that the delivery of the thing does not mean a mere physical transfer, but is a means of transmitting ownership. Transfer of title or an agreement to transfer it for a price paid or promised to be paid is the essence of sale.â[17] In the case of a contract for a piece of work, âthe contractor binds himself to execute a piece of work for the employer, in consideration of a certain price or compensation. x x x If the contractor agrees to produce the work from materials furnished by him, he shall deliver the thing produced to the employer and transfer dominion over the thing. x x x.â[18] Ineludably, whether the contract be one of sale or one for a piece of work, a transfer of ownership is involved and a party necessarily walks away with an object.[19] In the case at bench, it is clear from the evidence on record that there was no sale either of objects or services because, as adverted to earlier, there was no transfer of ownership over the research data obtained or the results of research projects undertaken by the Institute of Philippine Culture.Furthermore, it is clear that the research activity of the Institute of Philippine Culture is done in pursuance of maintaining Ateneoâs university status and not in the course of an independent business of selling such research with profit in mind. This is clear from a reading of the regulations governing universities: â31.In addition to the legal requisites an institution must meet, among others, the following requirements before an application for university status shall be considered:x x x x x x x x x(e) The institution must undertake research and operate with a competent qualified staff at least three graduate departments in accordance with the rules and standards for graduate education. One of the departments shall be science and technology. The competence of the staff shall be judged by their effective teaching, scholarly publications and research activities published in its school journal as well as their leadership activities in the profession.(f) The institution must show evidence of adequate and stable financial resources and support, a reasonable portion of which should be devoted to institutional development and research. (underscoring supplied)x x x x x x x x xâ â32. University status may be withdrawn, after due notice and hearing, for failure to maintain satisfactorily the standards and requirements therefor.â[20]Petitionerâs contention that it is the Institute of Philippine Culture that is being taxed and not the Ateneo is patently erroneous because the former is not an independent juridical entity that is separate and distinct from the latter.Factual Findings and Conclusions of the Court of Tax Appeals Affirmed by the Court of Appeals Generally ConclusiveIn addition, we reiterate that the âCourt of Tax Appeals is a highly specialized body specifically created for the purpose of reviewing tax cases. Through its expertise, it is undeniably competent to determine the issue of whetherâ[21] Ateneo de Manila University may be deemed a subject of the three percent contractorâs tax âthrough the evidence presented before it.â Consequently, âas a matter of principle, this Court will not set aside the conclusion reached by x x x the Court of Tax Appeals which is, by the very nature of its function, dedicated exclusively to the study and consideration of tax problems and has necessarily developed an expertise on the subject unless there has been an abuse or improvident exercise of authority x x x.â[22] This point becomes more evident in the case before us where the findings and conclusions of both the Court of Tax Appeals and the Court of Appeals appear untainted by any abuse of authority, much less grave abuse of discretion. Thus, we find the decision of the latter affirming that of the former free from any palpable error.Public Service, Not Profit, is the MotiveThe records show that the Institute of Philippine Culture conducted its research activities at a huge deficit of P1,624,014.00 as shown in its statements of fund and disbursements for the period 1972 to 1985.[23] In fact, it was Ateneo de Manila University itself that had funded the research projects of the institute, and it was only when Ateneo could no longer produce the needed funds that the institute sought funding from outside. The testimony of Ateneoâs Director for Accounting Services, Ms. Leonor Wijangco, provides significant insight on the academic and nonprofit nature of the instituteâs research activities done in furtherance of the universityâs purposes, as follows: âQ Now it was testified to earlier by Miss Thelma Padero (Office Manager of the Institute of Philippine Culture) that as far as grants from sponsored research it is possible that the grant sometimes is less than the actual cost. Will you please tell us in this case when the actual cost is a lot less than the grant who shoulders the additional cost? A The University. Q Now, why is this done by the University? A Because of our faculty development program as a university, because a university has to have its own research institute.â[24]So, why is it that Ateneo continues to operate and conduct researches through its Institute of Philippine Culture when it undisputedly loses not an insignificant amount in the process? The plain and simple answer is that private respondent is not a contractor selling its services for a fee but an academic institution conducting these researches pursuant to its commitments to education and, ultimately, to public service. For the institute to have tenaciously continued operating for so long despite its accumulation of significant losses, we can only agree with both the Court of Tax Appeals and the Court of Appeals that âeducation and not profit is [IPCâs] motive for undertaking the research projects.â[25]WHEREFORE, premises considered, the petition is DENIED and the assailed Decision of the Court of Appeals is hereby AFFIRMED in full.SO ORDERED.Narvasa, C.J., (Chairman) , Davide, Jr., Melo, and Francisco, JJ., concur.[1] Rollo, pp. 37-42.[2] Penned by J. Cancio C. Garcia and concurred in by JJ. Pedro A. Ramirez, Chairman, and Hector L. HofileÃ±a.[3] In CTA Case No. 4280, penned by Associate Judge Ramon O. de Veyra and concurred in by Presiding Judge Ernesto D. Acosta and Associate Judge Manuel K. Gruba; rollo, pp. 43-55.[4] CA Decision, pp. 1-4; rollo, pp. 37-40.[5] Petition, p. 8; rollo, p. 13.[6] Petitionerâs Reply, pp. 1-2; rollo, pp. 79-80.[7] Petition, pp. 11-12; rollo, pp. 16-17.[8] Marinduque Iron Mines Agents, Inc. vs. Municipal Council of the Municipality of Hinabangan, Samar, 11 SCRA 416, 420, June 30 1964, citing 82 C.J.S. 956, 30 Am. Jur. 153, and McQuillin on Municipal Corp., Vol. 16, p. 267. See also Benjamin B. Aban, Law of Basic Taxation in the Philippines, p. 93, First Edition, (1994).[9] Commissioner of Internal Revenue vs. Firemanâs Fund Ins. Co., 148 SCRA 315, 324, March 9, 1987; citing Manila Railroad Co. vs. Collector of Customs, 52 Phil. 950, (1929).[10] Rollo, pp. 49-50.[11] Petition, pp. 20-22; rollo, pp. 25-27.[12] Comment, p. 10; rollo, p. 71.[13] Rollo, p. 54.[14] Ibid., p. 41.[15] Comment, pp. 6-7; rollo, pp. 67-68.[16] Paragraph 1, Article 1458, Civil Code of the Philippines.[17] Tolentino, Arturo M., Commentaries and Jurisprudence on the Civil Code of the Philippines, Volume V, pp. 1-2, (1992); citing 3 Castan 12-13, Kerr & Co. vs. Lingad, 38 SCRA 524, April 30, 1971, and Schmid & Oberly vs. RJL Martinez Fishing Corp., 166 SCRA 493, October 18, 1988.[18]Articles 1713 and 1714 of the Civil Code of the Philippines.[19] Villanueva, Cesar L., Philippine Law on Sales, pp. 7-9. (1995); citing Celestino Co vs. Collector of Internal Revenue, 99 Phil. 841 (1956).[20]The Manual for Private Schools (adopted pursuant to the provisions of Act No. 2706, as amended by Act No. 3075 and Commonwealth Act No.180), cited in private respondentâs comment, pp. 4-5; rollo, pp. 65-66.[21] Philippine Refining Company vs. Court of Appeals, Court of Tax Appeals and Commissioner of Internal Revenue, 256 SCRA 667, 675-676, May 8, 1996; citing Commissioner of Internal Revenue vs. Wander Philippines, Inc., et al., 160 SCRA 573, April 15, 1988.[22] Commissioner of Internal Revenue vs. Wander Philippines, Inc., et al., supra; citing Reyes vs. Commissioner of Internal Revenue, 24 SCRA 198, July 29, 1968.[23] Comment, p. 7; rollo, p. 68.[24] Ibid., p. 8; citing TSN, pp. 12-13, August 25, 1989.[25] Court of Tax Appeals Decision, p. 10, and Court of Appeals Decision, p. 5 (quoted above); Rollo, pp. 52 and 41. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "commissioner",
    "internal",
    "revenue",
    "petitioner",
    "court",
    "appeals",
    "ateneo",
    "manila",
    "university",
    "respondents",
    "panganiban",
    "conducting",
    "researches",
    "studies",
    "social",
    "organizations",
    "cultural",
    "values",
    "institute",
    "philippine"
  ],
  "title_summary": "COMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. THE COURT OF APPEALS, THE COURT OF TAX APPEALS ...",
  "formatted_case_content": "View printer friendly version\n338 Phil. 322\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 115349, April 18, 1997 ]\n[ G.R. No. 115349, April 18, 1997 ]\n\nCOMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. THE COURT OF APPEALS, THE COURT OF TAX APPEALS AND ATENEO DE MANILA UNIVERSITY, RESPONDENTS.\nD E C I S I O N\nCOMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. THE COURT OF APPEALS, THE COURT OF TAX APPEALS AND ATENEO DE MANILA UNIVERSITY, RESPONDENTS.\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIn conducting researches and studies of social organizations and cultural values thru its Institute of Philippine Culture, is the Ateneo de Manila University performing the work of an independent contractor and thus taxable within the purview of then Section 205 of the National Internal Revenue Code levying a three percent contractorâs tax? This question is answered by the Court in the negative as it resolves this petition assailing the Decision [1] of the Respondent Court of Appeals [2] in CA-G.R. SP No. 31790 promulgated on April 27, 1994 affirming that of the Court of Tax Appeals. [3]\n\nThe Antecedent Facts\n\nThe antecedents as found by the Court of Appeals are reproduced hereinbelow, the same being largely undisputed by the parties.\n\nâPrivate respondent is a non-stock, non-profit educational institution with auxiliary units and branches all over the Philippines. One such auxiliary unit is the Institute of Philippine Culture (IPC), which has no legal personality separate and distinct from that of private respondent. The IPC is a Philippine unit engaged in social science studies of Philippine society and culture. Occasionally, it accepts sponsorships for its research activities from international organizations, private foundations and government agencies.\n\nOn July 8, 1983, private respondent received from petitioner Commissioner of Internal Revenue a demand letter dated June 3, 1983, assessing private respondent the sum of P174,043.97 for alleged deficiency contractorâs tax, and an assessment dated June 27, 1983 in the sum of P1,141,837 for alleged deficiency income tax, both for the fiscal year ended March 31, 1978. Denying said tax liabilities, private respondent sent petitioner a letter-protest and subsequently filed with the latter a memorandum contesting the validity of the assessments.\n\nOn March 17, 1988, petitioner rendered a letter-decision canceling the assessment for deficiency income tax but modifying the assessment for deficiency contractorâs tax by increasing the amount due to P193,475.55. Unsatisfied, private respondent requested for a reconsideration or reinvestigation of the modified assessment. At the same time, it filed in the respondent court a petition for review of the said letter-decision of the petitioner. While the petition was pending before the respondent court, petitioner issued a final decision dated August 3, 1988 reducing the assessment for deficiency contractorâs tax from P193,475.55 to P46,516.41, exclusive of surcharge and interest.\n\nOn July 12, 1993, the respondent court rendered the questioned decision which dispositively reads: âWHEREFORE, in view of the foregoing, respondentâs decision is SET ASIDE. The deficiency contractorâs tax assessment in the amount of P46,516.41 exclusive of surcharge and interest for the fiscal year ended March 31, 1978 is hereby CANCELED. No pronouncement as to cost.\n\nSO ORDERED.â\nNot in accord with said decision, petitioner has come to this Court via the present petition for review raising the following issues:\nâ1)WHETHER OR NOT PRIVATE RESPONDENT FALLS UNDER THE PURVIEW OF INDEPENDENT CONTRACTOR PURSUANT TO SECTION 205 OF THE TAX CODE; and\n\n2) WHETHER OR NOT PRIVATE RESPONDENT IS SUBJECT TO 3% CONTRACTORâS TAX UNDER SECTION 205 OF THE TAX CODEâ.\nThe pertinent portions of Section 205 of the National Internal Revenue Code, as amended, provide: âSec. 205. Contractor, proprietors or operators of dockyards, and others. - A contractorâs tax of three per centum of the gross receipts is hereby imposed on the following:\n\nx x x                                             x x x                                     x x x\n\n(16)        Business agents and other independent contractors except persons, associations and corporations under contract for embroidery and apparel for export, as well as their agents and contractors and except gross receipts of or from a pioneer industry registered with the Board of Investments under Republic Act No. 5186:\n\nx x x                                             x x x                                     x x x\n\nThe term âindependent contractorsâ include persons (juridical or natural) not enumerated above (but not including individuals subject to the occupation tax under Section 12 of the Local Tax Code) whose activity consists essentially of the sale of all kinds of services for a fee regardless of whether or not the performance of the service calls for the exercise or use of the physical or mental faculties of such contractors or their employees.\n\nx x x                                             x x x                                     x x x\n\nPetitioner contends that the respondent court erred in holding that private respondent is not an âindependent contractorâ within the purview of Section 205 of the Tax Code. To petitioner, the term âindependent contractorâ, as defined by the Code, encompasses all kinds of services rendered for a fee and that the only exceptions are the following:\n\nâa.           Persons, association and corporations under contract for embroidery and apparel for export and gross receipts of or from pioneer industry registered with the Board of Investment under R.A. No. 5186;\n\nb.            Individuals occupation tax under Section 12 of the Local Tax Code (under the old Section 182 [b] of the Tax Code); and\n\nc.            Regional or area headquarters established in the Philippines by multinational corporations, including their alien executives, and which headquarters do not earn or derive income from the Philippines and which act as supervisory, communication and coordinating centers for their affiliates, subsidiaries or branches in the Asia Pacific Region (Section 205 of the Tax Code).â\nPetitioner thus submits that since private respondent falls under the definition of an âindependent contractorâ and is not among the aforementioned exceptions, private respondent is therefore subject to the 3% contractorâs tax imposed under the same Code.â [4] The Court of Appeals disagreed with the Petitioner Commissioner of Internal Revenue and affirmed the assailed decision of the Court of Tax Appeals. Unfazed, petitioner now asks us to reverse the CA through this petition for review.\n\nThe Issues\n\nPetitioner submits before us the following issues:\n\nâ1)      Whether or not private respondent falls under the purview of independent contractor pursuant to Section 205 of the Tax Code\n\n2)       Whether or not private respondent is subject to 3% contractorâs tax under Section 205 of the Tax Code.â [5]\n\nIn fine, these may be reduced to a single issue: Is Ateneo de Manila University, through its auxiliary unit or branch -- the Institute of Philippine Culture -- performing the work of an independent contractor and, thus, subject to the three percent contractorâs tax levied by then Section 205 of the National Internal Revenue Code?\n\nThe Courtâs Ruling\n\nThe petition is unmeritorious.\n\nInterpretation of Tax Laws\n\nThe parts of then Section 205 of the National Internal Revenue Code germane to the case before us read:\n\nâSEC. 205. Contractors, proprietors or operators of dockyards, and others. -- A contractorâs tax of three per centum of the gross receipts is hereby imposed on the following:\n\nx x x                                             x x x                                     x x x\n\n(16)        Business agents and other independent contractors, except persons, associations and corporations under contract for embroidery and apparel for export, as well as their agents and contractors, and except gross receipts of or from a pioneer industry registered with the Board of Investments under the provisions of Republic Act No. 5186;\n\nx x x                                             x x x                                     x x x\n\nThe term âindependent contractorsâ include persons (juridical or natural) not enumerated above (but not including individuals subject to the occupation tax under Section 12 of the Local Tax Code) whose activity consists essentially of the sale of all kinds of services for a fee regardless of whether or not the performance of the service calls for the exercise or use of the physical or mental faculties of such contractors or their employees.\n\nThe term âindependent contractorâ shall not include regional or area headquarters established in the Philippines by multinational corporations, including their alien executives, and which headquarters do not earn or derive income from the Philippines and which act as supervisory, communications and coordinating centers for their affiliates, subsidiaries or branches in the Asia-Pacific Region.\n\nThe term âgross receiptsâ means all amounts received by the prime or principal contractor as the total contract price, undiminished by amount paid to the subcontractor, shall be excluded from the taxable gross receipts of the subcontractor.â\n\nPetitioner Commissioner of Internal Revenue contends that Private Respondent Ateneo de Manila University âfalls within the definitionâ of an independent contractor and âis not one of those mentioned as exceptedâ; hence, it is properly a subject of the three percent contractorâs tax levied by the foregoing provision of law. [6] Petitioner states that the âterm âindependent contractorâ is not specifically defined so as to delimit the scope thereof, so much so that any person who x x x renders physical and mental service for a fee, is now indubitably considered an independent contractor liable to 3% contractorâs tax.â [7] according to petitioner, Ateneo has the burden of proof to show its exemption from the coverage of the law.\n\nWe disagree. Petitioner Commissioner of Internal Revenue erred in applying the principles of tax exemption without first applying the well-settled doctrine of strict interpretation in the imposition of taxes. It is obviously both illogical and impractical to determine who are exempted without first determining who are covered by the aforesaid provision. The Commissioner should have determined first if private respondent was covered by Section 205, applying the rule of strict interpretation of laws imposing taxes and other burdens on the populace, before asking Ateneo to prove its exemption therefrom. The Court takes this occasion to reiterate the hornbook doctrine in the interpretation of tax laws that â(a) statute will not be construed as imposing a tax unless it does so clearly, expressly, and unambiguously. x x x (A) tax cannot be imposed without clear and express words for that purpose. Accordingly, the general rule of requiring adherence to the letter in construing statutes applies with peculiar strictness to tax laws and the provisions of a taxing act are not to be extended by implication.â [8] Parenthetically, in answering the question of who is subject to tax statutes, it is basic that âin case of doubt, such statutes are to be construed most strongly against the government and in favor of the subjects or citizens because burdens are not to be imposed nor presumed to be imposed beyond what statutes expressly and clearly import.â [9]\n\nTo fall under its coverage, Section 205 of the National Internal Revenue Code requires that the independent contractor be engaged in the business of selling its services. Hence, to impose the three percent contractorâs tax on Ateneoâs Institute of Philippine Culture, it should be sufficiently proven that the private respondent is indeed selling its services for a fee in pursuit of an independent business. And it is only after private respondent has been found clearly to be subject to the provisions of Sec. 205 that the question of exemption therefrom would arise. Only after such coverage is shown does the rule of construction -- that tax exemptions are to be strictly construed against the taxpayer -- come into play, contrary to petitionerâs position. This is the main line of reasoning of the Court of Tax Appeals in its decision, [10] which was affirmed by the CA.\n\nThe Ateneo de Manila University Did Not Contract for the Sale of the Services of its Institute of Philippine Culture\n\nAfter reviewing the records of this case, we find no evidence that Ateneoâs Institute of Philippine Culture ever sold its services for a fee to anyone or was ever engaged in a business apart from and independently of the academic purposes of the university.\n\nStressing that âit is not the Ateneo de Manila University per se which is being taxed,â Petitioner Commissioner of Internal Revenue contends that âthe tax is due on its activity of conducting researches for a fee. The tax is due on the gross receipts made in favor of IPC pursuant to the contracts the latter entered to conduct researches for the benefit primarily of its clients. The tax is imposed on the exercise of a taxable activity. x x x [T]he sale of services of private respondent is made under a contract and the various contracts entered into between private respondent and its clients are almost of the same terms, showing, among others, the compensation and terms of payment.â [11] (Underscoring supplied.)\n\nIn theory, the Commissioner of Internal Revenue may be correct. However, the records do not show that Ateneoâs IPC in fact contracted to sell its research services for a fee. Clearly then, as found by the Court of Appeals and the Court of Tax Appeals, petitionerâs theory is inapplicable to the established factual milieu obtaining in the instant case.\n\nIn the first place, the petitioner has presented no evidence to prove its bare contention that, indeed, contracts for sale of services were ever entered into by the private respondent. As appropriately pointed out by the latter:\nâAn examination of the Commissionerâs Written Formal Offer of Evidence in the Court of Tax Appeals shows that only the following documentary evidence was presented: Exhibit 1             BIR letter of authority no. 331844\n\n2 Examinerâs Field Audit Report\n\n3 Adjustments to Sales/Receipts\n\n4 Letter-decision of BIR Commissioner\n\nBienvenido A. Tan Jr.\n\nNone of the foregoing evidence even comes close to purport to be contracts between private respondent and third parties.â [12]\n\nMoreover, the Court of Tax Appeals accurately and correctly declared that the âfunds received by the Ateneo de Manila University are technically not a fee. They may however fall as gifts or donations which are tax-exemptâ as shown by private respondentâs compliance with the requirement of Section 123 of the National Internal Revenue Code providing for the exemption of such gifts to an educational institution. [13]\n\nRespondent Court of Appeals elucidated on the ruling of the Court of Tax Appeals:\nâTo our mind, private respondent hardly fits into the definition of an âindependent contractorâ.\n\nFor one, the established facts show that IPC, as a unit of the private respondent, is not engaged in business. Undisputedly, private respondent is mandated by law to undertake research activities to maintain its university status. In fact, the research activities being carried out by the IPC is focused not on business or profit but on social sciences studies of Philippine society and culture. Since it can only finance a limited number of IPCâs research projects, private respondent occasionally accepts sponsorship for unfunded IPC research projects from international organizations, private foundations and governmental agencies. However, such sponsorships are subject to private respondentâs terms and conditions, among which are, that the research is confined to topics consistent with the private respondentâs academic agenda; that no proprietary or commercial purpose research is done; and that private respondent retains not only the absolute right to publish but also the ownership of the results of the research conducted by the IPC. Quite clearly, the aforementioned terms and conditions belie the allegation that private respondent is a contractor or is engaged in business.\n\nFor another, it bears stressing that private respondent is a non-stock, non-profit educational corporation. The fact that it accepted sponsorship for IPCâs unfunded projects is merely incidental. For, the main function of the IPC is to undertake research projects under the academic agenda of the private respondent. Moreover, the records do not show that in accepting sponsorship of research work, IPC realized profits from such work. On the contrary, the evidence shows that for about 30 years, IPC had continuously operated at a loss, which means that sponsored funds are less than actual expenses for its research projects. That IPC has been operating at a loss loudly bespeaks of the fact that education and not profit is the motive for undertaking the research projects.\n\nThen, too, granting arguendo that IPC made profits from the sponsored research projects, the fact still remains that there is no proof that part of such earnings or profits was ever distributed as dividends to any stockholder, as in fact none was so distributed because they accrued to the benefit of the private respondent which is a non-profit educational institution.â [14] Therefore, it is clear that the funds received by Ateneoâs Institute of Philippine Culture are not given in the concept of a fee or price in exchange for the performance of a service or delivery of an object. Rather, the amounts are in the nature of an endowment or donation given by IPCâs benefactors solely for the purpose of sponsoring or funding the research with no strings attached. As found by the two courts below, such sponsorships are subject to IPCâs terms and conditions. No proprietary or commercial research is done, and IPC retains the ownership of the results of the research, including the absolute right to publish the same. The copyrights over the results of the research are owned by Ateneo and, consequently, no portion thereof may be reproduced without its permission. [15] The amounts given to IPC, therefore, may not be deemed, it bears stressing, as fees or gross receipts that can be subjected to the three percent contractorâs tax.\n\nIt is also well to stress that the questioned transactions of Ateneoâs Institute of Philippine Culture cannot be deemed either as a contract of sale or a contract for a piece of work. âBy the contract of sale, one of the contracting parties obligates himself to transfer the ownership of and to deliver a determinate thing, and the other to pay therefor a price certain in money or its equivalent.â [16] By its very nature, a contract of sale requires a transfer of ownership. Thus, Article 1458 of the Civil Code âexpressly makes the obligation to transfer ownership as an essential element of the contract of sale, following modern codes, such as the German and the Swiss. Even in the absence of this express requirement, however, most writers, including Sanchez Roman, Gayoso, Valverde, Ruggiero, Colin and Capitant, have considered such transfer of ownership as the primary purpose of sale. Perez and Alguer follow the same view, stating that the delivery of the thing does not mean a mere physical transfer, but is a means of transmitting ownership. Transfer of title or an agreement to transfer it for a price paid or promised to be paid is the essence of sale.â [17] In the case of a contract for a piece of work, âthe contractor binds himself to execute a piece of work for the employer, in consideration of a certain price or compensation. x x x If the contractor agrees to produce the work from materials furnished by him, he shall deliver the thing produced to the employer and transfer dominion over the thing. x x x.â [18] Ineludably, whether the contract be one of sale or one for a piece of work, a transfer of ownership is involved and a party necessarily walks away with an object. [19] In the case at bench, it is clear from the evidence on record that there was no sale either of objects or services because, as adverted to earlier, there was no transfer of ownership over the research data obtained or the results of research projects undertaken by the Institute of Philippine Culture.\n\nFurthermore, it is clear that the research activity of the Institute of Philippine Culture is done in pursuance of maintaining Ateneoâs university status and not in the course of an independent business of selling such research with profit in mind. This is clear from a reading of the regulations governing universities:\n\nâ31.In addition to the legal requisites an institution must meet, among others, the following requirements before an application for university status shall be considered: x x x                                             x x x                                     x x x\n\n(e) The institution must undertake research and operate with a competent qualified staff at least three graduate departments in accordance with the rules and standards for graduate education. One of the departments shall be science and technology. The competence of the staff shall be judged by their effective teaching, scholarly publications and research activities published in its school journal as well as their leadership activities in the profession.\n\n(f) The institution must show evidence of adequate and stable financial resources and support, a reasonable portion of which should be devoted to institutional development and research. (underscoring supplied)\n\nx x x                                             x x x                                     x x xâ\n\nâ32.    University status may be withdrawn, after due notice and hearing, for failure to maintain satisfactorily the standards and requirements therefor.â [20]\n\nPetitionerâs contention that it is the Institute of Philippine Culture that is being taxed and not the Ateneo is patently erroneous because the former is not an independent juridical entity that is separate and distinct from the latter.\n\nFactual Findings and Conclusions of the Court of Tax Appeals Affirmed by the Court of Appeals Generally Conclusive\n\nIn addition, we reiterate that the âCourt of Tax Appeals is a highly specialized body specifically created for the purpose of reviewing tax cases. Through its expertise, it is undeniably competent to determine the issue of whetherâ [21] Ateneo de Manila University may be deemed a subject of the three percent contractorâs tax âthrough the evidence presented before it.â Consequently, âas a matter of principle, this Court will not set aside the conclusion reached by x x x the Court of Tax Appeals which is, by the very nature of its function, dedicated exclusively to the study and consideration of tax problems and has necessarily developed an expertise on the subject unless there has been an abuse or improvident exercise of authority x x x.â [22] This point becomes more evident in the case before us where the findings and conclusions of both the Court of Tax Appeals and the Court of Appeals appear untainted by any abuse of authority, much less grave abuse of discretion. Thus, we find the decision of the latter affirming that of the former free from any palpable error.\n\nPublic Service, Not Profit, is the Motive\n\nThe records show that the Institute of Philippine Culture conducted its research activities at a huge deficit of P1,624,014.00 as shown in its statements of fund and disbursements for the period 1972 to 1985. [23] In fact, it was Ateneo de Manila University itself that had funded the research projects of the institute, and it was only when Ateneo could no longer produce the needed funds that the institute sought funding from outside. The testimony of Ateneoâs Director for Accounting Services, Ms. Leonor Wijangco, provides significant insight on the academic and nonprofit nature of the instituteâs research activities done in furtherance of the universityâs purposes, as follows:\n\nâQ Now it was testified to earlier by Miss Thelma Padero (Office Manager of the Institute of Philippine Culture) that as far as grants from sponsored research it is possible that the grant sometimes is less than the actual cost. Will you please tell us in this case when the actual cost is a lot less than the grant who shoulders the additional cost?\nA     The University.\n\nQ     Now, why is this done by the University?\nA     Because of our faculty development program as a university, because a university has to have its own research institute.â [24] So, why is it that Ateneo continues to operate and conduct researches through its Institute of Philippine Culture when it undisputedly loses not an insignificant amount in the process? The plain and simple answer is that private respondent is not a contractor selling its services for a fee but an academic institution conducting these researches pursuant to its commitments to education and, ultimately, to public service. For the institute to have tenaciously continued operating for so long despite its accumulation of significant losses, we can only agree with both the Court of Tax Appeals and the Court of Appeals that âeducation and not profit is [IPCâs] motive for undertaking the research projects.â [25]\n\nWHEREFORE, premises considered, the petition is DENIED and the assailed Decision of the Court of Appeals is hereby AFFIRMED in full.\n\nSO ORDERED.\nNarvasa, C.J., (Chairman) , Davide, Jr., Melo, and Francisco, JJ., concur.\n\n[1] Rollo, pp. 37-42.\n\n[2] Penned by J. Cancio C. Garcia and concurred in by JJ. Pedro A. Ramirez, Chairman, and Hector L. HofileÃ±a.\n\n[3] In CTA Case No. 4280, penned by Associate Judge Ramon O. de Veyra and concurred in by Presiding Judge Ernesto D. Acosta and Associate Judge Manuel K. Gruba; rollo, pp. 43-55.\n\n[4] CA Decision, pp. 1-4; rollo, pp. 37-40.\n\n[5] Petition, p. 8; rollo, p. 13.\n\n[6] Petitionerâs Reply, pp. 1-2; rollo, pp. 79-80.\n\n[7] Petition, pp. 11-12; rollo, pp. 16-17.\n\n[8] Marinduque Iron Mines Agents, Inc. vs. Municipal Council of the Municipality of Hinabangan, Samar, 11 SCRA 416, 420, June 30 1964, citing 82 C.J.S. 956, 30 Am. Jur. 153, and McQuillin on Municipal Corp., Vol. 16, p. 267. See also Benjamin B. Aban, Law of Basic Taxation in the Philippines, p. 93, First Edition, (1994).\n\n[9] Commissioner of Internal Revenue vs. Firemanâs Fund Ins. Co., 148 SCRA 315, 324, March 9, 1987; citing Manila Railroad Co. vs. Collector of Customs, 52 Phil. 950, (1929).\n\n[10] Rollo, pp. 49-50.\n\n[11] Petition, pp. 20-22; rollo, pp. 25-27.\n\n[12] Comment, p. 10; rollo, p. 71.\n\n[13] Rollo, p. 54.\n\n[14] Ibid., p. 41.\n\n[15] Comment, pp. 6-7; rollo, pp. 67-68.\n\n[16] Paragraph 1, Article 1458, Civil Code of the Philippines.\n\n[17] Tolentino, Arturo M., Commentaries and Jurisprudence on the Civil Code of the Philippines, Volume V, pp. 1-2, (1992); citing 3 Castan 12-13, Kerr & Co. vs. Lingad, 38 SCRA 524, April 30, 1971, and Schmid & Oberly vs. RJL Martinez Fishing Corp., 166 SCRA 493, October 18, 1988.\n\n[18] Articles 1713 and 1714 of the Civil Code of the Philippines.\n\n[19] Villanueva, Cesar L., Philippine Law on Sales, pp. 7-9. (1995); citing Celestino Co vs. Collector of Internal Revenue, 99 Phil. 841 (1956).\n\n[20] The Manual for Private Schools (adopted pursuant to the provisions of Act No. 2706, as amended by Act No. 3075 and Commonwealth Act No.180), cited in private respondentâs comment, pp. 4-5; rollo, pp. 65-66.\n\n[21] Philippine Refining Company vs. Court of Appeals, Court of Tax Appeals and Commissioner of Internal Revenue, 256 SCRA 667, 675-676, May 8, 1996; citing Commissioner of Internal Revenue vs. Wander Philippines, Inc., et al., 160 SCRA 573, April 15, 1988.\n\n[22] Commissioner of Internal Revenue vs. Wander Philippines, Inc., et al., supra; citing Reyes vs. Commissioner of Internal Revenue, 24 SCRA 198, July 29, 1968.\n\n[23] Comment, p. 7; rollo, p. 68.\n\n[24] Ibid., p. 8; citing TSN, pp. 12-13, August 25, 1989.\n\n[25] Court of Tax Appeals Decision, p. 10, and Court of Appeals Decision, p. 5 (quoted above); Rollo, pp. 52 and 41.",
  "content_length": 28463,
  "metadata_extraction_date": "2025-11-01T05:49:36.634310",
  "extraction_version": "2.0_enhanced_full_content"
}