{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/april/GR_116732.html",
  "filename": "GR_116732.html",
  "year": 1997,
  "month": "april",
  "case_number": "116732",
  "gr_number": "116732",
  "volume_page": "337 Phil. 318",
  "decision_date": "April 02, 1997",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENE C. HENSON, ACCUSED-APPELLANT. D E C I S I O N VITUG, J.: On 23 June 1993, AAA filed a sworn complaint, approved by the Inquest Prosecutor, reading as follows:\"The undersigned Complainant accuses RENE C. HENSON of the crime of Rape, committed as follows:\"That on or about the 16th day of June, 1993, in the City of Bacolod, Philippines, and within the jurisdiction of this Honorable Court, the herein accused, did, then and there wilfully, unlawfully and feloniously have carnal knowledge of BBB, a girl 6 years of age and daughter of the undersigned complainant AAA, without her consent and against her will.\"Act contrary to law.\"Bacolod City, Philippines, June 23, 1993.\"(SGD) AAA\"Complainant\"SUBSCRIBED AND SWORN to before me this 23rd day of June, 1993 in the City of xxx, Philippines.\"(SGD) xxx\"Prosecutor I\"(Inquest Prosecutor)\"APPROVED: \"(SGD) xxx \"2nd Asst. City Prosecutor \"(Officer-in-Charge)\"WITNESSES:\"1. AAA â xxx City\"2. Dr. xxx â xxx City\"3. SPO3 xxx â xxx City\"And others.\"I hereby certify that I am filing this case in accordance with Sec. 7 of Rule 112 of the 1985 Rules on Criminal Procedure because the accused herein, having been lawfully arrested without a warrant of arrest, did not ask for preliminary investigation and sign a waiver of the provisions of Art. 125 of the Revised Penal Code.\"(SGD) xxx\"[1]When arraigned, the accused, Rene C. Henson pleaded, \"not guilty,\" to the charge.The prosecution thus presented its case.On 16 June 1993, at around six o'clock in the evening, the victim BBB, then only a child of six years of age, went to the house of accused Rene C. Henson, a neighbor, at xxx City. There, the victim started sweeping the ground floor; when she finished, she proceeded to the second floor. The accused saw BBB. He held her by the hand and led her to his bedroom. He made her lie down and remove her shorts and underwear. The accused himself then reclined on the floor, unzipped his pants and pulled it down with his underwear. He went on top of her and made up and down movements, slightly penetrating her and causing some pain to the innocent victim.[2]Having satisfied his lust, the accused withdrew. The victim put on her panty and shorts and went down the house.[3]The prosecution presented CCC, ten years old and a first cousin of BBB,[4] who testified that the accused was her uncle, in whose house she and her mother, the accused's sister, also stayed.[5] CCC said that she, together with one DDD, executed a joint affidavit in Visayan dialect, dated 16 June 1993, attesting to the sexual intercourse between the accused and BBB. On cross-examination, CCC gave further details. She declared that at around six o'clock in the evening of 16 June 1993, she and her twelve-year old cousin EEE, were at the front yard of their house picking cheriza from a tree.[6] She heard strange sounds coming from the house.[7] She went upstairs and peeped through a hole on a plywood wall that separates her room from that occupied by the accused. The young witness caught accused still unzipping his pants before going on top of the victim.[8] CCC rushed down and called DDD. The two went up to CCC's room and peeped through the hole.[9] This time, they saw BBB being made to stay on top of the accused.[10] DDD and CCC dashed from the house to report to their grandfather what they had just witnessed.[11] The old man, visibly shaken, told CCC and DDD to fetch the victim and to inform their \"Tita\" AAA, the victim's mother, of the incident.[12] Their \"Tita\" AAA, accompanied by their grandfather, then went to the police headquarters to lodge a complaint.Dr. xxx, a resident physician at the Department of Surgery of the xxx Hospital, testified that he had examined the victim, and that while the victim did not appear to have experienced penetration in her genitalia, her hymen still being intact and no spermatozoa having been found,[13] there, however, were abrasions at the left and right inner lip of the external genitalia and on the right thigh that could have been caused by a male organ from an attempt of forcible entry into the vaginal part.[14]Rene C. Henson took the witness stand and denied having been at anytime with BBB on 16 June 1993. He testified that he was at home only until about 5:20 in the afternoon of 16 June 1993 when he went to the Iglesia ni Kristo Church at xxx, located about 300 meters away from his house, to attend a church meeting. The meeting ended at around 7:00 that evening but he stayed for night guard duty from 8:00 in the evening to 4:00 in the morning of the following day. He was home at about 9:00 in the morning of 17 June 1993 after having gone first with the church pastor to Murcia. Henson added that when he left their house on 16 June 1993, his niece Maribel Toreja was still in the house. He attributed the \"false accusation\" against him to a grudge entertained by the victim's mother with whom he had an altercation at one time and by CCC because he used to scold her for fighting back with her elder sister.In an attempt to prove his alibi, the accused presented Maribel Toreja who testified that at about 5:00 in the afternoon of 16 June 1993 she arrived at the house of the accused and that the latter left the house before 5:30 in the afternoon; Arsenio Santillan, the security guard of the Iglesia ni Kristo compound at xxx who stated that the accused arrived in the church premises at around 5:30 in the afternoon to attend the \"'purok\" meeting in the evening of 16 June 1993; and Alfredo Martillano, Jr., an employee of the Bureau of Internal Revenue (\"BIR\") and a resident of xxx City, who stated that he conducted a \" pulong panata\" on 16 June 1993 which started at exactly 6:00 in the afternoon, and that the accused was in attendance.When trial concluded, the Regional Trial Court of xxx, xxx Judicial Region, xxx City rendered a decision, dated 10 May 1994, convicting Rene Henson; viz:\"WHEREFORE, the Court finding the accused GUILTY beyond reasonable doubt of committing the offense of statutory rape upon the person of the minor child under the circumstance prescribed in Article 335 No. 3 of the Revised Penal Code, hereby sentences said accused to suffer the penalty of RECLUSION PERPETUA. The accused is further ordered to indemnify the victim the sum of P50,000.00 by way of moral damages; P10,000.00 as exemplary damages and to pay the costs.\"SO ORDERED.\"[15]In his appeal to this Court, Rene Henson submits a lone assignment of error, i.e., that the \"Court a quo erred in convicting the accused-appellant of the crime charged,\"[16] predicating his defense mainly on alibi.Regrettably, the defense thesis is much too flaccid to stay firm against the weighty evidence for the prosecution. Understandably, courts have received the defense of denial and concomitant alibi with considerable caution, because this submission is inherently weak and unreliable, one that too easily can be put forward.[17]There is even greater reason to be guarded than usual at this time. Accused-appellant claims to have been at the Iglesia ni Kristo \" purok\" meeting at or about the time of the incident. The venue of alibi is just a few minutes of walk away from the crime scene. Accused-appellant himself has admitted that the distance between the Iglesia ni Kristo church and his house is only about 300 meters.[18] For the defense of alibi to prosper, the accused should prove not only that he was at some other place when the crime was committed but that it would have been likewise physically impossible for him to be at the locus criminis at the time of its commission.[19]Furthermore, his alibi cannot stand against the positive identification made by BBB.[20] The identity of accused-appellant as the perpetrator of the crime of rape has been so established by the clear, convincing and straightforward testimony of BBB. Thus â\"FISCAL xxx:\"Q BBB, do you know the accused Rene Henson?\"WITNESS:\"A Yes, sir.\"Q If he is in court, kindly point him out?\"A Yes, sir. (Witness pointing to a guy wearing white long sleeved polo shirt and when asked his name he answered Rene Henson.)\"FISCAL xxx:\"Q On June 16, 1993 at 6:00 in the afternoon or in the evening, tell the Honorable Court where were you?\"WITNESS:\"A I was at the house of Rene Henson. \"xxx xxx xxx\"Q Can you tell us what happened there when you were already in the upper floor of the house of Rene Henson? When you were there in the second floor of the house of Rene Henson, was Rene Henson there?\"A Yes, sir.\"Q What did he do, if any?\"A The accused was asleep.\"Q When you were at the second floor did he wake up?\"A Yes, I was still there when he woke up.\"Q When he woke up and saw you, what did he do to you?\"A He held by my hand.\"Q What happened next when he held your hands?\"A He brought me to his room.\"Q And when you were already inside his room, what did he do?\"A He let me lie down on the floor and removed my shorts and my panty.\"Q After that what did he do, if any?\"A He lay down.\"Q Where did he lie down?\"A He lay down beside me on the floor.\"Q And what did he do?\"A He slid down his zipper and put out his penis.\"Q And what did he do with his penis?\"A He put it on my vagina.\"Q And what else did he do?\"A The accused held his penis and while lying on top of me he attempted to insert his penis to my vagina.\"Q What did you feel? Did you feel pain?\"A Yes, I felt pain.\"Q After that what did he do? I will reform my question.\"COURT:Alright.\"Q After putting his penis in your vagina what did he do?\"A He tried to move up and down to insert his penis.\"Q After he had finished with you what . . . Was he able to insert fully his penis to you?\"A Yes, he was able to penetrate my vagina.\"Q Was it deep or just narrow?\"A Just about the tip.\"Q Now, after he has inserted his penis to your vagina, did he stand up?\"A Yes, he stood up.\"Q When he stood up did you see anything in his penis?\"A Yes, I saw his penis.\"Q What did you see from his penis?\"A I saw some sort of fluid coming out of his penis.\"[21]A candid narration by a victim of rape can bear the earmarks of credibility,[22] particularly where no motive is attributed to the rape victim that would make her testify falsely against the accused.[23]Corroborating the victim's testimony was that of CCC, ten years old, niece of accused-appellant himself, who testified:\"DIRECT EXAMINATION BY PROS. xxx:\"Q CCC, do you know the accused in this case, Rene Henson?\"A Yes, Sir.\"Q If he is in Court, kindly point him to us?\"A Yes, Sir. (Witness pointed to a man who is wearing a stripe blue and yellow T-shirt, who when asked of his name, he answered that he is Rene Henson, the accused in this case.)\"Q Can you tell the Honorable Court, why you know the accused Rene Henson?\"A He is my uncle, Sir.\"Q He is the brother of your mother?\"A Yes, Sir.\"[24]\"ATTY. xxx: What made you go upstairs to the house of the accused?\"A Because I was surprised.\"Q Is there anything that you considered strange or unusual to you?\"A Yes, Sir.\"Q What is that?\"A I heard sound, Sir, `kalas.'\"Q Do you know where that sound came from?\"A Yes, Sir.\"Q From where?\"A Upstairs, Sir.\"Q And that it was you who go upstairs?\"A Yes, Sir.\"Q And you were the one who went up?\"A Yes, Sir.\"Q In this Affidavit, you said that you peep at the hole of the plywood in the partition of the room of the accused, is that correct?\"A No, Sir, I peep at the wall inside our own room shared by my sister.\"Q And I understand that the wall is a plywood?\"A Yes, Sir.\"Q How big is the hole of that plywood?\"A The hole is about two (2) inches from a slit of a plywood crossing horizontally.\"Q In the said Affidavit that you executed you made mention that you saw the accused open the zipper?\"A Yes, Sir.\"Q What did you see after Rene Henson opens his zipper?\"A He remove his ma-ong pants.\"Q So he was not wearing at that time a long pants but a short pants?\"A Yes, Sir.\"Q Will you kindly stand up?\"A (Witness stands as requested.)\"Q What do you mean up to here only?\"A (Witness pointing on the knees.)\"Q Aside from that, what did you see?\"A I saw him lie down on top of BBB.\"Q That was the only thing you saw after the accused removed his short pants?\"A No, Sir, I saw him with his penis drawn out as he lie on BBB\"Q You mean to say that immediately Rene Henson after drawing out his penis, he lie over BBB?\"A Yes, Sir. \"xxx xxx xxxATTY. xxx:\"Q What more?\"A They turned position. They turn upside down.\"Q That was the last thing you saw?\"A No, I still saw some more. I saw him holding his penis and pushing this to the vagina of BBB.\"Q You made us to understand that the accused did that while he was lying flat on BBB?\"A In both position, when he was lying on top of BBB and also while he himself lie on the floor, he was doing that all the time.\"Q What was then the position of BBB when Rene Henson was lying flat at his back?\"A I saw again BBB lying on top of him.\"[25]It is of no moment that the rape victim offered no resistance; the gravamen of the offense of statutory rape is in having carnal knowledge with a girl under twelve years of age.[26] When the victim is below 12 years of age, the consent, or lack of it, by the girl to have carnal embrace is irrelevant.[27]Lastly, aside from the fact that no evidence has been presented by accused-appellant to prove any possible fabrication of the accusation, it is hard to believe that a mother would sacrifice her own daughter and present her to be the subject of a public trial if she, in fact, has not been motivated by an honest desire to have the culprit punished.[28] It would be unnatural for a parent to use her own daughter to unnecessary embarrassment and stigma.[29]There appears to be no room for doubt but that accused did, indeed, commit the act complained of.WHEREFORE, the conviction of accused-appellant RENE C. HENSON by the Regional Trial Court of xxx, xxx Judicial Region, xxx City of the crime of statutory rape is AFFIRMED in toto. Costs against accused-appellant.SO ORDERED.Padilla (Chairman), Bellosillo, Kapunan, and Hermosisima, Jr., JJ., concur.[1] Records, pp. 1-2.[2] TSN, 07 October 1993, pp. 5-8.[3] Ibid., p. 9.[4] TSN, 12 October 1993, p. 48.[5] Ibid., pp. 8-9.[6] Ibid., pp. 18-20.[7] Ibid., pp. 44.[8] Ibid., pp. 28-31.[9] Ibid., pp. 51-52.[10] Ibid., p. 54.[11] Ibid., p. 55.[12] Ibid., pp., 36-40.[13] TSN, 14 October 1993, pp. 12-14.[14] Ibid., P. 15.[15] Rollo, p. 37.[16] Rollo, p. 78.[17] See People vs. Guamos, 241 SCRA 528.[18] TSN, 29 November 1993, p. 11.[19] People vs. Umali, 242 SCRA 17; People vs. Rivera, 242 SCRA 26.[20] People vs. Quinevista, Jr., 244 SCRA 586.[21] TSN, 07 October 1993, pp. 4-9.[22] People vs. Umali, supra.[23] People vs. Casil, 241 SCRA 285.[24] TSN, 12 October 1993, p. 8.[25] TSN, 12 October 1993, pp. 26-36.[26] People vs. Soan, 243 SCRA 627.[27] People vs. Montefalcon, 243 SCRA 617.[28] People vs. Tabao, 240 SCRA 758.[29] People vs. Ching, 240 SCRA 267. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "henson",
    "accused",
    "appellant",
    "complaint",
    "approved",
    "inquest",
    "prosecutor",
    "reading",
    "follows",
    "undersigned",
    "complainant",
    "accuses",
    "crime",
    "committed",
    "bacolod",
    "within"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENE C. HENSON, ACCUSED-APPELLANT. D E C I S I...",
  "formatted_case_content": "View printer friendly version\n337 Phil. 318\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 116732, April 02, 1997 ]\n[ G.R. No. 116732, April 02, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENE C. HENSON, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RENE C. HENSON, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nVITUG, J.:\n\nOn 23 June 1993, AAA filed a sworn complaint, approved by the Inquest Prosecutor, reading as follows:\n\n\"The undersigned Complainant accuses RENE C. HENSON of the crime of Rape, committed as follows:\n\n\"That on or about the 16th day of June, 1993, in the City of Bacolod, Philippines, and within the jurisdiction of this Honorable Court, the herein accused, did, then and there wilfully, unlawfully and feloniously have carnal knowledge of BBB, a girl 6 years of age and daughter of the undersigned complainant AAA, without her consent and against her will.\n\n\"Act contrary to law.\n\n\"Bacolod City, Philippines, June 23, 1993.\n\n\"(SGD) AAA\n\"Complainant\n\n\"SUBSCRIBED AND SWORN to before me this 23rd day of June, 1993 in the City of xxx, Philippines.\n\n\"(SGD) xxx\n\"Prosecutor I\n\"(Inquest Prosecutor)\n\n\"APPROVED:\n\n\"(SGD) xxx\n\"2nd Asst. City Prosecutor\n\"(Officer-in-Charge)\n\n\"WITNESSES:\n\n\"1.           AAA â xxx City\n\n\"2.           Dr. xxx â xxx City\n\n\"3.           SPO3 xxx  â xxx City\n\n\"And others.\n\n\"I hereby certify that I am filing this case in accordance with Sec. 7 of Rule 112 of the 1985 Rules on Criminal Procedure because the accused herein, having been lawfully arrested without a warrant of arrest, did not ask for preliminary investigation and sign a waiver of the provisions of Art. 125 of the Revised Penal Code.\n\n\"(SGD) xxx\" [1]\n\nWhen arraigned, the accused, Rene C. Henson pleaded, \"not guilty,\" to the charge.\n\nThe prosecution thus presented its case.\n\nOn 16 June 1993, at around six o'clock in the evening, the victim BBB, then only a child of six years of age, went to the house of accused Rene C. Henson, a neighbor, at xxx City.  There, the victim started sweeping the ground floor; when she finished, she proceeded to the second floor.  The accused saw BBB.  He held her by the hand and led her to his bedroom.  He made her lie down and remove her shorts and underwear.  The accused himself then reclined on the floor, unzipped his pants and pulled it down with his underwear.  He went on top of her and made up and down movements, slightly penetrating her and causing some pain to the innocent victim. [2]\n\nHaving satisfied his lust, the accused withdrew.  The victim put on her panty and shorts and went down the house. [3]\n\nThe prosecution presented CCC, ten years old and a first cousin of BBB, [4] who testified that the accused was her uncle, in whose house she and her mother, the accused's sister, also stayed. [5] CCC said that she, together with one DDD, executed a joint affidavit in Visayan dialect, dated 16 June 1993, attesting to the sexual intercourse between the accused and BBB. On cross-examination, CCC gave further details.  She declared that at around six o'clock in the evening of 16 June 1993, she and her twelve-year old cousin EEE, were at the front yard of their house picking cheriza from a tree. [6] She heard strange sounds coming from the house. [7] She went upstairs and peeped through a hole on a plywood wall that separates her room from that occupied by the accused.  The young witness caught accused still unzipping his pants before going on top of the victim. [8] CCC rushed down and called DDD.  The two went up to CCC's room and peeped through the hole. [9] This time, they saw BBB being made to stay on top of the accused. [10] DDD and CCC dashed from the house to report to their grandfather what they had just witnessed. [11] The old man, visibly shaken, told CCC and DDD to fetch the victim and to inform their \"Tita\" AAA, the victim's mother, of the incident. [12] Their \"Tita\" AAA, accompanied by their grandfather, then went to the police headquarters to lodge a complaint.\n\nDr. xxx, a resident physician at the Department of Surgery of the xxx Hospital, testified that he had examined the victim, and that while the victim did not appear to have experienced penetration in her genitalia, her hymen still being intact and no spermatozoa having been found, [13] there, however, were abrasions at the left and right inner lip of the external genitalia and on the right thigh that could have been caused by a male organ from an attempt of forcible entry into the vaginal part. [14]\n\nRene C. Henson took the witness stand and denied having been at anytime with BBB on 16 June 1993. He testified that he was at home only until about 5:20 in the afternoon of 16 June 1993 when he went to the Iglesia ni Kristo Church at xxx, located about 300 meters away from his house, to attend a church meeting.  The meeting ended at around 7:00 that evening but he stayed for night guard duty from 8:00 in the evening to 4:00 in the morning of the following day.  He was home at about 9:00 in the morning of 17 June 1993 after having gone first with the church pastor to Murcia.  Henson added that when he left their house on 16 June 1993, his niece Maribel Toreja was still in the house.  He attributed the \"false accusation\" against him to a grudge entertained by the victim's mother with whom he had an altercation at one time and by CCC because he used to scold her for fighting back with her elder sister.\n\nIn an attempt to prove his alibi, the accused presented Maribel Toreja who testified that at about 5:00 in the afternoon of 16 June 1993 she arrived at the house of the accused and that the latter left the house before 5:30 in the afternoon; Arsenio Santillan, the security guard of the Iglesia ni Kristo compound at xxx who stated that the accused arrived in the church premises at around 5:30 in the afternoon to attend the \"'purok\" meeting in the evening of 16 June 1993; and Alfredo Martillano, Jr., an employee of the Bureau of Internal Revenue (\"BIR\") and a resident of xxx City, who stated that he conducted a \" pulong panata\" on 16 June 1993 which started at exactly 6:00 in the afternoon, and that the accused was in attendance.\n\nWhen trial concluded, the Regional Trial Court of xxx, xxx Judicial Region, xxx City rendered a decision, dated 10 May 1994, convicting Rene Henson; viz:\n\"WHEREFORE, the Court finding the accused GUILTY beyond reasonable doubt of committing the offense of statutory rape upon the person of the minor child under the circumstance prescribed in Article 335 No. 3 of the Revised Penal Code, hereby sentences said accused to suffer the penalty of RECLUSION PERPETUA.  The accused is further ordered to indemnify the victim the sum of P50,000.00 by way of moral damages; P10,000.00 as exemplary damages and to pay the costs.\n\n\"SO ORDERED.\" [15]\nIn his appeal to this Court, Rene Henson submits a lone assignment of error, i.e., that the \"Court a quo erred in convicting the accused-appellant of the crime charged,\" [16] predicating his defense mainly on alibi.\n\nRegrettably, the defense thesis is much too flaccid to stay firm against the weighty evidence for the prosecution. Understandably, courts have received the defense of denial and concomitant alibi with considerable caution, because this submission is inherently weak and unreliable, one that too easily can be put forward. [17]\n\nThere is even greater reason to be guarded than usual at this time.  Accused-appellant claims to have been at the Iglesia ni Kristo \" purok\" meeting at or about the time of the incident.  The venue of alibi is just a few minutes of walk away from the crime scene.  Accused-appellant himself has admitted that the distance between the Iglesia ni Kristo church and his house is only about 300 meters. [18] For the defense of alibi to prosper, the accused should prove not only that he was at some other place when the crime was committed but that it would have been likewise physically impossible for him to be at the locus criminis at the time of its commission. [19]\n\nFurthermore, his alibi cannot stand against the positive identification made by BBB. [20] The identity of accused-appellant as the perpetrator of the crime of rape has been so established by the clear, convincing and straightforward testimony of BBB.  Thus â\n\"FISCAL xxx:\n\n\"Q    BBB, do you know the accused Rene Henson?\n\n\"WITNESS:\n\n\"A    Yes, sir.\n\n\"Q    If he is in court, kindly point him out?\n\n\"A    Yes, sir. (Witness pointing to a guy wearing white long sleeved polo shirt and when asked his name he answered Rene Henson.)\n\n\"FISCAL xxx:\n\n\"Q    On June 16, 1993 at 6:00 in the afternoon or in the evening, tell the Honorable Court where were you?\n\n\"WITNESS:\n\n\"A    I was at the house of Rene Henson.\n\n\"xxx                                      xxx                                       xxx\n\n\"Q    Can you tell us what happened there when you were already in the upper floor of the house of Rene Henson?  When you were there in the second floor of the house of Rene Henson, was Rene Henson there?\n\n\"A    Yes, sir.\n\n\"Q    What did he do, if any?\n\n\"A    The accused was asleep.\n\n\"Q    When you were at the second floor did he wake up?\n\n\"A    Yes, I was still there when he woke up.\n\n\"Q    When he woke up and saw you, what did he do to you?\n\n\"A    He held by my hand.\n\n\"Q    What happened next when he held your hands?\n\n\"A    He brought me to his room.\n\n\"Q    And when you were already inside his room, what did he do?\n\n\"A    He let me lie down on the floor and removed my shorts and my panty.\n\n\"Q    After that what did he do, if any?\n\n\"A    He lay down.\n\n\"Q    Where did he lie down?\n\n\"A    He lay down beside me on the floor.\n\n\"Q    And what did he do?\n\n\"A    He slid down his zipper and put out his penis.\n\n\"Q    And what did he do with his penis?\n\n\"A    He put it on my vagina.\n\n\"Q    And what else did he do?\n\n\"A    The accused held his penis and while lying on top of me he attempted to insert his penis to my vagina.\n\n\"Q    What did you feel? Did you feel pain?\n\n\"A    Yes, I felt pain.\n\n\"Q    After that what did he do? I will reform my question.\n\n\"COURT:\n\nAlright.\n\n\"Q    After putting his penis in your vagina what did he do?\n\n\"A    He tried to move up and down to insert his penis.\n\n\"Q    After he had finished with you what . . . Was he able to insert fully his penis to you?\n\n\"A    Yes, he was able to penetrate my vagina.\n\n\"Q    Was it deep or just narrow?\n\n\"A    Just about the tip.\n\n\"Q    Now, after he has inserted his penis to your vagina, did he stand up?\n\n\"A    Yes, he stood up.\n\n\"Q    When he stood up did you see anything in his penis?\n\n\"A    Yes, I saw his penis.\n\n\"Q    What did you see from his penis?\n\n\"A    I saw some sort of fluid coming out of his penis.\" [21]\nA candid narration by a victim of rape can bear the earmarks of credibility, [22] particularly where no motive is attributed to the rape victim that would make her testify falsely against the accused. [23]\n\nCorroborating the victim's testimony was that of CCC, ten years old, niece of accused-appellant himself, who testified:\n\"DIRECT EXAMINATION BY PROS. xxx:\n\n\"Q    CCC, do you know the accused in this case, Rene Henson?\n\n\"A    Yes, Sir.\n\n\"Q    If he is in Court, kindly point him to us?\n\n\"A    Yes, Sir. (Witness pointed to a man who is wearing a stripe blue and yellow T-shirt, who when asked of his name, he answered that he is Rene Henson, the accused in this case.)\n\n\"Q    Can you tell the Honorable Court, why you know the accused Rene Henson?\n\n\"A    He is my uncle, Sir.\n\n\"Q    He is the brother of your mother?\n\n\"A    Yes, Sir.\" [24]\n\n\"ATTY. xxx:\n\nWhat made you go upstairs to the house of the accused?\n\n\"A    Because I was surprised.\n\n\"Q    Is there anything that you considered strange or unusual to you?\n\n\"A    Yes, Sir.\n\n\"Q    What is that?\n\n\"A    I heard sound, Sir, `kalas.'\n\n\"Q    Do you know where that sound came from?\n\n\"A    Yes, Sir.\n\n\"Q    From where?\n\n\"A    Upstairs, Sir.\n\n\"Q    And that it was you who go upstairs?\n\n\"A    Yes, Sir.\n\n\"Q    And you were the one who went up?\n\n\"A    Yes, Sir.\n\n\"Q    In this Affidavit, you said that you peep at the hole of the plywood in the partition of the room of the accused, is that correct?\n\n\"A    No, Sir, I peep at the wall inside our own room shared by my sister.\n\n\"Q    And I understand that the wall is a plywood?\n\n\"A    Yes, Sir.\n\n\"Q    How big is the hole of that plywood?\n\n\"A    The hole is about two (2) inches from a slit of a plywood crossing horizontally.\n\n\"Q    In the said Affidavit that you executed you made mention that you saw the accused open the zipper?\n\n\"A    Yes, Sir.\n\n\"Q    What did you see after Rene Henson opens his zipper?\n\n\"A    He remove his ma-ong pants.\n\n\"Q    So he was not wearing at that time a long pants but a short pants?\n\n\"A    Yes, Sir.\n\n\"Q    Will you kindly stand up?\n\n\"A    (Witness stands as requested.)\n\n\"Q    What do you mean up to here only?\n\n\"A    (Witness pointing on the knees.)\n\n\"Q    Aside from that, what did you see?\n\n\"A    I saw him lie down on top of BBB.\n\n\"Q    That was the only thing you saw after the accused removed his short pants?\n\n\"A    No, Sir, I saw him with his penis drawn out as he lie on BBB\n\n\"Q    You mean to say that immediately Rene Henson after drawing out his penis, he lie over BBB?\n\n\"A    Yes, Sir.\n\n\"xxx                                      xxx                                       xxx\n\nATTY. xxx:\n\n\"Q    What more?\n\n\"A    They turned position.  They turn upside down.\n\n\"Q    That was the last thing you saw?\n\n\"A    No, I still saw some more.  I saw him holding his penis and pushing this to the vagina of BBB.\n\n\"Q    You made us to understand that the accused did that while he was lying flat on BBB?\n\n\"A    In both position, when he was lying on top of BBB and also while he himself lie on the floor, he was doing that all the time.\n\n\"Q    What was then the position of BBB when Rene Henson was lying flat at his back?\n\n\"A    I saw again BBB lying on top of him.\" [25]\nIt is of no moment that the rape victim offered no resistance; the gravamen of the offense of statutory rape is in having carnal knowledge with a girl under twelve years of age. [26] When the victim is below 12 years of age, the consent, or lack of it, by the girl to have carnal embrace is irrelevant. [27]\n\nLastly, aside from the fact that no evidence has been presented by accused-appellant to prove any possible fabrication of the accusation, it is hard to believe that a mother would sacrifice her own daughter and present her to be the subject of a public trial if she, in fact, has not been motivated by an honest desire to have the culprit punished. [28] It would be unnatural for a parent to use her own daughter to unnecessary embarrassment and stigma. [29]\n\nThere appears to be no room for doubt but that accused did, indeed, commit the act complained of.\n\nWHEREFORE, the conviction of accused-appellant RENE C. HENSON by the Regional Trial Court of xxx, xxx Judicial Region, xxx City of the crime of statutory rape is AFFIRMED in toto. Costs against accused-appellant.\n\nSO ORDERED.\n\nPadilla (Chairman), Bellosillo, Kapunan, and Hermosisima, Jr., JJ., concur.\n\n[1] Records, pp. 1-2.\n\n[2] TSN, 07 October 1993, pp. 5-8.\n\n[3] Ibid., p. 9.\n\n[4] TSN, 12 October 1993, p. 48.\n\n[5] Ibid., pp. 8-9.\n\n[6] Ibid., pp. 18-20.\n\n[7] Ibid., pp. 44.\n\n[8] Ibid., pp. 28-31.\n\n[9] Ibid., pp. 51-52.\n\n[10] Ibid., p. 54.\n\n[11] Ibid., p. 55.\n\n[12] Ibid., pp., 36-40.\n\n[13] TSN, 14 October 1993, pp. 12-14.\n\n[14] Ibid., P. 15.\n\n[15] Rollo, p. 37.\n\n[16] Rollo, p. 78.\n\n[17] See People vs. Guamos, 241 SCRA 528.\n\n[18] TSN, 29 November 1993, p. 11.\n\n[19] People vs. Umali, 242 SCRA 17;  People vs. Rivera, 242 SCRA 26.\n\n[20] People vs. Quinevista, Jr., 244 SCRA 586.\n\n[21] TSN, 07 October 1993, pp. 4-9.\n\n[22] People vs. Umali, supra.\n\n[23] People vs. Casil, 241 SCRA 285.\n\n[24] TSN, 12 October 1993, p. 8.\n\n[25] TSN, 12 October 1993, pp. 26-36.\n\n[26] People vs. Soan, 243 SCRA 627.\n\n[27] People vs. Montefalcon, 243 SCRA 617.\n\n[28] People vs. Tabao, 240 SCRA 758.\n\n[29] People vs. Ching, 240 SCRA 267.",
  "content_length": 16017,
  "metadata_extraction_date": "2025-11-01T05:49:36.699289",
  "extraction_version": "2.0_enhanced_full_content"
}