{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/july/gr_l-2355_1906.html",
  "filename": "gr_l-2355_1906.html",
  "year": 1906,
  "month": "july",
  "case_number": "gr_l-2355_1906",
  "gr_number": "gr_l-2355_1906",
  "volume_page": "Volume information not available",
  "decision_date": "July 11, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Civil Law",
    "Commercial Law"
  ],
  "keywords": [
    "defendant",
    "guaranty",
    "plaintiff",
    "upon",
    "written",
    "complaint",
    "answer",
    "alleged",
    "contract",
    "enter",
    "into",
    "action",
    "note",
    "copy",
    "brown",
    "denied",
    "under",
    "instrument",
    "genuineness",
    "execution"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2355\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2355            July 11, 1906\n\nE.B. MERCHANT,\n\nplaintiff-appellee,\n\nvs.\n\nINTERNATIONAL BANKING CORPORATION,\n\ndefendant-appellant.\n\nW.A. Kincaid and Thos. D. Aitken, for appellant.\n\nPillsbury and Sutro, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe decision in this case was announced on the 28th of April, 1906. The grounds of that decision are as follows:\n\nThe plaintiff brought this action upon a promissory note, payment of which was guaranteed in writing by the defendant. A copy of the note, with the written guaranty is thereon, was attached to the complaint. The guaranty is signed: \"For the International Banking Corporation, R. W. Brown.\"\n\nThe defendant in its answer denied generally the allegations in the complaint. It alleged that the defendant could not, under its charter, enter into the contract of guaranty alleged in the complaint. It alleged further that no agent or officer of the defendant was authorized to enter into the contract of guaranty alleged in the complaint. It further alleged that R. W. Brown was not authorized to enter into this contract of guaranty on behalf of the defendant. This answer was shown not sworn to.\n\nAt the trial the plaintiff introduced in evidence the promissory note, with the written guaranty thereon, and the notarial protest, and thereupon rested.\n\nThe defendant introduced no evidence.\n\nJudgment was entered in favor of the plaintiff, based upon section 103 of the Code of Civil Procedure. That section is as follows:\n\nSEC. 103.\n\nActions and defenses based upon written instruments\n\n.  When action is brought upon a written instruments, and the complaint contains or has annexed a copy of such instrument, the genuineness and due execution of the instrument shall be deemed admitted, unless specifically denied under oath in the answer; and when the defense to an action, or a counterclaim stated in an answer, is founded upon a written instrument and the copy thereof is contained in or annexed to the answer, the genuineness and the execution of such interest shall be deemed admitted, unless specifically denied oath by the plaintiff in his pleadings.\n\nThe failure of the defendant to deny the genuineness and due execution of this guaranty under oath was an admission, not only of the signature of Brown, but also of his authority to make the contract in behalf of the defendant and of the power of the defendant to enter into such a contract. (Bausman\n\nvs.\n\nCredit Guaranty Co., 47 Minn., 377; explained in McCormick Harvester Co.\n\nvs.\n\nDoucette, 61 Minn., 40; Knight\n\nvs.\n\nWhitmore, 125 Cal., 198.)\n\nNothing to the contrary of this doctrine was decided by this court in the case of Vicente Nery Lim-Chingco\n\nvs.\n\nCrisanta Terariray\n\n1\n\n(3 Off. Gaz., 687.)\n\nArellano, C.J., Torres Mapa and Carson, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n5 Phil. Rep., 120.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2933,
  "metadata_extraction_date": "2025-11-16T08:16:34.907527",
  "extraction_version": "2.0_enhanced_full_content"
}