{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/july/gr_l-2609_1906.html",
  "filename": "gr_l-2609_1906.html",
  "year": 1906,
  "month": "july",
  "case_number": "gr_l-2609_1906",
  "gr_number": "gr_l-2609_1906",
  "volume_page": "Volume information not available",
  "decision_date": "July 28, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Family Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "his",
    "court",
    "defendant",
    "appellant",
    "treasurer",
    "municipality",
    "november",
    "then",
    "amount",
    "money",
    "united",
    "states",
    "appellee",
    "date",
    "over",
    "sufficient",
    "penal",
    "code",
    "alleged",
    "box"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2609\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2609            July 28, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nANTONIO JAVIER,\n\ndefendant-appellant.\n\nAlfredo Chicote, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe defendants was the treasurer of the municipality of Imus from February, 1904, to the 3d of November of the same year. On the latter date examination of his accounts was made from which it appeared that he then should have had in his hands as such treasurer the sum of P3,181.71. The amount of cash which he in fact then had, the money which he turned over to his successor, was P484.24, leaving a deficit of P2,697.47.\n\nIn the case of the United States\n\nvs.\n\nRamon Melencio\n\n1\n\n(3 Off. Gaz., 300) this court said:\n\nAccording to a decision of the supreme court of Spain of November 21, 1888, the facts that a municipal treasurer has received into his custody money of the municipality, that he has not paid it over, that he does not have it in his possession, and that he furnishes no reasonable explanation for its disappearance are sufficient to convict him of embezzlement as provided for in article 407 of the Penal Code (392 of the Penal Code of the Philippine Islands).\n\nTo explain his inability to deliver this amount of P2,697.47, the defendant alleged that on the night of the 2d of November, before 9 o'clock, the wooden box which contained the funds of the municipality was broken open and that money taken therefrom by third persons. He testified that he then had in his box more than P2,000. A large amount of evidence was introduced upon the subject of this supposed robbery. It is not necessary to discuss it here. It is sufficient to say that we have examined it carefully and have come to the conclusion that no robbery was committed, as alleged by the defendant, or at all.\n\nThe judgment of the court below is accordingly affirmed with the costs of this instance against the appellant. After the expiration of ten days from the date of final judgment let the cause be remanded to the lower court for proper procedure. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nPhil. Rep., 331.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2304,
  "metadata_extraction_date": "2025-11-16T08:16:16.706119",
  "extraction_version": "2.0_enhanced_full_content"
}