{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/july/gr_l-2642_1906.html",
  "filename": "gr_l-2642_1906.html",
  "year": 1906,
  "month": "july",
  "case_number": "gr_l-2642_1906",
  "gr_number": "gr_l-2642_1906",
  "volume_page": "Volume information not available",
  "decision_date": "July 31, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Labor Law"
  ],
  "keywords": [
    "defendant",
    "assault",
    "severa",
    "she",
    "wounds",
    "her",
    "court",
    "one",
    "further",
    "fact",
    "after",
    "crime",
    "pay",
    "two",
    "part",
    "days",
    "party",
    "there",
    "attempted",
    "homicide"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2642\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2642            July 31, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nFABIANA MANLALANG (\n\nalias\n\nMAGLALANG),\n\ndefendant-appellant.\n\nJ. Alonso, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nMAPA,\n\nJ.:\n\nThe defendant in this case inflicted two wounds with a pocketknife upon one Severa Villanueva, one on the upper  part of the right arm and the other on the left aside of the body. The wounds were long but not deep, and took thirteen days to heal. The assault took place in the street; it was sudden and unexpected and the injured party had no opportunity to defend herself. Notwithstanding this and of the further fact that the latter was absolutely unarmed, the defendant stopped the assault after inflicting the two above-mentioned wounds, threw away the knife and remained quietly by the side of Severa, making no attempt to cause her further injury until Severa's husband, who was near by, and a policeman came to her assistance, as it appears from Severa's own statement. She testified that there had been no ill feeling, trouble, or resentment whatsoever between herself and the defendant.\n\nThese facts are sufficiently established by the evidence of record. According to the complaint, these acts constitute the crime of attempted homicide and the court so held and sentenced the defendant to two years' imprisonment at hard labor and to pay the costs.\n\nIn our opinion this holding of the court below can not be sustained. It is a necessary ingredient of the crime of attempted homicide that the aggressor, in committing the assault, had the intention to kill. The circumstances under which the assault to kill Severa. Considering the nature of the weapon with which the assault was committed and the nature of the wounds inflicted, which were of a mild character, it can not be concluded that the defendant had such intention. And if we take into consideration the further fact of the absence of any motive on the part of the defendant for taking Severa's life, and the quiet and peaceful attitude she assumed after the assault, when as a matter of fact there was nothing that could have prevented her from continuing the assault, if such had been her intention, we must necessarily conclude that she merely intended to wound Severa, and the best proof of this is the very fact that she was satisfied after having thus slightly wounded her. The crime must be qualified as\n\nlesiones\n\nand not as attempted homicide.\n\nThe wounds having healed within thirteen days they should be considered as\n\nmenos graves\n\n(less grave), and the defendant should be punished in accordance with article 418 of the Penal Code, which provides the penalty of\n\narresto mayor\n\n, or banishment, or a fine of from 325 to 3,250 pesetas, in the discretion of the court.\n\nThere should be taken into consideration as being present in the commission of the crime the aggravating circumstance of treachery, the assault having been committed so suddenly and unexpectedly as to make impossible any defense whatsoever on the part of the injured party.\n\nWe accordingly reverse the judgment of the court below and hereby sentence the defendant to four months and one day of imprisonment (\n\narresto mayor\n\n) and to pay to the offended party the sum of 20 pesos, Philippine currency, by way of indemnification, or in default thereof to suffer the corresponding subsidiary imprisonment at the rate of one day for every 12 ½ pesetas which she fails to pay. She is, however, entitled to be credited with half of the time she has been held in detention. The defendant is further sentenced to pay the costs of these proceedings. After the expiration of ten days from the date of final judgment let the case be remanded to the court below for execution. So ordered.\n\nArellano, C.J., Torres, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3965,
  "metadata_extraction_date": "2025-11-16T08:16:09.950758",
  "extraction_version": "2.0_enhanced_full_content"
}