{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/july/GR_129019.html",
  "filename": "GR_129019.html",
  "year": 2001,
  "month": "july",
  "case_number": "G.R. No. 129019",
  "gr_number": "129019",
  "volume_page": "413 Phil. 668",
  "decision_date": null,
  "title": "People vs. Uy, 327 SCRA 335, 350 (2000); People vs. Cueno, 359 Phil. 151, 165-167 (1998).[32] People vs. Uy, supra, Note 31, p. 349 (2000).[33] Ibid., p. 352; People vs. Juatan, 329 Phil. 331, 337-338 (1996).[34] TSN, June 10, 1991, pp. 7-8.[35] TSN, September 9, 1991, p. 10.[36] Republic Act No. 7659.[37] As per Information under Crim. Case No. 91-181 (Original Record, pp. 4-6); TSN, June 10, 1991, p. 7; Exhs. \"I\" and \"J\" (Technical Reports).[38] As per Information under Crim. Case No. 91-180 (Original Record, pp. 2-3); TSN, June 10, 1991, pp. 7-8; Exhs. \"I\" and \"J\" (Technical Reports).[39] Article 22, Revised Penal Code.[40] People vs. Enriquez, 346 Phil. 84, 102-103 (1997). In Crim. Case No. 91-181.[41] Sec. 1, R. A. 4103 as amended (Indeterminate Sentence Law).[42] R. A. 6425, as amended by B. P. Blg. 179 on March 2, 1982.[43] The first part of Section 1 of the Indeterminate Sentence Law refers to imposition of the indeterminate penalty on crimes punishable under the Revised Penal Code, while the second part of the same provision refers to offenses punishable under special laws.[44] The penalty provided in section 4 thereof (on sale xxx of prohibited drugs) was amended and raised to life imprisonment to death and a fine ranging from P20,000.00 to P30,000.00 in Presidential Decree No. 1675 (1980). The penalty in Section 8 (for possession of regulated drug) was likewise amended and raised to imprisonment ranging from 6 years and one day to 12 years, and a fine ranging from P6,000.00 to P12,000.00 in Batas Pambansa Blg. 179 (1982).[45] 234 SCRA 555 (1994).[46] Ibid., at p. 570.[47] People vs. Simon, supra, Note 46, at p. 577, citing People vs. Tsang Hin Wai, 228 Phil. 23, 32 (1986).[48] Referring to the interpretation favorable to the accused where a law admits of of several interpretations. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "juatan",
    "september",
    "republic",
    "information",
    "case",
    "original",
    "record",
    "technical",
    "reports",
    "article",
    "revised",
    "code",
    "enriquez",
    "amended",
    "indeterminate",
    "sentence",
    "law",
    "section",
    "refers"
  ],
  "title_summary": "People vs. Uy, 327 SCRA 335, 350 (2000); People vs. Cueno, 359 Phil. 151, 165-167 (1998).[32] Peo...",
  "formatted_case_content": "View printer friendly version\n413 Phil. 668\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 113255-56, July 19, 2001 ]\n[ G.R. Nos. 113255-56, July 19, 2001 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROMEO GONZALES Y SUN, ACCUSED-APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ROMEO GONZALES Y SUN, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPARDO,\nJ.:\n\nThe case is an appeal from the decision [1] of the Regional Trial Court, Branch 57, Angeles City finding accused Romeo Gonzales y Sun guilty of possession and sale of marijuana and sentencing him to six (6) years and one (1) day imprisonment and a fine of P6,000.00 [2] and life imprisonment and a fine of P20,000.00. [3]\n\nOn February 27, 1991, Asst. Provincial Prosecutor Jaime J. Bustos of Pampanga filed with the Regional Trial Court, Angeles two informations charging accused Romeo Gonzales y Sun with violation of R.A. No. 6425, Sections 8 [4] and 4, [5] reading as follows:\nCrim. Case No. 91-180:\n\n\"That on or about the 13 th day of February 1991, in the municipality of Mabalacat, province of Pampanga, Philippines, and within the jurisdiction of this honorable Court, the above-named accused, ROMEO GONZALES y SUN, without having been lawfully authorized, permitted and/or licensed, did then and there willfully, unlawfully and feloniously have in his possession, custody and control two (2) block size of marijuana weighing 1.5 kilos more or less and ten (10) medium size plastic bags of dry marijuana weighing 300 grams more or less, which when subjected to examination yielded positive of THC, tetro hydro canabinol (sic), an active ingredient found in marijuana, a prohibited drug.\n\n\"Contrary to law.\"\n\nCrim. Case No. 91-181:\n\n\"That on or about the 13th day of February 1991, in the municipality of Mabalacat, province of Pampanga, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, ROMEO GONZALES y SUN, not having been previously licensed, authorized and/or permitted by law, did then and there willfully, unlawfully and feloniously sell more or less one (1) kilo of high-grade marijuana, for and in consideration of the amount of ONE THOUSAND TWO HUNDRED PESOS (P1,200.00), Philippine Currency, to a NARCOM poseur buyer, which said marijuana, when subjected to examination was found positive of THC, tetro hydro canabinol (sic), an active ingredient found in marijuana, a prohibited drug.\n\n\"Contrary to law.\"\nOn March 25, 1991 and on May 13, 1991, the trial court arraigned the accused in Tagalog [6] and in English. [7] He pleaded not guilty to both charges. The cases were tried jointly.\n\nEarly in February 1991, the police in Agusu, Brgy. San Francisco, Mabalacat, Pampanga received an information that accused Romeo Gonzales was selling large quantities of marijuana. They conducted a surveillance for four (4) days. On February 13, 1991, they conducted a buy-bust operation. [8]\n\nThe buy-bust team was composed of Pfc. Danilo Cruz, Pfc. Edgar Arimbuyutan, Sgt. Aurelio Ortiz, Pfc. Celestino dela Cruz, Sgt. Juanito de la Cruz and a confidential informant. Sgt. Ortiz acted as the poseur-buyer. [9] They conducted the entrapment operation at the backyard of a house in Agusu, San Francisco, Mabalacat, Pampanga. [10] Their informant introduced Sgt. Ortiz to accused Gonzales as a buyer of marijuana. They talked about the deal, and accused Gonzales handed him a bag containing more or less one (1) kilogram of marijuana. After ascertaining its contents, Sgt. Ortiz delivered to accused Gonzales P1,200.00 [11] as payment. He then took out his handkerchief as a pre-arranged signal to the other members of the team, who immediately rushed to the scene. They introduced themselves as Narcom agents and arrested the accused. Sgt. Ortiz handed over the bag of marijuana to Pfc. Danilo Cruz. [12]\n\nPfc. Cruz positioned himself about 10-15 meters away from accused Gonzales and Sgt. Ortiz. When he saw Sgt. Ortiz take out his handkerchief, he immediately rushed to the scene, introduced himself as a Narcom agent, and arrested accused Gonzales. They recovered the bag of marijuana sold by accused Gonzales [13] and the P1,200.00 marked money. Accused Gonzales tried to run away, but Pfc. Cruz grabbed him at once. The team confiscated one more bag containing two (2) blocks of marijuana [14] weighing about 1.5 kilograms and ten (10) medium size plastic bags [15] each containing 300 grams of marijuana. [16]\n\nPfc. Cruz prepared a handwritten Confiscation Receipt [17] which accused Gonzales refused to sign. [18] Pfc. Arimbuyutan conducted a field test on the confiscated marijuana. The tests yielded positive indications for the presence of tetrahydrocannabinol, or THC. [19] The confiscated bags of marijuana were then endorsed to the PC Crime Laboratory for examination. [20]\n\nAfter the arrest, the team brought accused Gonzales to their office for interrogation. Pfc. Cruz informed him of his constitutional rights. Pfc. Cruz testified that accused Gonzales orally admitted that he was selling marijuana to different buyers, but claimed that somebody else owned the marijuana he sold. When asked to identify the owner, he kept silent. He also refused to give a written statement, so Pfc. Cruz proceeded to prepare the charges against him. [21]\n\nInspector Daisy P. Babor, forensic chemist at the PNP Crime Laboratory, testified that she personally examined the marijuana subject of the case. She placed her signature on all the bags of marijuana. [22] The examination gave positive results for marijuana. [23]\n\nOn July 5, 1993, the trial court rendered a decision finding the accused guilty as charged, the dispositive portion of which reads as follows:\n\"WHEREFORE, considering that the prosecution has abundantly established the guilt of the accused by proof beyond reasonable doubt, judgment is hereby rendered finding accused ROMEO GONZALES y SUN guilty beyond reasonable doubt for Violation of Sections 8 and 4, Art. II., R. A. 6425, and hereby accordingly imposes upon him the penalty of imprisonment of six (6) years and one (1) day and a fine of P6,000.00 with regard Criminal Case No. 91-180 and the penalty of life imprisonment and a fine of P20,000.00 with regard Criminal Case No. 91-181.\n\n\"SO ORDERED.\n\n\"Angeles City, July 5, 1993.\n\n\"(Sgd.) MARIANO C. DEL CASTILLO\n\"J u d g e\" [24]\nHence, this appeal. [25]\n\nIn his brief, accused-appellant claimed that he was a victim of a frame-up. And, assuming arguendo that he was guilty in both charges, he was entitled to a modification of the sentence imposed upon him. [26]\n\nThe Solicitor General contends that the trial court's ruling was based on facts and evidence on record, and that it correctly imposed the appropriate penalty. [27]\n\nThe doctrine is well-entrenched that factual findings of the lower courts are accorded great respect as trial judges had the opportunity to observe the demeanor of the witnesses. Such findings are binding on this Court unless substantial facts and circumstances were overlooked which, if considered, would materially affect the result of the case. [28]\n\nIn the case at bar, accused-appellant's contention of frame-up is incredible. He claimed that he was inside the comfort room of a neighbor from whom he borrowed P100.00 to buy medicines for his sick mother. He was just wearing underwear when he was brought out of the house. As pointed out by the trial court, his version of facts defies logic. [29]\n\nThe defense of frame-up like an alibi is viewed with disfavor as it can be easily concocted. [30] Evidence therefor must be clear and convincing. In the absence of proof of any ill-motive on the part of the apprehending officers, this defense will not prosper. [31]\n\nA buy-bust operation, normally preceded by surveillance, is an effective mode of apprehending drug pushers and, \"if carried out with due regard to constitutional and legal safeguards, [it] deserves judicial sanction.\" [32] A warrant of arrest is not essential because the violator is caught in flagrante delicto . Searches made incidental thereto are valid. [33]\n\nPfc. Danilo Cruz testified that accused-appellant tried to run away when the buy-bust team approached him and confiscated the bag of marijuana he sold. When asked further on how the team confiscated the other bags of marijuana, Pfc. Cruz said that they found those bags beside accused-appellant while the latter was sitting under a tree. The testimony of Pfc. Cruz [34] runs, thus:\n\n[TABLE_CONTENT]\nQ: | And what is the contents (sic) of this plastic bag?\nA: | The contents (sic) is 1 kilogram of marijuana.\n | \nQ: | How about the second and third plastic bags?\nA: | They contain two blocks of marijuana of approximately 1.5 kilos, and the ten medium size plastic bags also contained marijuana.\n | \n | xxx xxx xxx\n | \nQ: | Where did you find these two blocks of marijuana weighing approximately 1.5 kilos?\nA: | I found it near the accused where he was sitting besides (sic) a tree.\n | \nQ: | Besides (sic) a tree near where the accused was sitting?\nA: | Yes, sir.\n | \nQ: | How far was the tree from the accused?\nA: | Very near from him because near the tree is a bamboo bench and they were waiting there.\n | \nQ: | Can you not approximate the distance between where you arrested the accused to the tree where you found the two blocks of marijuana?\nA: | One meter.\n | \nQ: | How about the ten medium size plastic bags of marijuana, where did you find the same?\nA: | Also in the brown paper bag.\n[END_TABLE]\n\nQ: And what is the contents (sic) of this plastic bag? A: The contents (sic) is 1 kilogram of marijuana. Q: How about the second and third plastic bags? A: They contain two blocks of marijuana of approximately 1.5 kilos, and the ten medium size plastic bags also contained marijuana.\n\nxxx xxx xxx\n\nQ: Where did you find these two blocks of marijuana weighing approximately 1.5 kilos? A: I found it near the accused where he was sitting besides (sic) a tree.\n\nQ: Besides (sic) a tree near where the accused was sitting? A: Yes, sir.\n\nQ: How far was the tree from the accused? A: Very near from him because near the tree is a bamboo bench and they were waiting there.\n\nQ: Can you not approximate the distance between where you arrested the accused to the tree where you found the two blocks of marijuana? A: One meter.\n\nQ: How about the ten medium size plastic bags of marijuana, where did you find the same? A: Also in the brown paper bag. To corroborate Pfc. Cruz's testimony, Sgt. Ortiz testified [35] in this wise:\n\n[TABLE_CONTENT]\nQ: | Did you tell us a while ago that Romeo Gonzales delivered to you one (1) kilogram marijuana did you not notice at that time where these two (2) block size and ten (10) medium plastic bag of marijuana were?\nA: | It was placed together with the one (1) kilogram I purchased from Gonzales in a bag, brown paper bag, sir.\n | \nQ: | For clarification purposes, do you want us to understand that all these marijuana contained only in one (1) brown paper bag?\nA: | Yes, sir.\n[END_TABLE]\n\nQ: Did you tell us a while ago that Romeo Gonzales delivered to you one (1) kilogram marijuana did you not notice at that time where these two (2) block size and ten (10) medium plastic bag of marijuana were? A: It was placed together with the one (1) kilogram I purchased from Gonzales in a bag, brown paper bag, sir.\n\nQ: For clarification purposes, do you want us to understand that all these marijuana contained only in one (1) brown paper bag? A: Yes, sir. Lastly, accused-appellant's view on the imposable sentence is misplaced.\n\nAccused-appellant cannot invoke the beneficial application of the Death Penalty Law [36] inasmuch as the evidence showed that he sold over one (1) kilogram of marijuana. [37] During the search conducted after the arrest, some 4.5 kilograms of marijuana were found in his possession. [38]\n\nUnder our criminal justice system, an amendatory law can not be given retroactive effect unless it is favorable to the accused. [39] In the case at bar, accused-appellant, therefore, shall suffer the penalty of life imprisonment imposed by the trial court. [40]\n\nHowever, the trial court erred in imposing a straight penalty in Crim. Case No. 91-180. The Indeterminate Sentence Law applies. [41]\n\nThe Dangerous Drugs Act, [42] Section 8, prescribes as penalty for possession of Indian hemp (marijuana), regardless of amount, an imprisonment ranging from six (6) years and one (1) day to twelve (12) years, and a fine ranging from P6,000.00 to P12,000.00. This is the equivalent of prision mayor under the Revised Penal Code. The question now arises as to whether the scale and graduation of penalties under the Revised Penal Code will apply for purposes of determining the imposable indeterminate sentence. [43]\n\nRepublic Act 6425 [44] is a special law. In People vs. Simon, [45] we categorically stated that it is amendatory to and in substitution of Articles 190 to 194 of the Revised Penal Code. [46] The Court said that we \" must be guided by the rules prescribed by the Revised Penal Code concerning the application of penalties which distill the `deep legal thought and centuries of experience in the administration of criminal laws.\" [47]\n\nApplying the pro reo doctrine in criminal law, [48] we hold that the penalty prescribed in R. A. No. 6425, Section 8 while not using the nomenclature of the penalties under the Revised Penal Code is actually prision mayor . Consequently, it is the first part of Section 1 of the Indeterminate Sentence Law, which shall apply in imposing the indeterminate sentence. There are no modifying circumstances; hence, the maximum penalty shall be within the medium period of prision mayor , and the minimum penalty shall be any period within the penalty next lower in degree to that prescribed for the offense, or prision correccional .\n\nWHEREFORE , the decision appealed from is AFFIRMED with MODIFICATION . In Criminal Case No. 91-181, the accused-appellant is sentenced to life imprisonment and to pay a fine of P20,000.00. In Criminal Case No. 91-180, the accused-appellant is sentenced to an indeterminate penalty of two (2) years and four (4) months of prision correccional , as minimum, to eight (8) years and one (1) day of prision mayor , as maximum, and to pay a fine of P6,000.00.\n\nWith costs in each case.\n\nSO ORDERED.\n\nDavide, Jr., C.J. , ( Chairman ), Puno, Kapunan , and Ynares-Santiago, JJ. , concur.\n\n[1] Criminal Cases Nos. 91-180 and 91-181, rendered on July 5, 1993, Original Record, pp. 124-131. Judge Mariano C. del Castillo, presiding.\n\n[2] In Criminal Case No. 91-180, for violation of R.A. 6425, Sec. 8, as amended, otherwise known as the Dangerous Drugs Act.\n\n[3] In Criminal Case No. 91-181, for violation of R.A. 6425, Sec. 4, as amended, otherwise known as the Dangerous Drugs Act.\n\n[4] Crim. Case No. 91-180, Original Record, pp. 2-3.\n\n[5] Crim. Case No. 91-181, Original Record, pp. 4-6.\n\n[6] Original Record, p. 13.\n\n[7] Ibid., p. 19.\n\n[8] TSN, June 10, 1991, p. 4.\n\n[9] Ibid., p. 6.\n\n[10] TSN, September 23, 1991, p. 8.\n\n[11] Exhs. \"C\" to \"C-11\", marked money in P100.00 denomination with serial numbers NU518155, GL714076, DN912583, N803892, GE573758, SF747745, TC449242, KW392605, MU187691, CR115337, VB346717 and SF707845; TSN, August 26, 1991, p. 4.\n\n[12] TSN, September 9, 1991, pp. 6-9.\n\n[13] Exh. \"F\"; TSN, November 11, 1991, pp. 2, 4.\n\n[14] Exhs. \"E\" and \"G\"; TSN, November 11, 1991, pp. 2-4.\n\n[15] Exhs. \"H\" to \"H-9\"; TSN, November 11, 1991, pp. 3-4.\n\n[16] TSN, June 10, 1991, pp. 6-8.\n\n[17] Exh. \"A\".\n\n[18] TSN, September 23, 1991, p. 9.\n\n[19] Exh. \"B\", Certification of Field Test.\n\n[20] TSN, August 26, 1991, p. 6; TSN, June 10, 1991, p. 9.\n\n[21] TSN, June 10, 1991, p. 8.\n\n[22] TSN, October 21, 1991, pp. 4-5.\n\n[23] Exhs. \"I\" and \"J\", Technical Reports.\n\n[24] Decision, pp. 7-8 (Original Record, pp. 130-131).\n\n[25] Notice of Appeal, Original Record, p. 133, Rollo, p. 25.\n\n[26] Appellant's Brief, Rollo, pp. 37-62, at p. 37.\n\n[27] Appellee's Brief, Rollo, pp. 79-96.\n\n[28] People vs. Catampongan, 318 SCRA 674, 683 (1999).\n\n[29] Decision, p. 4, Original Record, p. 127.\n\n[30] People vs. Uy, G.R. No. 129019, August 16, 2000.\n\n[31] People vs. Uy, 327 SCRA 335, 350 (2000); People vs. Cueno, 359 Phil. 151, 165-167 (1998).\n\n[32] People vs. Uy, supra, Note 31, p. 349 (2000).\n\n[33] Ibid., p. 352; People vs. Juatan, 329 Phil. 331, 337-338 (1996).\n\n[34] TSN, June 10, 1991, pp. 7-8.\n\n[35] TSN, September 9, 1991, p. 10.\n\n[36] Republic Act No. 7659.\n\n[37] As per Information under Crim. Case No. 91-181 (Original Record, pp. 4-6); TSN, June 10, 1991, p. 7; Exhs. \"I\" and \"J\" (Technical Reports).\n\n[38] As per Information under Crim. Case No. 91-180 (Original Record, pp. 2-3); TSN, June 10, 1991, pp. 7-8; Exhs. \"I\" and \"J\" (Technical Reports).\n\n[39] Article 22, Revised Penal Code.\n\n[40] People vs. Enriquez, 346 Phil. 84, 102-103 (1997). In Crim. Case No. 91-181.\n\n[41] Sec. 1, R. A. 4103 as amended (Indeterminate Sentence Law).\n\n[42] R. A. 6425, as amended by B. P. Blg. 179 on March 2, 1982.\n\n[43] The first part of Section 1 of the Indeterminate Sentence Law refers to imposition of the indeterminate penalty on crimes punishable under the Revised Penal Code, while the second part of the same provision refers to offenses punishable under special laws.\n\n[44] The penalty provided in section 4 thereof (on sale xxx of prohibited drugs) was amended and raised to life imprisonment to death and a fine ranging from P20,000.00 to P30,000.00 in Presidential Decree No. 1675 (1980). The penalty in Section 8 (for possession of regulated drug) was likewise amended and raised to imprisonment ranging from 6 years and one day to 12 years, and a fine ranging from P6,000.00 to P12,000.00 in Batas Pambansa Blg. 179 (1982).\n\n[45] 234 SCRA 555 (1994).\n\n[46] Ibid., at p. 570.\n\n[47] People vs. Simon, supra, Note 46, at p. 577, citing People vs. Tsang Hin Wai, 228 Phil. 23, 32 (1986).\n\n[48] Referring to the interpretation favorable to the accused where a law admits of of several interpretations.",
  "content_length": 17992,
  "metadata_extraction_date": "2025-11-01T05:55:12.894257",
  "extraction_version": "2.0_enhanced_full_content"
}