{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/october/52791.html",
  "filename": "52791.html",
  "year": 2001,
  "month": "october",
  "case_number": "A.M. No. 99",
  "gr_number": "AM-99",
  "volume_page": "419 Phil. 237",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "october",
    "departure",
    "issued",
    "criminal",
    "office",
    "court",
    "administrator",
    "complainant",
    "judge",
    "alipio",
    "aragon",
    "acting",
    "presiding"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n419 Phil. 237; 99 OG No. 9, 41, (March 3, 2003)\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ AM No. 01-9-246-MCTC, October 09, 2001 ]\n[ AM No. 01-9-246-MCTC, October 09, 2001 ]\n\nRE: HOLD DEPARTURE ORDER ISSUED IN CRIMINAL CASE NO. 2735\n\nOFFICE OF THE COURT ADMINISTRATOR, COMPLAINANT, VS. JUDGE ALIPIO M. ARAGON,\nACTING PRESIDING JUDGE, THIRD MUNICIPAL CIRCUIT TRIAL COURT, TUMAUINI-DELFIN\nALBANO, ISABELA, RESPONDENT.\nD E C I S I O N\nRE: HOLD DEPARTURE ORDER ISSUED IN CRIMINAL CASE NO. 2735\n\nOFFICE OF THE COURT ADMINISTRATOR, COMPLAINANT, VS. JUDGE ALIPIO M. ARAGON,\nACTING PRESIDING JUDGE, THIRD MUNICIPAL CIRCUIT TRIAL COURT, TUMAUINI-DELFIN\nALBANO, ISABELA, RESPONDENT.\n\nD E C I S I O N\n\nMENDOZA, J.:\n\nThis refers to the indorsement, dated October 18, 2000, of Associate Commissioner Forter G. Puguon of the Bureau of Immigration, Department of Justice to the Court Administrator concerning a hold departure order issued on September 15, 2000 by Acting Presiding Judge Alipio M. Aragon of the Third Municipal Circuit Trial Court of Tumauini-Delfin Albano, Isabela in Criminal Case No. 2735 entitled \"People of the Philippines v. Jocelyn Pascaran\" for the Court Administrator's information and appropriate action.\n\nRequired to comment, Judge Aragon explained to the Court that he was withdrawing his order in view of Circular No. 39-97, dated June 19, 1997, and the resolution of the Court, dated August 25, 1999, in A.M. No. 99-8-108-MCTC [1] which, it would seem, respondent judge came to know of after coming across the July-September 1999 issue of the PHILJA Bulletin .\n\nIt bears noting, however, that Circular No. 37-97 is not that recent an issuance of the Court.  In fact, as early as in 1998, the Court reprimanded a Municipal Trial Court judge for issuing a hold departure order when Circular No. 37-97 limits the authority to issue hold departure orders to Regional Trial Courts in criminal cases within their exclusive jurisdiction. [2] Clearly, respondent judge's unawareness of the circular and decisions concerning hold departure orders indicates a failure to live up to the Code of Judicial Conduct which enjoins judges \"to be faithful to the law and to maintain professional competence.\" [3] Respondent judge should be reminded that only by diligent efforts in keeping abreast of developments in our legal system can he live up to his judicial duties.\n\nThe Court Administrator in its report, dated August 16, 2001, recommends that this administrative matter be redocketed as an administrative complaint against respondent judge and that he be reprimanded for his violation of Circular No. 39-97 and be advised to be diligent in the performance of his judicial functions by keeping himself cognizant of the circulars and issuances of the Court.\n\nIndeed, in several cases [4] involving similar violations, the Court imposed the penalty of reprimand on the erring judges. Hence, the same penalty should be imposed on Judge Aragon.  His withdrawal of the subject hold departure order cannot mitigate his liability. [5]\n\nWHEREFORE , the Court RESOLVED to REDOCKET this matter as an administrative complaint against respondent Alipio M. Aragon, Acting Presiding Judge of the Third Municipal Trial Court of Tumauini-Delfin Albano, Isabela, and to REPRIMAND him for violation of Circular No. 39-97 with WARNING that repetition of the same or similar acts will be dealt with more severely.  Judge Aragon is advised to be diligent in keeping himself abreast with developments in law and jurisprudence.\n\nSO ORDERED.\n\nBellosillo, (Chairman), Quisumbing, Buena, and De Leon, Jr., JJ., concur.\n\n[1] Hold Departure Order Issued by Judge Eusebio M. Barot, MCTC, Branch 2, Aparri, Calayan, Cagayan, 313 SCRA 44 (1999).\n\n[2] Re: Hold Departure Order Issued by Judge Juan C. Nartatez, 298 SCRA 710 (1998).\n\n[3] Canon 3, Rule 3.01.\n\n[4] A.M. No. 00-12-81-MTJ, \"Re: Hold-Departure Order, dated August 9, 1999, Issued by Judge Salvador B. Mendoza, MCTC, Poro-San Francisco-Tedela-Pilar, Poro, Cebu,\" Sept. 14, 2000; Hold Departure Order Issued by Acting Judge Aniceto L. Madronio, MTC, Manaoag, Pangasinan, 323 SCRA 345 (2000); Issuance of Hold Departure Order of Judge Luisito T. Adaoag, MTC, Camiling, Tarlac, 315 SCRA 9 (1999); Re: Hold Departure Order Issued by Judge Juan C. Nartatez, supra .\n\n[5] Hold Departure Order Issued by Judge Eusebio M. Barot, MCTC, Branch 2, Aparri, Calayan, Cagayan, supra .",
  "content_length": 4427,
  "metadata_extraction_date": "2025-11-01T05:55:49.117473",
  "extraction_version": "2.0_enhanced_full_content"
}