{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/october/GR_126048.html",
  "filename": "GR_126048.html",
  "year": 2001,
  "month": "october",
  "case_number": "G.R. No. 126048",
  "gr_number": "126048",
  "volume_page": "420 Phil. 343",
  "decision_date": null,
  "title": "304 SCRA 611, 630-631 (1999).[29] 287 SCRA 158, 179 (1998).[30] TSN, pp. 8-14, July 28, 1997.[31] CIVIL CODE, ART. 2224.[32] 287 SCRA 158 (1998). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "code",
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed",
    "maintained",
    "technical",
    "collaboration",
    "management",
    "information",
    "systems",
    "office",
    "printer",
    "friendly",
    "version",
    "october",
    "people",
    "philippines"
  ],
  "title_summary": "304 SCRA 611, 630-631 (1999).[29] 287 SCRA 158, 179 (1998).[30] TSN, pp. 8-14, July 28, 1997.[31]...",
  "formatted_case_content": "View printer friendly version\n420 Phil. 343\n\nEN BANC\nEN BANC\n\n[ G.R. Nos. 137494-95, October 25, 2001 ]\n[ G.R. Nos. 137494-95, October 25, 2001 ]\n\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. SOTERO REYES ALIAS âTURINGâ, ACCUSED-APPELLANT. D E C I S I O N\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. SOTERO REYES ALIAS âTURINGâ, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nMENDOZA, J.:\n\nThis case is here on automatic review of the consolidated decision, [1] dated November 11, 1998, of the Regional Trial Court, Branch 4, Batangas City, finding accused-appellant Sotero Reyes guilty of murder and illegal possession of firearms and ammunitions and sentencing him to suffer the penalty of death for the crime of murder and to imprisonment of six (6) years, eight (8) months, and one (1) day of prision mayor and its accessory penalties plus a fine of P30,000.00 and to pay the costs for illegal possession of firearm and ammunition.\n\nThe information in Criminal Case No. 8773 for murder alleged:\n\nThat on or about the 19 th day of August, 1996, at about 5:00 o'clock in the afternoon, at Sitio Gulod, Barangay Laurel, Municipality of Mabini, Province of Batangas, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, armed with a firearm (carbine), with intent to kill, with treachery and evident premeditation and without any justifiable cause, did then and there willfully, unlawfully and feloniously attack, assault, and shoot with the said firearm, suddenly and without warning, one Nicasio Atienza y Baticos, thereby inflicting upon the latter multiple gunshot wounds on the different parts of his body, which directly caused his death.\n\nContrary to law. [2]\nIn Criminal Case No. 8774, the information for illegal possession of firearms and ammunitions alleged:\n\nThat on or about the 19 th day of August, 1996, at about 5:00 o'clock in the afternoon, at Sitio Gulod, Barangay Laurel, Municipality of Mabini, Province of Batangas, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, did then and there willfully and unlawfully keep, possess and have under his custody and control one (1) carbine firearm with four (4) live ammunitions without the necessary license and/or permit to possess the same from the proper authorities.\n\nThe aforementioned firearm was used by the accused in the commission of the crime of Murder wherein the victim was one Nicasio Atienza y Baticos.\n\nContrary to law. [3]\nAccused-appellant pleaded not guilty to the charge, whereupon the two cases were tried.  The cases were later consolidated for expediency and proper identification of evidence. [4]\n\nThe prosecution presented six witnesses:  Roman Dalisay, PO3 Edgardo Malibiran, SPO2 Senen Beloso, Dr. Luisita Ramos, Toribio Atienza, and SPO4 Federico Bondoc, Jr.  It also presented as documentary evidence four empty shells for carbine rifle (Exh. A), pictures showing the victim Nicasio Atienza lying bloodied on the ground (Exh. B-B-6), the Sworn Statement of Toribio Atienza, dated August 19, 1996 (Exh. C-C-2), the Sworn Statement of Roman Dalisay, dated August 19, 1996 (Exh. D-D-3), a Written Agreement from the Barangay Captain (Exh. E), the Certificate of Death signed by Dr. Luisita Ramos (Exh. F-F-3), and a Certificate issued by the Firearms and Explosives Office of the Philippine National Police (PNP) in Camp Crame, Quezon City (Exh. G).\n\nFirst to testify for the prosecution was Roman Dalisay.  He said that on August 19, 1996, at around 5 o'clock in the afternoon, on his way home, he passed by the house of Toribio Atienza, a barangay councilman of Barangay Ligaya in Mabini.  There, he met a brother of Toribio, Nicasio Atienza, who decided to go with him since their houses were located along the same road. The pathway where they passed was a narrow one so they had to walk single file, with Roman ahead.\n\nOn the way, the two met accused-appellant Sotero Reyes coming from the opposite direction.  Accused-appellant was carrying a carbine rifle.  He stopped Roman Dalisay and the victim and, when he got near them, he ordered Roman, \" Uklot, Manny, uklot! \" (Drop to the ground, Manny, drop to the ground!) But Roman said he could not do what accused-appellant ordered him to do because Nicasio was using him as a shield.  As soon as Nicasio released Roman, the latter instantaneously dropped to the ground.  Roman then heard a gunshot.  Several minutes later, he heard about eight more shots fired in succession.\n\nWhen accused-appellant left, Roman approached Nicasio, but the latter was already dead.  Roman rushed to the house of Nicasio's brother, Esteban Atienza, in Barangay Laurel in Mabini to report the incident.  Esteban sought the help of the Barangay Captain, while Roman went back to the scene to take the body of Nicasio, but it was too heavy for him to carry. [5]\n\nThe next witness was PO3 Edgardo Malibiran, Radio Operator and Desk Officer of the Mabini Police Station.  He testified that at about 6:25 in the evening of August 19, 1996, he received a radio message from Jose Boonggaling, a Mabini Municipal Clerk Officer, regarding a shooting incident in Barangay Ligaya.  Boonggaling had received the message from a certain Felicisimo Reyes. PO3 Malibiran said that in response he, together with SPO2 Senen Beloso and PO3 Mendoza, proceeded to Barangay Ligaya in Mabini. [6]\n\nSPO2 Senen Beloso corroborated the testimony of PO3 Edgardo Malibiran.  He said that they found the body of Nicasio lying on the ground, face down and bloodied.  Nearby, the police recovered three to four empty shells of carbine rifle. After taking pictures of the crime scene, the police took the body to the Pilipinas Parlor in Bauan for autopsy. Beloso said that Roman Dalisay gave a sworn statement to the police. [7]\n\nWitness Dr. Luisita Ramos, Municipal Health Officer of Bauan, conducted the postmortem examination on the victim on August 20, 1996.  Her report [8] showed the following:\n\nII. POST-MORTEM FINDINGS:\n\nA. Head\n\n1. Entrance wound, gunshot, almost circular in shape, .9 cm in diameter with sl.-contuse abraided collar located at the occipital region of the head.\n\n2. Exit wound, gunshot, stellate in shape 1 x 3/4 inch in diameter, edges everted, located at the middle of the forehead.\n\nB. Trunk\n\n1. Three (3) entrance wounds almost circular in shape, .9 cm in diameter, edges everted, located at the (L) scapular region.\n\n2. Two (2) exit wounds 1 cm in diameter, edges everted, located at the (R) upper quadrant of the abdomen.\n\nC. Legs (R)\n\n1. Entrance wound, gunshot almost circular in shape, .8 cm in diameter with sl. contuse-abraided collar located at the (R) lower leg.\n\n2. Exit wound, gunshot, .8 cm in diameter with edges everted located at the (R) lower leg.\n\n3. Broken shin bone (R)\n\n4. Entrance wound, gunshot almost circular in shape, .8 cm in diameter with sl. contuse-abraided collar located at the medial portion of the (R) lower leg.\n\n5. Exit wound, gunshot, with edges everted, .8 cm in diameter, located at the medial portion of the (R) lower leg.\n\nDate examined        :  August 20, 1996\nPlace                        :  Funeraria Filipinas, Bauan, Batangas\nTime began              :  6:00 am\nFinished                  :  6:30 am\n\nIII. CAUSE OF DEATH:\n\nShock, Internal Hemorrhage\nCardiac Arrest due to Multiple Gunshot Wounds\n\nIV. INFORMANT\n\n(Sgd.) Name: Guillermo Magmanlac\nAge: 47\nRel: Uncle\n\nPrepared by:\n\n(Sgd.) Luisita C. Ramos, MD\nMHO-Mabini, Batangas\nDr. Ramos said she could not determine the order in which the wounds were inflicted nor the precise position of the victim in relation to the assailant at the time of the attack.  However, she said it was possible the victim was shot from the behind judging from the location of the entry wounds.  She likewise claimed that her postmortem report was limited to only visual examination as she was not allowed by the victim's mother to open up the cadaver. [9]\n\nSPO4 Federico Bondoc, Jr., Records Verifier of the Firearms and Explosives Division of the Philippine National Police at Camp Crame in Quezon City, testified that accused-appellant had no license to possess a firearm.  A certificate (Exh. G) to this effect was issued by Police Chief Inspector Edwin Nemenzo, Chief of the Records Branch. [10]\n\nFinally, the victim's brother, Toribio Atienza, testified for the prosecution.  He claimed that his family and accused-appellant Sotero Reyes had been at odds for several months before the incident.  Toribio advanced two possible reasons for the animosity.  First, in July 1996, Francisco Atienza filed a complaint against accused-appellant before the Barangay Captain of Barangay Laurel for shouting in front of the house of the Atienzas.  Second, accused-appellant resented the fact that the pathway which had been built in their area did not reach as far as accused-appellant's house. [11] Upon cross-examination, however, Toribio admitted he had no personal knowledge as regards the shouting incident as he was not at home when the alleged incident occurred.  Nor did he have personal knowledge of the complaint that he said had been filed by Francisco against accused-appellant before the barangay. [12]\n\nAccused-appellant was the sole witness in his behalf.  He admitted killing Nicasio Atienza, but he claimed he acted in self-defense.  He testified that on August 19, 1996, as early as 7 o'clock in the morning, he went to Sulu, another barangay in Mabini, to hunt for monkeys.  Failing to find any, he decided to go home on his horse. On his way home, he met Roman Dalisay and Nicasio Atienza.  Seeing the two, he alighted from his horse to confront Nicasio regarding an incident involving Nicasio and accused-appellant's son, Edilberto Reyes. Accused-appellant demanded to know why Nicasio chased his (Sotero's) son in August 1996.  Nicasio did not explain.  Instead, he dared accused-appellant to do as he pleased. Accused-appellant said he told Nicasio that he did not want trouble and warned him by firing a shot on the ground. Accused-appellant said that at that point Nicasio grabbed Roman by the shoulders, using the latter as cover. However, Nicasio released Roman as he (Nicasio) drew his bolo.  Roman then dove to the ground.  Sotero and Nicasio were just three to four meters from each other.  Seeing Nicasio with his bolo drawn, accused-appellant said he fired again six more times not knowing whether or not Nicasio had been hit.\n\nAccused-appellant claimed that for several months before the incident, there had been bad blood between his family and that of the Atienzas.  He recalled that in June 1996, while accused-appellant was on his way home, he was allegedly blocked by Nicasio and Francisco. Because of the timely intervention of Alex, cousin of Nicasio and Francisco, accused-appellant was able to continue on his way.  Accused-appellant claimed he never knew why the brothers blocked him up. [13]\n\nTwo days later, accused-appellant said he was summoned by the Barangay Captain of Laurel because of a complaint filed against him by Francisco. Francisco claimed accused-appellant threatened to kill the Atienzas and that, in the evening of July 12, 1996, accused-appellant shouted epithets in front of their house.\n\nAccused-appellant alleged further that on August 18, 1996, Nicasio chased his (accused-appellant's) son Edilberto.  For this reason, he said, he asked Toribio to help him settle the matter between their two families, but Toribio showed no interest, saying it was not his problem. [14]\n\nOn November 11, 1998, the trial court rendered the decision subject of this appeal, the dispositive portion of which reads:\n\nWherefore, in Criminal Case No. 8774, accused Sotero Reyes @ \"Turing\" is hereby sentenced to imprisonment of six (6) years, eight (8) months and one (1) day prision mayor plus its accessory penalties, to pay a fine of P30,000.00 and the costs.\n\nIn Criminal Case No. 8773, accused Sotero Reyes @ \"Turing\" is sentenced to the supreme penalty of Death to be administered pursuant to law.  He is further directed to indemnify the heirs of the deceased-victim Nicasio Atienza with the sum of P100,000.00 representing moral, actual and exemplary damages.  Costs against the accused.\n\nSO ORDERED. [15]\nIn this appeal, accused-appellant does not question his conviction for illegal possession of firearm and ammunition nor does he pray for his acquittal. Instead, he seeks his conviction for the lesser crime of homicide rather than murder and the consequent reduction of the penalty  imposed upon him.\n\nThe Solicitor General maintains, however, that treachery was adequately established by the prosecution, making the crime committed as murder.  He agrees, however, that evident premeditation cannot be appreciated against the accused-appellant as the same had not been proved. [16] The sole issue to be resolved, therefore, is whether treachery qualified the killing in this case to murder.\n\nI.\n\nIt is conceded that evident premeditation was not present in this case. Even the Solicitor General agrees that such qualifying circumstance has not been proven by the prosecution. However, finding that as treachery has not been established, we hold that accused-appellant is guilty only of homicide for the killing of Nicasio Atienza.\n\nFirst .  There is treachery when the offender commits any of the crimes against person, employing means, methods, or forms in the execution thereof which tend directly and specially to ensure its execution, without risk to himself arising from the defense which the offended party might make. [17] The essence of treachery is the sudden and unexpected attack by an aggressor on an unsuspecting victim, depriving the latter of any real chance to defend himself, thereby ensuring its commission without risk to the aggressor and without the slightest provocation on the part of the victim. [18]\n\nThe Solicitor General contends that the qualifying circumstance of treachery was sufficiently established through the testimony of Roman Dalisay. [19] As already noted, this witness said that he and the victim were walking along a pathway when accused-appellant suddenly appeared, armed with a carbine; that after uttering, \" Uklot, Manny, uklot! \" (Drop to the ground, Manny, drop to the ground!), accused-appellant fired at the victim several times; and accused-appellant continued to fire at the victim even when the latter was already slumped on the ground. [20] The Solicitor General argues that the swiftness and suddenness of the attack left the victim helpless to put up any form of defense.\n\nTreachery is of course present when the shooting is unexpected and sudden, giving an unarmed victim no chance whatsoever to defend himself.  The two conditions for treachery are that (1) at the time of the attack, the victim was not in a position to defend himself, and (2) the offender consciously adopted the particular means, method, or form of attack employed by him.  It is to be recalled, however, that there had already been a long-standing grudge and bad blood between the families of accused-appellant and of the victim as early as June or July of 1996.  In fact, accused-appellant had sought the intercession of the victim's brother, Toribio, so that the family feud could be settled. It should be recalled further that Nicasio had been warned of the attack by accused-appellant.  This was why he (Nicasio) tried to use Roman as a shield. These circumstances negate the probability of a surprise attack. [21] Indeed, Roman Dalisay testified that when he was ordered by Nicasio to drop to the ground, he asked Nicasio to run.  Had accused-appellant intended to surprise Nicasio to ensure that the latter would not be able to defend himself, accused-appellant would not have forewarned Roman.  He would just have attacked Nicasio without any warning.  Thus, in People v. Rillorta, [22] this Court ruled that there is no treachery if an assault is preceded by a heated exchange of words between the accused and the deceased.  And, in People v. Rivera , [23] it was held that there is no treachery if the victim was aware of the hostility of the assailant toward him.\n\nIt is likewise not disputed that accused-appellant was hunting for monkeys. He was on his way home [24] when he met Nicasio and Roman Dalisay.  That he had a rifle is not sufficient proof that he was lying in ambush for Nicasio.  Besides, doubts, if any, are resolved in favor of the accused.\n\nSecond .  Pursuant to R.A. No. 8294, as held in People v. Guillermo Nepomuceno, Jr.: [25]\n\n. . . [P]ursuant to the amendment, the use of an unlicensed firearm in the commission of murder or homicide is treated as an aggravating circumstance.  Therefore, the illegal possession or use of the unlicensed firearm is no longer separately punished.  This Court emphatically said so in People v. Bergante, thus:\n\nThe violation of P.D. No. 1866 should have been punished separately conformably with our ruling in People v. Quijada . Nevertheless, fortunately for appellant Rex Bergante, P.D. No. 1866 was recently amended by Republic Act No. 8294, otherwise known as \"An Act Amending the Provisions of Presidential Decree No. 1866, as Amended.\" The third paragraph of Section 1 of said Act provides that \"if homicide or murder is committed with the use of an unlicensed firearm, such use of an unlicensed firearm shall be considered as an aggravating circumstance.\"  In short, only one offense should be punished, viz ., either homicide or murder, and the use of the unlicensed firearm should only be considered as an aggravating circumstance.  Being favorable to Rex Bergante, this provision may be given retroactive effect pursuant to Article 22 of the Revised Penal Code, he not being a habitual criminal. [26]\nThus, if an unlicensed firearm was used in the commission of murder or homicide, the possession of the same would simply be considered as an aggravating circumstance.  Although the crime in this case was committed on August 19, 1996, R.A. No. 8294, which took effect on July 6, 1997, should be given retroactive effect it being more favorable to the accused. [27] Moreover, as held in People v. Valdez: [28]\n\nRepublic Act 8294 took effect on July 6, 1997, fifteen days after its publication on June 21, 1997.  The crimes involved in the case at bar were committed on September 17, 1995.  As in the case of any penal law, the provisions of Republic Act No. 8294 will generally have prospective application.  In cases, however, where the new law will be advantageous to the accused, the law may be given retroactive application (Article 22, Revised Penal Code).  Insofar as it will spare accused-appellant in the case at bar from a separate conviction for the crime of illegal possession of firearms, Republic Act No. 8294 may be given retroactive application in Criminal Case No. U-8749 (for Illegal Possession of Firearm) subject of this present review.\n\n.   .   . .\n\nHowever, the use of an unlicensed firearm in the case at bar cannot be considered as a special aggravating circumstance in Criminal Case No. U-8747 (for Complex Crime of Multiple Murder), also under review herein, because it will unduly raise the penalty for the four counts of murder from four reclusion perpetua to that of four-fold death. Insofar as this particular provision of Republic Act 8294 is not beneficial to accused-appellant because it unduly aggravates the crime, this new law will not be given retroactive application, lest it might acquire the character of an ex-post facto law.\nII.\n\nWe now consider accused-appellant's civil liability. For the death of Nicasio Atienza, accused-appellant should be ordered to pay the legal heirs of the victim the amount of P50,000.00 by way of civil indemnity.  However, the trial court's award of actual damages cannot be sustained for lack of competent evidence to support it.  In People v. Oliano, [29] it was held:\n\nWe cannot, however, sustain the award of actual damages.  To seek recovery of actual damages, it is necessary to prove the actual amount of loss with a reasonable degree of certainty, premised upon competent proof and on the best evidence obtainable by the injured party.  In this case, we find no such proof to sustain the award of actual damages.  The prosecution merely presented a bond paper containing a list of expenses allegedly incurred from the killing to the burial of Benjamin Matias.  They did not present any receipt or other evidence to support the claim.  Nonetheless, appellant should pay the heirs of the deceased temperate damages in the amount of P10,000.  Under Art. 2224 of the Civil Code, temperate damages \"may be recovered when the Court finds that some pecuniary loss has been suffered but its amount cannot, from the nature of the case, be proved with certainty.\"\nAlthough Toribio Atienza promised to submit receipts to support his claim for the burial and funeral expenses of the victim, [30] he failed to do so.  In lieu of actual damages, temperate damages should be allowed the heirs of Nicasio considering that some pecuniary loss has been suffered by them although the amount of the same cannot be proved with certainty. [31] In accordance with our ruling in People v. Oliano, [32] the amount of P10,000.00 should be awarded to the heirs of Nicasio as temperate damages.  In addition, pursuant to Art. 2219, in relation to Art. 2206, and Art. 2230 of the Civil Code, an award of moral damages in the amount of P50,000.00 and exemplary damages of P25,000.00 should be ordered paid to the heirs in view of the presence of an aggravating circumstance, i.e ., illegal possession of firearm, in the commission of the crime.\n\nWHEREFORE , the judgment appealed from is hereby MODIFIED by finding accused-appellant guilty of homicide and sentencing him to suffer an indeterminate penalty of twelve (12) years of prision mayor , as minimum, to twenty (20) years of reclusion temporal , as maximum.  He is also ordered to pay the heirs of the deceased Nicasio Atienza the following amounts:\n\n(1) P50,000.00 as civil indemnity for the victim's death;\n(2) P10,000.00 as temperate damages, representing burial and funeral expenses;\n(3) P50,000.00 as moral damages;\n(4) P25,000.00 as exemplary damages; and\n(5) the costs of this suit.\n\nSO ORDERED.\n\nDavide, Jr., C.J., Bellosillo, Melo, Puno, Kapunan, Panganiban, Quisumbing, Pardo, Buena, Ynares-Santiago, De leon Jr., and Sandoval-Gutierrez, JJ., concur.\nVitug, J., on official leave.\n\n[1] Per Judge Conrado R. Antona.\n\n[2] Rollo , p. 5.\n\n[3] Id ., p. 7.\n\n[4] Decision, p. 2; Rollo , p. 18.\n\n[5] Exh. D; TSN, pp. 1-7, Feb. 12, 1998; TSN, pp. 1-19, March 31, 1998.\n\n[6] TSN,  pp. 2-6, July 7, 1998.\n\n[7] TSN, pp. 2-10, July 2, 1997; id .\n\n[8] Records, p. 20.\n\n[9] TSN, pp. 13-18, Jan. 19, 1998.\n\n[10] TSN, pp. 6-11, July 7, 1998.\n\n[11] TSN, pp. 8-14, July 28, 1997; Exh. C; Records, pp. 9-10.\n\n[12] TSN, pp. 8-14, July 28, 1997.\n\n[13] TSN, pp. 2-15, Sept. 8, 1998.\n\n[14] TSN, pp. 2-15, Sept. 8, 1998.\n\n[15] Decision, p. 8; Rollo , p. 24.\n\n[16] Rollo , pp. 92-94.\n\n[17] REVISED PENAL CODE, ART. 14, par. 16; People v. Botona, 304 SCRA 712 (1999).\n\n[18] People v. Vermudez, 302 SCRA 276 (1999); People v. Abrenica, 252 SCRA 54 (1996).\n\n[19] Rollo , pp. 92-94.\n\n[20] Exh. D; TSN, pp. 1-7, Feb. 12, 1998; TSN, pp. 1-19, March 31, 1998.\n\n[21] People v. Lopez, 313 SCRA 114 (1999); People v. Domingo, 312 SCRA 487 (1999); People v. Germina, 290 SCRA 146 (1998).\n\n[22] 180 SCRA 102 (1989).\n\n[23] 221 SCRA 647 (1993).\n\n[24] TSN, pp. 2-15, Sept. 8, 1998.\n\n[25] 309 SCRA 466 (1999).\n\n[26] 309 SCRA 466, 472 (1999) citing People v. Bergante, 286 SCRA 629, 644 (1998).\n\n[27] People v. Samonte, G.R. No. 126048, Sept. 29, 2000.\n\n[28] 304 SCRA 611, 630-631 (1999).\n\n[29] 287 SCRA 158, 179 (1998).\n\n[30] TSN, pp. 8-14, July 28, 1997.\n\n[31] CIVIL CODE, ART. 2224.\n\n[32] 287 SCRA 158 (1998).",
  "content_length": 23831,
  "metadata_extraction_date": "2025-11-01T05:55:51.410676",
  "extraction_version": "2.0_enhanced_full_content"
}