{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/december/GR_110163.html",
  "filename": "GR_110163.html",
  "year": 1997,
  "month": "december",
  "case_number": "110163",
  "gr_number": "110163",
  "volume_page": "347 Phil. 538",
  "decision_date": "December 15, 1997",
  "title": "EDUARDO A. ZANORIA, PETITIONER, VS. THE COURT OF APPEALS, RESPONDENT. D E C I S I O N ROMERO, J.: Petitioner Eduardo A. Zanoria was indicted for violation of Section 9,[1] Article II of Republic Act No. 6425[2] before the Regional Trial Court of Cebu, Branch 15, in an information which reads as follows:âThat on or before the 16th day of February, 1988, at about 5:00 oâclock in the morning, in the City of Cebu, Philippines, and within the jurisdiction of this Honorable Court, the said accused, with deliberate intent, did then and there plant, till, cultivate and culture marijuana plants, a source of a prohibited drug, without authority of law.CONTRARY TO LAW.â[3]On arraignment, petitioner pleaded not guilty to the charges.The prosecutionâs recital of facts is summarized as follows:Sergeants Joel Absin and Hermes Recla, both members of the Philippine Army detailed with the 7th Narcotics Command (Narcom) stationed at Camp Lapu-lapu, Cebu City, testified that on or about 3:30 oâclock in the morning of February 16, 1988, they were briefed by their commanding officer, Major Vivencio Ramilo, on a mission to uproot full-grown marijuana plants in the mountains of Sitio Kabulihan, Barangay Guba and Talamban, Cebu, allegedly cultivated or cultured by a certain Eddie. The assault teams proceeded on board a military truck to the area and reached the place at around 5:00 oâclock a.m. With the help of a guide, the group was able to determine the exact location of the marijuana plantation.[4]While casing the area, they noticed a person, later identified as petitioner, emerging from a nipa hut to inspect the plantation. The Narcom agents immediately apprehended him and they alleged that during tactical interrogation, he broke down and cried and admitted ownership of the field. The agents uprooted a total of 3,500 marijuana plants and loaded the same on a military truck and brought them to their headquarters. Twenty samples of the seized items were submitted to the Philippine Constabulary Crime Laboratory in Cebu City and forensic chemist Myrna Areola confirmed that they were indeed marijuana plants. The rest of the plants were incinerated.[5]Petitioner denied the charge against him and implicated a certain Eusebio Geonzon Jr. and his military friends of framing him. The following witnesses were presented by the defense: Expedita Zanoria, Pedro Borres, and petitioner himself.Petitionerâs wife Expedita testified that sometime in July 1987, he and their neighbor, Eusebio Geonzon Jr., had a dispute when the latter killed their pig for destroying his plants. Upon his refusal to pay P950.00 as indemnity, Geonzon was summoned before Barangay Captain Pedro Borres. He paid the amount after a week but, allegedly, not without uttering threatening remarks such as, âDo not regret, because I have friends in the army.â On this ground, she surmised that Geonzon had something to do with the arrest of her husband.[6]As Barangay Captain of Adlawan at the time of the occurrence of the incident, Borres narrated that at about 9:00 oâclock a.m. of February 16, 1988, he saw petitioner with the Narcom agents on board a truck. He asked the latter why he was with such group and the latter answered that he was requested to help uproot marijuana plants in the mountains of Taptap some five kilometers from Adlawan. In support of Expeditaâs theory, he stated that he was apprised of the dispute between Geonzon and petitioner and did, in fact, call the parties for conciliation to his barangay office. After settling the same, however, he observed Geonzonâs demeanor to be vindictive. When Borres testified on May 14, 1990, he presented to the court the record book during his incumbency as barangay captain. Upon cross-examination, he admitted however, that the entries therein concerning the settlement of the subject dispute were not signed because the parties agreed to make the necessary payments at their house.[7]Petitioner, on the other hand, testified that on February 16, 1988, at about 3:00 oâclock a.m., his wife woke him up and disclosed that somebody was calling him downstairs. When he opened the door, several persons pointed their firearms at him and immediately effected a search of his house. Subsequently, he was forced to board a six by six military truck en route to the mountains of Sitio Kabulihan. He was apparently ordered by his captors to help them carry freshly uprooted grass to their vehicle. When the âgrassesâ had been secured, the truck left for the city. On their way back, the truck passed by their house and he asked the driver to stop so he could alight. An officer beside him rejected his request and declared that he would be investigated at Camp Lapu-lapu in Lahug for his participation in the cultivation of the seized marijuana plants. In the course of the investigation, he was allegedly maltreated by an investigator and was coerced to sign a waiver under threat of summary execution.[8]He denied Sgt. Absinâs allegation that he admitted planting or owning the marijuana plantation. He likewise averred that at the time he carried the grass, he did not know what it was and was under the impression that it was plain grass. On cross-examination, he professed that he never heard of nor saw marijuana prior to February 16, 1988.[9]After trial on the merits, petitioner was found guilty beyond reasonable doubt in a decision by the trial court, [10] the dispositive portion of which reads:âWHEREFORE, in view of all the foregoing evidences (sic), arguments and considerations, this court hereby finds the accused Eduardo Zanoria GUILTY beyond reasonable doubt, of the crime of Violating Sec. 9, Art. II of RA 6425 in relation to Sec. 2 thereof which is defined as follows: âCultivate or culture - which means the act of knowingly planting, growing, raising or permitting the planting, growing or raising of any plant which is the source of a prohibited drug,â as he is hereby sentenced to Twenty Years and a fine of Twenty Thousand (P20,000.00) Pesos.IT IS SO ORDERED.â[11]On appeal, the Court of Appeals in its November 23, 1992, decision, affirmed the findings of the trial court but modified it as to the penalty imposed, viz.:âWHEREFORE, the decision appealed from is hereby AFFIRMED, subject to the modification that the accused-appellant Eduardo A. Zanoria is sentenced to suffer an indeterminate prison term of from twelve (12) years, five (5) months and twelve (12) days, as minimum, to fourteen (14) years, eight (8) months and one (1) day, as maximum and to pay a fine of P20,000.00 with subsidiary imprisonment in case of insolvency; and to pay the costs.SO ORDERED.â[12]Petitioner assails the appellate court in giving credence to the testimony of the prosecution witnesses in spite of the blatant inconsistency between their joint affidavit and their testimonies in court.After an exhaustive review of the evidence on record, this Court is constrained to uphold the conviction of petitioner.Sgts. Absin and Recla testified that upon arriving at the plantation site, they immediately surrounded the area. After a few minutes, they saw petitioner come down from a nipa hut and inspect the marijuana plants. When he became conscious of their presence at such time of the day, they instantly pounced on him.The joint affidavit[13] of prosecution witnesses Sgts. Absin, Recla and a certain Yparraguirre, however, stated that appellant âpersonally led us to the plantation site.â Petitioner contends that if he were the one who personally led the agents to the site, as claimed in the joint affidavit, then he could not have been the person whom they saw emerge from the nipa hut and who inspected the marijuana plants. He submits that this inconsistency is irreconcilable and, therefore, fatal to the case of the prosecution.The alleged inconsistency is impertinent in the case at bar. The relevant portions of the joint affidavit are hereunder reproduced as follows:âThat on or about 5:00 oâclock in the morning of the same date, we arrived at the plantation site and throught (sic) the aide (sic) of our guide, we were able to locate the place wherein the prohibited plants are (sic) being cultured, as we approach(ed) to (sic) the place, we saw a small hut a few meters away from the plantation. At a discreet distance, one male person came out from the hut and walk(ed) straight to the plantation and inspect(ed) the plants, as we came nearer the man was able to returned (sic) to the hut and talk to other people thereat.That we are doubtful that we are (sic) noticed by the man and he might escape. We members of the team immediately rush(ed) up to his position and effect(ed) his arrest after identifying ourselves as Narcom agent(s), and he was then identified as Eduardo Zanoria y Archival, 30 years old, married, farmer and residence (sic) of Sitio Kabulihan, Brgy. Gubam Cebu City;That, on or about 5:10 in the morning of the same date, after our tactical interrogation and interviewed (sic), the suspect broke into tears and admitted his guilt and personally led us to the plantation site which was already surrounded by the operating teams, and we started uprooting the marijuana plants and we were able to remove from the soil three thousand five hundred (3,500) full (sic) grown marijuana plants.â (Underscoring supplied)A careful and judicious examination of the subject affidavit shows no reason to disturb the findings of both the trial and appellate courts. It can be gleaned therefrom that the operation conducted by the Narcom agents consisted of two stages: first, their arrival at the site and the consequent apprehension of petitioner and second, after interrogation, when he personally led them to the plantation site. These facts confirm the absence of inconsistency that was imputed by petitioner against the prosecution witnesses.It must be noted further that the agents launched their operations after receiving a report that marijuana plants were being cultured in the hinterlands of Sitio Kabulihan and that a certain Eddie supervised the same. Petitioner argues that his mere presence at the site during the operations cannot justify his conviction for âknowingly, planting, growing or raising of any plant which is the source of a prohibited drug.â He contends that conviction under Section 9 of R.A. No. 6425 requires a series of human activities, that is, the deliberate planting, growing or raising of these plants.Such assertion is misplaced.Evident on record is that petitioner failed to adequately explain his presence at the site teeming with fully grown marijuana plants. His claim that he has never seen nor heard of marijuana is incredulous. Needless to state, the defense of denial cannot prevail over the positive identification of the accused.[14] Moreover, the latter failed to show any reason why the Narcom agents would make such a serious charge against him considering that they do not know each other. The settled rule is that when the issue of credibility of witnesses is raised, appellate courts will generally not disturb the findings of the trial court.[15]We quote with approval the respondent courtâs observation, thus:âIndeed, if it is true as the accused claimed that at about 3 in the morning of the date in question, it was his wife who wake (sic) him and told him to rise because somebody was calling his name from downstairs, and as he stood up and opened the door, he saw armed men pointing their firearms at him, his wife should be the right person to confirm what actually happened. But there is nothing in her testimony that (would) suggest or corroborate his claim that he was apprehended at their house.â (Emphasis supplied)The testimony of Expedita pertained solely to Geonzonâs probable participation in the arrest of her husband. To further prove petitionersâ innocence, Barangay Captain Borres was presented as witness. On this score, we subscribe to the findings of the lower court that the apparent alterations in the record book were made only to accomodate the defenseâs theory that petitioner was indicted on trumped-up charges. Page 24 thereof shows that no case was ever brought before the barangay office for the month of June 1987. Under an entry dated July 1987, which is written in black ink, the alleged confrontation and settlement between Geonzon and petitioner was reduced to writing. On the same page, however, an entry which appears to be dated âAug. 1987â was obliterated using a blue-colored pen and transferred to a line following the last entry of the supposed settlement between the parties. We, therefore, share the lower courtâs incredulity that these entries were made by Borres in July 1987.The defense would like the Court to believe that the arrest of petitioner was fomented by a disgruntled Geonzon for having been required to pay P950.00 as indemnity for killing a pig. This excuse is too flimsy to even be considered by this Court and it utterly fails to convince us of petitionerâs innocence. The factual milieu of this case cannot but lead us to âa fair and reasonable conclusion pointing to the accused as the author of the crime.âWe do not, however, concur with the appellate courtâs imposition of the prison term ranging from twelve (12) years, five (5) months, and twelve (12) days, as minimum, to fourteen (14) years, eight (8) months, and one (1) day, as maximum, on petitioner because this proceeds from the assumption that the former penalty under Section 9 of R.A. No. 6425 which was fourteen (14) years and one (1) day to life imprisonment was equivalent to reclusion temporal to reclusion perpetua. This is of course erroneous as we already ruled that the âpenalty of reclusion perpetua is not synonymous with life imprisonment as the former entails [an imprisonment of] at least 30 years and carries with it accessory penalties whereas the latter has no definite duration and does not carry any accessory penalty.â[16] Moreover, there is nothing in R. A. No. 6425, before its amendment by Republic Act No. 7659, [17] which will support the theory that the scheme of penalties provided for in the Revised Penal Code shall apply suppletorily to the former.Although the Indeterminate Sentence Law applies in this case, the appellate court should have followed instead the provision in fixing the indeterminate penalty for offenses punished by a special law which, in this case, is R. A. No. 6425. This provision provides that âthe court shall sentence the accused to an indeterminate sentence, the maximum term of which shall not exceed the maximum fixed by said law and the minimum shall not be less than the minimum term prescribed by the same.â Thus, the appellate court erred in fixing the minimum penalty at twelve (12) years, five (5) months and twelve (12) days, which is less than the minimum term prescribed under Section 9 of R. A. No. 6425. In view of the circumstances obtaining in the case at bar, the penalty should be fourteeen (14) years and one (1) day, as minimum, to twenty (20) years and one (1) day, as maximum.WHEREFORE, in view of the foregoing, the appeal is DISMISSED and the decision of the Court of Appeals finding appellant Eduardo Zanoria guilty beyond reasonable doubt for violation of Section 9, Article II of R.A. No. 6425 is hereby AFFIRMED with the MODIFICATION that he should be sentenced, as he is hereby sentenced, to serve an indeterminate penalty of imprisonment of fourteen (14) years and one (1) day, as minimum, to twenty (20) years, as maximum, and to pay a fine of P20,000.00 with subsidiary imprisonment in case of insolvency. Costs against petitioner.SO ORDERED.Narvasa, C.J., (Chairman), Melo, Francisco, and Panganiban, JJ., concur.[1] SEC. 9. Cultivation of Plants which are Sources of Prohibited Drugs. - The penalty of imprisonment ranging from fourteen years and one day to life imprisonment and a fine ranging from fourteen thousand to thirty thousand pesos shall be imposed upon any person who shall plant; cultivate or culture on any medium Indian hemp, opium poppy (papaver somniferum) or any other plant which is or may hereafter be classified as dangerous drug or from which any dangerous drug may be manufactured or derived.The land or portions thereof and/or greenhouses on which any of said plants is cultivated or cultured shall be confiscated and escheated to the State, unless the owner thereof can prove that he did not know of such cultivation or culture despite the exercise of due diligence on his part.If the land involved is part of the public domain, the maximum of the penalties herein provided shall be imposed upon the offender. (As amended by BP Blg. 179, March 2, 1982.)[2] Otherwise known as the Dangerous Drugs Act of 1972.[3] Records, p. 9.[4] TSN, November 15, 1988, p. 3.[5] TSN, July 25, 1988, p. 6.[6] TSN, November 29, 1989, p. 5.[7] TSN, May 14, 1990, p. 5. The transcript, however, does not show at whose house the payment is to be made.[8] TSN, October 3, 1989, p. 10.[9] Ibid., p. 12.[10] Penned by Judge German G. Lee Jr.[11] Rollo, p. 47.[12] Rollo, p. 65.[13] Exhibit âA.â[14] People v. Guamos, 241 SCRA 528 (1995).[15] People v. Marcelo, 223 SCRA 24 (1993); People v. Dinglasan, G.R. No. 101312, January 28, 1997.[16] People v. Dolar, 231 SCRA 414 (1995).[17] Otherwise known as âThe Heinous Crimes Act.â © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "eduardo",
    "zanoria",
    "petitioner",
    "court",
    "appeals",
    "respondent",
    "romero",
    "indicted",
    "violation",
    "section",
    "article",
    "republic",
    "before",
    "regional",
    "trial",
    "branch",
    "information",
    "follows",
    "february",
    "morning"
  ],
  "title_summary": "EDUARDO A. ZANORIA, PETITIONER, VS. THE COURT OF APPEALS, RESPONDENT. D E C I S I O N ROMERO, J.:...",
  "formatted_case_content": "View printer friendly version\n347 Phil. 538\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 110163, December 15, 1997 ]\n[ G.R. No. 110163, December 15, 1997 ]\n\nEDUARDO A. ZANORIA, PETITIONER, VS. THE COURT OF APPEALS, RESPONDENT. \nD E C I S I O N\nEDUARDO A. ZANORIA, PETITIONER, VS. THE COURT OF APPEALS, RESPONDENT.\nD E C I S I O N\n\nROMERO, J.:\n\nPetitioner Eduardo A. Zanoria was indicted for violation of Section 9, [1] Article II of Republic Act No. 6425 [2] before the Regional Trial Court of Cebu, Branch 15, in an information which reads as follows:\n\nâThat on or before the 16th day of February, 1988, at about 5:00 oâclock in the morning, in the City of Cebu, Philippines, and within the jurisdiction of this Honorable Court, the said accused, with deliberate intent, did then and there plant, till, cultivate and culture marijuana plants, a source of a prohibited drug, without authority of law.\n\nCONTRARY TO LAW.â [3] On arraignment, petitioner pleaded not guilty to the charges.\n\nThe prosecutionâs recital of facts is summarized as follows:\n\nSergeants Joel Absin and Hermes Recla, both members of the Philippine Army detailed with the 7th Narcotics Command (Narcom) stationed at Camp Lapu-lapu, Cebu City, testified that on or about 3:30 oâclock in the morning of February 16, 1988, they were briefed by their commanding officer, Major Vivencio Ramilo, on a mission to uproot full-grown marijuana plants in the mountains of Sitio Kabulihan, Barangay Guba and Talamban, Cebu, allegedly cultivated or cultured by a certain Eddie. The assault teams proceeded on board a military truck to the area and reached the place at around 5:00 oâclock a.m. With the help of a guide, the group was able to determine the exact location of the marijuana plantation. [4]\n\nWhile casing the area, they noticed a person, later identified as petitioner, emerging from a nipa hut to inspect the plantation. The Narcom agents immediately apprehended him and they alleged that during tactical interrogation, he broke down and cried and admitted ownership of the field. The agents uprooted a total of 3,500 marijuana plants and loaded the same on a military truck and brought them to their headquarters. Twenty samples of the seized items were submitted to the Philippine Constabulary Crime Laboratory in Cebu City and forensic chemist Myrna Areola confirmed that they were indeed marijuana plants. The rest of the plants were incinerated. [5]\n\nPetitioner denied the charge against him and implicated a certain Eusebio Geonzon Jr. and his military friends of framing him. The following witnesses were presented by the defense: Expedita Zanoria, Pedro Borres, and petitioner himself.\n\nPetitionerâs wife Expedita testified that sometime in July 1987, he and their neighbor, Eusebio Geonzon Jr., had a dispute when the latter killed their pig for destroying his plants. Upon his refusal to pay P950.00 as indemnity, Geonzon was summoned before Barangay Captain Pedro Borres. He paid the amount after a week but, allegedly, not without uttering threatening remarks such as, âDo not regret, because I have friends in the army.â On this ground, she surmised that Geonzon had something to do with the arrest of her husband. [6]\n\nAs Barangay Captain of Adlawan at the time of the occurrence of the incident, Borres narrated that at about 9:00 oâclock a.m. of February 16, 1988, he saw petitioner with the Narcom agents on board a truck. He asked the latter why he was with such group and the latter answered that he was requested to help uproot marijuana plants in the mountains of Taptap some five kilometers from Adlawan. In support of Expeditaâs theory, he stated that he was apprised of the dispute between Geonzon and petitioner and did, in fact, call the parties for conciliation to his barangay office. After settling the same, however, he observed Geonzonâs demeanor to be vindictive. When Borres testified on May 14, 1990, he presented to the court the record book during his incumbency as barangay captain. Upon cross-examination, he admitted however, that the entries therein concerning the settlement of the subject dispute were not signed because the parties agreed to make the necessary payments at their house. [7]\n\nPetitioner, on the other hand, testified that on February 16, 1988, at about 3:00 oâclock a.m., his wife woke him up and disclosed that somebody was calling him downstairs. When he opened the door, several persons pointed their firearms at him and immediately effected a search of his house. Subsequently, he was forced to board a six by six military truck en route to the mountains of Sitio Kabulihan. He was apparently ordered by his captors to help them carry freshly uprooted grass to their vehicle. When the âgrassesâ had been secured, the truck left for the city. On their way back, the truck passed by their house and he asked the driver to stop so he could alight. An officer beside him rejected his request and declared that he would be investigated at Camp Lapu-lapu in Lahug for his participation in the cultivation of the seized marijuana plants. In the course of the investigation, he was allegedly maltreated by an investigator and was coerced to sign a waiver under threat of summary execution. [8]\n\nHe denied Sgt. Absinâs allegation that he admitted planting or owning the marijuana plantation. He likewise averred that at the time he carried the grass, he did not know what it was and was under the impression that it was plain grass. On cross-examination, he professed that he never heard of nor saw marijuana prior to February 16, 1988. [9]\n\nAfter trial on the merits, petitioner was found guilty beyond reasonable doubt in a decision by the trial court, [10] the dispositive portion of which reads:\n\nâWHEREFORE, in view of all the foregoing evidences (sic), arguments and considerations, this court hereby finds the accused Eduardo Zanoria GUILTY beyond reasonable doubt, of the crime of Violating Sec. 9, Art. II of RA 6425 in relation to Sec. 2 thereof which is defined as follows: âCultivate or culture - which means the act of knowingly planting, growing, raising or permitting the planting, growing or raising of any plant which is the source of a prohibited drug,â as he is hereby sentenced to Twenty Years and a fine of Twenty Thousand (P20,000.00) Pesos.\n\nIT IS SO ORDERED.â [11] On appeal, the Court of Appeals in its November 23, 1992, decision, affirmed the findings of the trial court but modified it as to the penalty imposed, viz.:\n\nâWHEREFORE, the decision appealed from is hereby AFFIRMED, subject to the modification that the accused-appellant Eduardo A. Zanoria is sentenced to suffer an indeterminate prison term of from twelve (12) years, five (5) months and twelve (12) days, as minimum, to fourteen (14) years, eight (8) months and one (1) day, as maximum and to pay a fine of P20,000.00 with subsidiary imprisonment in case of insolvency; and to pay the costs.\n\nSO ORDERED.â [12] Petitioner assails the appellate court in giving credence to the testimony of the prosecution witnesses in spite of the blatant inconsistency between their joint affidavit and their testimonies in court.\n\nAfter an exhaustive review of the evidence on record, this Court is constrained to uphold the conviction of petitioner.\n\nSgts. Absin and Recla testified that upon arriving at the plantation site, they immediately surrounded the area. After a few minutes, they saw petitioner come down from a nipa hut and inspect the marijuana plants. When he became conscious of their presence at such time of the day, they instantly pounced on him.\n\nThe joint affidavit [13] of prosecution witnesses Sgts. Absin, Recla and a certain Yparraguirre, however, stated that appellant âpersonally led us to the plantation site.â Petitioner contends that if he were the one who personally led the agents to the site, as claimed in the joint affidavit, then he could not have been the person whom they saw emerge from the nipa hut and who inspected the marijuana plants. He submits that this inconsistency is irreconcilable and, therefore, fatal to the case of the prosecution.\n\nThe alleged inconsistency is impertinent in the case at bar. The relevant portions of the joint affidavit are hereunder reproduced as follows:\nâThat on or about 5:00 oâclock in the morning of the same date, we arrived at the plantation site and throught (sic) the aide (sic) of our guide, we were able to locate the place wherein the prohibited plants are (sic) being cultured, as we approach(ed) to (sic) the place, we saw a small hut a few meters away from the plantation. At a discreet distance, one male person came out from the hut and walk(ed) straight to the plantation and inspect(ed) the plants, as we came nearer the man was able to returned (sic) to the hut and talk to other people thereat.\n\nThat we are doubtful that we are (sic) noticed by the man and he might escape. We members of the team immediately rush(ed) up to his position and effect(ed) his arrest after identifying ourselves as Narcom agent(s), and he was then identified as Eduardo Zanoria y Archival, 30 years old, married, farmer and residence (sic) of Sitio Kabulihan, Brgy. Gubam Cebu City;\n\nThat, on or about 5:10 in the morning of the same date, after our tactical interrogation and interviewed (sic), the suspect broke into tears and admitted his guilt and personally led us to the plantation site which was already surrounded by the operating teams, and we started uprooting the marijuana plants and we were able to remove from the soil three thousand five hundred (3,500) full (sic) grown marijuana plants.â (Underscoring supplied) A careful and judicious examination of the subject affidavit shows no reason to disturb the findings of both the trial and appellate courts. It can be gleaned therefrom that the operation conducted by the Narcom agents consisted of two stages: first, their arrival at the site and the consequent apprehension of petitioner and second, after interrogation, when he personally led them to the plantation site. These facts confirm the absence of inconsistency that was imputed by petitioner against the prosecution witnesses.\n\nIt must be noted further that the agents launched their operations after receiving a report that marijuana plants were being cultured in the hinterlands of Sitio Kabulihan and that a certain Eddie supervised the same. Petitioner argues that his mere presence at the site during the operations cannot justify his conviction for âknowingly, planting, growing or raising of any plant which is the source of a prohibited drug.â He contends that conviction under Section 9 of R.A. No. 6425 requires a series of human activities, that is, the deliberate planting, growing or raising of these plants.\n\nSuch assertion is misplaced.\n\nEvident on record is that petitioner failed to adequately explain his presence at the site teeming with fully grown marijuana plants. His claim that he has never seen nor heard of marijuana is incredulous. Needless to state, the defense of denial cannot prevail over the positive identification of the accused. [14] Moreover, the latter failed to show any reason why the Narcom agents would make such a serious charge against him considering that they do not know each other. The settled rule is that when the issue of credibility of witnesses is raised, appellate courts will generally not disturb the findings of the trial court. [15]\n\nWe quote with approval the respondent courtâs observation, thus:\n\nâIndeed, if it is true as the accused claimed that at about 3 in the morning of the date in question, it was his wife who wake (sic) him and told him to rise because somebody was calling his name from downstairs, and as he stood up and opened the door, he saw armed men pointing their firearms at him, his wife should be the right person to confirm what actually happened. But there is nothing in her testimony that (would) suggest or corroborate his claim that he was apprehended at their house.â (Emphasis supplied)\nThe testimony of Expedita pertained solely to Geonzonâs probable participation in the arrest of her husband. To further prove petitionersâ innocence, Barangay Captain Borres was presented as witness. On this score, we subscribe to the findings of the lower court that the apparent alterations in the record book were made only to accomodate the defenseâs theory that petitioner was indicted on trumped-up charges. Page 24 thereof shows that no case was ever brought before the barangay office for the month of June 1987. Under an entry dated July 1987, which is written in black ink, the alleged confrontation and settlement between Geonzon and petitioner was reduced to writing. On the same page, however, an entry which appears to be dated âAug. 1987â was obliterated using a blue-colored pen and transferred to a line following the last entry of the supposed settlement between the parties. We, therefore, share the lower courtâs incredulity that these entries were made by Borres in July 1987.\n\nThe defense would like the Court to believe that the arrest of petitioner was fomented by a disgruntled Geonzon for having been required to pay P950.00 as indemnity for killing a pig. This excuse is too flimsy to even be considered by this Court and it utterly fails to convince us of petitionerâs innocence. The factual milieu of this case cannot but lead us to âa fair and reasonable conclusion pointing to the accused as the author of the crime.â\n\nWe do not, however, concur with the appellate courtâs imposition of the prison term ranging from twelve (12) years, five (5) months, and twelve (12) days, as minimum, to fourteen (14) years, eight (8) months, and one (1) day, as maximum, on petitioner because this proceeds from the assumption that the former penalty under Section 9 of R.A. No. 6425 which was fourteen (14) years and one (1) day to life imprisonment was equivalent to reclusion temporal to reclusion perpetua. This is of course erroneous as we already ruled that the âpenalty of reclusion perpetua is not synonymous with life imprisonment as the former entails [an imprisonment of] at least 30 years and carries with it accessory penalties whereas the latter has no definite duration and does not carry any accessory penalty.â [16] Moreover, there is nothing in R. A. No. 6425, before its amendment by Republic Act No. 7659, [17] which will support the theory that the scheme of penalties provided for in the Revised Penal Code shall apply suppletorily to the former.\n\nAlthough the Indeterminate Sentence Law applies in this case, the appellate court should have followed instead the provision in fixing the indeterminate penalty for offenses punished by a special law which, in this case, is R. A. No. 6425. This provision provides that âthe court shall sentence the accused to an indeterminate sentence, the maximum term of which shall not exceed the maximum fixed by said law and the minimum shall not be less than the minimum term prescribed by the same.â Thus, the appellate court erred in fixing the minimum penalty at twelve (12) years, five (5) months and twelve (12) days, which is less than the minimum term prescribed under Section 9 of R. A. No. 6425. In view of the circumstances obtaining in the case at bar, the penalty should be fourteeen (14) years and one (1) day, as minimum, to twenty (20) years and one (1) day, as maximum.\n\nWHEREFORE , in view of the foregoing, the appeal is DISMISSED and the decision of the Court of Appeals finding appellant Eduardo Zanoria guilty beyond reasonable doubt for violation of Section 9, Article II of R.A. No. 6425 is hereby AFFIRMED with the MODIFICATION that he should be sentenced, as he is hereby sentenced, to serve an indeterminate penalty of imprisonment of fourteen (14) years and one (1) day, as minimum, to twenty (20) years, as maximum, and to pay a fine of P20,000.00 with subsidiary imprisonment in case of insolvency. Costs against petitioner.\nSO ORDERED.\n\nNarvasa, C.J., (Chairman), Melo, Francisco, and Panganiban, JJ., concur.\n\n[1] SEC. 9. Cultivation of Plants which are Sources of Prohibited Drugs. - The penalty of imprisonment ranging from fourteen years and one day to life imprisonment and a fine ranging from fourteen thousand to thirty thousand pesos shall be imposed upon any person who shall plant; cultivate or culture on any medium Indian hemp, opium poppy (papaver somniferum) or any other plant which is or may hereafter be classified as dangerous drug or from which any dangerous drug may be manufactured or derived.\n\nThe land or portions thereof and/or greenhouses on which any of said plants is cultivated or cultured shall be confiscated and escheated to the State, unless the owner thereof can prove that he did not know of such cultivation or culture despite the exercise of due diligence on his part.\n\nIf the land involved is part of the public domain, the maximum of the penalties herein provided shall be imposed upon the offender. (As amended by BP Blg. 179, March 2, 1982.)\n\n[2] Otherwise known as the Dangerous Drugs Act of 1972.\n\n[3] Records, p. 9.\n\n[4] TSN, November 15, 1988, p. 3.\n\n[5] TSN, July 25, 1988, p. 6.\n\n[6] TSN, November 29, 1989, p. 5.\n\n[7] TSN, May 14, 1990, p. 5. The transcript, however, does not show at whose house the payment is to be made.\n\n[8] TSN, October 3, 1989, p. 10.\n\n[9] Ibid., p. 12.\n\n[10] Penned by Judge German G. Lee Jr.\n\n[11] Rollo, p. 47.\n\n[12] Rollo, p. 65.\n\n[13] Exhibit âA.â\n\n[14] People v. Guamos, 241 SCRA 528 (1995).\n\n[15] People v. Marcelo, 223 SCRA 24 (1993); People v. Dinglasan, G.R. No. 101312, January 28, 1997.\n\n[16] People v. Dolar, 231 SCRA 414 (1995).\n\n[17] Otherwise known as âThe Heinous Crimes Act.â",
  "content_length": 17744,
  "metadata_extraction_date": "2025-11-01T05:49:44.967501",
  "extraction_version": "2.0_enhanced_full_content"
}