{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/december/GR_122655.html",
  "filename": "GR_122655.html",
  "year": 1997,
  "month": "december",
  "case_number": "122655",
  "gr_number": "122655",
  "volume_page": "347 Phil. 620",
  "decision_date": "December 15, 1997",
  "title": "REYNALDO B. ALFANTE, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION-FIFTH DIVISION, AND PEPSI-COLA PRODUCTS PHILIPPINES, INC., RESPONDENTS. D E C I S I O N ROMERO, J.: Petitioner Reynaldo B. Alfante (Alfante) seeks the annulment of the decision of the National Labor Relations Commission dated September 27, 1995, which set aside the March 1, 1995, Order of Labor Arbiter Rogelio P. Legaspi, allowing the issuance of a writ of execution against private respondent Pepsi-Cola Product Philippines (âPCPPIâ).Alfante was initially employed as Maintenance Manager by Pepsi-Cola Distributors (PCD) on August 1, 1984. Unfortunately, on December 31, 1988, PCD terminated his employment on the ground of alleged loss of trust and confidence.Aggrieved, Alfante filed before the Sub-Regional Arbitration Branch X of the NLRC in Butuan City a complaint docketed as SRAB-10-02-00022-89 for illegal dismissal, reinstatement with backwages and attorneyâs fees against PCD.After considering the evidence and arguments of the parties, on May 15, 1989, Labor Arbiter Marissa Macaraig-Guillen rendered a decision[1] declaring as illegal the dismissal of Alfante and ordered PCD to reinstate him with full backwages from the time he was illegally dismissed up to the time of his actual reinstatement without loss of seniority rights and privileges, in addition to the award of damages and attorneyâs fees.PCD elevated the Labor Arbiterâs decision to the National Labor Relations Commission (Fifth Division), which on April 25, 1991, affirmed with modification the Labor Arbiterâs findings. The dispositive portion of the decision reads as follows:âWHEREFORE, the appealed decision is hereby modified ordering the respondents to pay backwages from the time complainant was terminated up to the promulgation of this judgment, subject to the three-year limitation plus separation pay in lieu of reinstatement equivalent to one (1) month for every year of service, a fraction of six (6) months or more considered as one (1) year.The award of damages is hereby deleted; however the award of attorneyâs fees stands affirmed.SO ORDERED.âUndaunted, PDC filed a petition for review on certiorari before this Court assailing the NLRCâs decision. However, in a Resolution [2] dated August 12, 1991, we resolved to dismiss the petition for non-compliance with Revised Circular No. 1-88. A subsequent motion for reconsideration was also denied on April 8, 1992. Hence, the NLRC decision became final and executory.Consequently, on May 13, 1992, the NLRC issued an Order [3] for the issuance of a writ of execution against PCD to enforce the aforesaid decision.In the meantime, on October 8, 1993, Alfante filed a âManifestation and Motionâ praying that a writ of execution also be issued against herein private respondent PCPPI. However, on October 25, 1993, PCPPI filed a âCounter- Manifestationâ contending that the change in ownership of PCD be taken into cognizance of by the Labor Arbiter, stating thus:\"1. The manifestation of complainant that PCPPI is a successor-in-interest of Pepsi-Cola Distributors Inc. (PCD) is a sweeping self-serving statement, which is devoid of any basis in truth and in fact.2. Complainantâs Special Counsel being a former employee of Pepsi-Cola Products should know that Pepsi-Cola Products Phils. Inc is a separate entity from that of the company sued;3. Complainantâs allegation that in other cases whether or not the satisfaction of the judgment by PCD was facilitated and actually paid by PCPPI and that the quitclaim(s) were signed in the presence of PCPPI employees is irrelevant, immaterial and in consequential to the issue on hand;4. It would be serious error or mistake if a writ of execution is issued against PCPPI who in the first place is never a party to this case;5. To include PCPPI now, is to deprive PCPPI its constitutional right to due process and to have the Honorable Arbiter commit an act that on the first place is beyond his ambit to do;6. Even the Honorable Supreme Court has already recognized the separate juridical personality of the different Pepsi-Cola companies in the Philippines, as allegedly shown in the Entry of Judgment dated 29 December 1988 attached to its manifestation; and7. Parenthetically, PCPPI is a separate and different juridical entity from PCD though the former has taken over the business of the latter.âFinding PCPPIâs contention unmeritorious, Labor Arbiter Rogelio Legaspi issued an Order dated March 1, 1995 granting Alfanteâs motion that a writ of execution also be issued against PCPPI. The decretal portion of the Order reads as follows:âWHEREFORE, premises considered, complainantâs motion for the issuance of writ of execution against respondents Pepsi-Cola Distributors of the Philippines, Inc. (PCD) and Pepsi-Cola Products of the Philippines, Inc. (PCPPI) is hereby granted.ACCORDINGLY, let a writ of execution issue against the aforenamed respondents for the satisfaction of the judgment award in this case.SO ORDERED.âOn March 17, 1995, PCPPI filed a petition [4] with a prayer for the issuance of a temporary restraining order before the NLRC (Fifth Division) challenging the validity of the abovementioned Order. It argues that since it was not a party in the complaint filed by Alfante, the writ of execution including it together with PCD violated its property rights without due process. Finding merit in PCPPIâs contention, the NLRC issued on March 28, 1995, a temporary restraining order [5] enjoining the execution of the award.Thereafter, a trial was conducted, wherein the NLRC, in a decision [6] dated September 27, 1995 acted favorably on PCPPIâs petition, to wit: âWHEREFORE, for want of jurisdiction over petitioner PCPPI, the assailed order is hereby Set Aside as Null and Void.SO ORDERED.âDismayed with the adverse decision, Alfante has filed this present petition.In fine, petitioner alleges that the NLRC committed grave abuse of discretion in ruling that PCPPI has a separate and distinct personality from that of PCD, as a consequence of which the former is not bound by a judgment against the latter.We sustain petitionerâs contention.At the outset, it should be noted that Alfante failed to move for reconsideration of the NLRCâs decision. The filing of a motion for reconsideration of an NLRCâs decision is a prerequisite to the filing of a petition for certiorari before this Court. [7] In the absence of a motion for reconsideration, a petition for certiorari before this Court, being premature will not prosper. [8]Notwithstanding the foregoing pronouncements, we have held that the requirement for a motion for reconsideration, as a condition for the filing of a petition for certiorari, does not apply where the decision sought to be annulled is a nullity. [9] Since the NLRC ignored our rulings in previous cases declaring PCPPI as the successor-in-interest of PCD, we have no reservations in declaring that this case is an exception to the general rule requiring that a previous motion for reconsideration be filed before a petition for certiorari be resorted to.As to the merits of this case, we have previously settled the issue of PCPPIâs assumption of liability for PCDâs corporate acts.In Pepsi-Cola Bottling v. NLRC, [10] we held: âWith respect to the third issue, PCPPI claims that the public respondent committed grave abuse of discretion in holding it liable for the reinstatement of the private respondent considering that PCPPI is an entirely separate and distinct entity from the PCD.On the ground of serious business losses, PCD alleged that it ceased to operate on July 24, 1989 and PCPPI, a company separate and distinct from PCD acquired the franchise to sell the Pepsi-Cola products.Pepsi-Cola Distributors of the Philippines may have ceased business operations and Pepsi-Cola Products Philippines, Inc. may be a new company but it does not necessarily follow that no one may now be held liable for illegal acts committed by the earlier firm. The complaint was filed when PCD was still in existence. Pepsi-Cola never stopped doing business in the Philippines. The same softdrinks products sold in 1988 when the complaint was initiated continue to be sold now. The sale of products, purchases of materials, payment of obligations, and other business acts did not stop at the time PCD bowed out and PCPPI came into being. There is no evidence presented showing that PCPPI, as the new entity or purchasing company is free from any liabilities incurred by the former corporation.âIn Pepsi-Cola Distributors of the Philippines, Inc. v. NLRC, [11] we ruled:âThe Court cannot, however, sustain petitioner PCDâs subsequent act of dismissing private respondent for the second time by removing his name from the payroll of July 25, 1989 after reinstating him 63 days earlier, or on May 22, 1989 on the ground that it has already sold its business interests to Pepsi-Cola Products Philippines, Inc. (PCPPI). The contention that the second dismissal of private respondent presents an issue separate and distinct from the issue of the earlier dismissal on December 15, 1988 is nothing but an attempt of PCD to evade liability for illegally dismissing private respondent and to shield the purchasing corporation, PCPPI, from the said liability. It must be noted that the issue of whether or not Pepsi-Cola Products Philippines, Inc. (PCPPI) is liable for the illegal acts of its predecessor-in-interest, PCD, as in the instant case, has already been settled in the case of Pepsi Cola Bottling Co. v. NLRC. In said case, the purchasing corporation claimed that it is a corporation separate and distinct from Pepsi Cola Bottling Company (PBC) or Pepsi Cola Distributors, Inc. (PCD); hence, it is not the proper party to which the writ of execution of the decision in an illegal dismissal case filed against its predecessor-in-interest, PBC should be served; and that reinstatement is no longer possible since PCD closed down its business on July 24, 1989 and the new franchise holder, PCPPI, is a new entity.âIn Corral v. NLRC, [12] we categorically declared:âClearly, it is judicially settled that PCPPI, PCDâs successor-in-interest, is answerable for the liabilities incurred by the latter, the obstinacy of PCPPI notwithstanding. PCPPI can no longer successfully evade its responsibilities in the face of the foregoing pronouncements of this Court . . . .âAnd recently, in Caliquia v. NLRC: [13] âIn the absence of contrary evidence which PCD or PCPPI should have presented, but did not, leads us to conclude, as we have in the past, that PCPPIâs purchase of PCD was merely a continuation of the latter, thus impelling a finding of assumption of liability by PCPPI as a purchasing corporation.â Clearly, the corporate character of PCPPI as the successor of PCD has been settled with finality; hence this issue need not detain us unduly in instant petition.There is, however, an error in the computation of backwages. The award of backwages was limited to three years, without further deduction and qualification. Recently, we ruled that the backwages to be awarded to an illegally dismissed employee must be computed from the time he was dismissed to the time he was actually reinstated, without any deduction of income the employee may have derived from employment elsewhere pending the resolution of the case. [14] We apply the same in the instant case.Finally, we note that the Labor Arbiter and the NLRC ordered the reinstatement of Alfante to his former position. However, considering the protracted litigation and supervening facts of the case, the order of reinstatement might be impossible. Accordingly, Alfante should be awarded separation pay as an alternative to reinstatement, consistent with our rulings in cases involving PCPPI. [15]WHEREFORE, in view of the foregoing, the instant petition is hereby GRANTED, the decision of the National Labor Relations Commission dated September 27, 1995 is REVERSED and SET ASIDE, and the March 1, 1995 Order of the Labor Arbiter is hereby REINSTATED, with the MODIFICATION that Pepsi-Cola Products Philippines, Inc. is hereby ordered to pay Alfante his full backwages without deduction and, if reinstatement is no longer practicable or feasible, in lieu thereof, Pepsi-Cola Products Philippines, Inc. shall pay Alfante separation pay for the period from December 31, 1988 which is when he was illegally dismissed until he shall actually been paid at the rate of one (1) month salary for every year of his employment, with a fraction of at least six (6) months being considered as one (1) year. [16] The temporary restraining order issued on March 28, 1995 is hereby LIFTED. Costs against private respondent.SO ORDERED.Narvasa, C.J., (Chairman), Melo, and Francisco, JJ., concur.Panganiban, J., no part. Daughter is a management officer of Pepsi Cola head office in NY, USA.[1] Rollo, pp. 40-68.[2] Ibid., pp. 79-80.[3] Id., pp. 81-84.[4] Id., pp. 90-96.[5] Id., pp. 101-102.[6] Id., pp. 29-31.[7] Sec. 14, Rule VII of the New Rules of Procedure of the National Labor Relations Commission; Building Case Corporation v. NLRC, G.R. No. 94237, February 26, 1997, Flores v. NLRC, 256 SCRA 735 (1996); PNCC v. NLRC, 245 SCRA 668 (1995).[8] P.S. Aviles Placement Services/Surety and Insurance Company v. NLRC, G.R. No. 120990, October 9, 1996.[9] Quiambao v. NLRC, 254 SCRA 211 (1996); Aquino v. NLRC, 226 SCRA 76 (1993).[10] 210 SCRA 277 (1992).[11] 247 SCRA 386 (1995).[12] 256 SCRA 704 (1996).[13] 264 SCRA 110 (1996).[14] Bustamante v. NLRC, G.R. No. 111651, November 28, 1996; Reformist Union of R.B. Liner Inc. v. NLRC, G.R. No. 120482, January 27, 1997, De la Cruz v. NLRC, G.R. NO. 119536, February 17, 1997, PAL v. NLRC, G.R. No. 119868, July 28, 1997; PLDT v. NLRC, G.R. No. 99030, July 31, 1997.[15] Supra, note 11; supra, note 13.[16] Supra, note 13. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "reynaldo",
    "alfante",
    "petitioner",
    "national",
    "relations",
    "commission",
    "division",
    "products",
    "philippines",
    "respondents",
    "romero",
    "annulment",
    "decision",
    "september",
    "arbiter",
    "rogelio",
    "legaspi",
    "allowing",
    "issuance",
    "execution"
  ],
  "title_summary": "REYNALDO B. ALFANTE, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION-FIFTH DIVISION, AND PEPS...",
  "formatted_case_content": "View printer friendly version\n347 Phil. 620\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 122655, December 15, 1997 ]\n[ G.R. No. 122655, December 15, 1997 ]\n\nREYNALDO B. ALFANTE, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION-FIFTH DIVISION, AND PEPSI-COLA PRODUCTS PHILIPPINES, INC., RESPONDENTS. \nD E C I S I O N\nREYNALDO B. ALFANTE, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION-FIFTH DIVISION, AND PEPSI-COLA PRODUCTS PHILIPPINES, INC., RESPONDENTS.\nD E C I S I O N\n\nROMERO, J.:\n\nPetitioner Reynaldo B. Alfante (Alfante) seeks the annulment of the decision of the National Labor Relations Commission dated September 27, 1995, which set aside the March 1, 1995, Order of Labor Arbiter Rogelio P. Legaspi, allowing the issuance of a writ of execution against private respondent Pepsi-Cola Product Philippines (âPCPPIâ).\n\nAlfante was initially employed as Maintenance Manager by Pepsi-Cola Distributors (PCD) on August 1, 1984. Unfortunately, on December 31, 1988, PCD terminated his employment on the ground of alleged loss of trust and confidence.\n\nAggrieved, Alfante filed before the Sub-Regional Arbitration Branch X of the NLRC in Butuan City a complaint docketed as SRAB-10-02-00022-89 for illegal dismissal, reinstatement with backwages and attorneyâs fees against PCD.\n\nAfter considering the evidence and arguments of the parties, on May 15, 1989, Labor Arbiter Marissa Macaraig-Guillen rendered a decision [1] declaring as illegal the dismissal of Alfante and ordered PCD to reinstate him with full backwages from the time he was illegally dismissed up to the time of his actual reinstatement without loss of seniority rights and privileges, in addition to the award of damages and attorneyâs fees.\n\nPCD elevated the Labor Arbiterâs decision to the National Labor Relations Commission (Fifth Division), which on April 25, 1991, affirmed with modification the Labor Arbiterâs findings. The dispositive portion of the decision reads as follows:\nâWHEREFORE, the appealed decision is hereby modified ordering the respondents to pay backwages from the time complainant was terminated up to the promulgation of this judgment, subject to the three-year limitation plus separation pay in lieu of reinstatement equivalent to one (1) month for every year of service, a fraction of six (6) months or more considered as one (1) year.\n\nThe award of damages is hereby deleted; however the award of attorneyâs fees stands affirmed.\n\nSO ORDERED.â Undaunted, PDC filed a petition for review on certiorari before this Court assailing the NLRCâs decision. However, in a Resolution [2] dated August 12, 1991, we resolved to dismiss the petition for non-compliance with Revised Circular No. 1-88. A subsequent motion for reconsideration was also denied on April 8, 1992. Hence, the NLRC decision became final and executory.\n\nConsequently, on May 13, 1992, the NLRC issued an Order [3] for the issuance of a writ of execution against PCD to enforce the aforesaid decision.\n\nIn the meantime, on October 8, 1993, Alfante filed a âManifestation and Motionâ praying that a writ of execution also be issued against herein private respondent PCPPI. However, on October 25, 1993, PCPPI filed a âCounter- Manifestationâ contending that the change in ownership of PCD be taken into cognizance of by the Labor Arbiter, stating thus:\n\n\"1. The manifestation of complainant that PCPPI is a successor-in-interest of Pepsi-Cola Distributors Inc. (PCD) is a sweeping self-serving statement, which is devoid of any basis in truth and in fact.\n\n2.  Complainantâs Special Counsel being a former employee of Pepsi-Cola Products should know that Pepsi-Cola Products Phils. Inc is a separate entity from that of the company sued;\n\n3.  Complainantâs allegation that in other cases whether or not the satisfaction of the judgment by PCD was facilitated and actually paid by PCPPI and that the quitclaim(s) were signed in the presence of PCPPI employees is irrelevant, immaterial and in consequential to the issue on hand;\n\n4.  It would be serious error or mistake if a writ of execution is issued against PCPPI who in the first place is never a party to this case;\n\n5.  To include PCPPI now, is to deprive PCPPI its constitutional right to due process and to have the Honorable Arbiter commit an act that on the first place is beyond his ambit to do;\n\n6.  Even the Honorable Supreme Court has already recognized the separate juridical personality of the different Pepsi-Cola companies in the Philippines, as allegedly shown in the Entry of Judgment dated 29 December 1988 attached to its manifestation; and\n\n7.  Parenthetically, PCPPI is a separate and different juridical entity from PCD though the former has taken over the business of the latter.â\n\nFinding PCPPIâs contention unmeritorious, Labor Arbiter Rogelio Legaspi issued an Order dated March 1, 1995 granting Alfanteâs motion that a writ of execution also be issued against PCPPI. The decretal portion of the Order reads as follows:\n\nâWHEREFORE, premises considered, complainantâs motion for the issuance of writ of execution against respondents Pepsi-Cola Distributors of the Philippines, Inc. (PCD) and Pepsi-Cola Products of the Philippines, Inc. (PCPPI) is hereby granted.\n\nACCORDINGLY, let a writ of execution issue against the aforenamed respondents for the satisfaction of the judgment award in this case.\n\nSO ORDERED.â On March 17, 1995, PCPPI filed a petition [4] with a prayer for the issuance of a temporary restraining order before the NLRC (Fifth Division) challenging the validity of the abovementioned Order. It argues that since it was not a party in the complaint filed by Alfante, the writ of execution including it together with PCD violated its property rights without due process. Finding merit in PCPPIâs contention, the NLRC issued on March 28, 1995, a temporary restraining order [5] enjoining the execution of the award.\n\nThereafter, a trial was conducted, wherein the NLRC, in a decision [6] dated September 27, 1995 acted favorably on PCPPIâs petition, to wit:\nâWHEREFORE, for want of jurisdiction over petitioner PCPPI, the assailed order is hereby Set Aside as Null and Void.\n\nSO ORDERED.â Dismayed with the adverse decision, Alfante has filed this present petition.\n\nIn fine, petitioner alleges that the NLRC committed grave abuse of discretion in ruling that PCPPI has a separate and distinct personality from that of PCD, as a consequence of which the former is not bound by a judgment against the latter.\n\nWe sustain petitionerâs contention.\n\nAt the outset, it should be noted that Alfante failed to move for reconsideration of the NLRCâs decision. The filing of a motion for reconsideration of an NLRCâs decision is a prerequisite to the filing of a petition for certiorari before this Court. [7] In the absence of a motion for reconsideration, a petition for certiorari before this Court, being premature will not prosper. [8]\n\nNotwithstanding the foregoing pronouncements, we have held that the requirement for a motion for reconsideration, as a condition for the filing of a petition for certiorari, does not apply where the decision sought to be annulled is a nullity. [9] Since the NLRC ignored our rulings in previous cases declaring PCPPI as the successor-in-interest of PCD, we have no reservations in declaring that this case is an exception to the general rule requiring that a previous motion for reconsideration be filed before a petition for certiorari be resorted to.\n\nAs to the merits of this case, we have previously settled the issue of PCPPIâs assumption of liability for PCDâs corporate acts.\n\nIn Pepsi-Cola Bottling v. NLRC, [10] we held:\nâWith respect to the third issue, PCPPI claims that the public respondent committed grave abuse of discretion in holding it liable for the reinstatement of the private respondent considering that PCPPI is an entirely separate and distinct entity from the PCD.\n\nOn the ground of serious business losses, PCD alleged that it ceased to operate on July 24, 1989 and PCPPI, a company separate and distinct from PCD acquired the franchise to sell the Pepsi-Cola products.\n\nPepsi-Cola Distributors of the Philippines may have ceased business operations and Pepsi-Cola Products Philippines, Inc. may be a new company but it does not necessarily follow that no one may now be held liable for illegal acts committed by the earlier firm. The complaint was filed when PCD was still in existence. Pepsi-Cola never stopped doing business in the Philippines. The same softdrinks products sold in 1988 when the complaint was initiated continue to be sold now. The sale of products, purchases of materials, payment of obligations, and other business acts did not stop at the time PCD bowed out and PCPPI came into being. There is no evidence presented showing that PCPPI, as the new entity or purchasing company is free from any liabilities incurred by the former corporation.â In Pepsi-Cola Distributors of the Philippines, Inc. v. NLRC, [11] we ruled:\nâThe Court cannot, however, sustain petitioner PCDâs subsequent act of dismissing private respondent for the second time by removing his name from the payroll of July 25, 1989 after reinstating him 63 days earlier, or on May 22, 1989 on the ground that it has already sold its business interests to Pepsi-Cola Products Philippines, Inc. (PCPPI). The contention that the second dismissal of private respondent presents an issue separate and distinct from the issue of the earlier dismissal on December 15, 1988 is nothing but an attempt of PCD to evade liability for illegally dismissing private respondent and to shield the purchasing corporation, PCPPI, from the said liability. It must be noted that the issue of whether or not Pepsi-Cola Products Philippines, Inc. (PCPPI) is liable for the illegal acts of its predecessor-in-interest, PCD, as in the instant case, has already been settled in the case of Pepsi Cola Bottling Co. v. NLRC. In said case, the purchasing corporation claimed that it is a corporation separate and distinct from Pepsi Cola Bottling Company (PBC) or Pepsi Cola Distributors, Inc. (PCD); hence, it is not the proper party to which the writ of execution of the decision in an illegal dismissal case filed against its predecessor-in-interest, PBC should be served; and that reinstatement is no longer possible since PCD closed down its business on July 24, 1989 and the new franchise holder, PCPPI, is a new entity.â In Corral v. NLRC, [12] we categorically declared:\nâClearly, it is judicially settled that PCPPI, PCDâs successor-in-interest, is answerable for the liabilities incurred by the latter, the obstinacy of PCPPI notwithstanding. PCPPI can no longer successfully evade its responsibilities in the face of the foregoing pronouncements of this Court . . . .â And recently, in Caliquia v. NLRC: [13]\nâIn the absence of contrary evidence which PCD or PCPPI should have presented, but did not, leads us to conclude, as we have in the past, that PCPPIâs purchase of PCD was merely a continuation of the latter, thus impelling a finding of assumption of liability by PCPPI as a purchasing corporation.â\nClearly, the corporate character of PCPPI as the successor of PCD has been settled with finality; hence this issue need not detain us unduly in instant petition.\n\nThere is, however, an error in the computation of backwages. The award of backwages was limited to three years, without further deduction and qualification. Recently, we ruled that the backwages to be awarded to an illegally dismissed employee must be computed from the time he was dismissed to the time he was actually reinstated, without any deduction of income the employee may have derived from employment elsewhere pending the resolution of the case. [14] We apply the same in the instant case.\n\nFinally, we note that the Labor Arbiter and the NLRC ordered the reinstatement of Alfante to his former position. However, considering the protracted litigation and supervening facts of the case, the order of reinstatement might be impossible. Accordingly, Alfante should be awarded separation pay as an alternative to reinstatement, consistent with our rulings in cases involving PCPPI. [15]\n\nWHEREFORE, in view of the foregoing, the instant petition is hereby GRANTED, the decision of the National Labor Relations Commission dated September 27, 1995 is REVERSED and SET ASIDE , and the March 1, 1995 Order of the Labor Arbiter is hereby REINSTATED, with the MODIFICATION that Pepsi-Cola Products Philippines, Inc. is hereby ordered to pay Alfante his full backwages without deduction and, if reinstatement is no longer practicable or feasible, in lieu thereof, Pepsi-Cola Products Philippines, Inc. shall pay Alfante separation pay for the period from December 31, 1988 which is when he was illegally dismissed until he shall actually been paid at the rate of one (1) month salary for every year of his employment, with a fraction of at least six (6) months being considered as one (1) year. [16] The temporary restraining order issued on March 28, 1995 is hereby LIFTED. Costs against private respondent.\nSO ORDERED.\n\nNarvasa, C.J., (Chairman), Melo, and Francisco, JJ., concur.\nPanganiban, J., no part. Daughter is a management officer of Pepsi Cola head office in NY, USA.\n\n[1] Rollo, pp. 40-68.\n\n[2] Ibid., pp. 79-80.\n\n[3] Id., pp. 81-84.\n\n[4] Id., pp. 90-96.\n\n[5] Id., pp. 101-102.\n\n[6] Id., pp. 29-31.\n\n[7] Sec. 14, Rule VII of the New Rules of Procedure of the National Labor Relations Commission; Building Case Corporation v. NLRC, G.R. No. 94237, February 26, 1997, Flores v. NLRC, 256 SCRA 735 (1996); PNCC v. NLRC, 245 SCRA 668 (1995).\n\n[8] P.S. Aviles Placement Services/Surety and Insurance Company v. NLRC, G.R. No. 120990, October 9, 1996.\n\n[9] Quiambao v. NLRC, 254 SCRA 211 (1996); Aquino v. NLRC, 226 SCRA 76 (1993).\n\n[10] 210 SCRA 277 (1992).\n\n[11] 247 SCRA 386 (1995).\n\n[12] 256 SCRA 704 (1996).\n\n[13] 264 SCRA 110 (1996).\n\n[14] Bustamante v. NLRC, G.R. No. 111651, November 28, 1996; Reformist Union of R.B. Liner Inc. v. NLRC, G.R. No. 120482, January 27, 1997, De la Cruz v. NLRC, G.R. NO. 119536, February 17, 1997, PAL v. NLRC, G.R. No. 119868, July 28, 1997; PLDT v. NLRC, G.R. No. 99030, July 31, 1997.\n\n[15] Supra, note 11; supra, note 13.\n\n[16] Supra, note 13.",
  "content_length": 14335,
  "metadata_extraction_date": "2025-11-01T05:49:45.869448",
  "extraction_version": "2.0_enhanced_full_content"
}