{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/december/35447.html",
  "filename": "35447.html",
  "year": 1997,
  "month": "december",
  "case_number": "35447",
  "gr_number": "35447",
  "volume_page": "347 Phil. 267",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "november",
    "division",
    "matter",
    "december",
    "pepito",
    "guillen",
    "complainant",
    "constantino",
    "respondent",
    "francisco",
    "charged",
    "falsification",
    "public",
    "document",
    "malversation"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n347 Phil. 267; 94 OG No. 47, 8090 (November 23, 1998)\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ ADM. MATTER SB-95-6-P, December 10, 1997 ]\n[ ADM. MATTER SB-95-6-P, December 10, 1997 ]\n\nPEPITO GUILLEN, COMPLAINANT, VS. LUIS CONSTANTINO, RESPONDENT. \nR E S O L U T I O N\nPEPITO GUILLEN, COMPLAINANT, VS. LUIS CONSTANTINO, RESPONDENT.\n\nR E S O L U T I O N\n\nFRANCISCO, J.:\n\nRespondent Luis Constantino was charged by complainant Pepito Guillen with (1) falsification of public document, and (2) malversation of public property for alleged âquestionable acts in relation to his official functionsâ [1] . The facts as aptly found by the designated investigating officer â Madame Justice Chico-Nazario of the Sandiganbayan â to which this Court agrees are as follows:\n\nâRespondent Luis Constantino is the Sandiganbayan Supply Officer. As shown in his Position Description Form âExh. âBâ; Exh. â1â), he is primarily accountable for supplies, materials and equipment of the office. Complainant Pepito Guillen on the other hand, is the Sandiganbayan Duplicating Equipment Operator. As such, his main function is to operate the office duplicating or xerox machine (Exh. âAâ; Exh. â2â). Both of them work under the Office of the Clerk of Court.\n\nâOn November 13, 1990, as part of their promotional activities, Sanyo Pentagon Automation Corporation (herein referred to as Sanyo), one of the machine suppliers of the Sandiganbayan, awarded the office wit one (1) unit calculator 121 Pd with complete accessories and one (1) unit portable typewriter Model No. 9, also with complete accessories as promotional items. The said items were received by respondent Constantino in his capacity as the Supply Officer as evidenced by a Delivery Receipt of even date (Exh. âDâ). Respondent did not inform his chief, Mrs. Celia Guevarra, nor anybody else in his section about his receipt of the said items (pp. 18-19 TSN of August 2, 1996).\n\nâOn August 11, 1995, the office machine copier being operated upon by complainant Guillen was picked up by Sanyo technicians for overhaul along with the following consummables (sic): selenium drum, cleaning blade, one (1) bottle developer and one (1) bottle toner. The overhauling was done at Sanyoâs office in Malate, Manila. The machine was brought back to the Sandiganbayan on August 14, 1995. After the machine was tested by respondent, some line blemishes appeared in the papers used for testing. Sanyo technicians, however, requested the respondent to receive the machine as it was already late in the afternoon and they had to make other deliveries and promised that they would return the following day to fix whatever defect it may still have. Complainant, who also tested the machine, advised respondent not to receive it as he found it still defective. Persuaded by the Sanyo technicians, respondent, nonetheless, signed Sales invoice No. 23810 below the phrase âReceived the above merchandise in good conditionâ. Technician E. Fortu came back the next day, August 15, 1995 and checked the machine. As shown in the Technical Service Report dated August 15, 1995 (Exh. â5â), the drum of the machine had a spot. On August 18, 1995 another Sanyo Technician, Aldie Ebuen, inspected the machine and found the original cleaning blade to be defective (Exh. âEâ). Respondent immediately reported said findings to Ms. Noelba Penol, who assured him that their personnel would look into the matter. (Pre-trial Order dated July 26, 1996). The copier machine, though, was used until October, 1995. Thereafter, when Sanyo asked for the payment of the overhauling fee, Mrs. Celia Guevarra referred the papers relative thereto to Miss Carolina Estopace, Inspection and Audit Analyst, Miss Estopace, in her Memorandum to Mrs. Guevarra, suggested that payment be made only after the machine would be satisfactorily repaired (Order of August 2, 1996 re stipulation of parties, pp. 54-55, Record). In April, 1996, Sanyo was paid of the overhauling fee of P1,827.73 (P2,000.00 less V.A.T. of P127.27) per Disbursement Voucher marked Exhibit âGâ but the payment was subjected to the condition that if respondent would be found negligent in this present indictment, he would reimburse the said amount to the Sandiganbayan (Id.).â [2]\n\nIn defense, respondent claims that he signed in good faith the delivery receipt [3] with the printed notation that he âreceived the above merchandise in good order and conditionâ, and on the representation of the Sanyo technician [4] that someone would be sent the following day to further check the copier. A technician came the next day and also on August 18, 1995 to inspect the copier only to find out that it was still defective. Respondent further asserts that he cannot be made responsible for the defective services rendered by Sanyoâs technicians and regardless of the stipulations in the receipt at the time of redelivery, Sanyo was still bound to repair or recheck the copier by virtue of a subsisting warranty. That warranty holds Sanyo liable for any hidden defects or damages due to the fault of its employees. [5]\n\nOn the charges of falsification under Article 171 paragraph 4 of the Revised Penal Code and malversation of public property, we quote with approval Madam Justice Chico-Nazarioâs finding that respondent can not be held liable, thus:\n\nâAt the treshold, there is no denial that Sales Invoice No. 23810 of Sanyo Pentagon Automation Corp. is a public document. Well-settled is the rule that even if the document is originally a private one, if it was executed with the intervention of the public officer or employee or the same was in the latterâs official custody or it forms part of the official records when it was falsified, the same is considered as a public or official document (Reyes, Revised Penal Code, Book 2, 1981 Ed. p. 212; U.S. vs. Inosanto, 20 Phil. 376). In order that a public officer or employee may be held liable for Falsification of Public Documents, he must have falsified a document by taking advantage of his official position. Abuse of public office is considered present when the crime was committed in connection with the duties of his office which consist of either preparing or otherwise intervening in the preparation of the document (Syquian vs. People, 171 SCRA 224). Respondent is herein indicted for âmaking untruthful statements in a narration of factsâ, which requires the concurrence of the following elements:\n\n1.  That the offender makes in a document untruthful statements in a narration of facts;\n\n2.  That he has a legal obligation to disclose the truth of the facts narrated by him;\n\n3.  That the facts narrated by the offender are absolutely false; and,\n\n4.  That the perversion of truth in the narration of facts was made with the wrongful intent of injuring a third person.\n\nâThe crux of the matter is this: Did respondent make an absolutely false statement when he affixed his signature in Sales Invoice No. 23810 below the phrase âreceived the above merchandise in good order and conditionâ? After due consideration of the evidence on record, we find respondentâs posture worthy of merit. The facts and circumstances present reveal good faith on his part.\n\nâFirstly: there was no sufficient proof that the paper attached to complainantâs affidavit-complaint was actually the one used in testing the copier machine on August 14, 1995 so that there is a possibility that it was the result of the machine test at a much later date. In this regard, respondent was positive that on the day the machine was delivered, the defect was only minor, otherwise, he would not have received the machine, which contention stands unrebutted by the complainant.\n\nâSecondly: Respondent then banked on the fact that every repair made on the equipment is covered by a 90-day warranty, hence, the supplier is bound to repair any defect found on the machine after delivery within the period of 90 days.\n\nâThirdly: Respondent merely accommodated for humanitarian reasons, the importuning (sic) of Sanyo technicians, which appeared to be reasonable as they had other deliveries to make that late afternoon.\n\nâFourthly: Respondent was assured by the technicians that they would return the following day to repair whatever defect the machine might still have, which promise was made good by the technician who really came back and inspected was well as made some repairs on the machine the next day.\n\nâFifthly: The Sandiganbayan has only one copier machine for use of the entire court which might have compelled the respondent to receive the machine despite its defect.\n\nâSixthly: Although the copier machine remained defective, it was admittedly operational from the time it was delivered up to October, 1995. Respondent, for lack of technical know-how, could not have forseen (sic) the defect to be irreparable as what happened in this case where the technicians later on divulged that the cleaning blade of the machine had outlived its lifespan (sic) and the machine itself had to be condemned (sic).\n\nâLastly: The institution of this case was motivated by ill-will on the part of the complainant who was slighted by the remarks made to him by respondent.â\n\nIt is a judicial dictum that there is no falsification by one who acted in good faith (U. S. vs. San Jose, 7 Phil. 604; People vs. Unico, et. al. C.A. O.G. 1681). Although the accused altered a public document or made a misstatement or erroneous assertion therein, he would not be guilty as long as he acted in good faith (Yanza, 107 Phil. 883; Vicente Arceo, 17 Phil. 592).\n\nâRespondent did not dispute his receipt of promotional items consisting of one (1) unit calculator and one (1) portable typewriter in his capacity as the Supply Officer from Sanyo Pentagon Corp. on November 13, 1993. He, however, vehemently denied having having brought them home, much more malversed or misappropriated said items. In fact, as property custodian, he kept these items inside the cabinet of his office. He did not inform anyone, not even his immediate superior, about his receipt of the promotional items nor included the items in the inventory of properties because they were not acquired through government funds. He used the calculator during his Saturday duties. As regards the portable typewriter, nobody used it as he and the other employees would prefer the electric typewriters available in their section (pp. 15; 18-20, TSN of Aug. 2, 1996.)\n\nâMalversation of public funds or property has the following requisites:\n\nâFirst: that the offender be a public office;\n\nSecond: that he had the custody or control of funds or property by reason of the duties of his office;\n\nThird: that those funds or property were public funds or property for which he was accountable; and,\n\nFourth: that he appropriated, took, misappropriated or consented or through abandonment or negligence, permitted another person to take them.\n\nâConsidering, however, that there was no direct evidence of misappropriation since respondent immediately showed the promotional items to the undersigned when he was asked to produce them, he could not be held guilty of malversation of public property. His actuation can only be characterized as a simple misconduct. X X X.â [6]\n\nWe do not agree, however, on the investigating officerâs finding that respondent should be held liable for both simple negligence and simple misconduct. In our view, respondent could not be adjudged negligent in the performance of his duties for negligence involves deficiency of perception, or the failure to pay proper attention and due diligence in foreseeing the impending injury or damage. [7] In this case, respondent knew that the machine was still functioning. His signature on the receipt was subject to the representation made by the technicians who acknowledged the copierâs minor defect and promised for its immediate repair. Thus, it cannot be said that respondent failed to observe that degree of care, precaution and vigilance required of his position for in fact he even asked the technician to re-check the copier.\n\nAlthough, there was no misappropriation of public property as respondent immediately presented the promotional items when asked to do so, yet his acts relative to those items constitute simple misconduct. Misconduct in office is âany unlawful behavior by a public officer in relation to the duties of his office, willful in character.â [8] In this case, respondent failed to enter in the books of inventory the subject items in violation of the rules of the Commission on Audit (COA), as well as his duties embodied in his Position Description Form, [9] particularly to make âperiodic inventoriesâ of the supplies, materials and equipment and to âmaintain a record of all accountable propertiesâ. [10] Respondent is duty bound to record the promotional items which he received in his official capacity even if they were not acquired with government funds. As correctly observed by the investigating officer:\n\nâSection 63 of P.D. 1445 (The State Audit Code of the Philippines) and Section 609 of the Revised Administrative Code expressly provides that all moneys and property officially received by a public officer in any capacity or upon any occasion must be accounted for as government property (except as may otherwise be specifically provided by law or competent authority). Government property shall be taken up in the books of the agency concerned at acquisition cost or an appraised value.\n\nâAccountability for government property consist of liability for the money value of such property in case of improper or unauthorized use, or misapplication thereof by himself or any person for whose acts the accountable officer may be responsible. Such officer is also generally liable for the loss, damage, or deterioration occasioned by negligence in the keeping or use of such property, whether it be in his actual custody or not (Sec. 606, National Accounting and Auditing Manual; Secs. 634 & 636, Revised Administrative Code; Sec. 105, P.D. 1445)â. (Italics supplied) [11]\n\nRespondent, therefore, may only be held guilty of simple misconduct which in our view deserves a fine of Five Thousand Pesos (P5,000.00).\n\nACCORDINGLY , the recommendations of the investigating officer are AFFIRMED subject to the MODIFICATIONS that (a) respondent Luis Constantino is held guilty of simple misconduct and not for simple negligence, and (b) as penalty he is hereby ordered to pay a fine in the amount of Five Thousand Pesos (P5,000.00), with warning that a repetition of the same act will be dealt with severely in the future. Respondent is also directed to immediately surrender the subject promotional items to his superior officer/s.\nSO ORDERED.\n\nNarvasa, C.J., (Chairman), Romero, Melo, and Panganiban, JJ., concur.\n\n[1] REPORT and RECOMMENDATION (Report for brevity) dated September 6, 1996 of Sandiganbayan Justice Minita Chico-Nazario, p.1.\n\n[2] Ibid., pp. 7-9.\n\n[3] Exh. âCâ, Sales Invoice No. 23810 signed by respondent on August 14, 1995.\n\n[4] Rolando Maning.\n\n[5] COMMENT, pp. 2-4; Rollo, pp. 24-26.\n\n[6] REPORT, pp. 12-15, 17, 19.\n\n[7] Reyes, Revised Penal Code, 1981 ed., Book I, p. 36.\n\n[8] Blackâs Law Dictionary, Revised 4th ed., p. 1150.\n\n[9] Exh. âBâ / Exh. â1â.\n\n[10] REPORT, p. 19.\n\n[11] Ibid., p. 18.",
  "content_length": 15402,
  "metadata_extraction_date": "2025-11-01T05:49:44.533746",
  "extraction_version": "2.0_enhanced_full_content"
}