{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1903/january/G_R__No__878.html",
  "filename": "G_R__No__878.html",
  "year": 1903,
  "month": "january",
  "case_number": "G.R. No. 878",
  "gr_number": "878",
  "volume_page": "Volume information not available",
  "decision_date": "January 2, 1903",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "diamanan",
    "montinola",
    "alvarez",
    "plaintiff",
    "sale",
    "property",
    "rufino",
    "carabaos",
    "time",
    "him",
    "embargoed",
    "owner",
    "january",
    "evaristo",
    "appellee",
    "leon",
    "defendants",
    "appellants",
    "arellano",
    "october"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 878\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 878            January 2, 1903\n\nEVARISTO ALVAREZ,\n\nplaintiff-appellee,\n\nvs.\n\nLEON MONTINOLA, ET AL.,\n\ndefendants-appellants.\n\nSimplicio del Rosario, for appellants.\n\nManuel Lopez, for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nOn the 25th of October, 1898, one of the defendants, Rufino Diamanan, by a private document sold to the plaintiff, Evaristo Alvarez, forty head of carabaos for the sum of $2,500, which amount was duly paid by the latter to the former, as appear from the instrument of sale itself. The purchaser agreed to reconvey the carabaos to the vendor at any time within three years from the date of sale on the repayment of the purchase price  the sale to be absolute and the seller to execute the proper\n\ncredenciales\n\nof transfer in case Diamanan failed to make repayment to Alvarez within the time limited, to wit, on or before October 25, 1901.\n\nFrom the time of the sale so made until the 21st of December, 1900, the property conveyed continued in the possession of the plaintiff.\n\nOn the 21st of December, 1900, Leon Montinola, in an executive action prosecuted by him against Rufino Diamanan to recover certain sums of money alleged to be due to him, the said Montinola embargoed 23 head of these carabaos as the property of his debtor Diamanan.\n\nOn the 21st of January, 1901, Alvarez commenced the present proceeding of intervention under claim of ownership, alleging that he and not Rufino Diamanan was the owner of the embargoed animals, and demanded that the embargo laid thereon be raised and the property returned to him as the rightful owner thereof.\n\nThe court below adjudged that plaintiff's intervention as the owner of the property embargoed in the executive action prosecuted by Montinola against Diamanan was well founded, and raised the embargo. Montinola appealed.\n\nAn examination of the record not having disclosed any error of fact or law the judgment is affirmed, each party to pay his own costs. So ordered.\n\nTorres, Cooper, Willard, Mapa, and Ladd, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2126,
  "metadata_extraction_date": "2025-11-16T07:53:03.842996",
  "extraction_version": "2.0_enhanced_full_content"
}