{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/january/GR_122297.html",
  "filename": "GR_122297.html",
  "year": 2000,
  "month": "january",
  "case_number": "G.R. No. 122297",
  "gr_number": "122297",
  "volume_page": "379 Phil. 343",
  "decision_date": null,
  "title": "Special Prosecution Officer I Daniel B. Jovacon, Jr., Rollo, G. R. No. 122298, pp. 29-30.[6] Docketed as Criminal Case No. 22655.[7] Petition, Annex \"D\", Rollo, G.R. No. 122298, pp. 29-30.[8] An Act to Strengthen the Functional and Structural Organization of the Sandiganbayan, amending for that Purpose Presidential Decree No. 1606, as amended.[9] Revising Presidential Decree 1486, Creating A Special Court to be known as the Sandiganbayan and for Other Purposes, promulgated on December 10, 1978.[10] Republic Act No. 7975, Section 4 a.[11] Justice Minita Chico-Nazario, ponente, Justices Francis E. Garchitorena and Jose S. Balajadia, concurring. G. R. No. 122298, Rollo, pp. 19-21.[12] G. R. No. 122298, Rollo, p. 22.[13] Justice Cipriano A. del Rosario, ponente, Justices Romeo M. Escareal and Roberto M. Lagman, concurring, G. R. No. 122297, Rollo, pp. 21-25.[14] Both filed on October 27, 1995.[15] In the resolution dated December 27, 1995, G. R. No. 122298, Crescente Y. Llorente, Jr., v. Sandiganbayan, was consolidated with G. R. Nos. 122297 and 122166, Rollo, p. 49. On July 17, 1996, we issued resolution deconsolidating G. R. No. 122166 since it involved a review of the Sandiganbayanâs decision convicting petitioner of violation of Section 3 (e), Republic Act No. 3019. G. R. No. 122298, Rollo, p. 67.[16] Binay v. Sandiganbayan, G. R. Nos. 120681-83, October 1, 1999.[17] G. R. No. 122297, Rollo, pp. 310-311.[18] Binay vs. Sandiganbayan, supra; Rodrigo, Jr. vs. Sandiganbayan, G. R. No. 125498, February 18, 1999; Layus vs. Sandiganbayan, G. R. No. 134272, December 8, 1999.[19] Binay v. Sandiganbayan, supra.[20] Binay v. Sandiganbayan, supra.[21] Binay v. Sandiganbayan, supra. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "special",
    "prosecution",
    "officer",
    "daniel",
    "jovacon",
    "docketed",
    "criminal",
    "case",
    "petition",
    "strengthen",
    "functional",
    "structural",
    "organization",
    "sandiganbayan",
    "amending",
    "purpose",
    "presidential",
    "decree",
    "amended",
    "revising"
  ],
  "title_summary": "Special Prosecution Officer I Daniel B. Jovacon, Jr., Rollo, G. R. No. 122298, pp. 29-30.[6] Dock...",
  "formatted_case_content": "View printer friendly version\n379 Phil. 343\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 122297-98, January 19, 2000 ]\n[ G.R. Nos. 122297-98, January 19, 2000 ]\n\nCRESCENTE Y. LLORENTE, JR., PETITIONER, VS. SANDIGANBAYAN AND PEOPLE OF THE PHILIPPINES, RESPONDENTS.D E C I S I O N\nCRESCENTE Y. LLORENTE, JR., PETITIONER, VS. SANDIGANBAYAN AND PEOPLE OF THE PHILIPPINES, RESPONDENTS.\n\nD E C I S I O N\n\nPARDO, J.:\n\nThe case before the Court is a special civil action for certiorari [1] assailing the jurisdiction of the Sandiganbayan over the criminal cases against then municipal mayor Crescente Y. Llorente, Jr. for violations of Republic Act No. 3019, as amended.\n\nPetitioner Crescente Y. Llorente, Jr. was elected municipal mayor of Sindangan, Zamboanga in 1988 and 1992. On May 8, 1995, he was a candidate for congressman, second district of Zamboanga del Norte, and was duly elected.\n\nOn August 6, 1993, the Office of the Special Prosecutor [2] filed with the Sandiganbayan an information [3] against Crescente Y. Llorente, Jr., municipal mayor of Sindangan, Zamboanga del Norte, P/Sgt. Juanito Caboverde and Jose Dy for violation of Section 3 (e), Republic Act No. 3019, as amended, committed as follows:\n\"That on or about June 12, 1989, in the Municipality of Sindangan, Zamboanga del Norte, and within the jurisdiction of this Honorable Court, accused Crescente Y. Llorente, Jr., Municipal Mayor of Sindangan, Zamboanga del Norte and P/Sgt. Juanito Cadoverde of the defunct Integrated National Police and as such public officers and the other accused Jose Dy, a private individual, conspiring with each other and acting with evident bad faith, did then and there, willfully, unlawfully and criminally seized (sic) 930 sawn knockdown wooden boxes owned by Godofredo M. Diamante without any search and seizure warrant and without issuing any receipt of seizure thereby causing undue damage and injury to said Godofredo M. Diamante and this offense was committed in relation to the office of the said public officers.\n\n\"CONTRARY TO LAW.\n\n\"Manila, August 6, 1993.\n\n(s/t) GUALBERTO J. DE LA LLANA\n\"Special Prosecution Officer III\" [4]\nOn February 2, 1994, the three accused were arraigned before the Sandiganbayan and pleaded not guilty.\n\nOn March 31, 1995, the Office of the Ombudsman [5] filed with the Sandiganbayan another information [6] against petitioner for violation of Section 3 (f), Republic Act No. 3019, as amended, committed as follows:\n\"That on or about July 5, 1993, and for sometime subsequent thereto, in Sindangan, Zamboanga del Norte, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, a public officer, being then the Municipal Mayor of Sindangan, Zamboanga del Norte, with grave abuse of authority, did then and there wilfully, unlawfully and criminally refuse to issue Mayorâs permit to the ice plant and resawmill/box factory of R. F. Diamante and family, without sufficient justification, after due demand and payment of license fees were made, said refusal to grant Mayorâs permit being not only personal but for the purpose of giving undue advantage to similar businesses in town and as an act of discriminating against the interest of the complainant to the latterâs damage and prejudice.\n\n\"CONTRARY TO LAW.\n\n\"Manila, Philippines, March 31, 1995\n\n\"(s/t) DANIEL B. JOVACON, JR.\n\"Special Prosecution Officer I\" [7]\nThe trial of both criminal cases before the Sandiganbayan has not begun.\n\nOn May 16, 1995, Congress enacted Republic Act No. 7975, [8] amending Section 4 of Presidential Decree No. 1606, [9] providing:\n\"SEC. 4. Jurisdiction â The Sandiganbayan shall exercise original jurisdiction in cases involving:\n\n\"a. Violations of Republic Act No. 3019, as amended, otherwise known as the Anti-Graft and Corrupt Practices Act, Republic Act 1379, and Chapter II, Section 2, Title VII of the Revised Penal Code, where one or more of the principal accused are officials occupying the following positions in the government, whether in a permanent, acting or interim capacity, at the time of the commission of the offense:\n\n\"(1) Officials of the executive branch occupying the positions of regional director or higher, otherwise classified as Grade \"27\" and higher, of the Compensation and Position Classification Act of 1989 (Republic Act No. 6758), specifically including:\n\n\"(a) Provincial governors, vice governors, members of the sangguniang panlalawigan, and provincial treasurers, assessors, engineers, and other provincial department heads;\n\n\"(b) City mayors, vice mayors, members of the sangguniang panglungsod, city treasurers, assessors, engineers, and other city department heads;\n\n\"(c) Officials of the diplomatic service occupying the position of consul and higher;\n\n\"(d) Philippine army and air force colonels, naval captains, and all other officials of higher rank;\n\n\"(e) PNP chief superintendent and PNP officers of higher rank;\n\n\"(f) City and provincial prosecutors and their assistants, and officials and prosecutors in the Office of the Ombudsman and special prosecutor;\n\n\"(g) Presidents, directors, or trustees, or managers of government-owned or controlled corporations, state universities or educational institutions of foundations.\n\n\"(2) Members of Congress and officials thereof classified as Grade \"27\" and up under the Compensation and Position Classification Act of 1989;\n\n\"(3) Members of the judiciary without prejudice to the provisions of the Constitution;\n\n\"(4) Chairmen and members of Constitutional Commissions, without prejudice to the provisions of the Constitution; and\n\n\"(5) All other national and local officials classified as Grade \"27\" and higher under the Compensation and Position Classification Act of 1989.\n\n\"b. Other offenses or felonies committed by the public officials and employees mentioned in subsection (a) of this section in relation to their office.\n\n\"c. Civil and criminal cases filed pursuant to and in connection with Executive Order Nos. 1, 2, 14 and 14-A.\n\n\"In cases where none of the principal accused are occupying positions corresponding to salary grade \"27\" or higher, as prescribed in the said Republic Act No. 6758, or PNP officers occupying the rank of superintendent or higher, or their equivalent, exclusive jurisdiction thereof shall be vested in the proper Regional Trial Court, Metropolitan Trial Court, Municipal Trial Court, and Municipal Circuit Trial Court, as the case may be, pursuant to their respective jurisdiction as provided in Batas Pambansa Blg. 129.\" [10]\nOn July 10, 1995, petitioner filed with the Sandiganbayan, Third Division, a motion to dismiss or transfer Criminal Case No. 19763 to the Regional Trial Court, Sindangan, Zamboanga.\n\nOn the same date, petitioner filed with the Sandiganbayan, First Division, a motion to refer Criminal Case No. 22655 to the Regional Trial Court, Sindangan, Zamboanga.\n\nPetitioner averred that the enactment of Republic Act No. 7975 divested the Sandiganbayan of its jurisdiction over criminal cases against municipal mayors for violations of Republic Act No. 3019, as amended, who receive salary less than that corresponding to Grade 27, pursuant to the Index of Occupational Services prepared by the Department of Budget and Management (DBM).\n\nOn September 7, 1995, the Sandiganbayan, First Division [11] denied the motion to refer Criminal Case No. 22655 to the Regional Trial Court. On October 10, 1995, the Sandiganbayan denied petitionerâs motion for reconsideration. [12]\n\nOn September 14, 1995, Sandiganbayan, Third Division [13] also denied the motion to transfer Criminal Case No. 19763 to the Regional Trial Court.\n\nHence, petitioner filed these petitions for certiorari. [14]\n\nOn December 27, 1995, the Court consolidated the two cases. [15]\n\nOn February 23, 1997, Congress enacted Republic Act No. 8249, an act redefining the jurisdiction of Sandiganbayan. [16]\n\nOn September 1, 1999, we gave due course to the petitions. [17]\n\nThe issue raised in these two cases is whether or not Republic Act No. 7975 divested the Sandiganbayan of its jurisdiction over violations of Republic Act No. 3019, as amended, against municipal mayors.\n\nWe have resolved this issue in recent cases ruling that the Sandiganbayan has jurisdiction over violations of Republic Act No. 3019, as amended, against municipal mayors. [18]\n\nThere is no merit to petitionerâs averment that the salary received by a public official dictates his salary grade. \"On the contrary, it is the officialâs grade that determines his or her salary, not the other way around.\" [19] \"To determine whether the official is within the exclusive jurisdiction of the Sandiganbayan, therefore, reference should be made to Republic Act No. 6758 and the Index of Occupational Services, Position Titles and Salary Grades. An officialâs grade is not a matter of proof, but a matter of law which the court must take judicial notice.\" [20]\n\nSection 444 (d) of the Local Government Code provides that \"the municipal mayor shall receive a minimum monthly compensation corresponding to Salary Grade twenty-seven (27) as prescribed under Republic Act No. 6758 and the implementing guidelines issued pursuant thereto.\" Additionally, both the 1989 and 1997 versions of the Index of Occupational Services, Position Titles and Salary Grades list the municipal mayor under Salary Grade 27. [21] Consequently, the cases against petitioner as municipal mayor for violations of Republic Act No. 3019, as amended, are within the exclusive jurisdiction of the Sandiganbayan.\n\nWHEREFORE , we hereby DISMISS the consolidated petitions at bar, for lack of merit.\n\nNo costs.\n\nSO ORDERED.\n\nDavide, Jr., C. J., (Chairman), Puno, Kapunan, and Ynares-Santiago, JJ., concur.\n\n[1] Under Rule 65, 1964 Revised Rules of Court.\n\n[2] Special Prosecution Officer III Gualberto J. de la Llana, Rollo, pp. 26-27.\n\n[3] Docketed as Criminal Case No. 19763.\n\n[4] Petition, Annex \"B\", Rollo, G.R. No. 122297, pp. 26-27.\n\n[5] Special Prosecution Officer I Daniel B. Jovacon, Jr., Rollo, G. R. No. 122298, pp. 29-30.\n\n[6] Docketed as Criminal Case No. 22655.\n\n[7] Petition, Annex \"D\", Rollo, G.R. No. 122298, pp. 29-30.\n\n[8] An Act to Strengthen the Functional and Structural Organization of the Sandiganbayan, amending for that Purpose Presidential Decree No. 1606, as amended.\n\n[9] Revising Presidential Decree 1486, Creating A Special Court to be known as the Sandiganbayan and for Other Purposes, promulgated on December 10, 1978.\n\n[10] Republic Act No. 7975, Section 4 a.\n\n[11] Justice Minita Chico-Nazario, ponente, Justices Francis E. Garchitorena and Jose S. Balajadia, concurring. G. R. No. 122298, Rollo, pp. 19-21.\n\n[12] G. R. No. 122298, Rollo, p. 22.\n\n[13] Justice Cipriano A. del Rosario, ponente, Justices Romeo M. Escareal and Roberto M. Lagman, concurring, G. R. No. 122297, Rollo, pp. 21-25.\n\n[14] Both filed on October 27, 1995.\n\n[15] In the resolution dated December 27, 1995, G. R. No. 122298, Crescente Y. Llorente, Jr., v. Sandiganbayan, was consolidated with G. R. Nos. 122297 and 122166, Rollo, p. 49. On July 17, 1996, we issued resolution deconsolidating G. R. No. 122166 since it involved a review of the Sandiganbayanâs decision convicting petitioner of violation of Section 3 (e), Republic Act No. 3019. G. R. No. 122298, Rollo, p. 67.\n\n[16] Binay v. Sandiganbayan, G. R. Nos. 120681-83, October 1, 1999.\n\n[17] G. R. No. 122297, Rollo, pp. 310-311.\n\n[18] Binay vs. Sandiganbayan, supra; Rodrigo, Jr. vs. Sandiganbayan, G. R. No. 125498, February 18, 1999; Layus vs. Sandiganbayan, G. R. No. 134272, December 8, 1999.\n\n[19] Binay v. Sandiganbayan, supra.\n\n[20] Binay v. Sandiganbayan, supra.\n\n[21] Binay v. Sandiganbayan, supra.",
  "content_length": 11680,
  "metadata_extraction_date": "2025-11-01T05:53:24.581720",
  "extraction_version": "2.0_enhanced_full_content"
}