{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/november/gr_l-4675_1908.html",
  "filename": "gr_l-4675_1908.html",
  "year": 1908,
  "month": "november",
  "case_number": "gr_l-4675_1908",
  "gr_number": "gr_l-4675_1908",
  "volume_page": "Volume information not available",
  "decision_date": "November 21, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "appellant",
    "imposed",
    "his",
    "subsidiary",
    "case",
    "insolvency",
    "appellee",
    "general",
    "crime",
    "document",
    "accused",
    "sentence",
    "trial",
    "court",
    "penal",
    "code",
    "imprisonment",
    "failure",
    "pay",
    "fine"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4675\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4675            November 21, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nRICARDO MENDIOLA,\n\ndefendant-appellant.\n\nJoseph N. Wolfson, for appellant.\n\nSolicitor-General Harvey, for appellee.\n\nCARSON,\n\nJ.:\n\nThe guilt of the appellant for the crime of falsification of a public document with which he was charged is fully and conclusively established not only by the testimony of the witnesses for the prosecution, but by his extrajudicial written admission of the facts constituting the offense and his admissions on the witness stand testifying in his own behalf.\n\nThe statement of the accused that he falsified the document in question at the suggestion and request of the\n\npresidente\n\nof the town of which he was treasurer was formally denied by that official; and even if it were true, it is no wise relieves the accused of his criminal responsibility.\n\nThe sentence imposed by the trial court is in strict conformity with the provisions of the Penal Code, defining and penalizing the crime of which the appellant is convicted, except in so far as it imposes subsidiary imprisonment in case of insolvency and failure to pay the fine imposed of 1,250 pesetas. Article 51 of the Penal Code expressly provides that subsidiary personal liability on account of insolvency shall not be imposed upon a person condemned to a penalty higher in the general scale than that of\n\npresidio correccional.\n\nThe principal penalty imposed in this case is that of fourteen years eight months and one day of\n\ncadena temporal.\n\nThe sentence imposed by the trial court should, therefore, be notified by omitting therefrom so much thereof as undertakes to impose subsidiary imprisonment in case of insolvency and failure to pay the fine, and, thus modified, it should be and is hereby affirmed with the costs of this instance against the appellant. So ordered.\n\nlawphil.net\n\nArellano, C.J., Torres, Mapa, Johnson, Willard, and Tracey, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2069,
  "metadata_extraction_date": "2025-11-16T08:39:02.825970",
  "extraction_version": "2.0_enhanced_full_content"
}