{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/GR_122440.html",
  "filename": "GR_122440.html",
  "year": 1998,
  "month": "february",
  "case_number": "122440",
  "gr_number": "122440",
  "volume_page": "349 Phil. 986",
  "decision_date": "February 12, 1998",
  "title": "PHILIPPINE NATIONAL CONSTRUCTION CORPORATION (PNCC), PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION (NLRC) AND FEDERICO DAGASDAS, RESPONDENTS. D E C I S I O N PUNO, J.: The core issue relates to the salary rate that should be applied in computing the backwages of private respondent Federico Dagasdas, who worked for a project of petitioner in the Middle East. The facts show that private respondent, a carpenter, is a regular work pool employee of the petitioner. He was employed in 1971 and, from then on, worked in various construction projects of the petitioner within the Philippines. In 1979, private respondent worked in petitioner's project in the Middle East, with a salary of $2.20 per hour. The project was completed in 1984 and he returned to the Philippines. Petitioner then failed to give him work in its local projects. Consequently, on May 15, 1989, private respondent sued petitioner for illegal dismissal.[1] The labor arbiter dismissed the complaint on the ground of prescription.[2] On appeal, however, the National Labor Relations Commission (NLRC) reversed the labor arbiter.[3] It ordered the reinstatement of private respondent to his former position and the payment of his backwages for three (3) years. Petitioner appealed to this Court but in G.R. No. 101468, we denied the petition and remanded the case to the labor arbiter for the computation of the backwages. In computing the backwages, the Research and Information Unit of public respondent used private respondent's salary rate in the Middle East. Thus, private respondent's total backwages amounted to four hundred sixty eight thousand and seven hundred pesos (P468,700.00), viz: \"RE: COMPUTATION OF THREE (3) YEARS BACKWAGES AS PER NLRC RESOLUTION DATED APRIL 30, 1991 Backwages 3-years Dollar: 2.20/hour = Dollar 17.60/day Dollar: 17.60 x 26/days x 36/months = $16,473.60 13th Month Pay: 1/12 of Dollar 16,473.60 = 1,372.80 $17,846.40 Dollar conversion: April 27, 1993 = $1.00 = P26.263 In Pesos: $17,846.40 x P26,263 = P468,700.00 ========= Manila, Philippines, May 6, 1993.\" Petitioner questioned the correctness of the above computation. It claimed that private respondent's backwages should not be based on his salary abroad since his overseas employment contract was for a definite term and that the project covered by the said contract had been completed in 1984. Petitioner then submitted its own computation of private respondent's backwages[4] based on his local wage rate at the time of his transfer to the overseas project, thus: \"Re: Computation of Three (3) years Backwages as per NLRC Resolution Dated April 30, 1991 Backwages 3-year Hourly Rate: 3.50/hr. = 28.00/day 28.00 x 26 days x 36 months = P26,208.00 13th Month Pay 1/12 of 26,208.00 = 2,184.00 P28,392.00 ======== \"Note: Rate was based on local rate at the time of his transfer to overseas project.\" The labor arbiter ruled in favor of petitioner.[5] Private respondent appealed to the NLRC. On September 29, 1994, the NLRC set aside the labor arbiter's order,[6] thus: \"WHEREFORE, the Order of Labor Arbiter Ricardo C. Nora dated May 26, 1994, to the extent that it reduced complainant's (private respondent) backwages, is hereby set aside. As prayed for by complainant, \"the computation of the Research and Information Unit of the NLRC National Capital Region in the amount of P468,700.00\" is hereby reinstated, to serve as basis for the issuance/enforcement of the pertinent writ of execution. \"SO ORDERED.\" Petitioner's motion for reconsideration was denied in an Order[7] dated August 22, 1995. Hence, the petition. The sole issue is whether the public respondent gravely abused its discretion in using the overseas salary rate of private respondent in computing his backwages. Petitioner urges that the computation of his backwages should be based on the local salary rate at the time of his separation from employment. It contends that unjust enrichment would result if the overseas salary rate of private respondent is used as the basis in computing his backwages. It points out that private respondent's employment contract for the Middle East project already expired in 1984. All of private respondent's claims under the overseas employment contract had been paid, hence, he could no longer make any other claim under his expired contract. In its Comment[8] dated March 5, 1996, the Office of Solicitor General (OSG) agreed with petitioner. The OSG further stressed that private respondent was illegally dismissed from the work pool after, and not during his stint abroad. Therefore, considering that upon his return, he reverted to his former status as an ordinary work pool employee of petitioner, he should be paid in accordance with the local wage rate. It also argued that the computation of his backwages could not be based on the US $2.20 per hour rate because it was meant only for the duration of the foreign project. For its part, public respondent contends that private respondent's last salary with petitioner at the time of his dismissal was US $2.20 per hour, hence, his backwages should be based on the said rate. The petition is meritorious. An illegally dismissed employee is usually reinstated to his former position without loss of seniority rights and paid backwages from the time he was separated from work up to his actual reinstatement.[9] The purpose of reinstatement is to restore the employee to the state or condition from which he has been removed or separated. Backwages aim to replenish the income that was lost by reason of the unlawful dismissal.[10] In the case at bar, we hold that the NLRC gravely abused its discretion in computing private respondent's backwages based on his salary abroad. The records show that private respondent was not illegally dismissed while working in the Middle East project of the petitioner. His overseas assignment was a specific project and for a definite period. Upon the completion of the project in 1984, he received all the benefits due him under the overseas contract. He then voluntarily returned to the Philippines to await his deployment in the local projects of the petitioner. Clearly, he was not illegally dismissed while working in the Middle East. When private respondent prayed for reinstatement, he meant reinstatement to his position as a regular member of petitioner's work pool. If private respondent were given local assignments after his stint abroad, he would have received the local wage. This is the \"loss\" which backwages aim to restore.[11] In making this ruling, we take into account the principle that salary scales reflect the standard of living prevailing in the country and the purchasing power of the domestic currency.[12] Private respondent received a higher salary rate for his work in the Middle East because the cost of living and the standard of living in that country are different from those in the Philippines. WHEREFORE, the decision of public respondent National Labor Relations Commission, dated September 29, 1994 is REVERSED and SET ASIDE and the Order dated May 26, 1994 of the labor arbiter is REINSTATED. No pronouncement as to costs. SO ORDERED. Regalado, (Chairman), Melo, Mendoza, and Martinez, JJ., concur. [1] The illegal dismissal case (docketed as Case No. NCR-00-05-02281-89) was later consolidated with the illegal dismissal case (docketed as Case No. NCR-00-04-01949-89) filed on April 24, 1989 by another PNCC work pool employee, Margarito Dagasdas. [2] Order, dated June 30, 1989. [3] Penned by Commissioner Vicente S.E. Veloso and concurred in by Presiding Commissioner Bartolome S. Carale and Commissioner Romeo Putong; See Annex \"F\" of Petition, Rollo, p. 47-54. [4] Rollo, p. 35. [5] Order, dated May 26, 1994, Rollo, pp. 37-40. [6] Penned by Commissioner Vicente S.E. Veloso and concurred in by Presiding Commissioner Bartolome S. Carale and Commissioner Alberto R. Quimpo; Rollo, pp. 26-31. [7] Rollo, p. 23. [8] Rollo, pp. 80-88. [9] Santos vs. National Labor Relations Commission, No. L-76721, September 21, 1987, 154 SCRA 166. [10] Santos vs. National Labor Relations Commission, supra. [11] Globe-Mackay Cable and Radio Communications vs. NLRC, G.R. No. 82511, March 3, 1992, 206 SCRA 701. [12] Grolier International, Inc., vs. Amansec, G.R. No. 83523, August 31, 1989, 177 SCRA 196. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "philippine",
    "national",
    "construction",
    "corporation",
    "petitioner",
    "relations",
    "commission",
    "federico",
    "dagasdas",
    "respondents",
    "relates",
    "salary",
    "should",
    "applied",
    "computing",
    "backwages",
    "private",
    "respondent",
    "worked",
    "project"
  ],
  "title_summary": "PHILIPPINE NATIONAL CONSTRUCTION CORPORATION (PNCC), PETITIONER, VS. NATIONAL LABOR RELATIONS COM...",
  "formatted_case_content": "View printer friendly version\n349 Phil. 986\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 122440, February 12, 1998 ]\n[ G.R. No. 122440, February 12, 1998 ]\n\nPHILIPPINE NATIONAL\nCONSTRUCTION CORPORATION (PNCC), PETITIONER, VS. NATIONAL LABOR\nRELATIONS COMMISSION (NLRC) AND FEDERICO DAGASDAS, RESPONDENTS.\nD E C I S I O N\nPHILIPPINE NATIONAL\nCONSTRUCTION CORPORATION (PNCC), PETITIONER, VS. NATIONAL LABOR\nRELATIONS COMMISSION (NLRC) AND FEDERICO DAGASDAS, RESPONDENTS.\n\nD E C I S I O N\n\nPUNO, J.:\n\nThe core issue\nrelates to the salary rate that should be applied in computing the backwages of\nprivate respondent Federico Dagasdas, who worked for a project of petitioner in\nthe Middle East.\n\nThe facts show\nthat private respondent, a carpenter, is a regular work pool employee of the\npetitioner. He was employed in 1971\nand, from then on, worked in various\nconstruction projects of the petitioner within the Philippines.\n\nIn 1979, private\nrespondent worked in petitioner's project in the Middle East, with a salary of\n$2.20 per hour. The project was\ncompleted in 1984 and he returned to the Philippines. Petitioner then failed to give him work in its local projects. Consequently, on May 15, 1989, private\nrespondent sued petitioner for illegal dismissal. [1] The labor arbiter dismissed the\ncomplaint on the ground of prescription. [2] On appeal, however, the National\nLabor Relations Commission (NLRC) reversed the labor arbiter. [3] It ordered the reinstatement of\nprivate respondent to his former position and the payment of his backwages for\nthree (3) years. Petitioner appealed to\nthis Court but in G.R. No. 101468, we denied the petition and remanded the case to the labor arbiter for\nthe computation of the backwages.\n\nIn computing the\nbackwages, the Research and Information Unit of public respondent used private\nrespondent's salary rate in the Middle East. Thus, private respondent's total backwages amounted to four hundred\nsixty eight thousand and seven hundred pesos ( P 468,700.00), viz : \"RE: COMPUTATION OF THREE (3) YEARS BACKWAGES AS PER NLRC RESOLUTION DATED APRIL 30, 1991 Backwages 3-years Dollar: 2.20/hour = Dollar 17.60/day Dollar: 17.60\nx 26/days x 36/months = $16,473.60 [if !supportEmptyParas] [endif] 13th Month Pay: 1/12 of Dollar 16,473.60 = 1,372.80 $17,846.40 Dollar\nconversion: April\n27, 1993 = $1.00 = P 26.263 In\nPesos: $17,846.40\nx P 26,263 = P 468,700.00 ========= Manila, Philippines, May 6, 1993.\"\n\nPetitioner questioned the correctness of the above computation. It claimed that private respondent's\nbackwages should not be based on his salary abroad since his overseas\nemployment contract was for a definite\nterm and that the project covered by the said contract had been completed in\n1984. Petitioner then submitted its own computation of private respondent's\nbackwages [4] based on his local wage rate at the\ntime of his transfer to the overseas project, thus: \"Re: Computation of Three (3) years Backwages as per NLRC Resolution Dated April 30, 1991 Backwages 3-year Hourly Rate: 3.50/hr. = 28.00/day 28.00 x 26 days x 36 months = P 26,208.00 [if !supportEmptyParas] [endif] 13th Month Pay 1/12 of 26,208.00 = 2,184.00 P 28,392.00 ======== \"Note: Rate was based on local rate at the time of\nhis transfer to overseas project.\"\n\nThe labor\narbiter ruled in favor of petitioner. [5]\n\nPrivate\nrespondent appealed to the NLRC. On\nSeptember 29, 1994, the NLRC set aside\nthe labor arbiter's order, [6] thus: \"WHEREFORE, the Order\nof Labor Arbiter Ricardo C. Nora dated May 26, 1994, to the extent that it\nreduced complainant's (private respondent) backwages, is hereby set aside. As prayed for by complainant, \"the\ncomputation of the Research and Information Unit of the NLRC National Capital\nRegion in the amount of P 468,700.00\" is hereby reinstated, to serve\nas basis for the issuance/enforcement of the pertinent writ of execution. \"SO\nORDERED.\"\n\nPetitioner's motion for reconsideration was denied in an Order [7] dated August 22, 1995.\n\nHence, the\npetition.\n\nThe sole issue\nis whether the public respondent gravely abused its discretion in using the\noverseas salary rate of private respondent in computing his backwages.\n\nPetitioner urges\nthat the computation of his backwages should be based on the local salary rate\nat the time of his separation from employment. It contends that unjust\nenrichment would result if the overseas salary rate of private respondent is\nused as the basis in computing his backwages. It points out that private\nrespondent's employment contract for\nthe Middle East project already expired in 1984. All of private respondent's claims under the overseas employment\ncontract had been paid, hence, he could no longer make any other claim under\nhis expired contract.\n\nIn its Comment [8] dated March 5, 1996, the Office of\nSolicitor General (OSG) agreed with petitioner. The OSG further stressed that\nprivate respondent was illegally dismissed from the work pool after, and not\nduring his stint abroad. Therefore,\nconsidering that upon his return, he reverted to his former status as an\nordinary work pool employee of petitioner, he should be paid in accordance with\nthe local wage rate. It also argued\nthat the computation of his backwages could not be based on the US $2.20 per\nhour rate because it was meant only for the duration of the foreign\nproject.\n\nFor its part,\npublic respondent contends that private respondent's last salary with\npetitioner at the time of his dismissal was US $2.20 per hour, hence, his\nbackwages should be based on the said rate.\n\nThe petition is\nmeritorious.\n\nAn illegally\ndismissed employee is usually reinstated to his former position without loss of\nseniority rights and paid backwages from the time he was separated from work up\nto his actual reinstatement. [9] The purpose of reinstatement is to\nrestore the employee to the state or condition from which he has been removed\nor separated. Backwages aim to replenish the income that was lost by\nreason of the unlawful dismissal. [10]\n\nIn the case at\nbar, we hold that the NLRC gravely abused its discretion in computing private respondent's\nbackwages based on his salary abroad. The records show that private respondent was not illegally dismissed\nwhile working in the Middle East project of the petitioner. His overseas assignment was a specific project and for a definite period. Upon the completion of the project in 1984,\nhe received all the benefits due him under the overseas contract. He then voluntarily returned to the\nPhilippines to await his deployment in the local projects of the\npetitioner. Clearly, he was not\nillegally dismissed while working in the Middle East.\n\nWhen private\nrespondent prayed for reinstatement, he meant reinstatement to his position as\na regular member of petitioner's work pool. If private respondent were given local assignments after his stint abroad, he would have received the\nlocal wage. This is the\n\"loss\" which backwages aim to restore. [11]\n\nIn making this\nruling, we take into account the principle that salary scales reflect the\nstandard of living prevailing in the country and the purchasing power of the\ndomestic currency. [12] Private respondent received a\nhigher salary rate for his work in the Middle East because the cost of living\nand the standard of living in that country are different from those in the\nPhilippines.\n\nWHEREFORE , the decision of public respondent\nNational Labor Relations Commission, dated September 29, 1994 is REVERSED and\nSET ASIDE and the Order dated May 26, 1994 of the labor arbiter is\nREINSTATED. No pronouncement as to\ncosts.\n\nSO ORDERED. Regalado,\n(Chairman), Melo, Mendoza, and Martinez, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] The illegal dismissal case (docketed as Case No. NCR-00-05-02281-89) was\nlater consolidated with the illegal dismissal case (docketed as Case No.\nNCR-00-04-01949-89) filed on April 24, 1989 by another PNCC work pool employee,\nMargarito Dagasdas.\n\n[2] Order, dated June 30, 1989.\n\n[3] Penned by Commissioner Vicente S.E. Veloso and concurred in by Presiding\nCommissioner Bartolome S. Carale and Commissioner Romeo Putong; See Annex \"F\" of Petition, Rollo ,\np. 47-54.\n\n[4] Rollo , p. 35.\n\n[5] Order, dated May 26, 1994, Rollo , pp. 37-40.\n\n[6] Penned by Commissioner Vicente S.E. Veloso and concurred in by Presiding\nCommissioner Bartolome S. Carale and Commissioner Alberto R. Quimpo; Rollo , pp. 26-31.\n\n[7] Rollo , p. 23.\n\n[8] Rollo , pp. 80-88.\n\n[9] Santos vs . National Labor Relations Commission, No. L-76721, September 21, 1987, 154 SCRA 166.\n\n[10] Santos vs . National Labor Relations Commission, supra .\n\n[11] Globe-Mackay Cable and Radio Communications vs . NLRC, G.R. No.\n82511, March 3, 1992, 206 SCRA 701.\n\n[12] Grolier International, Inc., vs . Amansec, G.R. No. 83523,\nAugust 31, 1989, 177 SCRA 196.",
  "content_length": 8778,
  "metadata_extraction_date": "2025-11-01T05:50:51.076509",
  "extraction_version": "2.0_enhanced_full_content"
}