{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/GR_123908.html",
  "filename": "GR_123908.html",
  "year": 1998,
  "month": "february",
  "case_number": "123908",
  "gr_number": "123908",
  "volume_page": "349 Phil. 749",
  "decision_date": "February 09, 1998",
  "title": "LEON CO, PETITIONER, VS. COURT OF APPEALS AND BENITO NGO, RESPONDENTS. D E C I S I O N BELLOSILLO, J.: This is a petition for review on certiorari of the Resolution of 18 August 1995 of respondent Court of Appeals[1] in CA-G.R. CV No. 38012 reversing its previous Decision of 14 September 1994 which affirmed the finding of the trial court that there was a contract of sale between petitioner and private respondent. On 3 September 1976 private respondent Benito Ngo purchased from Nazario Gonzales a parcel of land known as Lots Nos. 7-A and 7-B, Psd-05-000239, with an area of 155 square meters, which forms part of a bigger area covered by OCT No. RO-16 (1355) situated in Iriga City. As Benito Ngo had earlier acquired the adjacent portions known as Lots Nos. 7-C, 7-D and 7-E also from Gonzales, the entire Lot No. 7 was subsequently segregated from OCT No. RO-16 (1355). On 15 September 1976 TCT No. 91 was issued over Lot No. 7 in the name of private respondent Benito Ngo. On 3 November 1976 Antonio Ong, claiming to have purchased Lots Nos. 7-A and 7-B from Nazario Gonzales through his attorney-in-fact Rustica Gonzales Rivera, filed an action against Benito Ngo with the then Court of First Instance of Camarines Sur for annulment of sale, reconveyance and damages. On 11 March 1979 the Filipino-Chinese Chambers of Commerce of Naga City and of Iriga City held a joint meeting to amicably settle certain controversies among their members. However, only the dispute between Antonio Ong and Benito Ngo was taken up in that meeting. A consensus was reached that the litigated area should be divided between Ong and respondent Ngo so that Lot No. 7-A would go to Ong and Lot No. 7-B to Ngo. Antonio Ong was not satisfied with the proposal as he claimed to have bought the whole property for P60,000.00. To appease Ong, his uncle Jorge Ong agreed to give him P30,000.00 to compensate for half of the purchase price he had paid for the property. With regard to Lot No. 7-B, which was leased by a certain Ong To, the Chambers jointly issued a resolution to the effect that Ong To should give up his occupancy for a compensation of P40,000.00; that Buenaventura and Melecio Ngo, brothers of Benito Ngo, should each give Ong To P15,000.00, while petitioner Leon Co, brother-in-law of Benito Ngo, would pay P10,000.00 to Ong To who would vacate Lot No. 7-B and deliver it to Benito Ngo. Thereafter, on 23 April 1979 Antonio Ong and Benito Ngo assisted by their respective counsel executed an amicable settlement which provided that Lot No. 7-A would belong to Antonio Ong and Lot No. 7-B to Benito Ngo. The amicable settlement was submitted to the trial court for approval. However, before the same could be approved, a complaint-in-intervention was filed by petitioner Leon Co alleging that in the joint conference between the Filipino-Chinese Chamber of Commerce of Naga City and the Filipino-Chinese Chamber of Commerce of Iriga City it was agreed that Lot No. 7-B would go to him after paying respondent Benito Ngo P49,500.00 for the lot. Respondent Ngo vehemently denied having entered into such agreement, much less having received any amount therefor. On the basis of the memorandum and affidavits submitted by petitioner Leon Co, over the objection of respondent Benito Ngo, the trial court rendered a decision ordering Benito Ngo to reconvey Lot No. 7-B to Leon Co, plus damages. On appeal, the Intermediate Appellate Court declared the decision of the trial court null and void for being violative of procedural due process and remanded the case to the lower court for trial on the merits. After the remand of the case to the court a quo, respondent Benito Ngo sought inhibition of Judge Ulysses Salvador of the Regional Trial Court of Iriga City alleging bias in favor of petitioner Leon Co. The motion to inhibit was denied by the presiding judge who eventually, after a protracted trial, sustained the claim of Leon Co that Benito Ngo had verbally sold to him Lot No. 7-B sometime in August 1976 for P49,500.00 thus - x x x judgment is hereby rendered declaring the intervenor, Leon Co, the true and lawful owner of Lot 7-B which is the eastern half of the land described in the Deed of Sale (Exhibit 9) now covered by TCT No. 91 in the name of Benito Ngo (Exhibit 11) ordering defendant Benito Ngo to execute the appropriate Deed of Sale of said property in favor of Leon Co and to vacate the same and peacefully deliver the possession thereof to Leon Co, and further ordering defendant to pay Leon Co the following sums: (a) P1,000,000.00 for moral damages; (b) P50,000.00 for attorney's fees; (c) P1,000.00 a month by way of rental for the use of the land from June 15, 1979 until the same is actually delivered to the intervenor; and, (d) costs. On appeal by respondent Ngo, the Court of Appeals rendered its Decision modifying the judgment of the Regional Trial Court by reducing the moral damages from P1,000,000.00 to P100,000.00 and affirming the rest of the decision in toto. Upon motion for reconsideration by respondent Ngo, the Court of Appeals reversed itself by ordering the dismissal of the complaint-in-intervention of petitioner. Petitioner moved to reconsider the above resolution but his motion was denied. Hence, this petition alleging that the Court of Appeals erred: (a) in reversing its prior decision of 14 September 1994 and concluding that there was bias on the part of the trial court in the assessment of the evidence; (b) in ignoring the glaring inconsistencies in the testimony of respondent Ngo; and, (c) in declaring that there was no evidence of sale of the subject property between petitioner and private respondent.[2] Petitioner argues that respondent appellate court deviated from its duty by intruding into the province of the trial court which is in a much better position to assess the credibility of witnesses. Petitioner contends that the appellate court failed to appreciate the credible testimonies of his witnesses which jibe with the documentary evidence showing that a contract of sale existed between the parties. Petitioner also faults the appellate court for not considering the glaring inconsistencies and contradictions in the pleadings and testimony of private respondent Ngo who failed to overcome the evidence presented by petitioner that there was an agreement to sell the property. We cannot sustain petitioner. The rule that the factual findings of the trial court are entitled to great weight and respect on appeal is neither absolute nor inflexible. One of the exceptions to the rule is where substantial facts and circumstances have been overlooked which, if properly considered, would justify a different conclusion or alter the result of the case. Notwithstanding the affirmance by respondent appellate court in its earlier decision of the factual findings of the trial court, it reversed itself after a reexamination of the record independent of the assessment of the evidence by the trial court. Respondent court ruled that certain facts have been overlooked resulting in a misappreciation of the documentary and testimonial evidence.[3] In claiming that respondent Ngo sold the property to petitioner, the latter alleged in his complaint-in-intervention - 5. With the combined efforts of all the above-mentioned parties, an amicable settlement was finally reached by the litigants under the following terms and conditions: (a) The land in question between Antonio Ong and Benito Ngo in Civil Case No. IR 545 shall be divided into two (2) equal parts; one-half thereof to be given to plaintiff Antonio Ong and the other half to defendant Benito Ngo. (b) The portion adjudicated to Benito Ngo shall be given by the latter to intervenor Leon Co who had already paid the amount of P49,500.00. This arrangement was made in order that said Leon Co shall have a lot wherein to run his business in lieu of the parcel of land he is presently occupying as lessee which is the subject matter of the litigation in Civil Case No. IR-317 between him and Segundina Nacario; (c) Leon Co, in turn, shall deliver to Segundina Nacario the said parcel of land he now occupies as lessee thereof first from the original owner, Nazario Gonzales and lastly from Rustica Gonzales who inherited the said property from Nazario Gonzales; x x x x 6. The foregoing agreement was formally reduced in writing and signed by the interested parties in the presence of the officers of the Chinese Chambers of Commerce who also signed the same in attestation thereof; x x x Petitioner presented as sole documentary basis of the alleged sale of the property the Minutes of the special meeting of the Filipino- Chinese Chambers of Commerce held on 11 March 1979 - Minutes of the special meeting of the Rinconada-Iriga City, Filipino-Chinese Chamber of Commerce, with the invited participation of the Naga City Filipino-Chinese Chamber of Commerce, held in the assembly place of the former located in the Rinconada Allied Cultural School on March 11, 1979 at 12:00 noon with the attendance of Benito Dy Chio, Luis Recato, Ramon Dy Prieto, Dy Eng Chiong, Antonio Ong, Lau Siu, Leon Co, members of the executive committee of the Naga City FCCC and Benito S. Ngo, Lao Siu, Ong To, members from the Rinconada, Iriga City, FCCC. Chairman: Vicente Kho Shim Chairman Vicente Kho Shim indicated the importance of the meeting, and confirmed the invitation extended to the Naga City FCCC to attend in an active capacity. Joint Meeting of the Rinconada, Iriga City, FCCC and the Naga City FCCC. x x x x Chairman Vicente Kho Shim gave an account of the dispute involving three factions and the events so far transpired. Luis Recato gave his view of the controversy and its possible settlement. Chairman Benito Dy Chio also gave his view of the controversy and its possible settlement. In conclusion, the three factions: Antonio Ong, Leon S. Co, Ong To, Benito S. Ngo, and others, have agreed to submit to the arbitration and decision of the joint assembly of the Rinconada, Iriga City, FCCC, and the Naga City, FCCC, as follows: Both Antonio Ong and Benito S. Ngo had brought their dispute to the jurisdiction of this countryâs judiciary. It is now enjoined that they should both withdraw their cases from the judiciary and transfer them to the arbitration of this assembly and observe its final decision. Resolutions: In connection with the two stores which were burnt down, the occupants, the proprietor, and the prospective buyer: Antonio Ong, Leon S. Co, Ong To, Benito S. Ngo, have agreed to accept the following resolutions for settlement: Ong To has agreed to give up his occupancy for the compensation of P40,000.00; Leon S. Co has agreed to pay P10,000.00; Buenaventura S. Ngo has agreed to pay P15,000.00; and, Nemesio S. Ngo has agreed to pay P15,000.00. This sum of P40,000.00 will compensate Ong To for damage. In addition, George L. Ong will pay P30,000.00 to Antonio Ong for damage. These resolutions were passed by the assembly and consented to by the four contending parties. (SGD) ONG TO (SGD) LEON S. CO (SGD) GEORGE L. ONG Pursuant to this settlement, the disputing parties must withdraw their cases from the courts, be on good terms again, and hereafter keep intact the store locations. Arbitration Board: (SGD) BENITO DY CHIO (SGD) LUIS RECATO (SGD) RAMON DY PRIETO (SGD) VICENTE KHO SHIM (SGD) LAO SIU Witness: (SGD) BENITO S. NGO Secretary: (SGD) DY ENG CHIONG March 11, 1979. Nothing in the above document speaks of any agreement between petitioner and private respondent wherein petitioner shall buy the property and private respondent to sell the same to petitioner. What transpired during the meeting, as indicated in the Minutes, was that the relatives of Antonio Ong and respondent Benito Ngo agreed to participate in the amicable settlement by contributing their own funds for the purpose. The appellate court was correct in ruling that the document clearly negated the existence of petitionerâs cause. In fact, records show that petitioner on cross-examination admitted that neither such agreement of sale nor facts from which such agreement could be inferred were actually set forth in the Minutes of the said meeting.[4] In the absence of any other document showing the alleged sale, petitioner tried to prove his claim through testimonial evidence. The appellate court however found several inconsistencies and contradictions in the testimonies of petitionerâs witnesses in connection with the identity of the land claimed by petitioner and the circumstances surrounding the alleged sale and payment of the purchase price. Petitioner and his wife Ester Co testified that respondent Ngo had offered to sell to them Lot No. 7-B in August or about two (2) weeks before 6 September 1976. On the other hand, Antonio Ong stated that respondent Ngo bought Lot No. 7-A which should pertain to Leon Co and Lot No. 7-B to Ong To. Buenaventura Ngo, another witness presented by petitioner, narrated a different version of the transaction and asserted that the subject property was actually purchased by petitioner but in the name of respondent Benito Ngo.[5] Petitioner claimed to have made the following payments to respondent Ngo of the purchase price of the property amounting to P49,500.00, to wit: (a) P20,000.00 in cash in 1976; (b) P10,000.00 by Feati Bank and Trust Company (FBTC) Check No. 033180 dated 5 April 1979 payable to respondent Benito Ngo; (c) P10,000.00 by FBTC Check No. 003181 dated 15 May 1979; and, (d) P9,500.00 by FBTC Check No. 033182 dated 15 June 1979 payable to respondent Benito Ngo. While alleging that respondent Ngo encashed the check dated 15 April 1979 for P10,000.00, petitioner affirmed that respondent Ngo returned the two (2) other checks amounting to P10,000.00 and P9,500.00 which were refused acceptance by petitioner, hence, respondent Ngo crossed out the checks which destroyed their efficacy.[6] Thereafter, petitioner withdrew the amounts covered by the two (2) checks which were destroyed by respondent Ngo[7] thereby resulting in actual payment of only P20,000.00 in favor of respondent Ngo as of 11 March 1979. These admissions contradict petitionerâs own statement that his payment of P49,500.00 caused the execution of the agreement on 11 March 1979 during the arbitration meeting of the Filipino-Chinese Chambers of Commerce. Against the claim of petitioner, respondent Ngo contends that the payment by petitioner in his favor was not for the purchase price of the property but for another purpose, i.e., for the liquidation of their 1978 accounts. In fine, the evidence of petitioner does not indicate a perfection of the purported contract of sale which, under Art. 1458 of the Civil Code, is a contract by which \"one of the contracting parties obligates himself to transfer the ownership and to deliver a determinate thing, and the other to pay therefor a price certain in money or its equivalent.\" Under Art. 1475 of the Code, \"the contract of sale is perfected at the moment there is meeting of the minds upon the thing which is the object of the contract and upon the price. From that moment the parties may reciprocally demand performance subject to the provisions of the law governing the form of contracts.\" A definite agreement on the manner of payment of the price is an essential element in the formation of a binding and enforceable contract of sale.[8] Petitionerâs testimonial and documentary evidence did not establish any definitive agreement or meeting of the minds between the parties concerning the price or term of payment. The contention of petitioner that the agreement of sale between him and private respondent was forged during the arbitration meeting of 11 March 1979 is contradicted by the Minutes of such meeting. Based thereon, there was nothing whatsoever that transpired to indicate that the sale occurred between the parties. The admission of petitioner himself that when he issued the checks amounting to P19,500.00 in favor of respondent Benito Ngo, supposedly as partial payment of the purchase price, the latter destroyed the checks, thereby negating the existence of the meeting of the minds of the parties on the sale. The non-encashment of the checks by respondent Ngo is indicative more of his non-acceptance of the offer of petitioner to buy the property. There was also no showing that petitioner complied with the terms and conditions of the alleged sale, including the payment of the alleged complete purchase price of P49,500.00 for the property. WHEREFORE, the Petition is DENIED, and the Resolution of the Court of Appeals dated 18 August 1995 reversing itself as well as the Decision of the trial court, and dismissing the Complaint-in-Intervention of petitioner, is AFFIRMED. Costs against petitioner. SO ORDERED. Davide, Jr., (Chairman), Vitug, Panganiban, and Quisumbing JJ., concur. [1] Decision penned by Presiding Justice Nathanael P. De Pano, Jr., concurred in by Associate Justices Artemon D. Luna and Ramon Mabutas, Jr. [2] Rollo, p. 33. [3] Id., p. 73. [4] TSN, 25 May 1989, pp. 8 - 9 ; 26 May 1989, pp. 4 & 8. [5] Rollo, p. 79. [6] Id., p. 32. [7] TSN, 13 March 1989 pp. 29-30. [8] Toyota v. Court of Appeals, G.R. No. 116650, 23 May 1995, 244 SCRA 320. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "petitioner",
    "court",
    "appeals",
    "benito",
    "respondents",
    "bellosillo",
    "petition",
    "review",
    "certiorari",
    "resolution",
    "august",
    "respondent",
    "reversing",
    "previous",
    "decision",
    "september",
    "affirmed",
    "finding",
    "trial",
    "contract"
  ],
  "title_summary": "LEON CO, PETITIONER, VS. COURT OF APPEALS AND BENITO NGO, RESPONDENTS. D E C I S I O N BELLOSILLO...",
  "formatted_case_content": "View printer friendly version\n349 Phil. 749; 85 OG No. 10, 1557 (March 8, 1999)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 123908, February 09, 1998 ]\n[ G.R. No. 123908, February 09, 1998 ]\n\nLEON CO, PETITIONER, VS.\nCOURT OF APPEALS AND BENITO NGO, RESPONDENTS.\nD E C I S I O N\nLEON CO, PETITIONER, VS.\nCOURT OF APPEALS AND BENITO NGO, RESPONDENTS.\n\nD E C I S I O N\n\nBELLOSILLO, J.:\n\nThis is a\npetition for review on certiorari of the Resolution of 18 August 1995 of\nrespondent Court of Appeals [1] in\nCA-G.R. CV No. 38012 reversing its previous Decision of 14 September 1994 which\naffirmed the finding of the trial court that there was a contract of sale\nbetween petitioner and private respondent.\n\nOn 3 September\n1976 private respondent Benito Ngo purchased from Nazario Gonzales a parcel of land known as Lots Nos. 7-A and 7-B, Psd-05-000239, with an area of\n155 square meters, which forms part of a bigger area covered by OCT No. RO-16\n(1355) situated in Iriga City. As\nBenito Ngo had earlier acquired the adjacent portions known as Lots\n\nNos. 7-C, 7-D\nand 7-E also from Gonzales, the entire Lot No. 7 was subsequently segregated\nfrom OCT No. RO-16 (1355). On 15\nSeptember 1976 TCT No. 91 was issued over Lot No. 7 in the name of private\nrespondent Benito Ngo.\n\nOn 3 November\n1976 Antonio Ong, claiming to have\npurchased Lots Nos. 7-A and 7-B from Nazario Gonzales through his attorney-in-fact\nRustica Gonzales Rivera, filed an action against Benito Ngo with the then Court\nof First Instance of Camarines Sur for annulment of sale, reconveyance and\ndamages.\n\nOn 11 March 1979\nthe Filipino-Chinese Chambers of Commerce of Naga City and of Iriga City held a\njoint meeting to amicably settle certain controversies among their\nmembers. However, only the dispute\nbetween Antonio Ong and Benito Ngo was taken up in that meeting. A consensus was reached that the litigated\narea should be divided between Ong and respondent Ngo so that Lot No. 7-A would\ngo to Ong and Lot No. 7-B to Ngo. Antonio Ong was not satisfied with the\nproposal as he claimed to have bought the whole property for P 60,000.00. To appease Ong, his uncle Jorge Ong agreed to give him P 30,000.00\nto compensate for half of the purchase price he had paid for the property. With regard to Lot No. 7-B, which was leased\nby a certain Ong To, the Chambers jointly issued a resolution to the effect\nthat Ong To should give up his occupancy for a compensation of P 40,000.00; that Buenaventura and Melecio Ngo, brothers\nof Benito Ngo, should each give Ong To P 15,000.00, while petitioner Leon\nCo, brother-in-law of Benito Ngo, would\npay P 10,000.00 to Ong To who\nwould vacate Lot No. 7-B and deliver it to Benito Ngo.\n\nThereafter, on\n23 April 1979 Antonio Ong and Benito Ngo assisted by their respective counsel\nexecuted an amicable settlement which provided that Lot No. 7-A would belong to Antonio Ong and Lot No. 7-B to Benito\nNgo. The amicable settlement was\nsubmitted to the trial court for approval. However, before the same could be approved, a complaint-in-intervention\nwas filed by petitioner Leon Co alleging that in the joint conference between\nthe Filipino-Chinese Chamber of Commerce of Naga City and the Filipino-Chinese\nChamber of Commerce of Iriga City it was agreed that Lot No. 7-B would go to\nhim after paying respondent Benito Ngo P 49,500.00 for the lot. Respondent Ngo vehemently denied having\nentered into such agreement, much less having received any amount therefor.\n\nOn the basis of\nthe memorandum and affidavits submitted by petitioner Leon Co, over the\nobjection of respondent Benito Ngo, the trial court rendered a decision\nordering Benito Ngo to reconvey Lot No. 7-B to Leon Co, plus damages.\n\nOn appeal, the\nIntermediate Appellate Court declared the decision of the trial\ncourt null and void for being violative of procedural due process and remanded\nthe case to the lower court for trial on the merits.\n\nAfter the remand\nof the case to the court a quo , respondent Benito Ngo sought inhibition\nof Judge Ulysses Salvador of the Regional Trial Court of Iriga City alleging\nbias in favor of petitioner Leon Co. The motion to inhibit was denied by the presiding judge who eventually, after a protracted trial, sustained\nthe claim of Leon Co that Benito Ngo had verbally sold to him Lot No. 7-B\nsometime in August 1976 for P 49,500.00 thus - x x x judgment is hereby\nrendered declaring the intervenor, Leon Co, the true and lawful owner of Lot\n7-B which is the eastern half of the land described in the Deed of Sale\n(Exhibit 9) now covered by TCT No. 91 in the name of Benito Ngo (Exhibit 11)\nordering defendant Benito Ngo to execute the appropriate Deed of Sale of said\nproperty in favor of Leon Co and to vacate the same and peacefully deliver the\npossession thereof to Leon Co, and further ordering defendant to pay Leon Co\nthe following sums: (a) P 1,000,000.00 for moral damages; (b) P 50,000.00\nfor attorney's fees; (c) P 1,000.00 a month by way of rental for the use\nof the land from June 15, 1979 until the same is actually delivered to the\nintervenor; and, (d) costs.\n\nOn appeal by\nrespondent Ngo, the Court of Appeals rendered its Decision modifying the\njudgment of the Regional Trial Court by reducing the moral damages from P 1,000,000.00\nto P 100,000.00 and affirming the rest of the decision in toto .\n\nUpon motion for\nreconsideration by respondent Ngo, the Court of Appeals reversed itself by ordering the dismissal of\nthe complaint-in-intervention of petitioner.\n\nPetitioner moved\nto reconsider the above resolution but his motion was denied. Hence, this petition alleging that the\nCourt of Appeals erred: (a) in\nreversing its prior decision of 14 September 1994 and concluding that there was\nbias on the part of the trial court in the assessment of the evidence; (b) in\nignoring the glaring inconsistencies in the testimony of respondent Ngo; and,\n(c) in declaring that there was no evidence of sale of the subject property\nbetween petitioner and private respondent. [2]\n\nPetitioner\nargues that respondent appellate court deviated from its duty by intruding into\nthe province of the trial court which is in a much better position to assess\nthe credibility of witnesses. Petitioner contends that the appellate court failed to appreciate the\ncredible testimonies of his witnesses which jibe with the documentary evidence\nshowing that a contract of sale existed between the parties. Petitioner also faults the appellate court\nfor not considering the glaring inconsistencies and contradictions in the pleadings\nand testimony of private respondent Ngo who failed to overcome the evidence\npresented by petitioner that there was an agreement to sell the property.\n\nWe cannot\nsustain petitioner. The rule that the\nfactual findings of the trial court are entitled to great weight and respect on\nappeal is neither absolute nor inflexible. One of the exceptions to the rule is where substantial facts and\ncircumstances have been overlooked which, if properly considered, would justify\na different conclusion or alter the result of the case.\n\nNotwithstanding\nthe affirmance by respondent appellate court in its earlier decision of the\nfactual findings of the trial court, it reversed itself after a reexamination\nof the record independent of the assessment of the evidence by the trial\ncourt. Respondent court ruled that\ncertain facts have been overlooked resulting in a misappreciation of the\ndocumentary and testimonial evidence. [3]\n\nIn claiming that\nrespondent Ngo sold the property to petitioner, the latter alleged in his complaint-in-intervention\n- 5. With the combined efforts of all the above-mentioned parties, an\namicable settlement was finally reached by the litigants under the following\nterms and conditions:\n\n(a) The land\nin question between Antonio Ong and Benito Ngo in Civil Case No. IR 545 shall\nbe divided into two (2) equal parts; one-half thereof to be given to plaintiff\nAntonio Ong and the other half to defendant Benito Ngo.\n\n(b) The\nportion adjudicated to Benito Ngo shall be given by the latter to intervenor Leon\nCo who had already paid the amount of P 49,500.00. This arrangement was made in order that said\nLeon Co shall have a lot wherein to run his business in lieu of the parcel of\nland he is presently occupying as lessee which is the subject matter of the litigation\nin Civil Case No. IR-317 between him and Segundina Nacario;\n\n(c) Leon Co,\nin turn, shall deliver to Segundina Nacario the said parcel of land he now\noccupies as lessee thereof first from the original owner, Nazario Gonzales and\nlastly from Rustica Gonzales who inherited the said property from Nazario\nGonzales;\n\nx x x x 6. The foregoing agreement was formally reduced in writing and signed by\nthe interested parties in the presence of the officers of the Chinese Chambers of\nCommerce who also signed the same in attestation thereof;\n\nx x x\n\nPetitioner\npresented as sole documentary basis of the alleged sale of the property the\nMinutes of the special meeting of the Filipino- Chinese Chambers of Commerce\nheld on 11 March 1979 - Minutes of the special meeting of\nthe Rinconada-Iriga City, Filipino-Chinese Chamber of Commerce, with the\ninvited participation of the Naga City Filipino-Chinese Chamber of Commerce,\nheld in the assembly place of the former located in the Rinconada Allied\nCultural School on March 11, 1979 at 12:00 noon with the attendance of Benito\nDy Chio, Luis Recato, Ramon Dy Prieto, Dy Eng Chiong, Antonio Ong, Lau Siu,\nLeon Co, members of the executive committee of the Naga City FCCC and Benito S.\nNgo, Lao Siu, Ong To, members from the Rinconada, Iriga City, FCCC. Chairman: Vicente Kho Shim Chairman Vicente Kho Shim indicated\nthe importance of the meeting, and confirmed the invitation extended to the\nNaga City FCCC to attend in an active capacity. Joint Meeting of the Rinconada,\nIriga City, FCCC and the Naga City FCCC.\n\nx x x x Chairman Vicente Kho Shim gave an\naccount of the dispute involving three factions and the events so far\ntranspired. Luis Recato gave his view\nof the controversy and its possible settlement. Chairman Benito Dy Chio also gave his view of the controversy and\nits possible settlement. In conclusion, the three\nfactions: Antonio Ong, Leon S. Co, Ong\nTo, Benito S. Ngo, and others, have agreed to submit to the arbitration and\ndecision of the joint assembly of the Rinconada, Iriga City, FCCC, and the Naga\nCity, FCCC, as follows: Both Antonio\nOng and Benito S. Ngo had brought their dispute to the jurisdiction of this\ncountryâs judiciary. It is now enjoined\nthat they should both withdraw their cases from the judiciary and transfer them\nto the arbitration of this assembly and observe its final decision. Resolutions: In connection with the two stores which were\nburnt down, the occupants, the proprietor, and the prospective buyer: Antonio\nOng, Leon S. Co, Ong To, Benito S. Ngo, have agreed to accept the following\nresolutions for settlement: Ong To has\nagreed to give up his occupancy for the compensation of P 40,000.00;\nLeon S. Co has agreed to pay P 10,000.00;\nBuenaventura S. Ngo has agreed to pay P 15,000.00; and, Nemesio S. Ngo\nhas agreed to pay P 15,000.00. This sum of P 40,000.00 will compensate Ong To for damage. In addition, George L. Ong will pay P 30,000.00\nto Antonio Ong for damage. These resolutions were passed by\nthe assembly and consented to by the four contending parties. (SGD) ONG TO (SGD) LEON S. CO (SGD) GEORGE L. ONG Pursuant to this settlement, the\ndisputing parties must withdraw their cases from the courts, be on good terms\nagain, and hereafter keep intact the store locations. Arbitration Board: (SGD) BENITO DY CHIO (SGD) LUIS RECATO (SGD) RAMON DY\nPRIETO (SGD) VICENTE KHO SHIM (SGD) LAO SIU Witness: (SGD) BENITO S. NGO Secretary: (SGD)\nDY ENG CHIONG March 11, 1979.\n\nNothing in the\nabove document speaks of any agreement between petitioner and private\nrespondent wherein petitioner shall buy the property and private respondent to\nsell the same to petitioner. What\ntranspired during the meeting, as indicated in the Minutes, was that the relatives\nof Antonio Ong and respondent Benito Ngo agreed to participate in the amicable settlement by contributing their own funds for the\npurpose. The appellate court was\ncorrect in ruling that the document clearly negated the existence of petitionerâs cause. In fact, records\nshow that petitioner on cross-examination admitted that neither such agreement\nof sale nor facts from which such agreement could be inferred were actually set\nforth in the Minutes of the said meeting. [4]\n\nIn the absence\nof any other document showing the alleged sale, petitioner tried to prove his\nclaim through testimonial evidence. The\nappellate court however found several inconsistencies and contradictions in the\ntestimonies of petitionerâs witnesses in connection with the identity of the land claimed by petitioner and the\ncircumstances surrounding the alleged sale and payment of the purchase price. Petitioner and his wife Ester Co testified\nthat respondent Ngo had offered to sell to them Lot No. 7-B in August or about\ntwo (2) weeks before 6 September 1976. On the other hand, Antonio Ong stated that respondent Ngo bought Lot No.\n7-A which should pertain to Leon Co and Lot No. 7-B to Ong To. Buenaventura Ngo, another witness presented\nby petitioner, narrated a different version of the transaction and asserted\nthat the subject property was actually\npurchased by petitioner but in the name of respondent Benito Ngo. [5]\n\nPetitioner\nclaimed to have made the following payments to respondent Ngo of the purchase price of the property amounting to P 49,500.00, to wit: (a) P 20,000.00 in cash in 1976; (b) P 10,000.00\nby Feati Bank and Trust Company (FBTC) Check No. 033180 dated 5 April 1979\npayable to respondent Benito Ngo; (c) P 10,000.00 by FBTC Check No. 003181 dated 15 May 1979; and, (d) P 9,500.00\nby FBTC Check No. 033182 dated 15 June 1979 payable to respondent Benito Ngo. While alleging that respondent\nNgo encashed the check dated 15 April 1979 for P 10,000.00, petitioner\naffirmed that respondent Ngo returned the two (2) other checks amounting to P 10,000.00\nand P 9,500.00 which were refused acceptance by petitioner, hence,\nrespondent Ngo crossed out the checks which destroyed their efficacy. [6] Thereafter,\npetitioner withdrew the amounts covered by the two (2) checks which were\ndestroyed by respondent Ngo [7] thereby\nresulting in actual payment of only P 20,000.00 in favor of respondent\nNgo as of 11 March 1979. These\nadmissions contradict petitionerâs own statement that his payment of P 49,500.00\ncaused the execution of the agreement on 11 March 1979 during the arbitration\nmeeting of the Filipino-Chinese Chambers of Commerce. Against the claim of petitioner, respondent Ngo contends that the\npayment by petitioner in his favor was not for the purchase price of the property but for another purpose, i.e., for the liquidation of\ntheir 1978 accounts.\n\nIn fine, the\nevidence of petitioner does not indicate a perfection of the purported contract\nof sale which, under Art. 1458 of the Civil Code, is a contract by which\n\"one of the contracting parties obligates himself to transfer the\nownership and to deliver a determinate thing, and the other to pay therefor a price certain in money or its equivalent.\" Under Art. 1475 of the Code, \"the\ncontract of sale is perfected at the moment there is meeting of the minds upon\nthe thing which is the object of the contract and upon the price. From that moment the parties may\nreciprocally demand performance subject to the provisions of the law governing\nthe form of contracts.\"\n\nA definite\nagreement on the manner of payment of the price is an essential element in the\nformation of a binding and enforceable contract of sale. [8] Petitionerâs\ntestimonial and documentary evidence did not establish any definitive agreement\nor meeting of the minds between the parties concerning the price or term of\npayment. The contention of petitioner\nthat the agreement of sale between him and private respondent was forged during\nthe arbitration meeting of 11 March 1979 is contradicted by the Minutes of such\nmeeting. Based thereon, there was\nnothing whatsoever that transpired to indicate that the sale occurred between\nthe parties. The admission of\npetitioner himself that when he issued the checks amounting to P 19,500.00\nin favor of respondent Benito Ngo, supposedly as partial payment of\nthe purchase price, the latter destroyed the checks, thereby negating the existence\nof the meeting of the minds of the\nparties on the sale. The non-encashment\nof the checks by respondent Ngo is indicative more of his non-acceptance of the\noffer of petitioner to buy the\nproperty. There was also no showing\nthat petitioner complied with the terms and conditions of the alleged sale,\nincluding the payment of the alleged complete purchase price of P 49,500.00\nfor the property.\n\nWHEREFORE , the Petition is DENIED , and\nthe Resolution of the Court of Appeals dated 18 August 1995 reversing itself as\nwell as the Decision of the trial court, and dismissing the\nComplaint-in-Intervention of petitioner, is AFFIRMED. Costs against\npetitioner.\n\nSO ORDERED. Davide, Jr.,\n(Chairman), Vitug, Panganiban, and Quisumbing JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Decision penned by Presiding Justice Nathanael P. De\nPano, Jr., concurred in by Associate Justices Artemon D. Luna and Ramon\nMabutas, Jr.\n\n[2] Rollo , p.\n33.\n\n[3] Id ., p.\n73.\n\n[4] TSN, 25 May 1989, pp. 8 - 9 ; 26 May 1989, pp. 4\n& 8.\n\n[5] Rollo , p.\n79.\n\n[6] Id ., p.\n32.\n\n[7] TSN, 13 March 1989 pp. 29-30.\n\n[8] Toyota v . Court of Appeals, G.R. No. 116650,\n23 May 1995, 244 SCRA 320.",
  "content_length": 17626,
  "metadata_extraction_date": "2025-11-01T05:50:51.363249",
  "extraction_version": "2.0_enhanced_full_content"
}