{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/GR_123950.html",
  "filename": "GR_123950.html",
  "year": 1998,
  "month": "february",
  "case_number": "123950",
  "gr_number": "123950",
  "volume_page": "350 Phil. 306",
  "decision_date": "February 27, 1998",
  "title": "GREENHILLS PRODUCTS, INC. AND/OR JESSIE YU, PETITIONERS, VS. NATIONALÂ LABORÂ RELATIONS COMMISSION AND BUENAVENTURA F. ABAJO, RESPONDENTS. D E C I S I O N ROMERO, J.: This petition for certiorari assails the resolution of the National Labor Relations Commission (NLRC) dated October 24, 1995, setting aside the Labor Arbiterâs decision and its resolution denying petitionerâs motion for reconsideration. From August 1985 up to his dismissal on September 1988, private respondent Buenaventura F. Abajo was employed by petitioner Greenhills Products Inc. (GPI), a company engaged in the manufacture and export of rattan furnitures, as a laborer assigned at its Bending Department. Sometime in June 1988, he was allegedly offered by one Ruben Godornes, petitionerâs Assistant Production/Preparation Manager, to be the president of a union which the company intended to organize which the former, however, refused. At the time, the existing collective bargaining agreement between petitioner and the then bargaining agent Nagkakaisang Lakas ng Manggagawa was about to expire. During the 60-day freedom period from August 14 to October 14, 1988, respondent actively campaigned for the recognition of the Association of Labor Union (ALU) of which he was the local president. On September 3, 1988, respondent was summoned to appear before company owner and manager Jessie Yuâs office to explain his unyielding stand to their offer. When respondent argued that the proposed union could not guarantee his members their security of tenure, Yu was infuriated and thereupon directed the latter to withdraw his membership with ALU which order was, however, disobeyed. In view of his unrelenting refusal, his services were terminated. He was made to sign a memorandum dated September 3, 1988, effecting his immediate severance therefrom, on grounds that his honesty, sincerity and loyalty to the company has become suspect. Petitioner, on the other hand, recounted that respondent was initially assigned at its Bending Department. Claiming that his performance was lackluster and that he has become a problem employee in view of his tardiness, he was transferred to the Parts Preparation Department where he allegedly continue to perform inefficiently. As penalty therefore, he was assigned as a stockman. On June 30, 1988, Godornes conducted an inventory of company properties and he reported that several furniture parts and samples entrusted to respondent were found missing. When confronted with the missing properties, the latter allegedly promised to produce them, but that due to the pressing production schedule, Godornes simply forgot all about the incident. Sometime in July 1988, a certain Roberto Caramelo inquired from Josephine Angbetic, petitionerâs purchaser of rattan poles, whether he could secure additional rattan furniture parts and samples which he previously bought from respondent. Yu immediately inquired from Godornes about the alleged missing furniture parts and samples. Forthwith, Godornes confronted respondent about the same and of his previous promise to surrender them. The latter was allegedly stunned and refused to comment on its loss, prompting the former to report the matter to Yu. For loss of trust and confidence, respondent was therefore dismissed from employment. In a complaint for illegal dismissal and unfair labor practice against petitioner, Labor Arbiter Dominador A. Almirante rendered a decision dated December 7, 1993, the decretal portion of which reads: âWherefore, foregoing premises considered, judgment is hereby rendered ordering the dismissal of this case for lack of merit. Respondent Greenhills Products, Inc. is, however, hereby ordered to pay complainant Buenaventura F. Abajo the amount of P1,000.00 by way of indemnity. SO ORDERED.â[1] The judgment was, however, reversed on appeal by the NLRC in its decision dated October 24, 1995, decreeing in this wise: âWHEREFORE, for all the foregoing, the appealed decision is hereby REVERSED, SET ASIDE and VACATED, and a new one entered: (1) declaring the respondent Greenhills Products, Inc. and/or Jessie Yu guilty of unfair labor practice; (2) declaring the dismissal of complainant Buenaventura F. Abajo illegal and awarding in his favor three (3) years backwages from September 3, 1988 to September 3, 1991 in the amount of P90,438.92, separation pay in lieu of reinstatement which is no longer practical, realistic or advantageous to both parties in view of their antagonism, equivalent to one month pay for every year of service including the three (3) years imputed service for which backwages have been awarded all in the total amount of P16,485.00. (3) ordering respondents to pay to complainant, in addition to the foregoing, attorneyâs fees of 10% of the total award or the amount of P10,692.39. All other claims are hereby DISMISSED for lack of basis. SO ORDERED.â[2] Petitioner has failed to advance any compelling reason to overturn the decision of the NLRC. It is settled that in termination cases, the employer bears the burden of proving that the dismissal is for just cause failing which would mean that the dismissal is not justified and the employee is entitled to reinstatement.[3] The essence of due process in administrative proceedings is the opportunity to explain oneâs side or a chance to seek reconsideration of the action or ruling complained of.[4] In Samillano v. NLRC,[5] the Court held that proper compliance with the twin requirements of notice and hearing are conditions sine qua non before a dismissal may be validly effected, and any procedural shortcut that effectively allows an employer to assume the roles of both accuser and judge at the same time should not be countenanced. Thus, the employer must furnish the worker with two (2) written notices before termination of employment can be legally effected: (a) notice which apprises the employee of the particular acts or omissions for which his dismissal is sought, and (b) the subsequent notice which informs the employee of the employerâs decision to dismiss him.[6] In the instant case, petitioner failed, not only to show cause for the alleged loss of confidence, but disregarded procedural and substantive due process as well. In the case at bar, respondent was not furnished with either of the two written notices required by law. This finding is buttressed by the Labor Arbiterâs decision which petitioner, surprisingly, seeks to restore. Thus: âWe find, however, that complainant was not accorded adequate due process before dismissal. It is true he was issued memoranda to explain his side. According to respondent complainant refused to sign receipt of a copy thereof and failed to make an explanation. To complainant, he failed to receive any copy of such memoranda. Indeed there is no proof that complainant did receive them. Respondent should have sent them by registered mail with return card or other means by which evidence of service can be proven. Be that as it may, however, the supposed investigation on September 3, 1988 (page 4 of respondentâs position paper) is not the kind of investigation that would suffice to comply with the procedural requirement. Firstly, there was no evidence that he was represented by counsel or a union representative. All the persons named therein were personnel and officers of respondent. There was no evidence adduced that there was an actual hearing conducted where complainant was given the opportunity to be heard and defend himself. The best evidence would have been the minutes of the proceedings of the alleged investigation. Parenthetically, it is the result of the supposed investigation that precipitated complainantâs dismissal on the same day September 3, 1988.â[7] On the contrary, there is nothing in the records which would warrant the termination of respondent from his employment. As amply expounded by the NLRC: âHis transfer from one kind of work to another from the bending department to parts preparation department and from a piece rate to a daily rate status, and later as stockman is too far an indication of a poor performance. If one appears to be inefficient in ordinary course of things or under human experience, he should remain a piece rate worker because conversion to a daily rate basis would be incongruous to management goal for higher productivity and profits. Besides, the task at the bending department appears to be much easier and less complicated than that in the parts preparation department and significantly the complainantâs transfer to a lighter and convenient job as stockman though with the same rate as when he was in the parts preparation department is in a way a promotion and an appreciation of satisfactory services rendered. We likewise find less convincing or unbelievable the acts of dishonesty imputed to the complainant in allegedly selling furniture parts and samples to a certain Roberto Carmelo amounting to P8,000.00. First, the lost or missing furniture parts and samples have not been sufficiently established by evidence on record. Assuming in the remote possibility that some furniture parts were really lost or missing, there is no evidence on record to establish or pinpoint that the complainant was responsible for the said losses, except the general allegation of the respondent that the furniture parts stored in the stockroom are entrusted to the complainant. It is unrefuted on record that aside from the complainant, there were other stockmen in the framing department and no investigation was conducted to find out who among the three (3) could be held responsible for the losses if indeed such were incurred. Above all, there is no doubt that furniture parts stored in the stockroom could be brought out only upon proper documentation or could not be brought out without being intercepted by the security guard always posted at least at respondentsâ only ingress to or egress from its premises. It would be too naive to believe the theory that the complainant bore a hole at the roof top through which the missing parts were spirited away. As we note, no hearing was conducted at which the complainant will be afforded ample opportunity to defend himself against those serious accusations. At most, the alleged purchaser of the supposed lost or missing furniture parts and the hole at the roof top could be a part of the ploy or plot of the respondents to cover up or justify the complainantâs termination from employment on the account of his union activities. To repeat, the requirement that the dismissal of an employee due to loss of trust and confidence must be based on reasonable basis and supported by substantial evidence has not been met in the instant case.â (NLRC Decision, pp. 12-14; Underscoring supplied). The guidelines for the doctrine of loss of confidence to apply are: (1) loss of confidence should not be simulated; (2) it should not be used as a subterfuge for causes which are improper, illegal, or unjustified; (3) it may not be arbitrarily asserted in the face of overwhelming evidence to the contrary; and (4) it must be genuine, not a mere afterthought to justify an earlier action taken in bad faith.[8] Petitioner contended that respondentâs dismissal was for a valid cause arguing that the latter stole company properties and, thereafter, disposed of them for a consideration in favor of Roberto Caramelo. Petitionerâs arguments are not persuasive since these must be read in light of the circumstances prevailing at the time the matter in dispute occurred. Notably, during the 60-day freedom period, respondent was actively campaigning to have ALU as their next bargaining representative. Conceivably, his efforts earned the ire of management which looked askance at ALU as a âtroublemaker.â When respondent opted to stay with ALU, petitioner dismissed him on trumped-up charges. The award, however, of attorneyâs fees by the NLRC must be deleted for lack of legal and factual basis. âThe matter of attorneyâs fees cannot be touched upon only in the dispositive portion of the decision - the text itself must state the reasons why attorneyâs fees are being awarded. As the decision of the NLRC in this case, as in the instant petition, states no basis for the award of attorneyâs fees, such award should be deleted.â[9] WHEREFORE, the decision of the National Labor Relations Commission dated October 24, 1995 is AFFIRMED subject to the deletion of the award of P10,692.39 as attorneyâs fees for want of legal and factual basis. No costs. SO ORDERED. Narvasa, C.J., (Chairman), Kapunan, and Purisima, JJ., concur. [1] Rollo, p. 68. [2] Rollo, pp. 47-48. [3] PLDT v. NLRC, G.R. No. 111933, July 23, 1997, citing Molave Tours Corporation v. NLRC, 250 SCRA 325 (1995). [4] Pizza Hut v. NLRC, 252 SCRA 531 (1996). [5] 265 SCRA 788 (1996). [6] Stolt-Nielsen Marine Services (Phils.) v. NLRC, 264 SCRA 307 (1996). [7] Rollo, p. 67. [8] Midas Touch Food Corporation v. NLRC, 259 SCRA 652 (1996). [9] Valiant Machinery and Metal Corporation v. NLRC, 252 SCRA 379 (1996); Development Bank of the Philippines v. Court of Appeals, 262 SCRA 245 (1996). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "greenhills",
    "products",
    "jessie",
    "petitioners",
    "relations",
    "commission",
    "buenaventura",
    "respondents",
    "romero",
    "petition",
    "certiorari",
    "assails",
    "resolution",
    "national",
    "october",
    "setting",
    "decision",
    "denying",
    "motion",
    "reconsideration"
  ],
  "title_summary": "GREENHILLS PRODUCTS, INC. AND/OR JESSIE YU, PETITIONERS, VS. NATIONALÂ LABORÂ RELATIONS COMMISSIO...",
  "formatted_case_content": "View printer friendly version\n350 Phil. 306; 95 OG No. 23, 3860 (June 7, 1999)\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 123950, February 27, 1998 ]\n[ G.R. No. 123950, February 27, 1998 ]\n\nGREENHILLS PRODUCTS, INC.\nAND/OR JESSIE YU, PETITIONERS, VS. NATIONALÂ  LABORÂ  RELATIONS\nCOMMISSION AND BUENAVENTURA F. ABAJO, RESPONDENTS.\nD E C I S I O N\nGREENHILLS PRODUCTS, INC.\nAND/OR JESSIE YU, PETITIONERS, VS. NATIONALÂ  LABORÂ  RELATIONS\nCOMMISSION AND BUENAVENTURA F. ABAJO, RESPONDENTS.\n\nD E C I S I O N\n\nROMERO, J.:\n\nThis petition\nfor certiorari assails the resolution of the National Labor Relations\nCommission (NLRC) dated October 24, 1995, setting aside the Labor Arbiterâs\ndecision and its resolution denying petitionerâs motion for reconsideration.\n\nFrom August 1985\nup to his dismissal on September 1988, private respondent Buenaventura F. Abajo\nwas employed by petitioner Greenhills Products Inc. (GPI), a company engaged in\nthe manufacture and export of rattan furnitures, as a laborer assigned at its\nBending Department.\n\nSometime in June\n1988, he was allegedly offered by one Ruben Godornes, petitionerâs Assistant\nProduction/Preparation Manager, to be the president of a union which the\ncompany intended to organize which the former, however, refused. At the time, the existing collective\nbargaining agreement between petitioner and the then bargaining agent\nNagkakaisang Lakas ng Manggagawa was about to expire. During the 60-day freedom\nperiod from August 14 to October 14, 1988, respondent actively campaigned for\nthe recognition of the Association of Labor Union (ALU) of which he was the\nlocal president.\n\nOn September 3,\n1988, respondent was summoned to appear before company owner and manager Jessie\nYuâs office to explain his unyielding stand to their offer. When respondent argued that the proposed\nunion could not guarantee his members their security of tenure, Yu was\ninfuriated and thereupon directed the latter to withdraw his membership with\nALU which order was, however, disobeyed. In view of his unrelenting\nrefusal, his services were terminated. He was made to sign a memorandum dated September 3, 1988, effecting his\nimmediate severance therefrom, on grounds that his honesty, sincerity and\nloyalty to the company has become suspect.\n\nPetitioner, on\nthe other hand, recounted that respondent was initially assigned at its Bending\nDepartment. Claiming that his\nperformance was lackluster and that he has become a problem employee in view of\nhis tardiness, he was transferred to the Parts Preparation Department where he\nallegedly continue to perform inefficiently. As penalty therefore, he was assigned as a stockman.\n\nOn June 30,\n1988, Godornes conducted an inventory of company properties and he reported\nthat several furniture parts and samples entrusted to respondent were found\nmissing. When confronted with the missing\nproperties, the latter allegedly promised to produce them, but that due to the\npressing production schedule, Godornes simply forgot all about the incident.\n\nSometime in July\n1988, a certain Roberto Caramelo inquired from Josephine Angbetic, petitionerâs\npurchaser of rattan poles, whether he could secure additional rattan furniture\nparts and samples which he previously bought from respondent. Yu immediately inquired from Godornes about\nthe alleged missing furniture parts and samples. Forthwith, Godornes confronted respondent about the same and of\nhis previous promise to surrender them. The latter was allegedly stunned and refused to comment on its loss,\nprompting the former to report the matter to Yu. For loss of trust and confidence, respondent was therefore\ndismissed from employment.\n\nIn a complaint\nfor illegal dismissal and unfair labor practice against petitioner, Labor\nArbiter Dominador A. Almirante rendered a decision dated December 7, 1993, the\ndecretal portion of which reads: âWherefore, foregoing premises\nconsidered, judgment is hereby rendered ordering the dismissal of this case for\nlack of merit. Respondent Greenhills\nProducts, Inc. is, however, hereby ordered to pay complainant Buenaventura F.\nAbajo the amount of P 1,000.00 by way of indemnity. SO\nORDERED.â [1]\n\nThe judgment\nwas, however, reversed on appeal by the NLRC in its decision dated October 24,\n1995, decreeing in this wise: âWHEREFORE, for all the foregoing,\nthe appealed decision is hereby REVERSED, SET ASIDE and VACATED, and a new one entered: (1) declaring\nthe respondent Greenhills Products, Inc. and/or Jessie Yu guilty of unfair\nlabor practice; (2) declaring\nthe dismissal of complainant Buenaventura F. Abajo illegal and awarding in his\nfavor three (3) years backwages from September 3, 1988 to September 3, 1991 in\nthe amount of P 90,438.92, separation pay in lieu of reinstatement which\nis no longer practical, realistic or advantageous to both parties in view of their antagonism,\nequivalent to one month pay for every year of service including the three (3)\nyears imputed service for which backwages have been awarded all in the total\namount of P 16,485.00. (3) ordering\nrespondents to pay to complainant, in addition to the foregoing, attorneyâs\nfees of 10% of the total award or the amount of P 10,692.39. All other claims are hereby\nDISMISSED for lack of basis. SO\nORDERED.â [2]\n\nPetitioner has\nfailed to advance any compelling reason to overturn the decision of the NLRC.\n\nIt is settled\nthat in termination cases, the employer bears the burden of proving that the\ndismissal is for just cause failing which would mean that the dismissal is not\njustified and the employee is entitled to reinstatement. [3] The essence of due process in\nadministrative proceedings is the opportunity to explain oneâs side or a chance\nto seek reconsideration of the action or ruling complained of. [4] In Samillano v. NLRC, [5] the Court held that proper\ncompliance with the twin requirements of notice and hearing are conditions sine\nqua non before a dismissal may be validly effected, and any procedural\nshortcut that effectively allows an employer to assume the roles of both\naccuser and judge at the same time should not be countenanced. Thus, the employer must furnish the worker\nwith two (2) written notices before termination of employment can be legally\neffected: (a) notice which apprises the employee of the particular acts or\nomissions for which his dismissal is sought, and (b) the subsequent notice\nwhich informs the employee of the employerâs decision to dismiss him. [6] In the instant case, petitioner\nfailed, not only to show cause for the alleged loss of confidence, but\ndisregarded procedural and substantive due process as well.\n\nIn the case at\nbar, respondent was not furnished with either of the two written notices\nrequired by law. This finding is\nbuttressed by the Labor Arbiterâs decision which petitioner, surprisingly,\nseeks to restore. Thus: âWe find,\nhowever, that complainant was not accorded adequate due process before\ndismissal. It is true he was issued\nmemoranda to explain his side. According\nto respondent complainant refused to sign receipt of a copy thereof and failed\nto make an explanation. To complainant,\nhe failed to receive any copy of such memoranda. Indeed there is no proof that complainant did receive them. Respondent should have sent them by\nregistered mail with return card or other means by which evidence of service\ncan be proven. Be that as it may,\nhowever, the supposed investigation on September 3, 1988 (page 4 of\nrespondentâs position paper) is not the kind of investigation that would\nsuffice to comply with the procedural requirement. Firstly, there was\nno evidence that he was represented by counsel or a union representative. All the persons named therein were personnel\nand officers of respondent. There was\nno evidence adduced that there was an actual hearing conducted where\ncomplainant was given the opportunity to be heard and defend himself. The best evidence would have been the\nminutes of the proceedings of the alleged investigation. Parenthetically, it is the result of the\nsupposed investigation that precipitated complainantâs dismissal on the same\nday September 3, 1988.â [7]\n\nOn the contrary,\nthere is nothing in the records which would warrant the termination of\nrespondent from his employment. As\namply expounded by the NLRC: âHis transfer from one kind of work\nto another from the bending department to parts preparation department and from\na piece rate to a daily rate status, and later as stockman is too far an\nindication of a poor performance. If\none appears to be inefficient in ordinary course of things or under human\nexperience, he should remain a piece rate worker because conversion to a daily\nrate basis would be incongruous to management goal for higher productivity and\nprofits. Besides, the task at the bending\ndepartment appears to be much easier and less complicated than that in the\nparts preparation department and significantly the complainantâs transfer to a\nlighter and convenient job as stockman though with the same rate as when he was\nin the parts preparation department is in a way a promotion and an appreciation\nof satisfactory services rendered. We likewise find less convincing or\nunbelievable the acts of dishonesty imputed to the complainant in allegedly\nselling furniture parts and samples to a certain Roberto Carmelo amounting to P 8,000.00. First, the lost or missing furniture\nparts and samples have not been sufficiently established by evidence on record . Assuming in the remote possibility that some\nfurniture parts were really lost or missing, there is no evidence on record to establish or pinpoint that the\ncomplainant was responsible for the\nsaid losses, except the general allegation of the respondent that the furniture\nparts stored in the stockroom are entrusted to the complainant . It is unrefuted on record that aside from\nthe complainant, there were other stockmen in the framing department and no\ninvestigation was conducted to find out who among the three (3) could be held responsible for the losses if\nindeed such were incurred . Above all, there is no doubt that\nfurniture parts stored in the stockroom could be brought out only upon proper\ndocumentation or could not be brought out without being intercepted by the\nsecurity guard always posted at least at respondentsâ only ingress to or egress\nfrom its premises. It would be too\nnaive to believe the theory that the complainant bore a hole at the roof top\nthrough which the missing parts were\nspirited away. As we note, no hearing\nwas conducted at which the complainant will be afforded ample opportunity to\ndefend himself against those serious accusations . At most, the alleged purchaser of the supposed lost or missing\nfurniture parts and the hole at the roof top could be a part of the ploy or\nplot of the respondents to cover up or justify the complainantâs termination\nfrom employment on the account of his union activities. To repeat, the requirement that the\ndismissal of an employee due to loss of trust and confidence must be based on\nreasonable basis and supported by substantial evidence has not been met in the\ninstant case.â (NLRC Decision, pp. 12-14; Underscoring supplied).\n\nThe guidelines\nfor the doctrine of loss of confidence to apply are: (1) loss of confidence\nshould not be simulated; (2) it should not be used as a subterfuge for causes\nwhich are improper, illegal, or unjustified; (3) it may not be arbitrarily\nasserted in the face of overwhelming evidence to the contrary; and (4) it must\nbe genuine, not a mere afterthought to justify an earlier action taken in bad\nfaith. [8] Petitioner contended that respondentâs\ndismissal was for a valid cause arguing that the latter stole company\nproperties and, thereafter, disposed of them for a consideration in favor of\nRoberto Caramelo.\n\nPetitionerâs\narguments are not persuasive since these must be read in light of the\ncircumstances prevailing at the time the matter in dispute occurred. Notably, during the 60-day freedom period,\nrespondent was actively campaigning to have ALU as their next bargaining\nrepresentative. Conceivably, his\nefforts earned the ire of management which looked askance at ALU as a\nâtroublemaker.â When respondent opted\nto stay with ALU, petitioner dismissed him on trumped-up charges.\n\nThe award,\nhowever, of attorneyâs fees by the NLRC must be deleted for lack of legal and\nfactual basis. âThe matter of\nattorneyâs fees cannot be touched upon only in the dispositive portion of the\ndecision - the text itself must state the reasons why attorneyâs fees are being\nawarded. As the decision of the NLRC in\nthis case, as in the instant petition , states no basis for the award of\nattorneyâs fees, such award should be deleted.â [9]\n\nWHEREFORE , the decision of the National Labor\nRelations Commission dated October 24, 1995 is AFFIRMED subject to the deletion\nof the award of P 10,692.39 as attorneyâs fees for want of legal and\nfactual basis. No costs.\n\nSO ORDERED. Narvasa, C.J.,\n(Chairman), Kapunan, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Rollo , p. 68.\n\n[2] Rollo , pp. 47-48.\n\n[3] PLDT v . NLRC, G.R. No. 111933, July 23, 1997, citing Molave Tours\nCorporation v . NLRC, 250 SCRA 325 (1995).\n\n[4] Pizza Hut v . NLRC, 252 SCRA 531 (1996).\n\n[5] 265 SCRA 788 (1996).\n\n[6] Stolt-Nielsen Marine Services (Phils.) v . NLRC, 264 SCRA 307\n(1996).\n\n[7] Rollo , p. 67.\n\n[8] Midas Touch Food Corporation v. NLRC, 259 SCRA 652 (1996).\n\n[9] Valiant Machinery and Metal Corporation v . NLRC, 252 SCRA 379\n(1996); Development Bank of the Philippines v . Court of Appeals, 262\nSCRA 245 (1996).",
  "content_length": 13594,
  "metadata_extraction_date": "2025-11-01T05:50:51.437978",
  "extraction_version": "2.0_enhanced_full_content"
}