{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/GR_125028.html",
  "filename": "GR_125028.html",
  "year": 1998,
  "month": "february",
  "case_number": "125028",
  "gr_number": "125028",
  "volume_page": "349 Phil. 760",
  "decision_date": "February 09, 1998",
  "title": "REYNALDO VALDEZ, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND NELBUSCO, INC., RESPONDENTS. D E C I S I O N REGALADO, J.: This special civil action for certiorari challenges the decision of the National Labor Relations Commission (NLRC), promulgated on December 13, 1995, dismissing petitionerâs complaint and thereby reversing the decision of the Labor Arbiter dated September 15, 1994, as well as the formerâs resolution of March 15, 1996 which denied petitionerâs motion for reconsideration.[1] Auspiciously, there is no substantial dispute on the antecedents of this case. Sometime in December, 1986, petitioner was hired by private respondent as a bus driver on commission basis, with an average earning of P6,000.00 a month. On February 28, 1993, the airconditioning unit of the bus which petitioner was driving suffered a mechanical breakdown. Respondent company told him to wait until the airconditioning unit was repaired. Meanwhile, no other bus was assigned to petitioner to keep him gainfully employed. Thereafter, petitioner continued reporting to his employerâs office for work, only to find out each time that the airconditioning unit had not been repaired. Several months elapsed but he was never called by respondent company to report for work. Later, petitioner found out that the bus formerly driven by him was plying an assigned route as an ordinary bus, with a newly-hired driver. On June 15, 1993, petitioner filed a complaint against private respondent for illegal dismissal, with money claims for labor standard benefits, and for reimbursement of his bond and tire deposit. He claimed that the reason why respondent company did not allow him to drive again was due to his refusal to sign an undated company-prepared resignation letter and a blank affidavit of quitclaim and release. Private respondent, on the other hand, admitted that it told petitioner to wait until the airconditioning unit of the bus was repaired. However, private respondent alleged that after the bus driven by the petitioner broke down due to his fault and negligence, the latter did not report for work. He supposedly informed the management later that he was voluntarily resigning from his employment in order to supervise the construction of his house. Consequent to his resignation, petitioner demanded the return of his cash bond and tire deposit. Respondent company required him to secure the necessary management clearance and other pertinent papers relative to his resignation. Instead of complying with those requirements, petitioner filed the instant complaint. On September 15, 1994, the Labor Arbiter rendered a decision with the following dispositive portion: âWHEREFORE, with all the foregoing considerations, judgment is hereby rendered declaring complainant illegally dismissed and respondent NELBUSCO, INC, is hereby ordered to pay complainant as follows: P111,000.00 - Full backwages 36,000.00 - Separation pay in lieu of reinstatement 9,000.00 - Refund of cash bond and tire deposit ____________ P156,000.00 TOTAL All other claims are hereby dismissed. SO ORDERED.â[2] Aggrieved by the said decision, private respondent filed a memorandum on appeal with the NLRC. On December 13, 1995, public respondent rendered its decision subject of the present recourse, adjudging as follows: âWHEREFORE, in view of the foregoing premises, the decision appealed from is hereby SET ASIDE and a new one entered directing respondent to reinstate complainant back to work but without backwages. Should reinstatement be not possible, respondent shall pay complainant separation benefits equivalent to one (1) month pay for every year of service computed up to the time he was temporarily laid-off and to refund to him the cash bond and tire deposit. All other claims are DENIED for lack of merit. SO ORDERED.â[3] On February 8, 1996, petitioner filed a motion for reconsideration which was denied in a resolution dated March 12, 1996.[4] Hence the present petition, raising the issues of (1) whether or not petitioner was illegally dismissed, and (2) whether or not petitioner is entitled to back wages and separation pay starting from the time he was laid off.[5] We find the petition meritorious. Public respondent committed grave abuse of discretion in holding that petitioner was not illegally dismissed and in consequently deleting the award of back wages. It is especially so, since this case does not present such complicated issues as would mislead it into committing the errors complained of. Under Article 286 of the Labor Code, the bona fide suspension of the operation of a business or undertaking for a period not exceeding six months shall not terminate employment. Consequently, when the bona fide suspension of the operation of a business or undertaking exceeds six months, then the employment of the employee shall be deemed terminated. By the same token and applying said rule by analogy, if the employee was forced to remain without work or assignment for a period exceeding six months, then he is in effect constructively dismissed.[6] The Solicitor General opines that, strictly speaking, Article 286 does not apply to this case, contrary to the position taken by respondent (NLRC). Of course, it is true that since private respondent operated a fleet of buses, its entire business operations were not suspended, whether we speak of either a bona fide suspension or not. However, as already stated, the principle underlying that provision which puts six months as a defining cutoff period can be used as a consonant basis in determining the reasonableness of the length of time when petitioner could be deprived of work for causes imputable to private respondent. In the instant case, the reason for the stoppage of operation of the bus assigned to petitioner was the breakdown of the airconditioning unit, which is a valid reason for the suspension of its operation. However, such suspension regarding that particular bus should likewise last only for a reasonable period of time.[7] The defect in the airconditioning unit could have been easily remedied by private respondent. The period of six months was more than enough for it to cause the repair thereof. Beyond that period, the stoppage of its operation was already legally unreasonable and economically prejudicial to herein petitioner who was not given a substitute vehicle to drive. The so-called âfloating statusâ of an employee should last only for a legally prescribed period of time. When that âfloating statusâ of an employee lasts for more than six months, he may be considered to have been illegally dismissed from the service. Thus, he is entitled to the corresponding benefits for his separation,[8] and this would apply to the two types of work suspension heretofore noted, that is, either of the entire business or of a specific component thereof. Although, it is true that the present complaint was filed by petitioner before the end of the six months period, the filing of the same is nonetheless in order, considering the several attendant circumstances hereunder discussed. It was not denied by private respondent that it tried to force private respondent to sign an undated company-prepared resignation letter and a blank undated affidavit of quitclaim and release which the latter validly refused to sign. Furthermore, the bus which petitioner used to drive was already plying a transportation route as an ordinary bus and was being driven by another person, without petitioner having been priorly offered the same alternative arrangement. Finally, private respondent admitted in its appeal memorandum dated September 23, 1994, or more than one year and six months from petitionerâs dismissal, that the bus was still awaiting repair. Hence, even after the lapse of six months from the date the bus driven by petitioner broke down, private respondent was still not in a position to reemploy or provide any work assignment to petitioner. The other allegation of private respondent that petitioner voluntarily resigned from work obviously does not deserve any consideration. It would have been illogical for herein petitioner to resign and then file a complaint for illegal dismissal. Resignation is inconsistent with the filing of the said complaint.[9] Resignation is defined as the voluntary act of an employee who finds himself in a situation where he believes that personal reasons cannot be sacrificed in favor of the exigency of the service, and, that he has no other choice but to disassociate himself from his employment. Resignation is a formal pronouncement of relinquishment of an office. It must be made with the intention of relinquishing the office accompanied by an act of relinquishment.[10] The cardinal rule in termination cases is that the employer bears the burden of proof to show that the dismissal is for just cause, failing in which it would mean that the dismissal is not justified.[11] This rule applies adversely against herein respondent company since it has utterly failed to discharge that onus by the requisite quantum of evidence. Under Article 279 of the Labor Code, as amended, an employee who is unjustly dismissed from work shall be entitled to reinstatement without loss of seniority rights and other privileges and to his full back wages, inclusive of allowances, and to other benefits or their monetary equivalent computed from the time his compensation was withheld from him up to the time of his actual reinstatement.[12] Thus, it being clearly established that herein petitioner was constructively dismissed, the decision of the Labor Arbiter awarding him back wages and separation pay in lieu of reinstatement, plus the refund of his cash bond and tire deposit, is definitely in order. WHEREFORE, the questioned decision of respondent National Labor Relations Commission is SET ASIDE and the decision of the Labor Arbiter dated September 15, 1994 is hereby REINSTATED. SO ORDERED. Melo, Puno, Mendoza, and Martinez, JJ., concur. [1] Penned by Commissioner Victoriano R. Calaycay, with Presiding Commissioner Raul T. Aquino and Commissioner Rogelio I. Rayala concurring. [2] Rollo, 21-27. [3] Ibid., 40-48. [4] Ibid., 52. [5] Ibid., 8. [6] See Agro Commercial Security Services Agency, Inc., vs. NLRC, et al., G.R. Nos. 82823-24, July 31, 1989, 175 SCRA 790. [7] See Peopleâs Security, Inc. vs. NLRC, et al., G.R. No. 96451, September 8, 1993, 226 SCRA 146. [8] Agro Commercial Security Services Agency, Inc., vs. NLRC, et al., supra, Fn. 6; Superstar Security Agency, Inc., et al. vs. NLRC, et al., G.R. No. 81493, April 3, 1990, 184 SCRA 74. [9] See Santos vs. NLRC, et al., G.R. No. 76991, October 28, 1988, 166 SCRA 759; Hua Bee Shirt Factory, et al. vs. NLRC, et al., G.R. No. 80389, June 18, 1990, 186 SCRA 586; Dagupan Bus Company., Inc. vs. NLRC, et al., G.R. No. 94291, November 9, 1990, 191 SCRA 328. [10] Dosch vs. NLRC, et al., G.R. No. 51182, July 5, 1983, 123 SCRA 296; Magtoto vs. NLRC, et al., G.R. No. 63370, November 18, 1985, 140 SCRA 58; Molave Tours Corporation vs. NLRC, et al., G.R. No. 112909, November 24, 1995, 250 SCRA 325, citing Intertrod Maritime, Inc., et al. vs. NLRC, et al., G.R. No. 81087, June 19, 1991, 198 SCRA 318. [11] Philippine Manpower Services, Inc., et al., vs. NLRC, et al., G.R. No. 98450, July 21, 1993, 224 SCRA 691; Mapalo vs. NLRC, et al., G.R. No. 107940, June 17, 1994, 233 SCRA 266; Sanyo Travel Corp., et al., vs. NLRC, et al., G.R. No. 121449, October 2, 1997. [12] Manipon, Jr. vs. NLRC, et al., G.R. No. 105338, December 27, 1995, 239 SCRA 451. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "reynaldo",
    "valdez",
    "petitioner",
    "national",
    "relations",
    "commission",
    "nelbusco",
    "respondents",
    "regalado",
    "special",
    "action",
    "certiorari",
    "challenges",
    "decision",
    "promulgated",
    "december",
    "dismissing",
    "complaint",
    "thereby",
    "reversing"
  ],
  "title_summary": "REYNALDO VALDEZ, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND NELBUSCO, INC., RESPONDE...",
  "formatted_case_content": "View printer friendly version\n349 Phil. 760\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 125028, February 09, 1998 ]\n[ G.R. No. 125028, February 09, 1998 ]\n\nREYNALDO VALDEZ,\nPETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND NELBUSCO, INC., RESPONDENTS.\nD E C I S I O N\nREYNALDO VALDEZ,\nPETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION AND NELBUSCO, INC., RESPONDENTS.\n\nD E C I S I O N\n\nREGALADO, J.:\n\nThis special\ncivil action for certiorari challenges the decision of the National\nLabor Relations Commission (NLRC), promulgated on December 13, 1995, dismissing\npetitionerâs complaint and thereby reversing the decision of the Labor Arbiter\ndated September 15, 1994, as well as the formerâs resolution of March 15, 1996\nwhich denied petitionerâs motion for reconsideration. [1] Auspiciously, there is no\nsubstantial dispute on the antecedents of this case.\n\nSometime in\nDecember, 1986, petitioner was hired by private respondent as a bus driver on\ncommission basis, with an average earning of P 6,000.00 a month. On February 28, 1993, the airconditioning\nunit of the bus which petitioner was driving suffered a mechanical\nbreakdown. Respondent company told him\nto wait until the airconditioning unit was repaired. Meanwhile, no other bus was assigned to petitioner to keep him\ngainfully employed.\n\nThereafter,\npetitioner continued reporting to his employerâs office for work, only to find\nout each time that the airconditioning unit had not been repaired. Several months elapsed but he was never\ncalled by respondent company to report for work. Later, petitioner found out that the bus formerly driven by him\nwas plying an assigned route as an ordinary bus, with a newly-hired driver.\n\nOn June 15,\n1993, petitioner filed a complaint against private respondent for illegal\ndismissal, with money claims for labor standard benefits, and for reimbursement\nof his bond and tire deposit. He\nclaimed that the reason why respondent company did not allow him to drive again\nwas due to his refusal to sign an undated company-prepared resignation letter\nand a blank affidavit of quitclaim and release.\n\nPrivate\nrespondent, on the other hand, admitted that it told petitioner to wait until\nthe airconditioning unit of the bus was repaired. However, private respondent alleged that after the bus driven by\nthe petitioner broke down due to his fault and negligence, the latter did not\nreport for work. He supposedly informed\nthe management later that he was voluntarily resigning from his employment in\norder to supervise the construction of his house. Consequent to his resignation, petitioner demanded the return of\nhis cash bond and tire deposit. Respondent company required him to secure the necessary management\nclearance and other pertinent papers relative to his resignation. Instead of complying with those\nrequirements, petitioner filed the instant complaint.\n\nOn September 15,\n1994, the Labor Arbiter rendered a decision with the following dispositive\nportion: âWHEREFORE, with all the foregoing\nconsiderations, judgment is hereby rendered declaring complainant illegally\ndismissed and respondent NELBUSCO, INC, is hereby ordered to pay complainant as\nfollows:\n\nP 111,000.00 - Full backwages\n\n36,000.00\n- Separation pay in lieu of\n\nreinstatement\n\n9,000.00 - Refund of cash bond and\n\ntire deposit\n\n____________\n\nP 156,000.00 TOTAL\n\nAll other claims are hereby dismissed.\n\nSO ORDERED.â [2]\n\nAggrieved by the said decision,\nprivate respondent filed a memorandum on appeal with the NLRC. On December 13, 1995, public respondent\nrendered its decision subject of the present recourse, adjudging as follows: âWHEREFORE, in view of the\nforegoing premises, the decision appealed from is hereby SET ASIDE and a new one\nentered directing respondent to reinstate complainant back to work but without\nbackwages. Should reinstatement be not\npossible, respondent shall pay complainant separation benefits equivalent to\none (1) month pay for every year of service computed up to the time he was\ntemporarily laid-off and to refund to him the cash bond and tire deposit. All other claims are DENIED for\nlack of merit. SO\nORDERED.â [3]\n\nOn February 8,\n1996, petitioner filed a motion for reconsideration which was denied in a\nresolution dated March 12, 1996. [4] Hence the present petition, raising\nthe issues of (1) whether or not petitioner was illegally dismissed, and (2)\nwhether or not petitioner is entitled to back wages and separation pay starting\nfrom the time he was laid off. [5]\n\nWe find the\npetition meritorious.\n\nPublic\nrespondent committed grave abuse of discretion in holding that petitioner was\nnot illegally dismissed and in consequently deleting the award of back\nwages. It is especially so, since this\ncase does not present such complicated issues as would mislead it into\ncommitting the errors complained of.\n\nUnder Article\n286 of the Labor Code, the bona fide suspension of the operation of a\nbusiness or undertaking for a period not exceeding six months shall not\nterminate employment. Consequently,\nwhen the bona fide suspension of the operation of a business or\nundertaking exceeds six months, then the employment of the employee shall be\ndeemed terminated. By the same token\nand applying said rule by analogy, if the employee was forced to remain without\nwork or assignment for a period exceeding six months, then he is in effect\nconstructively dismissed. [6]\n\nThe Solicitor\nGeneral opines that, strictly speaking, Article 286 does not apply to this\ncase, contrary to the position taken by respondent (NLRC). Of course, it is true that since private\nrespondent operated a fleet of buses, its entire business operations were not\nsuspended, whether we speak of either a bona fide suspension or\nnot. However, as already stated, the\nprinciple underlying that provision which puts six months as a defining cutoff\nperiod can be used as a consonant basis in determining the reasonableness of\nthe length of time when petitioner could be deprived of work for causes\nimputable to private respondent.\n\nIn the instant\ncase, the reason for the stoppage of operation of the bus assigned to\npetitioner was the breakdown of the airconditioning unit, which is a valid\nreason for the suspension of its operation. However, such suspension regarding that particular bus should likewise\nlast only for a reasonable period of time. [7] The defect in the airconditioning\nunit could have been easily remedied by private respondent. The period of six months was more than\nenough for it to cause the repair thereof. Beyond that period, the stoppage of its operation was already legally\nunreasonable and economically prejudicial to herein petitioner who was not\ngiven a substitute vehicle to drive.\n\nThe so-called\nâfloating statusâ of an employee should last only for a legally prescribed\nperiod of time. When that âfloating\nstatusâ of an employee lasts for more than six months, he may be considered to\nhave been illegally dismissed from the service. Thus, he is entitled to the corresponding benefits for his\nseparation, [8] and this would apply to the two\ntypes of work suspension heretofore noted, that is, either of the entire\nbusiness or of a specific component thereof.\n\nAlthough, it is\ntrue that the present complaint was filed by petitioner before the end of the\nsix months period, the filing of the same is nonetheless in order, considering\nthe several attendant circumstances hereunder discussed.\n\nIt was not\ndenied by private respondent that it tried to force private respondent to sign\nan undated company-prepared resignation letter and a blank undated affidavit of\nquitclaim and release which the latter validly refused to sign. Furthermore, the bus which petitioner used\nto drive was already plying a transportation route as an ordinary bus and was\nbeing driven by another person, without petitioner having been priorly offered\nthe same alternative arrangement.\n\nFinally, private\nrespondent admitted in its appeal memorandum dated September 23, 1994, or more\nthan one year and six months from petitionerâs dismissal, that the bus was\nstill awaiting repair. Hence, even\nafter the lapse of six months from the date the bus driven by petitioner broke\ndown, private respondent was still not in a position to reemploy or provide any\nwork assignment to petitioner.\n\nThe other\nallegation of private respondent that petitioner voluntarily resigned from work\nobviously does not deserve any consideration. It would have been illogical for herein petitioner to resign and then\nfile a complaint for illegal dismissal. Resignation is inconsistent with the filing of the said complaint. [9]\n\nResignation is defined\nas the voluntary act of an employee who finds himself in a situation where he\nbelieves that personal reasons cannot be sacrificed in favor of the exigency of\nthe service, and, that he has no other choice but to disassociate himself from\nhis employment. Resignation is a formal\npronouncement of relinquishment of an office. It must be made with the intention of relinquishing the office\naccompanied by an act of relinquishment. [10]\n\nThe cardinal\nrule in termination cases is that the employer bears the burden of proof to\nshow that the dismissal is for just cause, failing in which it would mean that\nthe dismissal is not justified. [11] This rule applies adversely against\nherein respondent company since it has utterly failed to discharge that onus by the requisite quantum of evidence.\n\nUnder Article\n279 of the Labor Code, as amended, an employee who is unjustly dismissed from\nwork shall be entitled to reinstatement without loss of seniority rights and\nother privileges and to his full back wages, inclusive of allowances, and to\nother benefits or their monetary equivalent computed from the time his\ncompensation was withheld from him up to the time of his actual reinstatement. [12]\n\nThus, it being\nclearly established that herein petitioner was constructively dismissed, the decision\nof the Labor Arbiter awarding him back wages and separation pay in lieu of\nreinstatement, plus the refund of his cash bond and tire deposit, is definitely\nin order.\n\nWHEREFORE, the questioned decision of\nrespondent National Labor Relations Commission is SET ASIDE and the\ndecision of the Labor Arbiter dated September 15, 1994 is hereby REINSTATED .\n\nSO ORDERED. Melo, Puno,\nMendoza, and Martinez,\nJJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Penned by Commissioner Victoriano R. Calaycay, with\nPresiding Commissioner Raul T. Aquino and Commissioner Rogelio I. Rayala\nconcurring.\n\n[2] Rollo, 21-27.\n\n[3] Ibid .,\n40-48.\n\n[4] Ibid., 52.\n\n[5] Ibid ., 8.\n\n[6] See Agro\nCommercial Security Services Agency, Inc., vs . NLRC, et al., G.R. Nos. 82823-24,\nJuly 31, 1989, 175 SCRA 790.\n\n[7] See Peopleâs Security, Inc. vs. NLRC, et\nal., G.R. No. 96451, September 8, 1993,\n226 SCRA 146.\n\n[8] Agro Commercial Security Services Agency, Inc., vs . NLRC, et al., supra , Fn.\n6; Superstar Security Agency, Inc., et al. vs . NLRC, et al., G.R. No. 81493, April 3, 1990, 184\nSCRA 74.\n\n[9] See Santos vs . NLRC, et al., G.R. No. 76991, October 28, 1988, 166 SCRA 759; Hua\nBee Shirt Factory, et al. vs . NLRC, et al., G.R. No. 80389,\nJune 18, 1990, 186 SCRA 586; Dagupan Bus Company., Inc. vs . NLRC, et\nal., G.R. No. 94291, November 9, 1990, 191 SCRA 328.\n\n[10] Dosch vs . NLRC, et al., G.R. No. 51182, July\n5, 1983, 123 SCRA 296; Magtoto vs . NLRC, et al., G.R. No. 63370, November 18, 1985, 140 SCRA\n58; Molave Tours Corporation vs . NLRC, et al., G.R. No. 112909, November\n24, 1995, 250 SCRA 325, citing Intertrod Maritime, Inc., et al. vs .\nNLRC, et al., G.R. No. 81087, June 19, 1991, 198 SCRA 318.\n\n[11] Philippine Manpower Services, Inc., et al., vs . NLRC, et al., G.R. No.\n98450, July 21, 1993, 224 SCRA 691; Mapalo vs . NLRC, et al., G.R. No.\n107940, June 17, 1994, 233 SCRA 266; Sanyo Travel Corp., et al., vs .\nNLRC, et al., G.R. No. 121449, October 2, 1997.\n\n[12] Manipon, Jr. vs. NLRC, et al., G.R. No. 105338,\nDecember 27, 1995, 239 SCRA 451.",
  "content_length": 11964,
  "metadata_extraction_date": "2025-11-01T05:50:51.656248",
  "extraction_version": "2.0_enhanced_full_content"
}