{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/35603.html",
  "filename": "35603.html",
  "year": 1998,
  "month": "february",
  "case_number": "35603",
  "gr_number": "35603",
  "volume_page": "350 Phil. 275",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "february",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "bergante",
    "rodito",
    "accused",
    "appellants",
    "davide",
    "surnamed",
    "charged",
    "crime",
    "murder"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n350 Phil. 275\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 120369-70, February 27, 1998 ]\n[ G.R. Nos. 120369-70, February 27, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. REX BERGANTE, RODITO BERGANTE, AND LEO BERGANTE, ACCUSED-APPELLANTS.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. REX BERGANTE, RODITO BERGANTE, AND LEO BERGANTE, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nDAVIDE, JR., J.:\n\nAccused-appellants\nRex, Rodito, and Leo, all surnamed Bergante, were charged with the crime of\nmurder in Criminal Case No. 86-6371 and with the crime of illegal possession of\nfirearms in Criminal Case No. 86-6548, which were consolidated and jointly\ntried before Branch 49 of the Regional Trial Court of Palawan sitting in Puerto\nPrincesa.\n\nThe evidence for\nthe prosecution was summarized by the Office of the Solicitor General in the\nAppellee’s Brief, thus: In the afternoon of February 14,\n1986, the victim Donato Genanda, Sr. was in a rice mill situated in Barangay\nBato, Taytay, Palawan (pp. 10, 21, TSN, April 21, 1987). He was in the company of Renato Estrella who\nhelped in having his palay milled (pp. 11, 20-22, ibid .) Appellant Rodito Bergante arrived there to\nbuy rice from the victim (p. 11, ibid .). After the victim had given\nappellant Rodito a ganta of rice and the milling finished, Estrella left\nahead for home (p. 23, Ibid .). Then the victim who rode on his carabao left followed by appellant\nRodito (p. 23, ibid .). After\nnegotiating a certain distance, Estrella looked back and saw the victim and\nappellant Rodito conversing in front of the house of one Marvin Famine (p. 24, ibid .). Estrella returned to find out what seemed to\nbe the problem between the victim and appellant Rodito (p. 24, ibid .). It turned out that the two were discussing\nabout Rodito’s cow which was destroying the victim’s palay (p. 24, ibid .). The victim suggested that Rodito should tie\nhis cow (p. 24, ibid .). After a while, the victim and\nEstrella left together on their way home (p. 25, ibid .). Appellant Rodito also left ( Ibid .). After negotiating a distance of about 65\nmeters, Rodito met his brothers Rex and Leo on the way (p. 28, ibid .). When the victim and Estrella\nreached a distance of about 10 meters away from the house of one Jesus Genanda,\nthey saw the three (3) appellants, who had taken a shortcut, waiting in front\nof said house (p. 28, ibid .). At\nonce, Estrella warned the victim: “Ninong watch out, they are waiting for you” (pp. 5, 29, ibid .). The victim merely retorted: “Why should I be afraid of them, I have not\ndone anything wrong” (p. 6, ibid .). Having sensed that the three (3) appellants are [ sic ] out to\nwaylay them, Estrella fearfully hid behind the bushes. (p. 6, ibid. ; p. 20, TSN August 26,\n1987). He watched what happened\nthereafter from the hiding place ( Ibid.) . The victim went on his way. Upon reaching the place where the three (3)\nappellants were situated, appellant Rex suddenly shot the victim at the\nabdominal area (p. 6, ibid .). The victim fell from his carabao. Appellant Rodito got a piece of bakawan (mangrove) and hit the\nvictim on the head ( Ibid .). Almost simultaneously, appellant Leo grabbed the bolo of the victim and\nwith it pierced ( tinusok ) the latter’s eyes (p.7, ibid .). The victim was lying prostrate on\nthe ground face up and still groaning when the three (3) appellants fled\ntowards the direction of their house (p. 9, ibid .). On the way home, they met their father,\nRestituto Bergante, who inquired: Te napatay nyo na (p. 9, ibid .). When Donato Genanda, Jr., son of\nthe victim, was informed by Renato Estrella that his father had been attacked\nby the Bergante brothers, he immediately ran to the place of the incident (p.\n18, Oct. 27, 1987). There, he saw his\nfather lying flat on the ground [with] blood oozing from his forehead and face,\na wound at the left side of his body, and one eye protruding, as if it had been\npierced by a sharp instrument (p. 19, ibid .). His father who was still conscious told his son Donato that it\nwas appellant Rex who shot him followed by Rodito who clubbed him and Leo who\nhad pierced his eyes (p. 19, ibid .). Donato Genanda Jr., lost no time in\nbringing his father to the Hospital on board a jeep (p. 23, ibid .). While inside the jeep, and again in the\nhospital, his father kept repeating that it was the three (3) appellants who\nhad attacked him (pp. 24-25, ibid .). The victim stayed in the hospital for about 24 hours before he died (p.\n26, ibid .). Sgt. Juan Oscillada of the\nPhilippine Constabulary conducted the investigation of the case upon\ninstruction of the Provincial Commander (pp. 3-4, TSN, April 21, 1987). After the complaint was filed against the\nfour (4) [ sic ] appellants and warrant of arrest was issued to effect\ntheir arrest, he was able to arrest the four [ sic ] appellants (pp. 6-7, ibid .) When he arrested appellant Rex Bergante, he\nwas able to recover from him a Revolver Cal. 32 with Serial No. 497826 (Exhibit\n“B”) with two (2) empty shells (Exhibits “C” and “C-1”). A verification from the Firearm and\nExplosive Unit, Camp Crame, shows the four (4) [ sic ] appellants are not\nlicensed firearms holders of any\ncaliber (Exhibit “J”). [1]\n\nThe Autopsy\nReport signed by Dr. Nestor A. Reyes reveals the following findings: 1. Body\nembalmed by formalin. 2. Abrasions\nmultiple forehead left. 3. Abrasions,\nmultiple 1 cm. lateral to the outer angle of the left eye. 4. Wound sutured lower eyelid\ninvolving the skin and subcutaneous tissue, left. 5. Ruptured eyeball left. 6. Gunshot wound, with contusion\ncollar 1/2 cm. diameter, 1 cm. above\nthe superior iliac spine with a downward and medial direction perforating the\nsmall and large intestine with the bullet embedding in the perennial muscle. 7. Stab wound sutured\numbilical area, right, 2 cm. diameter with multiple perforation of the\nintestines, mesentery urinary bladder and liver. [2]\n\nThe\naccused-appellants, on the other hand, put up alibi for their exculpation. Rodito Bergante testified that at 7:00 a.m. of\n14 February 1986, he went to his land in Sitio Cugon, Bato, to “make kaingin ”;\nhe stayed there the whole day and went home to Barangay Bato at 6:00 p.m. [3] Leo Bergante declared that at about\n4:00 p.m. of that same day, he was in his house in Barangay Bato and that from\n4:30 to 5:30 p.m. he was in the rice mill of one Marvin Pamines to buy the rice\nbran of Rosario Laurella. [4] Rex Bergante testified that on that\nfateful day, he met Salvador Mijares on his way to Bato. When they were already there, they heard a\ngunshot and saw Donato Genanda, Sr., lying flat on the ground. [5]\n\nThe appellants\nalso presented other witnesses. One\nRosario Laurella corroborated the testimony of Leo Bergante. [6] Remedios Lagan sought to discredit\nthe testimony of Renato Estrella by testifying that Renato were actually in\nPoblacion Taytay and not in Barangay Bato in the afternoon of 14 February 1986\nbecause they were together in a pumpboat headed from Barangay Bato to Taytay in\nthe morning of that day and went back to Bato the following day only. [7] Filomeno Sunga sought to discredit\nFaderanga’s claim of witnessing the incident by testifying that in the\nafternoon of 14 February 1986, he was on board a jeep going to Liminangcong and\nsaw Ildefonso Faderanga on board another jeep bound for Roxas. However, upon interrogation by the court, as\nwell as on cross-examination, he declared that it was about 7:00 a.m. while the\njeep was in Barangay Bato when he saw Faderanga. On redirect examination, he opined that Roxas was about three\nhours travel from Barangay Bato. [8]\n\nOn the strength\nof the testimonies of the witnesses for the prosecution and of the victim’s\ndying declaration, the trial court, in its decision of 26 December 1994, [9] convicted all the three appellants\nof murder and sentenced them to suffer the penalty of reclusion perpetua and to pay the heirs of the victim in the sum of P 80,000 as actual\ndamages and P 100,000 as moral and exemplary damages, plus costs. It also convicted appellant Rex Bergante of\nillegal possession of firearms and sentenced him to suffer 18 years of\nimprisonment. The trial court\nratiocinated in this manner: There is no doubt that Donato\nGenanda, Sr. sustained wounds on that day which included a gunshot wound in the\nabdominal area, abrasions on the forehead and outer angle of his left eye, and\na ruptured left eyeball (Autopsy Report, Exh. “I”; and Certificate of Death\nwith certification, Exh. “H”). Eyewitnesses have positively identified Rex, Rodito and Leo Bergante as\nthe persons who attacked the victim on that afternoon. Witnesses saw Rex shoot the victim on the\nabdominal area, Rodito hit him on the head with a mangrove branch, and Leo\npierced his left eye with his bolo. These acts attributed to the accused are consistent with the wounds\nsustained by the victim. True, accused\nhave presented their own alibis, supported by testimonies of their own\nwitnesses. However, aside from the fact\nthat the testimonies of the prosecution witnesses positively identifying\naccused are clear, convincing and consistent, the alibi evidence of accused is\novercome by ante-mortem statement of the victim which categorically\nidentified the accused as the perpetrators of the crime. Donato Genanda Jr. and Rodolfo Gallego have\ntestified that the old man repeatedly stated that it was Rex Bergante who had\nshot him, Rodito who had mauled him and Leo who had pierced his eye, up to the\ntime when he was in the hospital where he expired the next day. “Bare denial of guilt is\ninsufficient to overcome positive testimony on the culpability of the accused.”\n(People vs. De Guzman, 194 SCRA 618). “Greater weight is given to the\npositive testimony of prosecution witnesses than to accused-appellant’s\ndenial.” (People vs. Alerta, Jr., 198 SCRA 656). “The defense of alibi cannot\novercome the dying declaration of the victim and the testimonies of the\nprosecution witnesses.” (People vs. Clamor, 198 SCRA 642). The statement of the victim as to\nthe acts perpetrated by accused qualify as dying declarations since it\nconcern[ed] the cause and surrounding circumstances of the declarant’s death;\nat the time the declaration was made, the extent of his wounds manifested a\nconsciousness of his impending death; he [was] competent as a witness; and the\ndeclaration [was] offered in a criminal case in which the killing is qualified\nto murder (Article 248, Revised Penal Code). Treachery was manifested by the fact that the three accused, acting in\nconcert, waylaid the victim and suddenly and simultaneously attacked him, all\nusing weapons, while the victim was alone and defenseless. Moments before the attack, accused Rodito\nBergante had conversed with the victim as if the attack was farthest from his\nmind. As to the charge of illegal\npossession of firearms, the court finds that only Rex Bergante has been shown\nto be in possession of the shot gun without license or authority to possess\nfirearms. The gun was recovered only\nfrom him. At the time of his arrest, he\nwas not in the company of his brothers. There is no showing that Leo and Rodito Bergante had any unlicensed\nfirearms in their possession to make them similarly culpable for violation of\nP.D. No. 1866.\n\nThe appellants\nseasonably interposed this appeal from the judgment of conviction. They urge us to acquit them because the\nlower court erred (a) in not finding that there existed no conspiracy and (b)\nin considering the statement of the victim as dying declaration.\n\nIn their\nargument in support thereof, the appellants assail the admission by the trial\ncourt of the dying declaration of the victim as testified to by Donato Genanda,\nJr. They claim that the dying\ndeclaration was “made under the suggestion of improper influence,” was\nimpressed with ill-motive on the decedent’s part, and did not overcome the\nrequired burden of proof.\n\nWe\ndisagree. The essential requisites for\nthe admission of a dying declaration under Section 37 of Rule 130 of the Rules\nof Court are as follows: (a) The\ndeclaration must concern the cause and surrounding circumstances of the\ndeclarant’s death; (b) At the\ntime the declaration was made, the declarant was under the consciousness of an\nimpending death; (c) The declarant is competent as a witness; and (d) The\ndeclaration is offered in a criminal case for homicide, murder, or parricide in\nwhich the declarant is a victim. [10]\n\nThe trial court\ncorrectly held the dying declaration of Donato Genanda, Sr., as admissible. The\ndeclaration pointed to the manner the declarant was attacked, which undoubtedly\nreferred to the first requisite. There\ncan as well be no doubt that Donato was under the consciousness of death by\nreason of the gravity of the injuries he sustained, which caused his death some\nhours later. That Donato was a\ncompetent witness was best shown by his conduct before the incident and after\nhe was attacked. No evidence was\nsubmitted that he was incompetent to act as a witness. Finally, Donato’s declaration was offered in\na case for murder in which he was the victim.\n\nIn any event,\nthe declaration of Donato Genanda, Sr., may also be admitted as part of the res\ngestae under Section 42 of Rule 130 of the Rules of Court. Furthermore, even if such declaration be\ndisregarded, the testimonies of eyewitnesses Renato Estrella and Ildefonso\nFaderanga established beyond doubt that Rex Bergante shot Donato with a\nfirearm, that Rodito Bergante clubbed the latter with a piece of mangrove, and\nthat Leo Bergante pierced the victim’s eye with the tip of a bolo. The following is the testimony on direct\nexamination of Renato Estrella: ATTY. MARCAIDA: (to witness) Q While\nyou were hiding in the bushes at the corner of the house of Jesus Genanga, what\nif any did happen? A I\nsaw that the three simultaneously attacked the old man, and this Rex Bergante\nshot the old man. Q Who\nis this old man that you are referring to? A Donato\nGenanda, Sr., Sir. Q And\nwhat happened when Rex Bergante shot Donato Genanda, Sr.? A Donato\nGenanda Sr. fell from the carabao where he was riding. Q What\nhappened when he fell from the carabao? A When\nDonato Genanda Sr. fell from the carabao, Rodito Bergante got a piece of\n“bakawan” and hit him and clubbed him on the head. Q And\nwas the old man hit when he was clubbed by Rodito Bergante with that piece of\nbakawan? A Yes,\nSir. Q How\nmany times was he hit by that bakawan? A Only\nonce, Sir. Q Where\nwas he hit? A (as\nwitness pointed the left side of the forehead) Q And\nhow about this Leo Bergante and Rex Bergante, where were they at that time? A Leo\ngot the bolo of the old man and ( tinusok ) pinch[ed] the eyes of the old\nman, Sir. Q Was\nthe old man hit in the eye? A Yes,\nSir. Q How\nmany times was the old man hit at the eye? A Only\nonce, Sir. COURT: Which eye, the left or right? A Left\neye your Honor. ATTY. MARCAIDA: (to witness) Q What\npart of the bolo hit the eye of the old man? A The\ntip of the bolo, Sir. Q Was\nthat bolo pointed? A Yes,\nSir. [11]\n\nIldefonso\nFaderanga also testified on direct examination as follows: ATTY. MARCAIDA: Q Going\nback to the incident you see [ sic ] regarding the killing of Donato\nGenanda, Sr., do you know the participation of each of the accused? A Yes,\nSir. Q Will\nyou please tell the Court the participation of each of the accused? A As\nfar as I witnessed Rodito Bergante was holding a bakawan , Leo Bergante\nwas holding a bolo and Rex Bergante was holding a short, I think as I saw it\nwas a gun. Q And\ndo you know, on the basis [of what] you have seen, what Rodito Bergante did to\nthis piece of wood he was holding? A He\nwas the one who hit the old man. Q Who\nis this old man? A Donato\nGenanda, Sr., Sir. Q About\nthis Leo Bergante, what was his participation? A He\nwas the one who stabbed the old man. Q And\ndo you know where the old man was hit? A Yes,\nSir. Q Where\nwas the old man Donato Genanda hit? A Near\nthe eye, Sir. Q And\nhow about this Rex Bergante, do you know what he did to the gun he was holding? A Yes,\nSir. Q What\ndid he do to that firearm? A He\nwas the one who shot Donato Genanda, Sr. [12]\n\nThe appellants\nlikewise question the credibility of Renato Estrella in that if he were really\nnear the scene of the crime he would not have let the victim proceed; or he\nwould have helped the latter or, at least, called for help. Furthermore,\nthe testimony of Remedios Lagan placed Renato in Taytay, Palawan, approximately\n100 kilometers from the crime scene.\n\nWe agree with\nthe Solicitor General that Renato Estrella’s testimony is credible even if he\nfailed to react in the way the appellants claim to be normal given the\nsituation. Renato’s explanation that he\nwas afraid that he would suffer the same fate as Donato Genanda, Sr.,\nsufficiently clears his testimony. Moreover, we have held that not every witness to a crime can be expected\nto act reasonably and conformably to the expectation of mankind. Human nature teaches us that people may\nreact differently to the same situation. One person’s spontaneous or unthinking or even instinctive response to a\nhorrid and repulsive stimulus may be aggression, while another’s may be cold\nindifference. [13]\n\nThe testimony of\nRemedios Lagan placing Renato Estrella somewhere else and not near the scene of\nthe crime at the time of its commission is unconvincing. Moreover, Renato’s\npresence in Barangay Bato was confirmed no less by the testimony of Donato\nGenanda, Jr., that it was Renato who first notified him of his father’s\npredicament. If Renato were not at the\nscene of the crime, he would not have rushed himself to notify Donato Genanda,\nJr., of the incident.\n\nAnent the\ntestimony of Filomeno Sunga, the same did not categorically establish that\nprosecution witness Ildefonso Faderanga was not in Bato when the incident in\nquestion occurred.\n\nAt any rate, no\nill-motive was shown to discredit Renato Estrella and Ildefonso Faderanga. It is well-settled that where there is\nnothing to indicate that the principal witnesses for the prosecution were\nactuated by improper motive, the presumption is that they were not so actuated\nand their testimonies are entitled to full faith and credit. [14]\n\nAppellants’\nclaim that Donato Genanda, Sr., could have been shot by another person from\natop a carabao considering the downward position of the bullet hardly\npersuades. It was proved with moral certainty that Rex Bergante shot the victim\nand that the latter sustained a gunshot wound.\n\nThe proffered\nalibi of the appellants cannot stand scrutiny against their positive\nidentification by the victim himself as well as by the witnesses for the\nprosecution.\n\nThe existence of\nconspiracy is undeniable. By the\nsuccessive acts of shooting by Rex, clubbing by Rodito, and piercing of the\nvictim’s eye by Leo, all of the appellants are deemed to have agreed to commit\nthe crime of murder. Each of their\ncontributory acts without any semblance of desistance reflected their\nresolution to commit the said crime. [15] From a legal standpoint, there is\nconspiracy if at the time of the commission of the offense the appellants had\nthe same purpose and were united in its execution. [16] Direct proof of previous agreement\nto commit a crime is not necessary. Conspiracy may be deduced from the mode and manner in which the offense\nwas perpetrated, or inferred from the acts of the appellants themselves when\nsuch acts point to a joint purpose and design, concerted action, and community\nof intent. [17] Where conspiracy is established,\nthe act of one is the act of all. [18]\n\nThe generic\naggravating circumstances of (1) disregard of the respect due the offended\nparty on account of age, and (2) cruelty [19] attended the commission of the\ncrime. The offended party was nearly\nseventy-one years old at the time he was killed, while the appellants were in\ntheir twenties. [20] Even after the victim was shot by\nRex and hit on the head with a piece of mangrove by Rodito, Leo pierced the\nvictim’s eye with a bolo. The latter\ninjury was unnecessary and was inflicted to deliberately and inhumanly augment\nthe sufferings of the old man.\n\nThe penalty for\nmurder at the time it was committed was reclusion temporal maximum to\ndeath under Article 248 [21] of the Revised Penal Code. With the two generic aggravating\ncircumstances, the imposable penalty should have been death pursuant to Article\n64 of the Revised Penal Code. In view,\nhowever, of the constitutional ban against death penalty under Section 19(1),\nArticle III of the Constitution, only the penalty of reclusion perpetua may be imposed.\n\nAs to the case\nof illegal possession of firearms against appellant Rex Bergante, the trial\ncourt correctly found him guilty thereof. The essential requisites for the commission of such crime are (1) the\nexistence of the subject firearm and (2) the fact that the accused who owned or\npossessed the firearm does not have the license to possess the same. The caliber .32 gun with serial number 497826 (Exh. “B”) used by Rex in\nshooting Donato Genanda, Sr., was surrendered by him to the Philippine\nConstabulary and was duly received. [22] It was established that Rex was not\nlicensed to carry a firearm [23] and that the firearm used by him was\nunlicensed. A violation of P.D. No.\n1866 was thus established beyond doubt.\n\nThe violation of\nP.D. No. 1866 should have been punished separately conformably with our ruling\nin People v. Quijada. [24] Nevertheless, fortunately for\nappellant Rex Bergante, P.D. No. 1866 was recently amended by Republic Act No.\n8294, otherwise known as “An Act Amending the Provisions of Presidential Decree\nNo. 1866, as Amended.” The third\nparagraph of Section 1 of said Act provides that “if homicide or murder is\ncommitted with the use of an unlicensed firearm, such use of an unlicensed\nfirearm shall be considered as an aggravating circumstance.” In short, only one offense should be\npunished, viz ., either homicide or murder, and the use of the unlicensed\nfirearm should only be considered as an aggravating circumstance. Being favorable to Rex Bergante, this\nprovision may be given retroactive effect pursuant to Article 22 of the Revised\nPenal Code, he not being a habitual criminal.\n\nThe aggravating circumstance\nof “use of an unlicensed firearm” shall then be appreciated against Rex\nBergante which, by itself, warrants the imposition of death penalty pursuant to\nArticle 64(3) of the Revised Penal Code. However, in view of the aforementioned constitutional prohibition under\nSection 19(1) of Article III of the Constitution, only the penalty of r eclusion\nperpetua may be imposed. In point\nof law then, three generic aggravating circumstances should be appreciated\nagainst appellant Rex Bergante.\n\nAnd now on the\naward of damages. In Criminal Case No.\n86-6371 the trial court ordered the appellants to pay the heirs of the late\nDonato Genanda, Sr., in the amount of P 80,000 as actual damages and P 100,000 as moral and exemplary\ndamages. These awards stand modification. The victim’s widow, Leonora Genanda,\ndeclared that she spent more or less P 12,000 for the wake; P 16,000\nfor “transporting the body”; P 24,000 for fares in going to and from the\ncourt for the hearing of the cases; P 20,000 for attorney’s fees; P 2,000\nfor her lawyer’s travel expenses; and P 8,000 for her lawyer’s appearance\nfees. The aggregate of these is P 82,000. The recovery of attorney’s fees in the\nconcept of actual or compensatory damage is allowed under the circumstances\nprovided for in Article 2208 of the Civil Code, one of which is when the court\ndeems it just and equitable that attorney’s fees and expenses of litigation\nshould be recovered. The award should,\ntherefore, be increased to P 82,000.\n\nThe trial court\nshould have specified how much of the P 100,000 was for moral damages and\nhow much was for exemplary damages. These damages are distinct from each other. Moral damages are governed by Articles 2217 to 2220, inclusive,\nof the Civil Code; while exemplary damages are governed by Articles 2229 to\n2235 thereof.\n\nMoral damages\ninclude physical suffering, mental anguish, fright, serious anxiety, besmirched\nreputation, wounded feelings, moral shock, social humiliation, and similar\ninjury. Under Article 2206(3) the\nspouse, and the legitimate and illegitimate descendants and ascendants of the\ndeceased may demand moral damages for mental anguish by reason of the death of\nthe deceased resulting from a crime.\n\nIn the instant\ncase, Leonora Genanda, then 70 years old when she testified, [25] declared that because of her\nhusband’s death, she “suffered very much,” had sleepless nights, and could not\neat. The victim’s son, Donato Genanda,\nJr., did not testify on the moral damages he might have suffered. Hence, only the victim’s widow may be\nentitled to moral damages, and an award of P 25,000 would be adequate.\n\nAs to exemplary\ndamages, the same may be granted in criminal cases as part of the civil\nliability if the crime was committed with one or more aggravating\ncircumstances. As stated earlier, more\nthan one generic aggravating circumstance attended the killing of Donato\nGenanda, Sr. An award of P 25,000\nas exemplary damages in favor of the heirs of the victim is in order.\n\nThe trial court\nerred in not awarding in favor of the victim’s heirs civil indemnity under\nArticle 2206 of the Civil Code, which current jurisprudence has fixed at P 50,000.\n\nIN VIEW\nWHEREOF , the\nassailed decision of Branch 49 of the Regional Trial Court of Palawan in\nCriminal Case No. 86-6371 convicting REX BERGANTE, RODITO BERGANTE, and LEO BERGANTE\nof the crime of murder and sentencing each of them to suffer the penalty of reclusion\nperpetua is hereby AFFIRMED, subject to the modification that the said\naccused are hereby ORDERED to pay, jointly and severally, (1) the heirs of\nDonato Genanda, Sr., in the sum of P 50,000 as indemnity and P 25,000\nas exemplary damages; and (2) Leonora Genanda, in the sum of P 25,000 as\nmoral damages. The decision in Criminal\nCase No. 86-6548 for violation of P.D. No. 1866 is SET ASIDE, and appellant REX\nBERGANTE is ACQUITTED thereof.\n\nCosts against\nthe accused-appellants.\n\nSO ORDERED.\n\nBellosillo, Vitug,\nPanganiban, and Quisumbing, JJ., concur. [if !supportEndnotes]\n\n[endif]\n\n[1] Brief for the Appellee, 4-8.\n\n[2] Exhibit “I,” OR,\nCriminal Case No. 86-6548, 196.\n\n[3] TSN, 21 October 1992, 3-4.\n\n[4] TSN, 20 January 1993, 3-4.\n\n[5] TSN, 25 March 1993, 4-5.\n\n[6] TSN, 27 August 1990,\n3-4.\n\n[7] TSN, 24 July 1992, 4-5.\n\n[8] TSN, 24 March 1993,\n4-10.\n\n[9] OR, Crim. Case No.\n86-6371, 378-387; Rollo , 74-83. Per Judge Eustaquio Z. Gacott, Jr.\n\n[10] Section 37, Rule 130,\nRules of Court; 5 Manuel V. Moran, Comments on the Rules of Court 294 (1980).\n\n[11] TSN, 21 April 1987,\n6-7.\n\n[12] TSN, 28 October 1987, 5-6.\n\n[13] People v .\nKyamko, 222 SCRA 183, 192 [1993].\n\n[14] People v .\nJumamoy, 221 SCRA 333, 344 [1993]; People v . Estrellanes, 239 SCRA 235,\n248 [1994]; People v . Hubilla, 252 SCRA 471, 478-479 [1996].\n\n[15] People v .\nCordova, 224 SCRA 319 [1993].\n\n[16] People v .\nCanillo, 236 SCRA 22, 41 [1994]. See People v . Hubilla, supra note 14 at 481.\n\n[17] People v . Pama,\n216 SCRA 385, 401 [1992]; People v . Buntan Sr., 221 SCRA 421, 428-429\n[1993]; People v . Canillo, supra .\n\n[18] People v . Pama, supra ;\nPeople v . Rostata, 218 SCRA 657, 678 [1993].\n\n[19] Article 14, paragraphs\n3 and 21, respectively, of the Revised Penal Code.\n\n[20] Rex Bergante was 23,\nfor he was 30 when he testified (TSN, 25 March 1993, 2); Rodito Bergante was 33\nwhen he testified (TSN, 21 October 1992, 3); and Leo Bergante was 32 when he\ntestified (TSN, 20 January 1993, 3). The incident took place on 14 February 1986.\n\n[21] As amended by R.A. No.\n7659, which took effect on 31 December 1993 (People v . Simon, 234 SCRA\n555 [1994], the penalty for murder is reclusion perpetua to death.\n\n[22] Exhibit “A,” OR,\n86-6371, 188.\n\n[23] Exhibit “J,” OR, 187.\n\n[24] 259 SCRA 191 [1996],\nreiterating cases before People v. Barros, 245 SCRA 312 [1995].\n\n[25] TSN, 10 May 1988, 3.",
  "content_length": 28126,
  "metadata_extraction_date": "2025-11-01T05:50:47.701922",
  "extraction_version": "2.0_enhanced_full_content"
}