{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/35627.html",
  "filename": "35627.html",
  "year": 1998,
  "month": "february",
  "case_number": "35627",
  "gr_number": "35627",
  "volume_page": "349 Phil. 714",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "february",
    "petitioner",
    "judge",
    "guillermo",
    "andaya",
    "respondent",
    "romero",
    "resolution",
    "letter",
    "complaint",
    "originally",
    "december",
    "against",
    "connection"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n349 Phil. 714\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ A.M. No. RTJ-96-1367, February 06, 1998 ]\n[ A.M. No. RTJ-96-1367, February 06, 1998 ]\n\nDANTE J. PEREZ, PETITIONER, VS. JUDGE GUILLERMO R. ANDAYA, RESPONDENT.\nR E S O L U T I O N\nDANTE J. PEREZ, PETITIONER, VS. JUDGE GUILLERMO R. ANDAYA, RESPONDENT.\n\nR E S O L U T I O N\n\nROMERO, J.:\n\nFor the Court’s\nresolution is a letter-complaint originally filed by Dante J. Perez on December\n6, 1995, against respondent Judge Guillermo R. Andaya in connection with Civil\nCase No. 91-126 (Community Development Corporation v. Asian Bank) for the allegedly\nunreasonable delay in the disposition of the case. CC No. 91-126, a complaint for the collection of a sum of money,\nwas filed on December 21, 1991, and was raffled to Branch 53 of the Regional\nTrial Court of Lucena City (the Lucena RTC) presided by Judge Andaya. By resolution dated March 20, 1996, Judge\nAndaya was required to file his comment to the complaint.\n\nIn his comment\ndated May 9, 1996, Judge Andaya informed the court that he was deferring action\non two motions pending in his sala in view of the filing of the instant\nadministrative complaint. He attributed\nthe delay in the proceedings to the heavy caseload which he was\nhandling as presiding judge of Branch 53 and 54 of the Lucena RTC. In the meantime, with the inhibition of\nJudge Andaya from hearing CC No. 91-126, said case was re-raffled to Judge\nMario Catelo of Branch 60 on June 26, 1996. With this development, complainant Perez withdrew his complaint against\nJudge Andaya.\n\nAfter receiving\nJudge Andaya’s comment, the Court, on November 18, 1996, resolved to refer the\ncase to Court of Appeals Justice Omar U. Amin for investigation, report and\nrecommendation. On March 12, 1997,\nJustice Amin submitted his report delineating his findings, and recommending that Judge Andaya be\nreprimanded for neglect of duty, viz .: “Civil Case No. 91-126 was filed on\nNovember 21, 1991. Respondent judge\nadmitted that several motions for extension to file answer or responsive\npleading were filed at the very instance of defendant Asian Bank Corp. which\nultimately culminated in defendant’s filing of a motion to dismiss on April 20,\n1992. A span of five (5) months had\nlapsed from filing of the complaint. Although opposition to motion to dismiss was filed by plaintiff Perez on\nMay 13, 1992(,) and the defendant’s reply thereafter, no resolution was ever\nmade to the motion to dismiss. Respondent judge had to\nunreasonably await action until December 7, 1995, or a span of four (4) years,\nfor plaintiff’s delayed reaction to file Motion to Admit Amended Complaint which precipitated defendant’s filing of a new supplemental motion to dismiss\non February 16, 1996. What was worse,\nrespondent judge withheld resolution through inaction on the two pending\npleadings due to (the) instant administrative complaint earlier filed against\nhim on December 6, 1995(,) which,\naccording to his answer, “it (was) the better part of discretion to defer\naction on the motions until such time plaintiff Perez may signify whether it\n(sic) desires the undersigned to continue acting on the case and/or wait for\nthe advice of the Honorable Supreme Court on the matter.” This is something deplorable. Respondent judge is telling us that he has\n“never the intention to delay the proceedings in plaintiff’s case” but\nprecisely the subject matter of the complaint is the long delay for four (4)\nyears without even the availment of the benefit of a pre-trial hearing per the\nvehement protestation of complainant Perez. Members of the judiciary must\nalways strive to live up to their responsibility of assisting parties litigants\nin obtaining just speedy and inexpensive determination of their cases and\nproceedings as directed in Rule 1, Sec. 2 of the Rules of Court. Judges should avoid delays or if it cannot\nbe totally avoided, at least to hold them to the minimum and repudiate dilatory\ntactics. Delay is always a recurring\ncomplaint of litigants. Precisely,\nagain, judges are reminded strict observance of the provisions prescribed by Article\nVIII, Section 15, of the Constitution in matter(s) of adjudication and resolution\nof cases submitted in relation to compliance of matters involving expeditious\ndisposition of cases to minimize delays in the processing of cases in the trial\ncourts. Respondent judge’s argument that on\nSeptember 29, 1993(,) he was designated acting presiding judge of (the)\nRTC(,) Branch 54(,) in Lucena City and has been carrying (the)\nheavy case load of two salas, and lately designated to hear heinous crimes(,) should not be made as basis for excuses at\nthis point in time when the judiciary is under siege upon which the judge\nshould give complete and dedicated support of his primary and fundamental task\nto restore full confidence of our people in the courts. Premises considered, it is hereby recommended\nthat respondent judge, despite desistance of complainant to pursue his\nadministrative complaint, should be ordered reprimanded for neglect of\nduty, with a warning that repetition of similar acts and other administrative\nlapses will be dealt with more severely.”\n\nThe Court sees\nno plausible reason why this recommendation should not be honored.\n\nACCORDINGLY , the Court Resolved to REPRIMAND\nrespondent Judge Guillermo R. Andaya for neglect of duty with the WARNING that\na repetition of similar acts will be dealt with more severely. Narvasa, C.J.,\n(Chairman), Kapunan, and Francisco, JJ., concur .\nPurisima, J., did not take part\nin the deliberatio n.",
  "content_length": 5582,
  "metadata_extraction_date": "2025-11-01T05:50:48.890122",
  "extraction_version": "2.0_enhanced_full_content"
}