{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/35629.html",
  "filename": "35629.html",
  "year": 1998,
  "month": "february",
  "case_number": "35629",
  "gr_number": "35629",
  "volume_page": "350 Phil. 227",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "february",
    "beatriz",
    "guzman",
    "complainant",
    "bagadiong",
    "court",
    "stenographer",
    "regional",
    "trial",
    "manila",
    "branch",
    "respondent",
    "sonita"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n350 Phil. 227; 95 OG No. 11, 1717 (March 15, 1999)\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ A.M. No. P-96-1220, February 27, 1998 ]\n[ A.M. No. P-96-1220, February 27, 1998 ]\n\nBEATRIZ E. DE GUZMAN, COMPLAINANT\nVS. SONIA BAGADIONG, COURT STENOGRAPHER III, REGIONAL TRIAL COURT,\nMANILA, BRANCH 43. RESPONDENT.\nD E C I S I O N\nBEATRIZ E. DE GUZMAN, COMPLAINANT\nVS. SONIA BAGADIONG, COURT STENOGRAPHER III, REGIONAL TRIAL COURT,\nMANILA, BRANCH 43. RESPONDENT.\n\nD E C I S I O N\n\nMELO, J.:\n\nRespondent\nSonita T. Bagadiong holds the position of Court Stenographer III of the\nRegional Trial Court of the Nation\nCapital Judicial Region, Branch 43, stationed in Manila are presided over by\nJudge Manuela F. Lorenzo. She is the subject of a letter-complaint in Criminal\nCases No. 94-133937 and 94-140408, entitled “People of the Philippines vs.\nMemalie Mangallardo , et al.”, of respondent’s court.\n\nOn July 17,\n1996, complaint wrote a letter alleging that she obtained a copy of the\ntranscript of stenographic notes of the hearing in said criminal cases held on\nMay 20, 1996, and that to her surprise, she was charged by respondents P21.00\nper page. She inquired whether the amount charged by respondent is proper. She\nlikewise alleged that she was paying P800.00, supposedly for transcripts, for\nevery hearing.\n\nRequired to\ncomment, respondent alleged that the charge of P21.00 per page was due to the\nfact that the transcripts were in single spaced pages, the typing of which was\nto be done at home because of the immediate need therefor by complainant, and\nthat respodent ordinarily charged P10.00 per double-spaced page and with enough\ntime to given by the parties. Respondent likewise averred that the\ntranscription of the stenographic notes demanded by complaint was to be done in\naddition to respondent’s other court duties such as attending court sessions,\ntranscribing stenographic notes of other pending cases and those which had been\nappealed and submitted for decision; that there were only three stenographers\nin their sala; that the payment was supposed to be on “pakyaw” basis but since\ncomplainant could not afford to pay, the charge was only P400.00; that the\namount she was charging is based on the principle of “equal pay for equal\nwork;” and that she transcribed two\nsets of notes which complainant no longer paid for .\n\nIn the other\nsupplemental comments, respondent presented other arguments stated in a\nnoticeably arrogant fashion, to wit: that complainant should have taken the\nmatter first with the presiding judge of court under the principle of\nexhaustion of administrative remedies; that whether or not the fees complainant\nagreed to pay are excessive is a matter not proper for administrative action\nsince the preparation of transcripts of stenographic notes is only incidental\nto the functions of a stenographer and the payment therefor has no bearing on\nthe proper disposition of a stenographer’s duties and functions; that\ncomplainant has an obligation to pay the amount since she agreed to it; that complainant has no right to direct the\nstenographer to do the transcription and that the stenographer may refuse to do the\ntranscription if and when she did not feel like doing it for the moment; that\nthe transcription is her intellectual creation; that she has not violated any\nlaw; and that the amount charged was customary in all courts all over the\nPhilippines.\n\nThe first\nrecommendation of the Office of the Court Administrator (OCA) which was issued\nlast August 26, 1996 suggested that respondent be fined in the amount of\nP1,000.00 with a stern warning that a repetition of the same or similar act\nshall be dealt with more severely. After respondent filed her additional\ncomments, manifestation, and evidence, the OCA submitted a memorandum dated\nApril 18, 1997, recommending: ... that respondent Sonita T. Bagadiong, Court Stenographer III, RTC,\nBranch 43, Manila, be SUSPENDED for three (3) months without pay for illegal\nand exorbinant charging of stenographic noptes, with a stern warning that a\nrepetition of the same or similar act in the futere will be dealt with more\nseverely. (pp. 4-5, Memorandum.)\n\nOf great\nrelevance to the case at hand is Section 10, Rule 141 of the Rules of Court, as\namended by Administrative Circular No. 31-90, which sets forth the fees to be\nuniformly collected by stenographers for the transcription of stenographic\nnotes, as follows: Section 10. Stenographers. --\nStenographers shall give transcript of notes taken by them to every personm\nrequesting for the same upon payment of (a) five (P5.00) pesos for each page of\nnot less than two hundred and fifty words before the appeal is taken and (b)\nthree (P3.00) pesos for the same page, after the filing of the total charges shall be paid to the court and\nthe other half to the stenographer concerned.\n\nPlainly,\nrespondent cannot be allowed to seek shelter in what she alleges as actual\npractice of stenographers charging P10.00 per double-spaced page of transcript.\nAny violation of the above-cited provision holds the offender administratively\nliable.\n\nIn Alivia vs.\nNieto (215 SCRA 62 [1995]), the Court e3mphasized that: The administration of justice is\nsacred task; by the very nature of their duties and responsibilities, all those\ninvolved in it must faithfully adhere to, hold inviolate, and invigorate the\nprinciple solemnly enshrined in the 1987 Constitution that a public office is a public trust and all public officers and employees must\nat all times be accountable to the people and serve them with utmost\nresponsibility, integrity, loyalty, and efficiency. It condemns and would never\ncountenance any conduct, act or omission on the part of the all those involved in the administration of justice which would violate the\nnorm of public accountability and would\ndiminish or even just tend to diminish the faith of the people in the\njudiciary.\n\nRespondent is in\ngrave error when she argues that the transcription of stenographic notes is a\nmere “addition” to a stenographer’s other court duties, thus intimating that such transcription is a minor and incidental task. Paragraph 1\nof administrative Circular no. 24-90, mandates that: 1. Clerks of Court and\nstenographers are enjoined to faithfully comply with Rule 136, Section 17, par.\n1, Rules of Court, which is quoted hereunder: Section 17. Stenographers- It shall\nbe the duty of the stenographer who has attended a session of Court either in\nthe morning or in the afternoon, to\ndeliver to the Clerk of Court, immediately at the close of such morning or in\nthe afternoon session, all the notes he has taken, to be attached to the record\nof the case, and it shall likewise be duty of the Clerk to demand that the\nstenographer comply with said duty. The Clerk of Court shall stamp the date on\nwhich notes are received by him. When such notes are transcribed, the\ntranscript shall be delivered to the Clerk, duly initialed on each page\nthereof, to be attached to the records of the case.\n\nParagraph 2 of said\ncircular continues: 2. (a) All stenographer are\nrequired to transcribe all stenographic notes and to attach the transcripts\nto the record of the case not later\nthan twenty (20) days from the time the notes are taken. The attaching may be\ndone by putting all said transcripts in a separate folder or envelope, which\nwill then be joined to the record of the case. (b) The stenographer concerned\nshall accomplish a verified monthly certification as to compliance with this duty. In the absence of such certification\nor for failure and/or refusal to submit\nit, his salary shall withheld. (c) With respect to untranscribed\nstenographic notes as of the date of the effectivity of this Circular all stenographers are directed to submit the\ntranscript thereof not later than three\n(3) months from date of effectivity of this Circular.\n\nIn fact,\nstenographic notes are deemed official documents which form part of the record\nof the case and thus cannot be removed from the record without an order of the\ncourt (Alivia vs. Nieto, supra, citing Section 14 of Rule 136, Rules of Court).\nIn the case at bench, respondent admitted having brought her stenographic notes\nhome without any showing that such act was authorized by a court order.\n\nIn Rodas vs.\nAquilizan (61 SCRA 325 [1994]), we has occasion to rule:\n\nTo court\nstenographer’s duty of making an accurate and faithful record of the court\nproceedings as well as its honest and authentic reproduction in the transcript,\nmust be added the primary obligation to serve the public at the sacrifice of\nhis personal interest id needed, without creating the impression in the minds\nof the litigants requesting for transcripts that he is doing them favor as\nmatter of personal charity when he provides free certified transcripts, instead\nof considering it as his bounden duty to do so.\n\nNotwithstanding\nrespondent’s 18 years of government service, and her status of being a\ncandidate for the legal profession, she regrettably exhibits signs that she is\napparently ignorant of the very basic concept of public service which\ndefinitely includes the transcription of stenographic notes. Instead of\nperceiving the same as a duty with the correlative obligation of charging only\nP5.00 per page for not less than 250 words, 50% of which must go to the court,\nshe stresses that her transcription constitutes a private transaction between\nher and the complainant, thus clearly undermining the judiciary’s thrust of\nserving the public. Clearly, respondent over-charged complaint for the former’s\npreparation of the stenographic notes.\n\nWHEREFORE, and\nin line with the pronouncement in Rodas, that an example must be set for all\ncourt stenographers so that hey may learn the true meaning of public service\nwhich they are mandated by law to render, respondent is hereby suspended from\noffice without pay for a period of two\n(2) months from notice hereof, with a stern warning that a repetition of the\nsame or similar offense in the future\nwill be dealt with more severely.\n\nSO ORDERED. Regalado,\n(Chairman), Puno, Mendoza, and Martinez, JJ., concur .",
  "content_length": 10117,
  "metadata_extraction_date": "2025-11-01T05:50:48.936602",
  "extraction_version": "2.0_enhanced_full_content"
}