{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/35628.html",
  "filename": "35628.html",
  "year": 1998,
  "month": "february",
  "case_number": "35628",
  "gr_number": "35628",
  "volume_page": "349 Phil. 907",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "february",
    "judge",
    "salvador",
    "petitioner",
    "thelma",
    "josephine",
    "cledera",
    "legal",
    "researcher",
    "regional",
    "trial",
    "court",
    "branch",
    "libmanan",
    "camarines"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n349 Phil. 907\n\nEN BANC\nEN BANC\n\n[ A.M. No. P-98-1262, February 12, 1998 ]\n[ A.M. No. P-98-1262, February 12, 1998 ]\n\nJUDGE SALVADOR G. CAJOT, PETITIONER,\nVS. MA. THELMA JOSEPHINE V. CLEDERA, LEGAL RESEARCHER, REGIONAL TRIAL\nCOURT, BRANCH 29, LIBMANAN, CAMARINES SUR, RESPONDENT.\nR E S O L U T I O N\nJUDGE SALVADOR G. CAJOT, PETITIONER,\nVS. MA. THELMA JOSEPHINE V. CLEDERA, LEGAL RESEARCHER, REGIONAL TRIAL\nCOURT, BRANCH 29, LIBMANAN, CAMARINES SUR, RESPONDENT.\n\nR E S O L U T I O N\n\nPER CURIAM:\n\nThis matter was\ntreated and so ordered to be docketed as an administrative case in the\nresolution, dated 21 January 1998, of the Court.\n\nOn 28, October,\n1996, Security Guard (“SG”) Jay Din, the “on duty” guard at the Bulwagan ng\nKatarungan in Libmanan, Camarines Sur, caught Ma. Thelma Josephine V.\nCledera, Legal Researcher of the Regional Trial Court “RTC” of Libmanan,\nCamarines Sur, Branch 29, in the act of pouring grains of salt into the court’s\nbundy clock. SG Din promptly reported\nthe misdemeanor to his supervisor, SG Jesus H. Puso, who, in turn, submitted a\nwritten report to RTC Executive Judge Salvador G. Cajot. Cledera, following the submission of the\nreport, ceased from further reporting for work.\n\nOn 07 November\n1996, Judge Cajot issued a memorandum addressed to Cledera directing her to\nexplain why she should not be administratively dealt with for grave misconduct,\nas well as for habitual absenteeism and habitual tardiness during the period\nfrom July to October 1996, and be made to answer accordingly. Cledera’s Daily Time Records (“DTRs”)\nrevealed that she went on sick leave for four (4) days in July 1996, four (4)\ndays in August 1996 and twenty two (22) days in September 1996. In addition, the DTRs showed that she would\nfrequently arrive at the office after nine o’clock in the morning and would\nleave four-thirty in the afternoon. Cledera did not heed the memorandum.\n\nIn a letter,\ndated 03 January 1997, Judge Cajot apprised the Supreme Court of the above\nmatter and charged Cledera with grave misconduct, habitual absenteeism and\nhabitual tardiness. In the meantime,\nCledera submitted her resignation, dated 14 February 1997, to Judge Cajot. A copy of the resignation letter was\nfurnished to Atty. Adelaida Cabe-Baumann, Chief of the Office of Administrative\nServices, of the Supreme Court.\n\nOn 05 March\n1997, Judge Cajot sent a letter to Atty. Baumann inquiring about any action\ntaken on Cledera’s case. In a “1 st Indorsement,” dated 01 April 1997,\nMiss Rosario Salvador, Officer in Charge of the Office of Administrative\nServices, Office of the Court Administrator, referred back Cledera’s\nresignation letter to Judge Cajot for his comment and recommendation. In a “2 nd Indorsement,” dated 22 April 1997, Judge Cajot recommended\nthat Cledera should not be allowed to resign without first being meted the\ncorresponding administrative sanction for her infractions.\n\nThe Office of\nthe Court Administrator (“OCA”) has found merit in the recommendation. The Court finds no cogent reason for\ndisagreement.\n\nThe charge of\ngrave misconduct is supported by the sworn statement of SG Jay Din taken by\nJudge Cajot in the course of his investigation. Thus: “Judge: According to the report of Mr. Jaime A.\nFabre, another Security Guard of the Marino Security Agency that you were the\none who ‘caught in the act Mrs. Ma. Thelma Josephine Cledera putting grains of\nsalt inside the bundy clock.’ Will you\ntell this investigator how did you see or catch Mrs. Cledera putting or pouring\nsalt in the bundy clock at the Hall of Justice of Libmanan on October 28, 1996\nabout 12:05 P.M. “Answer: While I was sitting by the table of the\nsecurity guard, Mrs. Ma. Thelma Josephine Cledera came to punch her card. It was quite long already and she was still\nthere. So I look at her and I saw her\ntrying to insert the grains of salt inside the punch hold of the bundy clock\nand I saw some salt falling on the floor. “Judge: So what did you do? “Answer: I stood up and confronted her why she was\npouring salt inside the bundy clock. “Judge: What was her answer? “Answer: She answered back ‘Can’t you see that I am\neating something with salt?’ “Judge: What is that something she was eating\nwith salt? “Answer: There was nothing she was eating, sir. “Judge: Then what happened? “Answer: I gathered the grains of salt on the rim of\nthe punch hole and also those grains of salt that fell on the floor. “Judge: What did you do? “Answer: I brought it to you, sir. “Judge: That was the time when you showed it to\nme? “Answer: Yes, sir. “Judge: Then what happened to the salt? “Answer: I was instructed by you, the Executive Judge,\nto wrap it in a clean paper to be placed inside an envelope. “Judge: Where is that salt now? “Answer: It is now here, sir, but perhaps melted\nalready. (witness got the salt wrapped by a bond paper inside\nhis wallet and presented it to the Judge). The investigator, Judge Cajot, opened the folded bond\npaper and found that after the first wrapper there still another bond paper\nwrapping the salt. When it was opened, it was found that the salt already\nmelted. “Judge: Did you not throw the salt? “Answer: No, sir. But the salt already melted. “Judge: According to the report of Mr. Jaime A.\nFabre, it was allegedly you who told Mrs. Cledera to bring salt to be put in\nthe Bundy clock, what can you say to that? “Answer: Some days ago, I noticed that Mrs. Cledera\nusually punches her time card very much late. Then, she uttered twice when she was punching her time card ‘I think I\nshould bring salt next time.’ She also\nuttered ‘I think everytime I punch the time card, I will put salt in the bundy\nclock.’ “Judge: What did you tell her? “Answer: Since, as\nif that she was challenging me, I told her ‘It is up to you to bring salt.”’ [1]\n\nRespondent’s habitual\ntardiness is evident from her own DTRs clearly showing that for the months of\nJuly to September 1996, “there has no single day x x x that respondent complied\nwith the required eight hours of work.” [2]\n\nWith respect to\nthe charge for habitual absenteeism, it would appear that while Cledera had\napproved leave applications for the months of July to September 1996, she,\nhowever, did not submit any leave application for October 1996, [3] during which month, she failed to\nreport for work except for nine (9) days. From 04 November 1996, despite the call order sent to her by Assistant\nChief Rowena Castro Benipayo, Office of the Administrative Services, Supreme\nCourt, she stopped altogether from reporting for work.\n\nThe OCA has\nrecommended that respondent Cledera should be dismissed from the service.\n\nThe Court adopts\nthe recommendation. The Court cannot,\nunder the circumstances, simply accept the resignation being proffered by\nrespondent. Resignation should be used\nneither as an escape nor as an easy way out to evade administrative liability\nby a court personnel facing administrative sanction.\n\nWhile the penalty prescribed for the first offense of\nfrequent unauthorized absences or tardiness in reporting for duty and loafing\nor frequent unauthorized absences from duty during regular office hours is mere\nsuspension from six (6) months and one (1) year, [4] here, however, respondent has\nlikewise refused to acknowledge the\ncall that she report for work. Her lack\nof concern, if not defiance, has prejudiced the cause of public services; coupled with the grave\nmisconduct she has committed, [5] her case warrants a penalty of\ndismissal and its concomitants.\n\nThe court could\nnot help but express great disappointment over the behavior of respondent who,\nbeing a law graduate herself, should have been among the first to set an\nexample to fellow civil servants. Instead, she has badly tainted the image of the judiciary. The Court must emphasize anew that – “(T)he image of a court of\njustice is necessarily mirrored in the conduct, official or otherwise, of the\nmen and women who work thereat, from the judge to he least and lowest of its\npersonnel – hence, it becomes the imperative sacred duty of each and everyone\nin the court to maintain its good name and standing as a true temple of justice.” [6]\n\nWHEREFORE , respondent Ma. Thelma Josephine V.\nCledera is DISMISSED from the service for grave misconduct, habitual tardiness\nand habitual absenteeism, with forfeiture of all benefits and with prejudice to\nre-employment in the government including government owned or controlled\ncorporations.\n\nSO ORDERED. Narvasa, C.J.,\nRegalado, Davide, Jr., Romero, Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza,\nFrancisco, Panganiban, Martinez, Quisumbing, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Memorandum of DCA Reynaldo L. Suarez for Chief Justice Andres R.\nNarvasa, dated 15 October 1997, pp. 3-4.\n\n[2] Ibid., p. 4.\n\n[3] October 7, 8, 10, 11, 21, 23, 24, and 28.\n\n[4] Revenue Memorandum Circular No. 49-89 (Guidelines in the Application of\nPenalties in Administrative Cases).\n\n[5] Punishable with Dismissal per RMC 49-89.\n\n[6] Sy vs. Cruz, 250 SCRA 639; Citing Lim-Arce vs. Arce, et\nal ., 205 SCRA 21.",
  "content_length": 9177,
  "metadata_extraction_date": "2025-11-01T05:50:48.917579",
  "extraction_version": "2.0_enhanced_full_content"
}