{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/february/GR_118824.html",
  "filename": "GR_118824.html",
  "year": 1998,
  "month": "february",
  "case_number": "G.R. No. 118824",
  "gr_number": "118824",
  "volume_page": "349 Phil. 825",
  "decision_date": null,
  "title": "People vs. Ferer G.R. No. 102062, March 14, 1996; People vs. Broncano, G.R. No. 104870, August 22, 1996. [16] TSN, August 8, 1995, p. 41. [17] Art. 15, 2nd par., Revised Penal Code; People vs. Balondo, 30 Phil. 155, 161, October 31, 1969; People vs. Lamberte, 142 SCRA 685, 692, July 11, 1986. [18] Agpalo, Statutory Construction, 1990 ed., p. 208, citing People vs. Subido, 66 SCRA 545, September 5, 1975, People vs. Yu Jai, 99 Phil. 725, August 15, 1956; People vs. Terrado, 125 SCRA 648, November 25, 1983, and other cases. [19] Ibid., citing U.S. vs. Abad Santos, 36 Phil. 243, February 10, 1917, and U.S. vs. Madrigal, 27 Phil. 347, March 28, 1914. [20] Ibid. [21] Records, pp. 122-123. [22] TSN, August 15, 1995, pp. 10-12. [23] TSN, August 8, 1995, p. 21. [24] Assailed Decision, p. 7; rollo, p. 29. [25] People vs. Corea, G.R. No. 114383, March 3, 1997, citing People vs. Vitor, 245 SCRA 392, June 27, 1995, and People vs. Biendo, 216 SCRA 626, December 16, 1992; People vs. Malabago, G.R. No. 108613, April 18, 1997. [26] People vs. Catoltol Sr., 265 SCRA 109, November 28, 1996; People vs. Andres, 253 SCRA 751, February 20, 1996. [27] People vs. Narsico, 262 SCRA 1, September 18, 1996. [28] People vs. Galimba, 253 SCRA 722, February 20, 1996; People vs. Rosare, 264 SCRA 398, November 19, 1996. [29] People vs. Apilo, 263 SCRA 582, October 25, 1996, citing People vs. Gapasan, 243 SCRA 53, March 29, 1995. [30] People vs. Diaz, 262 SCRA 723, October 4, 1996, citing People vs. Delovino, 247 SCRA 637, 647, August 23, 1995. [31] Art. 335, par. 3, Revised Penal Code, as amended by RA 7659. [32] TSN, August 8, 1995, pp. 15-16. [33] Art. 63, par. 2, no. 2, Revised Penal Code. [34] People vs. San Juan, G.R. No. 105556, April 4, 1997; People vs. Apilo, 263 SCRA 582, October 28, 1996; People vs. Escoto, 229 SCRA 430, January 21, 1994. [35] âArt. 100. Civil liability of a person guilty of felony. -- Every person criminally liable for a felony is also civilly liable.â [36] People vs. Apilo, supra; People vs. Caballes, G.R. No. 102723-24, June 19, 1997. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "broncano",
    "august",
    "revised",
    "code",
    "balondo",
    "october",
    "lamberte",
    "agpalo",
    "statutory",
    "construction",
    "citing",
    "subido",
    "september",
    "terrado",
    "november",
    "santos",
    "february",
    "madrigal",
    "records"
  ],
  "title_summary": "People vs. Ferer G.R. No. 102062, March 14, 1996; People vs. Broncano, G.R. No. 104870, August 22...",
  "formatted_case_content": "View printer friendly version\n349 Phil. 825\n\nEN BANC\nEN BANC\n\n[ G.R. Nos. 124303-05, February 10, 1998 ]\n[ G.R. Nos. 124303-05, February 10, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. ALEJANDRO ATOP @ âALI,â ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. ALEJANDRO ATOP @ âALI,â ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nThe trial court\nsentenced the appellant to death, holding that his common-law relationship with\nthe victimâs grandmother aggravated the penalty. We hold, however, that Sec. 11 of RA 7659 prescribes the capital penalty in rape, only âwhen the\nvictim is under eighteen (18) years of age and the offender is a parent,\nascendant, step-parent, guardian, relative by consanguinity or affinity within\nthe third civil degree, or the common-law spouse of the parent of the victim,â\nand not by reason of any other kinship. On the other hand, ârelationshipâ as an alternative aggravating\ncircumstance under Art. 15 of the Revised Penal Code encompasses only âthe\nspouse, ascendant, descendant, legitimate, natural or adopted brother or\nsister, and relative by affinity in the same degrees.â Outside these enumerations and consistent\nwith the doctrine that criminal laws must be liberally construed in favor of\nthe accused, no other relationship, kinship or association between the offender\nand the victim may aggravate the imposable penalty for the crime\ncommitted. The fact, then, that the\noffended party is the granddaughter or descendant of appellantâs live-in\npartner cannot justify the imposition of death upon the rapist.\n\nThe Case\n\nThis is a\ncombined appeal from, and an automatic review of, the Joint Decision of the\nRegional Trial Court, Branch 12, of Ormoc City, finding Appellant Alejandro\nAtop, alias âAli,â guilty beyond reasonable doubt of three (3) counts of rape\nand sentencing him to two (2) terms of reclusion perpetua for the first two counts, and to death\nfor the third.\n\nOn April 21,\n1995, Provincial Prosecutor I Rosario D. Beleta filed four separate\ninformations [1] against accused-appellant charging\nhim with rape on three separate occasions -- on October 9, 1992, sometime in\n1993 and on December 26, 1994 -- as well as with attempted rape on December 31,\n1994. The informations charging rape,\nexcept for the date of commission and the age of the victim, similarly allege\nthe following: âThat on or about the 9th day of\nOctober, 1992, at Sitio Tambunan, Brgy. Sta. Rosa, Municipality of Matag-ob,\nProvince of Leyte, Philippines, and within the jurisdiction of this Honorable\nCourt, the above-named accused, by means of force and intimidation, did then\nand there wilfully [sic], unlawfully and feloniously have carnal knowledge of\nthe herein offended party REGINA GUAFIN, 11 years old, the accused is the\nlive-in partner of her grandmother with whom she is living with [sic], against\nher will and without her consent, with the use of a knife, mashed her breast,\nembraced, kissed and inserted his penis over the victimâs genital organ to\naccomplish his lewd design, to her damage and prejudice.â\n\nDuring his\narraignment, appellant, assisted by Counsel de Oficio Wenceslao Vanilla\nof the Public Attorneyâs Office, pleaded not guilty. [2] Thereafter, the cases were tried jointly. In his Decision, [3] the trial judge [4] disposed of the cases as follows: â1. In Criminal Case No. 4627-0 finding the accused Alejandro Atop\nGUILTY beyond reasonable doubt of RAPE defined and penalized under Article 335\nof the Revised Penal Code. Appreciating\nthe aggravating circumstances of relationship and nighttime with no mitigating\ncircumstance to offset any of the two, this court imposes upon the said\nALEJANDRO ATOP the sentence of RECLUSION PERPETUA and to indemnify\nRegina Guafin the sum of THIRTY THOUSAND PESOS ( P 30,000.00) and to pay\nthe costs. 2. In Criminal Case No. 4628-0 finding the accused Alejandro Atop GUILTY\nbeyond reasonable doubt of RAPE defined and penalized under Article 335 of the\nRevised Penal Code. Appreciating the\naggravating circumstances of relationship and nighttime with no mitigating\ncircumstance to offset any of the two, this court imposes upon the said ALEJANDRO\nATOP the sentence of RECLUSION PERPETUA and to indemnify Regina Guafin\nthe sum of THIRTY THOUSAND PESOS ( P 30,000.00) and to pay the costs. 3. In Criminal Case No. 4630-0 finding the accused Alejandro Atop NOT\nGUILTY for insufficiency of evidence. 4. In Criminal Case No. 4629-0 finding the accused ALEJANDRO ATOP guilty\nbeyond reasonable doubt of RAPE defined under Article 335 of the Revised Penal\nCode, as amended by Republic Act 7659. Appreciating the aggravating circumstances of relationship and nighttime\nwith no mitigating circumstance to offset any of the two, this court imposes\nupon the said ALEJANDRO ATOP, also known as âAliâ, the sentence of DEATH. Further, the same Alejandro Atop is directed\nto indemnify Regina Guafin the sum of THIRTY THOUSAND PESOS ( P 30,000.00)\nas moral damages and to pay the costs. By reason of the\nimposition of two reclusion perpetua and of the death penalties the jail warden\nis directed to immediately commit the person of Alejandro Atop to the National\nPenitentiary at Muntinlupa, Metro Manila while awaiting the review by the\nSupreme Court of this decision.â [5]\n\nThe Facts\n\nVersion of the Prosecution\n\nThe\nprosecutionâs evidence is narrated by the trial court [6] as follows: âPrivate complainant Regina Guafin,\ntold the court that she is a granddaughter of Trinidad Mejos and that the\naccused Alejandro Atop is the common law husband of said Trinidad Atop\n[sic]. Her mother is a daughter of said\nTrinidad Atop [sic] and lives in Pangasinan. She is an illegitimate child and she does not even know her father. Since her early childhood she stayed with\nher grandmother Trinidad Atop [sic] and the accused at Barangay Santa Rosa,\nMatag-ob, Leyte. Sometime in 1991 when\nshe was already 10 years of age the accused started having lustful desire on\nher. The accused then inserted his\nfinger into her vagina. She told her\ngrandmother about this but her grandmother did not believe her. She was then told by her grandmother,\nTrinidad Mejos, that what her grandfather did to her was just a manifestation\nof fatherly concern. She continued\nstaying with her grandmother and her common law husband Alejandro Atop, the\nherein accused. On October 9, 1992, she was called\nby the accused Alejandro Atop to do something for him. When she approached him the accused rushed\ntowards her, removed her panty and inserted his male organ into her\nvagina. She was not able to do anything\nto resist him because the accused gagged her mouth and was carrying a knife\nwith him. She was then 12 years old\nwhen the first rape was committed to her and at that time her grandmother was\nthen attending a delivery since her grandmother was a âhilotâ. When her grandmother returned home she told\nher what the accused did to her but her grandmother, again, refused to believe\nher. She also remember [sic] of another\nincident wherein she was raped again by the accused Alejandro Atop. It was in the year 1993 but she could not\nrecall the month when it was committed. Only she and the accused were then at their house at Barangay Santa\nRosa, Matag-ob, Leyte as her grandmother was at San Vicente attending to a\ndelivery. Again, she told her\ngrandmother about the heinous acts that the accused did to her but her Lola\nrefused to believe her. On December 26, 1994, the accused\nagain raped her. She could not ask for\nhelp because her mouth was gagged by the accused. Aside from gagging her, the accused also carried a knife which he\nplaced at his side. On December 31, 1994, while she\ntogether with her Aunt Gloria Montealto and her two (2) nieces Rubilen and Jubilen\nAtop were about to go to sleep, she noticed that the accused was looking for\nher. Upon seeing her the accused rushed\ntowards her and was about to lay on top of her. She kicked him. After\nthat, the accused caressed and touched his nieces but his nieces also kicked\nhim. Thereafter, the accused stopped\nmolesting her and his nieces and went to sleep instead. In the following morning, January 1, 1995,\nshe went to the barrio to go to school. She then forgot that there were no classes. She was not able to get a ride towards the school, so she went\ndirectly to the house of her grandfather Zacarias Geva. While she was at the house of her Lolo Geva,\nthe accused arrived and immediately entered the house of her grandfather. The accused was met by Rubilen Atop who was\nabout to box him but they immediately went out of the house and the accused\nfollowed them. The accused wanted to\nbring her back to their house but she refused. So, the accused pulled her. The\naccused kept on holding her until they reached the waiting shed were the\naccused smashed her to the concrete wall. She reported the incidents of rape\nthat happened in 1992, 1993 and 1994 only in January 1995. It took her so long to report the said\nincidents because she was afraid. The\naccused threatened to kill her should she tell anybody about the\nincidents. She was accompanied by her\nAunts Fe Decio and Rosenda Andales in reporting the said incidents to the\npolice. Her statement was taken by the\npolice at the police headquarters. Thereafter, she filed a complaint with the Municipal Trial Judge of\nMatag-ob, Leyte. x x x In her sworn statement which was also marked\nas Exhibit â1â for the defense, she only stated therein that what was inserted\ninto her vagina on July 1991 was only the finger of the accused. Out of fear, she deliberately concealed from\nthe investigator what actually had happened to her because at that time,\nbecause the accused was not yet apprehended and she was afraid that the accused\nwould kill her. Then she filed\ncomplaints with the Office of the Provincial Prosecutor and requested the\nfiscal to make a re-investigation in these cases. She told the Fiscal the truth of what was done to her by the\naccused because at that time the accused was already arrested. x x x\n\nx x x x x\nx x x\nx Another prosecution witness Fe\nDecio, an aunt of the private offended party Regina Guafin, testified that she\nknows the accused Alejandro Atop, the latter being her stepfather. She pointed in court the said accused. She testified also that when her niece\nRegina Guafin went to her residence at Himarco, Palompon, Leyte on January 2,\n1995, she noticed that Regina Guafin had abrasions on her body and was then\ncrying. She asked her the reason why\nshe cried and Regina told her that on January 1, 1995 the accused again tried\nto rape her but did not succeed because she fought back and was able to\nresist. The abrasions in her body was\nthe result of the maltreatments made by the accused who forcibly pulled her\nback to their house. Further, Regina\ntold her that the said accused Alejandro Atop had raped her 3 to 4 times. She was told by Regina when the said\nincidents happened but she forgot the actual dates that the latter told to\nher. She accompanied Regina to the\npolice authorities of Matag-ob, Leyte and reported the said incidents. During the time that Regina was investigated\nby the police authorities, the accused had also fled. Thereafter, she submitted Regina for a medical examination at the\nOrmoc District Hospital. Then, Regina\nGuafin filed a complaint at the MCTC of Matag-ob, Leyte. On cross\nexamination, she testified that they offer no objection with the relationship\nof the accused to her mother. In fact\nduring the time that the accused and her mother were living together, they were\nin good terms with the accused. She\ndenied the fact of sending her mother to Manila for the purpose of separating\nher from the accused Alejandro Atop because it was only the decision of her\nmother to have a vacation in Manila. She testified also that the age of her mother is more than 50 years\nold.â [7]\n\nThe third\nprosecution witness, Dr. Judith V. Lomocso who was a resident gynecologist at\nthe Ormoc District Hospital, testified that she examined Regina Guafin. Her findings were reduced in writing, as\nfollows: âExternal Findings:\n\n1. Incised\nwound with scab formation (L) middle finger.\n\n2. Tenderness (L) breast. OB-Gyne Findings:\n\nExternal genetalia [sic] - grossly normal\n\n- negative pubic hair\n\nVaginal canal - admits 2 fingers with ease\n\nhymen - healed laceration\n\nuterus - small\n\nLMP - December 4, 1994â [8]\n\nVersion of the Defense\n\nAppellant denied\nthe accusations of Guafin and imputed ill motive upon her aunts, who were the daughters of his live-in partner. [9] The trial court summed up his\ntestimony this wise: âAccused Alejandro Atop [then 37\nyears old] testified that he and Trinidad Mejos had been living together as\nhusband and wife for about 10 years already. When they started living together, Trinidad Mejos was already a widow\nwith eight (8) children of her previous marriage. When he started to live with Trinidad Mejos the latterâs children\nbecame mad at him because their mother was already old and he was still\nyoung. He personally knew Regina\nGuafin, the latter being their adopted child. Regina Guafin was still 2 years old when he and his wife took care of\nher. That Regina Guafin continuously\nresided at Sta. Rosa, Matag-ob, Leyte. The other persons who also lived with them aside from Regina Guafin,\nwere the three sons of Trinidad and his two (2) nieces whom he took from Butuan\nCity and sent them to school. He denied\ncommitting rape against Regina Guafin on October 9, 1992, in the year 1993 and\non December 26, 1994. On December 31,\n1994, while he was at his house, Regina went to the barrio proper to go to\nschool. In the afternoon of the same\ndate, he went to fetch Regina Guafin because at that time classes were not\nregular yet. At that time, the\ncompanions of Regina were Jovelyn and Rubilyn. He also denied committing an offense against Regina Guafin on December\n31, 1994. He testified also that he did\nnot evade arrest by going out of Matag-ob, Leyte because during that time he\nwas working in Hideco as a laborer. The\nreason why Regina Guafin filed a case against him because the said private\ncomplainant was coached by her aunt who wanted him and his wife Trinidad to be\nseparated. On cross\nexamination, he testified also that he was told by his cousin Nicolas Valencia\nthat her [sic] wife Trinidad was prevented by her children from visiting him in\njail upon her arrival from Manila.â [10]\n\nRuling of the Trial Court\n\nThe court a\nquo evaluated the testimony of the offended party in this manner: âx x\nx this court observed both the\ncomplainant and the accused when both were on the witness stand. The tears that spontaneously flowed from the\nprivate complainantâs eyes and the sobs that punctuated complainantâs testimony\nwhen asked about her experience with the accused eloquently conveyed the hurt,\nthe pain, and the anguish the private complainant has suffered and lived with\nduring all the years. When she told the\ncourt that she was raped by the accused she said it all with candor. The mixed expression of sadness and anger\nshown in the private complainantâs face during her testimony convinced this\ncourt that she was telling the truth. This court then found nothing in the evidence which would indicate in\nany way that the said Regina Guafin was motivated in narrating to the court her\nordeal other than her quest for justice. The defenseâs claim that Regina was coached by her aunts to fabricate\nher rape story in order to force their mother Trinidad Mejos to separate from\nthe accused is nothing but a mere speculation [upon] which this court found no\nprobative value. This court then gives\nthe testimony of the private offended party full faith and credit.â [11]\n\nThe trial court\nalso ruled that the circumstances of nighttime and relationship aggravated all\nthe three incidents of rape, but that there was no sufficient evidence proving\nattempted rape on December 31, 1994. Considering that the last rape occurred after the effectivity of RA\n7659, the death penalty law, the court meted out the capital punishment to\naccused-appellant.\n\nIssues\n\nIn his appeal [12] before us, appellant assigns the following errors: [13] âI. The\ntrial court erred in appreciating the circumstances of nighttime and\nrelationship as aggravating the penalty imposable for the rape allegedly\ncommitted on October 9, 1992, in 1993 and on December 26, 1994. âII. The trial court erred in finding accused guilty beyond\nreasonable doubt of the crimes charged.â\n\nThe Courtâs Ruling\n\nThe appeal is\npartly meritorious. We find that the\nalleged aggravating circumstances were not duly proved.\n\nFirst Issue: Nighttime\nand Relationship The\ntime-settled rule is that nocturnity, as an aggravating circumstance, must have\nbeen deliberately sought by the offender to facilitate the crime or prevent its\ndiscovery or evade his capture or facilitate his escape. [14] The culprit must have\npurposely taken advantage of the cover of night as an indispensable factor to\nattain his criminal purpose. [15]\n\nWe find merit in\nAppellant Atopâs contention, to which the solicitor general agrees, that the\nprosecution failed to prove that nighttime was deliberately sought by appellant\nto facilitate his dastardly acts. In\nfact, the prosecution failed to show that appellant consummated his carnal\ndesigns at night, except only for the December 26, 1994 incident which the\nvictim said occurred at 11:00 p.m. [16] Much less is there any evidence\nsubstantiating the trial courtâs conclusion that appellant intentionally sought\nthe darkness to advance his criminal exploits.\n\nNeither can we\nappreciate relationship as an aggravating circumstance. The scope of relationship as defined by law\nencompasses (1) the spouse, (2) an ascendant, (3) a descendant, (4) a\nlegitimate, natural or adopted brother or sister, or (5) a relative by affinity\nin the same degree. [17] Relationship by affinity refers to\na relation by virtue of a legal bond such as marriage. Relatives by affinity therefore are those\ncommonly referred to as âin-laws,â or stepfather, stepmother, stepchild and the\nlike; in contrast to relatives by consanguinity or blood relatives encompassed\nunder the second, third and fourth enumeration above. The law cannot be stretched to include persons attached by\ncommon-law relations. Here, there is no\nblood relationship or legal bond that links the appellant to his victim. Thus, the modifying circumstance of\nrelationship cannot be considered against him.\n\nNeither is the\nfollowing provision of Sec. 11, RA 7659 applicable: âSec. 11. Article 335 of the [Revised Penal] Code is hereby amended to read\nas follows:\n\nâx x x\n\nThe death penalty shall also be\nimposed if the crime of rape is committed with any of the following attendant\ncircumstances:\n\n1. when the victim is under eighteen (18) years of age and the offender is\na parent, ascendant, step-parent, guardian, relative by consanguinity or\naffinity within the third civil degree, or the common law spouse of the parent\nof the victim.\n\nx x x x x\nx x x\nx\n\nUndisputed is\nthe fact that appellant is not the common law spouse of the parent of\nthe victim. He is the common law\nhusband of the girlâs grandmother . Needless to state, neither is appellant the victimâs âparent, ascendant,\nstep-parent, guardian, relative by consanguinity or affinity within the third\ncivil degree.â Hence, he is not\nencompassed in any of the relationships expressly enumerated in the aforecited\nprovision.\n\nIt is a basic\nrule of statutory construction that penal statutes are to be liberally\nconstrued in favor of the accused. [18] Courts must not bring cases within\nthe provision of a law which are not clearly embraced by it. No act can be pronounced criminal which is\nnot clearly made so by statute; so, too, no person who is not clearly within\nthe terms of a statute can be brought within them. [19] Any reasonable doubt must be resolved in favor of the\naccused. [20]\n\nSecond Issue: Sufficiency\nof Prosecution Evidence\n\nHowever, we do\nnot agree with the claim of appellant that the prosecution evidence was not\nsufficient to prove his guilt. In the\nmain, appellant relies on the disparity between, on the one hand, the\nallegations of Regina in her sworn statement [21] executed before MCTC Judge Aquilino\nA. Inopiquez Jr. of Matag-ob, Leyte which merely prove acts of lasciviousness;\nand, on the other, her testimony in court showing three counts of rape.\n\nSuch disparity,\nwhich at first glance may raise some doubts on the truthfulness of\ncomplainantâs statements, was cogently and satisfactorily explained by her\nthus: âQ x\nx x why did you state in your affidavit\nthat only the finger that [sic] was inserted into your vagina? A Because\nduring the time of the investigation, I did not tell what was really true\nbecause he was not yet apprehended, sir. Q So,\nyou deliberately conceal[ed] from the investigator what actually happened out\nof fear? A Yes,\nyour Honor. CONTINUE PROSECUTOR Q And\nwhen you appeared before the Office of the Provâl. Fiscal, were you\ninvestigated? A Yes,\nmaâam. Q And\ndid you tell the Fiscal the truth of what had this accused done to you? A Yes,\nmaâam. Q And\nwhat was that statement you have given to the Fiscal? A I\ntold the Fiscal the truth because the accused was already arrested. Q And\nwhat was the truth? A The\ntruth that it was his penis that was inserted to my vagina. Q How\nmany times did the accused inserted [sic] his penis into your vagina? A Many\ntimes maâam but I can remember only three (3) to four (4) times. Q And\nthe first time that [sic] was on October 9, 1992? A Yes,\nmaâam. Q When\nwas the second time he inserted his penis into your vagina? A In\nthe year 1993. Q And\nthe third time? A On December 26, 1994.â [22]\n\nFrom the\ntestimony of Regina, the crimes evidently committed by appellant on the\naforestated dates were consummated rapes, not merely acts of\nlasciviousness. Initially, she\nhesitated to completely divulge her ravishment by appellant because of his\nthreats to kill her should she tell anybody of his assaults. [23] With his arrest and detention, she\nmustered the courage to finally and completely reveal her embarrassing story.\n\nNo simple barrio\nlass would so candidly admit before the public that a man who had lived as\ncommon-law husband to her grandmother had inserted his penis in her vagina for\nso many times in the past. It is\nunthinkable that complainant, a young lady of fifteen years, would allow her\nprivate parts to be examined and would withstand the rigors of a public trial\n-- along with the shame, humiliation and dishonor of exposing her own\nmortifying defilement -- if she was not in fact ravished. A careful examination of her testimony does\nnot reveal any hint of prevarication. Rather, her straightforward and unequivocal statements, during both her\ndirect and her cross-examinations, show indelible badges of truth. As the trial judge keenly observed, âThe\ntears that spontaneously flowed from the private complainantâs eyes and the\nsobs that punctuated [her] testimony when asked about her experience with the\naccused eloquently conveyed the hurt, the pain, and the anguish the private\ncomplainant has suffered and lived with during all the years. When she told the court that she was raped\nby the accused, she said it all with candor. The mixed expression of sadness and anger shown in the private\ncomplainantâs face during her testimony convinced this court that she was\ntelling the truth.â [24] We find it apt to say once again\nthat when a woman, especially a minor, says that she has been raped, she says\nin effect all that is necessary to show that the crime was committed. [25]\n\nAppellantâs\ncontention that private complainant was merely induced by her aunts who had\nobjected to his relationship with their mother, Trinidad Mejos, is a trite\ndefense that is completely undeserving of credit. It is unnatural and unbelievable for Reginaâs aunts to concoct a\nstory of rape of their own very young niece, that would bring shame and scandal\nnot only to her but to the entire family, especially to their mother. There could have been so many ways to\nalienate appellant from their mother, so many crimes to impute to him without\ndragging the familyâs honor into it. The preposterousness of appellantâs assertion becomes more\nobvious in light of the fact that this case was instituted only after ten (10)\nyears of his illegitimate union with Reginaâs grandmother. If Reginaâs aunts truly wanted them to\ndiscontinue such relationship, the long wait is inexplicable.\n\nConsequently, in\nthe face of private complainantâs positive and unequivocal testimony,\nappellantâs plain denial of the accusations against him cannot prevail. [26] It is well-settled that denial, if\nunsubstantiated by clear and convincing evidence, is a negative self-serving\nassertion which deserves no weight in law. [27] The recognized rule is that\ntestimonies of rape victims who are young and immature are each worthy of full\ncredence. [28]\n\nTime and again,\nwe have also held that when the question deals with the credibility of\nwitnesses and their testimonies, the trial courtâs observations and conclusions\ndeserve great respect and are often accorded finality, unless there appears in\nthe record some fact or circumstance of weight which the lower court may have\noverlooked, misunderstood or misappreciated and which, if properly considered,\nwould alter the results of the case. [29] The trial judge has the valuable\nedge of observing the witnessâ deportment and manner of testifying, her\nâfurtive glance, blush of conscious shame, hesitation, flippant or sneering\ntone, calmness, sigh, or the scant or full realization of an oathâ [30] -- all of which are useful aids for\nan accurate determination of a witnessâ honesty and sincerity. After a thorough review of all the evidence\non record, the Court finds no reason to reverse the trial courtâs findings on\nthe guilt of appellant.\n\nPenalties Imposable\n\nFor the rape\nincidents on October 9, 1992 and sometime in 1993, the court a quo correctly\nimposed the penalty of reclusion perpetua for each of the two\ncriminal acts. The third rape incident,\nhowever, occurred after the effectivity of RA 7659, the law which imposed the\ndeath penalty on certain heinous crimes. Under this amendatory law, the penalty for rape committed with the use\nof a deadly weapon is reclusion perpetua to death. [31] This provision is applicable in the\ninstant case, since private complainant was threatened with a knife when\nappellant consummated his beastly acts on her. [32]\n\nIn cases where\nthe penalty prescribed is composed of two indivisible penalties and there is\nneither an aggravating nor a mitigating circumstance in the commission of the\nfelony, the lesser penalty should be applied. [33] Since there was no modifying\ncircumstance even in the third rape, the penalty therefor should be reclusion perpetua, not the graver penalty of death as imposed by the court a\nquo. As earlier explained, the\nattendant relationships enumerated under Sec. 11 of RA 7659 do not apply\neither.\n\nConsistent with\nprevailing jurisprudence, [34] we increase the civil indemnity\nimposed upon appellant by the trial court to P 50,000 for each count of\nrape. The Court notes that, for\nappellantâs third conviction, the trial court ordered him to indemnify the\nvictim in the amount of P 30,000 âas moral damages.â Civil indemnity under Art. 100 [35] of the Revised Penal Code is\nseparate and distinct from moral damages under Arts. 2217 and 2219 of the Civil\nCode. [36] Conformably, Appellant Atop should\nindemnify Regina Guafin in the total amount of P 150,000 for the three\ncounts of rape -- separately from payment of moral damages which we find\njustified under the circumstances. The\nmoral sufferings of private complainant were obvious during the court\nproceedings where, as observed by the trial judge and also noted in the\ntranscripts, she spontaneously cried and sobbed, and showed a mixed expression\nof sadness, pain and anger.\n\nWHEREFORE , the Decision appealed from is\nhereby AFFIRMED, with the MODIFICATION that Appellant Alejandro Atop shall not suffer the penalty of death but shall SERVE three (3) terms of reclusion perpetua, one\nfor each of the three (3) counts of rape for which he was found GUILTY by the\ntrial court, and is ordered to PAY Regina Guafin indemnity in the amount of P 150,000 plus moral\ndamages of P 50,000 .\n\nSO ORDERED. Narvasa, C.J.,\nRegalado, Davide, Jr., Romero, Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza,\nFrancisco, Martinez, Quisumbing, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Rollo , pp.\n10-15; records, pp. 1-5.\n\n[2] Records, p. 34.\n\n[3] Rollo , pp.\n23-33.\n\n[4] Judge Francisco H. EscaÃ±o Jr.\n\n[5] Assailed Decision, pp. 10-11; Rollo , pp.\n32-33.\n\n[6] In his brief, the solicitor general adopted this\nnarration.\n\n[7] Assailed Decision, pp. 3-6; Rollo , pp. 25-28.\n\n[8] Records, p. 130.\n\n[9] The 14-page appellantâs brief, dated May 22, 1997,\nprepared by the Public Attorneyâs Office summarized the evidence for the\ndefense (rollo, pp. 47-48) simply as follows:\n\nâAccused denied the charges against him. He denied committing the rape against Regina Guafin on October 9,\n1992, in the year 1993 and on December 26, 1994. He also denied committing an offense against Regina on December\n31, 1994. He suspect[ed] that Regina\nwas coached by her aunt in filing this complaint against him for the purpose of\nseparating him from his wife Trinidad.\n\nAside from Regina Guafin, the three sons of Trinidad and his two nieces,\nJovelyn and Rubilyn, were also living with them.â\n\n[10] Assailed Decision, p. 6; Rollo , p. 28.\n\n[11] Ibid., p.\n7; ibid., p. 29.\n\n[12] This case was deemed submitted for decision upon\nreceipt by this Court on October 17, 1997 of the appelleeâs brief.\n\n[13] Appellantâs brief, p. 1; Rollo , p. 41.\n\n[14] People vs. Garcia , G.R. No. 118824,\nJuly 5, 1996; People vs. Pareja , G.R. No. 88043, December 9,\n1996; People vs. Empacis , 222 SCRA 59, May 14, 1993.\n\n[15] People vs. Ferer G.R. No. 102062, March 14, 1996;\nPeople vs. Broncano, G.R. No. 104870, August 22, 1996.\n\n[16] TSN, August 8, 1995, p. 41.\n\n[17] Art. 15, 2nd par., Revised Penal Code; People vs. Balondo , 30 Phil. 155, 161, October 31, 1969; People vs. Lamberte , 142 SCRA 685, 692, July 11, 1986.\n\n[18] Agpalo, Statutory Construction, 1990 ed., p.\n208, citing People vs. Subido , 66 SCRA 545, September 5, 1975,\nPeople vs. Yu Jai , 99 Phil. 725, August 15, 1956; People vs. Terrado , 125 SCRA 648, November 25, 1983, and other cases.\n\n[19] Ibid., citing\nU.S. vs. Abad Santos , 36 Phil. 243, February 10, 1917, and U.S .\nvs. Madrigal , 27 Phil. 347, March 28, 1914.\n\n[20] Ibid.\n\n[21] Records, pp. 122-123.\n\n[22] TSN, August 15, 1995, pp. 10-12.\n\n[23] TSN, August 8, 1995, p. 21.\n\n[24] Assailed Decision, p. 7; rollo, p. 29.\n\n[25] People vs. Corea , G.R. No. 114383,\nMarch 3, 1997, citing People vs. Vitor , 245 SCRA 392, June 27,\n1995, and People vs. Biendo , 216 SCRA 626, December 16, 1992;\nPeople vs. Malabago , G.R. No. 108613, April 18, 1997.\n\n[26] People vs. Catoltol Sr ., 265 SCRA 109,\nNovember 28, 1996; People vs. Andres , 253 SCRA 751, February 20,\n1996.\n\n[27] People vs. Narsico , 262 SCRA 1, September 18, 1996.\n\n[28] People vs. Galimba , 253 SCRA 722,\nFebruary 20, 1996; People vs. Rosare , 264 SCRA 398, November 19,\n1996.\n\n[29] People vs. Apilo , 263 SCRA 582, October\n25, 1996, citing People vs. Gapasan , 243 SCRA 53, March 29, 1995.\n\n[30] People vs. Diaz , 262 SCRA 723, October\n4, 1996, citing People vs. Delovino , 247 SCRA 637, 647, August\n23, 1995.\n\n[31] Art. 335, par. 3, Revised Penal Code, as amended by\nRA 7659.\n\n[32] TSN, August 8, 1995, pp. 15-16.\n\n[33] Art. 63, par. 2, no. 2, Revised Penal Code.\n\n[34] People vs. San Juan , G.R. No. 105556,\nApril 4, 1997; People vs. Apilo , 263 SCRA 582, October 28, 1996;\nPeople vs. Escoto, 229 SCRA 430, January 21, 1994.\n\n[35] âArt. 100. Civil\nliability of a person guilty of felony. -- Every person criminally liable for a felony is also civilly\nliable.â\n\n[36] People vs. Apilo, supra ; People vs. Caballes, G.R. No. 102723-24, June 19, 1997.",
  "content_length": 32205,
  "metadata_extraction_date": "2025-11-01T05:50:50.494742",
  "extraction_version": "2.0_enhanced_full_content"
}