{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/december/gr_l-5329_1909.html",
  "filename": "gr_l-5329_1909.html",
  "year": 1909,
  "month": "december",
  "case_number": "gr_l-5329_1909",
  "gr_number": "gr_l-5329_1909",
  "volume_page": "Volume information not available",
  "decision_date": "December 21, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "execution",
    "sheriff",
    "said",
    "property",
    "upon",
    "plaintiff",
    "judgment",
    "writ",
    "blas",
    "francisco",
    "day",
    "house",
    "defendant",
    "court",
    "issued",
    "justice",
    "peace",
    "against",
    "his",
    "proof"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5329\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5329\tDecember 21, 1909\n\nSABINA CRUZ HERRERA DE LUKBAN,\n\nplaintiff,\n\nvs.\n\nJOSE McMICKING, sheriff\n\nex officio\n\nof Manila,\n\ndefendant.\n\nAllen A. Garner for plaintiff.\n\nModesto Reyes for defendant.\n\nJOHNSON,\n\nJ.:\n\nAn original application in this court for a writ of\n\nmandamus\n\nto compel the sheriff of the city of Manila to execute an order of execution issued by the justice of the peace of the city of Manila, upon certain specific property belonging to Blas Francisco.\n\nFrom the record it appears that on or about the 5th day of February, 1908, Sabina Cruz Herrera de Lukban, plaintiff, commenced an action in the court of the justice of the peace of the city of Manila, against Blas Francisco and others, for the purpose of recovering the sum of P110, with interest and costs. The justice of the peace rendered a judgment against the defendants, and in favor of the plaintiff upon the 9th day of February, 1909.\n\nOn the 18th day of March, 1909, the justice of the peace issued a writ of execution upon said judgment.\n\nlawphi1.net\n\nOn the 22d day of March, 1909, the sheriff returned said execution, stating that he had been unable to satisfy the same.\n\nOn the 23d day of March, 1909, the plaintiff appeared in the office of the sheriff and insisted that the sheriff should levy said execution upon a house of mixed materials, which she alleged belonged to the defendant, Blas Francisco. The sheriff refused to levy the execution upon said house for the reason that in his opinion said house was not worth P150, calling the plaintiff's attention to section 452 of the Code of Procedure in Civil Actions.\n\nOn the 27th day of March, 1909, the plaintiff filed her petition in this court, asking that a writ of\n\nmandamus\n\nbe issued, directing the sheriff to levy said execution. To the petition of the plaintiff the defendant filed an answer setting up substantially the foregoing facts. Later, upon the questions of fact presented by the petition and answer, the parties submitted their proofs.\n\nAn examination of the proof adduced shows that Blas Francisco was the owner of a house of mixed materials, a part of which rented for P8 per month. Aside from this proof showing the rental value of said property, there was no proof whatever relating to the value of said house. Neither did the proof show that the house was located upon the land of the said Blas Francisco. Neither did the proof show that the said Blas Francisco was the owner of any other property whatever.\n\nThis court has decided in the case of\n\nPetersen vs. Peterson\n\n(No. 2360)\n\n1\n\nand in the case of\n\nManotoc vs. McMicking\n\n(10 Phil. Rep., 119) that \"A writ of\n\nmandamus\n\nis not available to compel a sheriff to execute an attachment against a specific piece of property when the writ of attachment is issued in general terms against the property of the debtor.\"\n\nIt is questionable whether it is the duty of a sheriff, when he has an execution to serve, to present the objection that the property of the judgment debtor is exempt from execution. The exemption provided for by the law is a right accorded to debtors, and a right which must be insisted upon or it may be lost. It would therefore seem to be the duty of the sheriff, whenever he finds property belonging to a judgment debtor, when he has an execution to serve, to serve said execution upon said property and allow the judgment debtor to claim his right under the statute. That question, however, is not presented here.\n\nThe sheriff, in the present case, took the execution issued by the justice of the peace and attempted to find property subject to execution, belonging to the judgment debtor. In his return he states that he was unable to find any property of the defendant subject to execution. In doing this, the sheriff complied with the duty imposed upon him by the law. If, through his negligence or carelessness, he failed to find property subject to execution, and if through such negligence or carelessness the judgment creditor suffered loss, such judgment creditor would have a right of action against the sheriff and his bondsmen for such negligence, and as was pointed out in the case of\n\nManotoc vs. McMicking\n\n(10 Phil. Rep., 119) the judgment creditor has another remedy, under sections 474 and 482 of the Code of Procedure in Civil Actions. There being other remedies sufficiently adequate, the plaintiff is clearly not entitled to a writ of\n\nmandamus\n\nin the present case. The prayer of the petition is, therefore, hereby denied, with costs.\n\n1awphi1.net\n\nIt is so ordered.\n\nArellano, C. J., Torres, Mapa, Carson, and Moreland, JJ., concur.\n\nFootnotes\n\n1\tResolution of the Supreme Court of April 23, 1906, in the matter of Petersen\n\nvs.\n\nPeterson.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4832,
  "metadata_extraction_date": "2025-11-16T08:44:02.934872",
  "extraction_version": "2.0_enhanced_full_content"
}