{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1909/december/gr_l-5295_1909.html",
  "filename": "gr_l-5295_1909.html",
  "year": 1909,
  "month": "december",
  "case_number": "gr_l-5295_1909",
  "gr_number": "gr_l-5295_1909",
  "volume_page": "Volume information not available",
  "decision_date": "December 16, 1909",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "said",
    "property",
    "case",
    "plaintiff",
    "sale",
    "against",
    "goods",
    "upon",
    "execution",
    "stanley",
    "krippendorf",
    "possession",
    "macke",
    "defendants",
    "bar",
    "instrument",
    "question",
    "title",
    "appellant",
    "chandler"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5295\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5295\tDecember 16, 1909\n\nKUENZLE & STREIFF,\n\nplaintiff-appellant,\n\nvs.\n\nMACKE & CHANDLER, ET AL.,\n\ndefendants-appellees.\n\nHartigan and Rohde for appellant.\n\nO'Brien and De Witt for appellees.\n\nMORELAND,\n\nJ.:\n\nThis is an action brought by the plaintiff to recover of the defendants the sum of 1,000 pesos, the value of certain personal property, constituting a saloon bar, furniture, furnishings, and fixtures. The plaintiff alleges that on or about the month of January, 1907, it was the owner of the Oregon Saloon in Cavite, Province of Cavite, consisting of bar, furniture, furnishings, and fixtures, of the value of 1,000 pesos; that during the said month of January, 1907, the defendant Jose Desiderio, as sheriff, levied upon such property by virtue of an execution issued upon a judgment secured by the defendant Macke & Chandler, against Stanley & Krippendorf; that said plaintiff notified the sheriff, in the manner provided by law, that it was the owner of said goods and forbade the sale thereof under said execution; that, notwithstanding such claim upon the part of the plaintiff, the said sheriff sold said goods under said execution; that said firm of Macke & Chandler was the purchaser of said goods and the same were delivered to it; that the defendants Bachrach, Elser, and Gale, were the sureties upon the bond given to the sheriff by Macke & Chandler before said goods were sold. The defendants in this case allege that the property described by the plaintiff and sold at the execution sale referred to was not the property of the plaintiff at the time of said levy and sale, but was the property of Stanley & Krippendorf, who were in possession of the same at the time of such levy. They further allege that during the month of January, 1907, the said Stanley & Krippendorf, being indebted in a considerable sum to the plaintiff in this case, attempted to sell to the said plaintiff by an instrument in writing the property in question; that said instrument was never recorded; that said instrument was a private document; that the said property was not delivered to the plaintiff under said sale but that said property remained from the time of said sale forward in the exclusive possession and control of said Stanley & Krippendorf, and that they conducted the business subsequent to the execution of said instrument exactly as they had prior thereto\n\n\n\nin their own name\n\n\n\npurchasing goods and paying therefor without reference to the plaintiff in this case.\n\nThe facts in relation to the manner and method in an by which the plaintiff obtained its alleged title to the goods in question and the fact of continued possession by Stanley & Krippendorf, as set forth by the defendants, are substantially admitted in this case.\n\nThe question to be determined is the effect which the said instrument of sale had, if any, in transferring the property in question from Stanley & Krippendorf to the plaintiff.\n\nitc_alf\n\nThe case of the Fidelity and Deposit Company against Wilson (8 Phil. Rep., 51) lays down a doctrine which we think is decisive of this case. In that case it was held that the ownership of personal property can not be transferred to the prejudice of third persons except by delivery of the property itself; and that a sale without delivery gives the would-be purchaser no rights in said property except those of a creditor. The bill of sale in the case at bar, under the circumstances of this case, could have no effect against a person dealing with the property upon the faith of appearances. The case of Kuenzle & Streiff against A. S. Watson & Co. (7 Off Gaz., 425),\n\n1\n\ncited by the appellant in its brief, does not sustain its contention. That was a case of the sale of property upon the condition that the title thereto should remain in the vendor until the purchase price thereof should be fully paid, and that, in case of nonpayment of the debt or of any installment thereof when due, the vendor would have a right to take possession of the property and deal with it as provided for in the contract. In that case the court held that such a contract for the conditional sale of goods was valid in these Islands between the parties thereto, and was valid also as to third persons,\n\nprovided possession of the property therein described was taken by the vendor before the rights of third persons intervened against the same\n\n. In the case at bar it is evident that the bill of sale, so called, was in no sense a conditional sale of property, such as is described in the case of Kuenzle & Streiff against A. S. Watson, & Co., and the principles applicable thereto are entirely inapplicable in the case at bar. Moreover, possession of the property in suit was not taken at any time by the plaintiff.\n\nThe defendant Macke & Chandlre, having purchased the property at an execution sale, property conducted, obtained a good title to the property in question as against the plaintiff in this case.\n\nThe judgment of the court below is, therefore, affirmed, with costs against the appellant. So ordered.\n\nArellano, C. J., Torres, Johnson, and Carson, JJ., concur.\n\nlawphi1.net\n\nFootnotes\n\n1\t13 Phil. Rep., 26.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5278,
  "metadata_extraction_date": "2025-11-16T08:44:16.975648",
  "extraction_version": "2.0_enhanced_full_content"
}