{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/march/gr_l-6445_1911.html",
  "filename": "gr_l-6445_1911.html",
  "year": 1911,
  "month": "march",
  "case_number": "gr_l-6445_1911",
  "gr_number": "gr_l-6445_1911",
  "volume_page": "Volume information not available",
  "decision_date": "March 11, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Labor Law",
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "any",
    "office",
    "his",
    "election",
    "public",
    "shall",
    "municipal",
    "appointment",
    "held",
    "general",
    "person",
    "employment",
    "candidacy",
    "under",
    "time",
    "member",
    "board",
    "holding",
    "hold",
    "provincial"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6445\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6445            March 11, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nSILVINO MADAMBA,\n\ndefendant-appellant.\n\nJulio Adiarte, for appellant.\n\nActing Attorney-General Harvey, for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThe accuse was convinced in the court below of a violation of the provisions of the Election Law, as amended by section 3 of Act No. 1948, which is as follows:\n\nNo person, except a notary public, holding any appointive public office or employment, or any public office or employment by appointment, shall, within ninety days preceding any general election, or within sixty days preceding any special election announce his candidacy for or be eligible to hold any elective public office or employment to be filed at such general or special election. No person holding an elective public office to which such person has been elected shall present his candidacy, nor shall he be eligible while holding such office, at any municipal, provincial or Assembly election, except for reelection to the office held by him. Resignation tendered for electoral reasons shall be accepted without delay by the officer or person called upon to accept them. The resignations mentioned in this decision shall, in the case of Delegates to the Philippine Assembly, be tendered to the Speaker thereof. No judge of the Court of First Instance, justice of the peace, provincial fiscal, or officer or employee of the Bureau of Constabulary or of the Bureau of Education, or provincial treasurer, shall aid any candidate or influence in any manner or take any part in any municipal, provincial, or Assembly election under penalty of being deprived of his office and being disqualified to hold any public office whatever for a term of five years:\n\nProvided, however\n\n, That the foregoing provisions shall not be construed to deprive any person otherwise qualified of the right to vote at any election:\n\nAnd provided further\n\n, That the tender fixed shall be held to be a compliance with the requirements of this action.\n\nThe defendant admitted at the trial that he had announced his candidacy for the office of municipal president at the general elections held in the municipal of Dingras, Ilocos Norte, on the 2nd of November, 1909, although, at the time when the elections were held, he had not formally submitted his resignation as a member of the municipal school board to which he had been appointed on the 26th of April, 1909. The accused stated that with a view to his candidacy, he submitted his resignation as auxiliary justice of the peace in strict accordance with the requirements of the above-set-out section 3 of Act No. 1948, but that he did not submit his resignation as a member of the school board because he did not deem himself to be a member at the time of the election, he never having taken an oath of office, and never having attended any meeting of the board or acted as a member thereof from the date of his appointment to the day when he testified. There is evidence in the record which discloses that the accused at the time of his appointment indicated his intention to accept his appointment, or perhaps expressly stated that he would do so, but it does not appear that he accepted it in such manner as to justify an affirmative finding that his act amounted to an acceptance so as to charge him with the responsibilities and to clothe him with the rights of membership on the board.\n\nWithout attempting to lay down any general rule whereby it can be determined when and under what conditions one can be said to \"hold\" a public office, or to make any nice distinction between the holding of an office and the right or title thereto, and without determining under what circumstances, if any, the taking of an oath of office may become a matter of importance in ascertaining whether one can be said to hold \"an appointive office or employment, or any public office or employment by appointment,\" we are of opinion that the accused in this case should be acquitted, he never having \"held\" the office in question in the sense contemplated by the penalizing provision of the above-set-out section of the Election Law; or if, under all the circumstances of his appointment, he can be said to have \"held\" it at any time, he having renounced it so as to relieve himself from criminal liability under the statute in pursuance of which these proceedings were instituted. He was not\n\nde facto\n\na member of the municipal school board of the municipality of Dingras at the time when he announced his candidacy for election as municipal president, so as to come within the purview of the penal provisions of the statute. The judgment of conviction must therefore be reversed, and the accused acquitted of the offense with which he is charged, with the costs of this instance\n\nde oficio\n\n.\n\nSo ordered.\n\nArellano, C.J., Mapa, Moreland, and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4996,
  "metadata_extraction_date": "2025-11-16T09:03:28.546924",
  "extraction_version": "2.0_enhanced_full_content"
}