{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/march/gr_l-6469_1911.html",
  "filename": "gr_l-6469_1911.html",
  "year": 1911,
  "month": "march",
  "case_number": "gr_l-6469_1911",
  "gr_number": "gr_l-6469_1911",
  "volume_page": "Volume information not available",
  "decision_date": "March 18, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Family Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "his",
    "animal",
    "carandang",
    "possession",
    "place",
    "found",
    "after",
    "time",
    "they",
    "prudencia",
    "property",
    "caraballa",
    "him",
    "about",
    "where",
    "appellant",
    "crime",
    "one",
    "case"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6469\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6469            March 18, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nEUSTAQUIO SIMBAHAN,\n\ndefendant-appellant.\n\nAlfredo Chicote for appellant.\n\nActing Attorney-General Harvey for appellee.\n\nTRENT,\n\nJ.\n\n:\n\nThe defendant, Eustaquio Simbahan, having been convicted in the Court of First Instance of the Province of Batangas of the crime of larceny, Honorable Mariano Cui presiding, and sentenced to one year and six months'\n\npresidio correccional\n\n, to the corresponding accessory penalties, to return to Prudencia Carandang the sum of P50, with subsidiary imprisonment in case of insolvency, and to the payment of the costs, he appealed.\n\nOn the 18th of May, 1910, Pedro Carandang had in his possession a certain female carabao, the property of Maria Magpantay. Carandang quit work on that day some two or three hours after dark, took the animal to his home, tied it at the back of his house, entered and proceeded to dine. A few minutes after finishing his dinner he went out to look after the\n\ncaraballa\n\nbut found that it had disappeared. Being unable to find the animal on that night he, on the following day, notified its owner, and also his uncle, Prudencia Carandang, of the loss of the said animal. The search was continued until the 22nd of that month, when Pedro Carandang, Prudencia Carandang, and Ciriaco Carandang met the defendant in the barrio of Aya, municipality of San Juan. After conversing with the defendant at that time they informed him of the loss of the animal and asked his assistance in locating it, offering at the same time to pay him for his services. At first the defendant pretended that he knew nothing about the whereabouts of this animal, but after he and Prudencia had had a secret conversation, he agreed to tell them where the animal was on condition that they give him P50. These parties did not have this amount of money with them at that time, but agreed to return that same day with the money and turn it over to the defendant. So a specific time and place was agreed upon for this second meeting, and in pursuance of this agreement they all returned to the designated place about midnight with the P50. They found the defendant at that place, which was not near any houses, and on delivering the P50 to him he said: \"There it is, at the west of the little forest.\" He then disappeared and Carandang, with his companions, not being able to see the animal from where they were then standing, went to the place indicated, which was about four brazas distant, and there found the\n\ncaraballa\n\n.\n\nThe local authorities were notified of these facts on that same night and the arrest of the defendant followed.\n\nCounsel for the defendant insists that as no one saw his client steal this animal, the above facts do not constitute such a possession as would warrant a conviction on the presumption that the defendant, in the absence of a satisfactory explanation, was the author of the crime. This court has constantly held that, where stolen property is found within a short time in the possession of the defendant, he is, in the absence of a satisfactory explanation, presumed to be the author of the crime and must be condemned as such. (U.S.\n\nvs\n\n. Divino, 18 Phil. Rep., 425; and U.S.\n\nvs\n\n. Caralipio and Fernando, 18 Phil. Rep., 421, and cases cited therein.)\n\nThe word \"possession\" as used above can not be limited to manual touch or personal custody. One who puts or deposits the stolen property in a place of concealment may be deemed to have such property in his possession.\n\nThe animal in the case at bar was concealed in a little forest. The defendant about 12 o'clock at night pointed out the place where the\n\ncaraballa\n\nwas tied and received P50 for so doing. All the facts and circumstances in this case show conclusively that he had possession of said\n\ncaraballa\n\nand fully justify his conviction.\n\nThe judgment appealed from is, therefore, affirmed, with costs against the appellant.\n\nArellano, C.J., Mapa, Carson, and Moreland, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4136,
  "metadata_extraction_date": "2025-11-16T09:02:48.301163",
  "extraction_version": "2.0_enhanced_full_content"
}