{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/march/gr_l-6423_1911.html",
  "filename": "gr_l-6423_1911.html",
  "year": 1911,
  "month": "march",
  "case_number": "gr_l-6423_1911",
  "gr_number": "gr_l-6423_1911",
  "volume_page": "Volume information not available",
  "decision_date": "March 2, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Family Law",
    "Civil Law",
    "Tax Law",
    "Labor Law"
  ],
  "keywords": [
    "appellant",
    "accused",
    "opium",
    "substance",
    "chinamen",
    "crime",
    "malversation",
    "public",
    "possession",
    "proofs",
    "guilty",
    "there",
    "found",
    "acting",
    "judgment",
    "any",
    "act",
    "grams",
    "its",
    "under"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6423\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6423            March 2, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nSIMEON QUIAOIT,\n\ndefendant-appellant.\n\nVicente Miranda for appellant.\n\nActing Attorney-General Harvey for appellee.\n\nMORELAND,\n\nJ.\n\n:\n\nThis is an appeal from a judgment of the Court of First Instance of the Province of Nueva Ecija, Hon. Julio Llorente presiding, convicting the accused of the crime of malversation of public funds and sentencing him to six months' imprisonment, to the payment of the costs, and to perpetual disability to hold public office or employment of any kind.\n\nSimeon Quiaoit, the appellant in this case, acting as justice of the peace of the municipality of Nampicuan, Province of Nueva Ecija, for the purpose of a preliminary investigation, took cognizance of a crime charging two Chinamen, Ong Taichon and Yu Yong, with the illegal possession of opium in violation of Act No. 1761. On the arrest of the Chinamen the official of the Internal Revenue Office found in their possession 125 grams of prepared opium. The appellant in this case receipted for such opium, manifesting that he had received the same into his possession as a part of the proofs against the accused Chinamen. On the day on which the preliminary investigation was held, which was sixteen days after the accused Chinamen were arrested and the opium was delivered into the possession of the appellant, the internal-revenue officer claimed to have discovered that the opium, deposited with the appellant as acting justice of the peace on the arrest of the accused Chinamen, had disappeared and in its place had been substituted 123 grams of honey or black sugar. Thereupon an information was filed charging the appellant with the crime of malversation of public property under Act No. 1740.\n\nThe attorney for the people discusses the question whether or not the accused is guilty of malversation of public property under the act referred to or whether he is guilty of\n\nestafa\n\nunder subdivision 5 of article 535 of the Penal Code, concluding that he is guilty of\n\nestafa\n\nand not of malversation.\n\nWe find it unnecessary to discuss this question for the reason that upon the facts we are satisfied that the appellant has not been proved guilty of any crime beyond a reasonable doubt. No sufficient or satisfactory proof was made of the character or constituency of the 123 grams of substance which was found substituted in place of the opium sixteen days after its deposit with the appellant, admitting that there was a substitution. There is no satisfactory proof that the substance was not the same substance that had been delivered to the appellant. This means that there is no satisfactory proof that there was a substitution. The difference in weight may easily be accounted for by evaporation of the liquid or other causes, it appearing from the proofs that the receiptable in which the substance was at the time of its delivery to the appellant was open and without covering of any kind. The proofs as to the actual composition of the substance in controversy are scanty, indefinite and altogether unsatisfactory. It appears from the record that an expert pharmacist, testifying as a witness for the defendant, asserted that the substance which the prosecution alleges was either honey or black sugar did not contain either of those substances. We do not believe that the proofs fairly sustain the judgment of conviction.\n\nThe judgment of conviction is reversed and the discharge of the accused from custody ordered forthwith.\n\nArellano, C. J., Mapa, Carson and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3697,
  "metadata_extraction_date": "2025-11-16T09:04:12.820032",
  "extraction_version": "2.0_enhanced_full_content"
}