{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/march/gr_l-5843_1911.html",
  "filename": "gr_l-5843_1911.html",
  "year": 1911,
  "month": "march",
  "case_number": "gr_l-5843_1911",
  "gr_number": "gr_l-5843_1911",
  "volume_page": "Volume information not available",
  "decision_date": "March 25, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Family Law",
    "Criminal Law",
    "Administrative Law"
  ],
  "keywords": [
    "state",
    "same",
    "plea",
    "case",
    "jeopardy",
    "criminal",
    "defendant",
    "any",
    "act",
    "possession",
    "court",
    "former",
    "record",
    "people",
    "his",
    "facts",
    "upon",
    "accused",
    "present",
    "offense"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5843\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5843            March 25, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellant,\n\nvs.\n\nCANUTO GUSTILO,\n\ndefendant-appellee.\n\nOffice of the Solicitor-General Harvey for appellant.\n\nNo appearance for appellee.\n\nMORELAND,\n\nJ.\n\n:\n\nThe question involved in this appeal is expressed by the court below in the following language:\n\nThe defendant arraigned upon the information in this case has appeared with his counsel and entered the plea of former jeopardy, said plea being based upon the record in criminal case No. 1360 of this court, entitled \"United States\n\nvs\n\n. Canuto Gustilo,\" in which case the information was filed on the 17th day of May, 1909, charging the defendant with the offense of illegal possession of firearms. To that information the defendant pleaded guilty and was on the 10th day of July, 1909, sentenced to pay a fine and costs.\n\nIt is a fact disclosed by the record and admitted by the fiscal that the firearm which the defendant is now charged with illegally possessing was possessed by him during the same period and was seized at the same time and place as the arm for the possession of which he was convicted in case No. 1360. The defense, therefore, contends that but one crime was committed by the defendant and that by subjecting him to another prosecution the Government is violating the provisions of the Philippine Bill, that no one shall be twice placed in jeopardy for the same offense. The position of the fiscal is that inasmuch as the law requires a bond in the sum of two hundred pesos for each firearm possessed by any individual, the offense defined and penalized by section 25 of Act No. 1780 is committed as many times, as the accused has unlicensed firearms in his possession, in other words, that the possession of each individual firearm constitutes a separate offense for which a prosecution will lie.\n\nThe brief of the prosecution raises the preliminary question that:\n\nIn pleading former jeopardy, it is not sufficient simply to\n\nestablish\n\nthat the party alleging it had been in jeopardy once,\n\nbut he must allege and prove in the most specific way\n\nthat the offense of which he was formerly convicted or acquitted was identically the same offense for which the courts were attempting to try him again. This throws the burden of proof upon the defendant to prove his plea of former jeopardy. In the case at bar no witness was called to prove his plea of former jeopardy and the facts alleged in the plea are an admission that the facts alleged in the complaint are true. The record in case No. 1360 and the record in case No. 1361 constitute records in absolutely separate and distinct criminal actions, and under the rule in the Gavieres case, above cited, it was incumbent upon the trial court to require the defendant to prove the allegations of his former jeopardy in the most specific way.\n\nIt is true that it does not appear affirmatively from the record that any evidence was, technically speaking, offered by the accused to prove his plea of former jeopardy. But sufficient appears in the record to establish the facts upon which the plea is founded. The accused, in his plea, after quoting the information on criminal cause No. 1360, says:\n\nThat the witnesses Agustin Landato and Ambrosio Burso, witnesses for the prosecution, testified under oath in the preliminary investigation in criminal cause No. 1360, and also in the preliminary investigation in the present cause, that the shotgun, with its ammunition, which was the subject of the complaint in cause No. 1360, and the Colt's revolver, with its ammunition, which is the subject of the present complaint, were in the possession, custody and control of the accused and were owned by him together and were located in the same house, in the same room, and both of said arms were taken by the public authorities by the same act, at the same time, and in the same place.\n\nThe provincial fiscal made the following answer to the plea:\n\nThe undersigned fiscal, answering the plea of former jeopardy invoked by the defendant, alleges: That the accused has not been placed in jeopardy for the reason that the facts detailed in prior cause No. 1360 against the accused, Canuto Gustilo, upon which he was convicted, are not the same facts mentioned in the complaint in the present cause. In the former, as in the present case, the body or bodies of the crime are different and distinct between themselves and for that reason the allegation of jeopardy alleged by the defense fails of legal foundation.\n\nUpon this plea and the answer thus made to it, the court heard the arguments of the parties and proceeded to a determination of the case. While the record fails to disclose that any evidence substantiating the plea of former jeopardy was, technically speaking, introduced, it appears, nevertheless, that everything necessary to present the facts upon which such plea was based was taken for granted and as if it appeared in the case. Moreover, it is seen from the quotation above given of a part of the decision of the lower court that it was expressly stated \"that the record disclosed, and it was admitted as a fact by the fiscal, that the firearm which the defendant is now charged with illegally possessing was possessed by him during the same period and was seized at the same time and place as the arm for the possession of which he was convicted in case No. 1360.\" From all the facts and circumstances which appear of record in the appeal before us, and particularly in view of the fact that the plea as presented has not really been traversed by the prosecution, we must presume conclusively that all of the facts which the defendant required to present fully the question of former jeopardy were included in the record and before the court at the time of his decision.\n\nAfter a thorough consideration of the case, the trial court found the plea of the defendant good and dismissed the cause. From the judgment entered on that dismissal the prosecution appealed to this court.\n\nThat the portion of the statute under which the defendant stands charged which is material to the disposition of the present question reads as follows:\n\nSECTION 1.\tIt shall be unlawful for any person, ... to possess, or have the custody of any shotgun, revolver, pistol ... or any other deadly weapon from which a bullet, ball, shot, shell, or other missile ... may be discharged by means of gunpowder or other explosive, and it shall be unlawful for any person ... to acquire, dispose of, or have custody of any ammunition or detached parts for weapons, unless and until such person ... shall secure a license ... and otherwise comply with the requirements of this Act and the rules and regulations issued ... pursuant to the provisions of this Act. The word \"firearm\" as used herein shall be interpreted to mean any and all of the weapons mentioned in this section.\n\nSEC. 25.\tAny person having possession of any firearms in violation of any provision of this Act shall ... be punished by a fine ... or by imprisonment . . . .\n\nThe question is squarely presented to us on this appeal whether or not, under the statute above quoted, the prosecuting officer may, when he finds a person in possession of two or more firearms at the same time and in the same place, proceed against such person in as many separate actions as there are different firearms in his possession.\n\nWe are confident that that portion of the Philippine Bill embodying the principle that no person shall be twice put in jeopardy of punishment for the same offense should, in accordance with its letter and spirit, be made to cover as nearly as possible every result which flows from a single criminal act impelled by a single criminal intent. The fact should not be lost sight of that it is the injury to the public which a criminal action seeks to redress, and by such redress to prevent its repetition, and not the injury to individuals. In so far as a single criminal act, impelled by a single criminal intent, in other words, one volition, is divided into separate crimes and punished accordingly, just so far are the spirit of the Philippine Bill and the provisions of article 89 of the Penal Code violated.\n\nIn our judgment the possession of the two firearms under the conceded facts of this case constitutes but one criminal act, one volition. Having been punished once for that act, he can not, under the provisions of the Philippine Bill and of article 89 of the Penal Code, be punished again for the same act. (U.S.\n\nvs\n\n. Lim San, 17 Phil. Rep., 273; U.S.\n\nvs\n\n. Sauler, No. 6342,\n\n1\n\nState\n\nvs\n\n. Benham, 7 Conn., 414; Rex\n\nvs\n\n. Johnson, 3 Mau. & Selw., 539, 548; Rex\n\nvs\n\n. Clark, 1 Brod. & Bing; 473; Holland q. t.\n\nvs\n\n. Duffin, Peake's Ca., 58; State\n\nvs\n\n. Moore, 86 Minn., 422; State\n\nvs\n\n. Colgate, 31 Kan., 511; State\n\nvs\n\n. Egglesht, 41 Iowa, 574; Regina\n\nvs\n\n. Brettel, 1 Carr. & Marsh, 609; 1 Wharton's Criminal Law, sec. 565, note\n\nx\n\n; Lorton\n\nvs\n\n. State, 7 Mo., 55; State\n\nvs\n\n. Nelson, 29 Me., 329; State\n\nvs\n\n. Williams, 10 Humph., 101; State\n\nvs\n\n. Morphin, 37 Mo., 373; Jackson\n\nvs\n\n. State, 14 Ind., 327; U.S.\n\nvs\n\n. Bereman, 5 Cranch (C. C.), 412; State\n\nvs\n\n. Thurston, 2 McMullan, 382; The People\n\nvs\n\n. Van Kuren, 5 Parker C. R., 66; Regina\n\nvs\n\n. Erlington, 9 Cox C. C., 86; People\n\nvs\n\n. Stephens, 79 Cal., 428; People\n\nvs\n\n. Willard, 92 Cal., 482; People\n\nvs\n\n. Ny Sam Chung, 94 Cal., 304; People\n\nvs\n\n. McDaniels, 137 Cal., 192; bishop's New Criminal Law, sec. 1,070; People\n\nvs\n\n. Allen, 1 Parker's C. R., 445; State\n\nvs\n\n. Damon, 2 Tyler (Vt.), 387; Clem\n\nvs\n\n. State, 42 Ind., 420; Ben\n\nvs\n\n. State, 22 Ala., 9; Womack\n\nvs\n\n. State, 7 Coldwell, 508, 509; State\n\nvs\n\n. Hennessey, 23 Ohio State, 339; Wilson\n\nvs\n\n. State, 45 Tex., 76; Hudson\n\nvs\n\n. State, 9 Tex. Ct. App., 151; Rex\n\nvs\n\n. Jones, 4 Car. 7 P., 217; Fisher\n\nvs\n\n. Commonwealth, 1 Bush., 211; People\n\nvs\n\n. McGowan, 17 Wend., 386; Hinkle\n\nvs\n\n. Commonwealth, 4 Dana, 518; Fiddler\n\nvs\n\n. State, 7 Humph., 508; Roberts\n\nvs\n\n. State, 14 Ga., 8; Copenhaven\n\nvs\n\n. State, 15 Ga., 264; State\n\nvs\n\n. Lewis, 2 Hawks (N. C.), 98; Woodford\n\nvs\n\n. People, 62 N. Y., 117; Commonwealth\n\nvs\n\n. Squire, 42 Mass., 258; State\n\nvs\n\n. Cooper, 1 Green (N. J. L.), 361; Commonwealth\n\nvs\n\n. Wade, 34 Mass., 395; Hennessey\n\nvs\n\n. People, 21 How. Pr., 239; Holt\n\nvs\n\n. State, 38 Ga., 187; Jones\n\nvs\n\n. State, 55 Ga., 625, 626; Wilson\n\nvs\n\n. State, 24 Conn., 57, 69; Hinkle\n\nvs\n\n. Commonwealth, 4 Davis, 518; State\n\nvs\n\n. Chaffin, 2 Swan (Tenn.), 493; Laupher\n\nvs\n\n. State, 14 Ind., 327; State\n\nvs\n\n. McCormack, 8 Oregon, 236; 1 Bishop's Criminal Law, sec. 1,060; State\n\nvs\n\n. Augustine, 29 La., An., 119; Commonwealth\n\nvs\n\n. Prescott, 153 Mass., 396; supreme court of Spain, decisions of 3rd May, 1871; 26th April, 1873; 4th December, 1871; 4th October, 1871; 30th December, 1885; 10th June, 1886.)\n\nWe have carefully examined the numerous authorities cited by the learned counsel for the people. In by far the most of them a second (not strictly so) punishment was permitted because there were\n\ntwo distinct crimes\n\n, committed by\n\nseparate and distinct acts\n\nimpelled by the corresponding\n\ncriminal intents\n\n. With the others, in which a second punishment (strictly so) was allowed and imposed, although both crimes resulted from a single volition of the accused, we can not agree for the reason that they are opposed to the law of these Islands and are in conflict with what we believe to be the weight of authority.\n\nThe possession of the two firearms being, in our judgment, but one act, the present action against the accused can not be maintained, he having been already punished for such act.\n\nThe judgment of the trial court is affirmed, costs\n\nde oficio\n\n.\n\nArellano, C.J., Mapa, Carson, and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 11892,
  "metadata_extraction_date": "2025-11-16T09:02:06.486955",
  "extraction_version": "2.0_enhanced_full_content"
}