{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/march/gr_l-6231_1911.html",
  "filename": "gr_l-6231_1911.html",
  "year": 1911,
  "month": "march",
  "case_number": "gr_l-6231_1911",
  "gr_number": "gr_l-6231_1911",
  "volume_page": "Volume information not available",
  "decision_date": "March 18, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "possession",
    "defendant",
    "land",
    "appellant",
    "judgment",
    "affirmed",
    "question",
    "his",
    "under",
    "claim",
    "ownership",
    "himself",
    "title",
    "appellee",
    "action",
    "instituted",
    "evidence",
    "findings",
    "must",
    "any"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6231\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6231            March 18, 1911\n\nCELESTINO SYTIAR CLEMENTE,\n\nplaintiff-appellant,\n\nvs.\n\nAMBROSIO MARASIGAN,\n\ndefendant-appellee.\n\nRamon Salinas for appellant.\n\nSanz and Opisso for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThis action was instituted to recover possession of the parcel of land described in the complaint. Judgment was entered in the court below in favor of the defendant in possession.\n\nThe evidence of record fully and sufficiently sustains the findings of fact by the trial judge, and upon these findings the judgment rendered by him must be affirmed.\n\nThe evidence discloses, beyond any question, that the defendant and his antecedents in interest have been in quiet, peaceable, and uninterrupted possession of the land in question, under a claim of ownership, for a long period of years, and that he, himself, has been in possession since the year 1894, when he bought it from one Icaza, at that time in possession, the deed of sale being executed in a private document, which was ratified and affirmed in a public document by the heirs of Icaza, then deceased, on July 19, 1902. This action was instituted on October 29, 1906.\n\nIt is quite clear that without going any further back than the occupation of the defendant himself, he must be held to have established his prescriptive title to the land in question, in view of his quiet, peaceable, and uninterrupted possession thereof, under a claim of ownership, for more than ten years, he having acquired the land in good faith by purchase from one who himself was in possession under a\n\nbona fide\n\nclaim of ownership.\n\nThe judgment appealed from should be affirmed, with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Mapa, Moreland, and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1882,
  "metadata_extraction_date": "2025-11-16T09:02:52.831149",
  "extraction_version": "2.0_enhanced_full_content"
}