{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/july/GR_132251.html",
  "filename": "GR_132251.html",
  "year": 2000,
  "month": "july",
  "case_number": "132251",
  "gr_number": "132251",
  "volume_page": "390 Phil. 543",
  "decision_date": "July 06, 2000",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAELITO LIBRANDO, LARRY SURDILLAS AND EDDIE PURISIMA, ACCUSED-APPELLANTS. D E C I S I O N DE LEON, JR., J.: Raelito Librando, Larry Surdillas and Eddie Purisima assail the decision of the Regional Trial Court of Bacolod City, Branch 50, convicting them beyond reasonable doubt of the crime of murder and sentencing them to suffer the penalty of Reclusion Perpetua.The facts of the case are as follows:On December 11, 1996, Edwin Labandero brought his eight (8) year old daughter Aileen to market in Barangay Bunga, Don Salvador Benedicto, Negros Occidental. On their way home, Edwin, Aileen and a relative, Fernando de los Santos, traversed a hilly portion of the trail leading to Barangay Purok Maisan of the same town when they met accused-appellants Raelito Librando, Larry Surdillas and Eddie Purisima. Raelito inquired from Edwin the whereabouts of Fernando and without any warning hit Edwin with a piece of wood. Eddie Purisima followed suit and delivered another blow to Edwin. Edwin ran but he was chased by Raelito. Thereafter, the three men took turns hitting Edwin with pieces of wood until the latter fell and died. Although it was already dark at that time, Aileen had no trouble identifying the accused-appellants since Edwin was carrying a lighted torch.While the men took turns in mauling the deceased, Edwin, Fernando took Aileen with him and ran to report the incident to the Barangay Captain. Barangay Kagawad Alfredo Loar testified that he is a member of the Sangguniang Barangay of Don Salvador Benedicto, Negros Occidental. On the evening of December 11, 1996, a fellow Barangay Kagawad, Reny Kondi, informed him that a person had been killed. When Loar proceeded to the house of Rosalina Jiminea, a former Kagawad of the Sanggunian, he saw a man and a small girl making a report of the killing. Loar identified the small girl whom he saw in the house of Rosalina Jiminea in the evening of December 11, 1996 as Aileen Labandero.[1]Police Officer 2 Sereno Dencing testified that on December 11, 1996, he was the investigator on duty at the D.S. Benedicto Police Station. At about 9:30 o'clock in the evening, Fernando de los Santos, accompanied by Kagawad Loar reported that Edwin Labandero was killed by three men. The following day, PO2 Dencing proceeded to the scene of the crime and saw the remains of Edwin Labandero lying prostrate on the ground with a wooden pole, about thirty four (34) inches long on his neck.[2]The postmortem examination of the deceased showed the following findings: Gross: (+) post mortem rigidity Head: (+) 12 x 14 irregular open fracture at the occipital area extending towards the left parietal area with extensive brain lacerations and irregular meninges portruding to the surface area - (+)depressed irregular fracture approximately 5 x 7 cm at parietal area 13 cm the right parietal area - (+) irregular hematoma approximately 8 x 13 cm the right parietal area - lacerated wound approximately 6 cm at the mid auricular area left extending to the pre-auricular area, left - (+) bilateral preorbital hematoma - (+) 0.5 x 2 cm irregular hematoma at the right upper and lower lateral aspect of the lips - (+) blood clots of nasal cavities - (+) confluent hematoma approximately 5x7 cm at the left upper pre-auricural area Abd: (+) irregular linear abrasion approximately 0.5 x 13 cm at the left subcostal area Ext: (+) confluent abrasion approximately 0.5 x o.5 cm in diameter at the dorsal aspect of right hand between the proximal portion of 2nd and third phalanx CAUSE OF DEATH: Cerebral Hemorrhage secondary to extensive brain laceration secondary to open fracture at the occipito-parietal area, Left.\"[3] Dr. Neil Paz Natu-el, the physician who conducted the postmortem examination, testified that most of the injuries inflicted on the deceased were on the head and his death was due to the massive bleeding in the brain resulting in brain laceration. Dr. Natu-el did not discount the possibility that the injuries were inflicted by more than one person.[4]Mrs. Eda Labandero, widow of the deceased, Edwin Labandero, spent the sum of P13,000.00 for her husband's funeral expenses. She later presented during trial a summarized list of her expenses and the income of her husband.On December 12, 1996, Raelito voluntarily surrendered himself to the police who came looking for him at his father's house while Eddie and Larry were invited for questioning at the police headquarters. The three men were asked to participate in a police line up during which Aileen was asked to identify her father's assailants. According to PO2 Dencing, Aileen positively identified Raelito Librando, Larry Surdillas and Eddie Purisima as her father's assailants.[5] After the line up, however, only Raelito was detained while Larry and Eddie were released. Nevertheless, ten days later, Larry and Eddie were again invited to the police headquarters. It was then that they were arrested and detained.On December 20, 1996, Fernando de los Santos executed an affidavit before Judge Julito Las Pinas, Municipal Circuit Trial Court of Murcia, San Salvador, Benedicto, Negros Occidental implicating Raelito Librando, Larry Surdillas and Eddie Purisima in the killing of Edwin Labandero.[6] Thereafter, a criminal complaint for homicide was filed before the Municipal Circuit Trial Court of Murcia, San Salvador, Benedicto against Raelito Librando, Eddie Purisima and Larry Surdillas.[7]Assistant Provincial Prosecutor Gerardo Diaz, however, recommended on February 24, 1997 that the charge in the information be changed from homicide to murder.[8] Hence, on the same day, an information for murder was filed against Raelito Librando, Eddie Purisima and Larry Surdillas by 1st Asst. Provincial Prosecutor Daniel M. Villaflor before the Regional Trial Court of Bacolod City. No bail was recommended for the three accused.[9]Upon arraignment, Raelito Librando, Eddie Purisima and Larry Surdillas pleaded not guilty.Raelito Librando testified that in the morning of December 11, 1996 he went to Barangay Bunga, Salvador Benedicto, Negros Occidental, to have his corn milled. He then met an inebriated Edwin Labandero who tried to ask for a loan from him. Raelito, however, had no money at that time so he was not able to loan money to Edwin. Raelito's refusal to grant loan angered Edwin who began to mutter veiled threats against him.[10]On his way home to Barangay Purok Maisan later that same day, Raelito who happened to be with his co-accused and neighbors Eddie Purisima and Larry Surdillas, chanced upon Edwin. Since they were traversing a steep road, the three men were walking in a column with Raelito at the rearmost end. As they were descending the hilly portion of the road, Edwin suddenly appeared and said in their dialect, \"Is that you, El?\" after which Edwin proceeded to swing a piece of wood at Raelito. Fortunately, Raelito managed to evade the blow and grabbed the piece of wood from Edwin. Edwin, however, got hold of another piece of wood with which to hit Raelito. Before Edwin could hit Raelito with the piece of wood, Raelito hit him causing Edwin to drop the wood he was holding. Each time Edwin tried to grab a piece of wood and fight back, Raelito hit him. Raelito admitted that he only stopped hitting Edwin when the latter could no longer stand up and fight back.[11]Raelito claims that his co-accused did not have a hand in the killing of the deceased Edwin Labandero, and that they merely happened to pass by on their way home at the scene of the crime. Raelito further claims that Fernando de los Santos was indeed with Edwin at that time but the child Aileen was not with him. Raelito added that Fernando ran away when the fight started.[12]Eddie Purisima, for his part, testified that when he saw Edwin Labandero on the night of December 11, 1996, Edwin was naked from waist up and was carrying a piece of wood. Edwin inquired as to the whereabouts of Raelito and after seeing the latter, struck him with the piece of wood. Frightened, Eddie Purisima ran away.[13]Larry Surdillas corroborated the story of Raelito Librando and Eddie Purisima. Larry claimed that he was on his way home to Barangay Purok Maisan with Raelito and Eddie when they chanced upon Edwin on the lonely trail leading to their barangay. Seeing them, Edwin inquired as to the whereabouts of Raelito. When told that Raelito was following behind, the deceased drew near and asked, \"Rael, is that you?\" after which he immediately tried to strike Raelito with the piece of wood he was holding. As Raelito and the deceased struggled with the piece of wood, Larry and Eddie ran away.Like Raelito Librando, Larry admitted that Fernando de los Santos was present at that time but claimed that the child, Aileen, was not around.[14] Although it was around 7:00 o'clock in the evening at that time and neither Edwin nor Fernando was carrying a torch, Larry claimed that he clearly saw Edwin holding a piece of wood which the latter used in hitting Raelito.[15]Finally, Elpidio Tranilla, a resident of Purok Maisan, testified that he was at the residence of Junior Librando, Raelito's father, when the police arrived looking for Raelito. Tranilla himself was invited to the police station to participate in the police line-up. Tranilla corroborated the story of the accused-appellants that the child, Aileen, failed to identify the accused-appellants although the line-up process was done twice since she kept pointing to all the six (6) men in the line up when asked to identify her father's assailants.[16]The trial court, however, did not give credence to the story of the accused-appellants and on December 19, 1997, convicted them beyond reasonable doubt of the crime of murder, the dispositive portion of which reads as follows:WHEREFORE, in view of all the foregoing, the court declares the accused namely RAELITO LIBRANDO y RICAFORT, EDUARDO PURISIMA y LACATANG and LARRY SURDILLAS y PORRAS, GUILTY beyond reasonable doubt as Principal of the crime of Murder, qualified by abuse of superior strength and taking into consideration the aggravating circumstances of nighttime and uninhabited place, considered only as one, and the mitigating circumstance of voluntary surrender in favor of all the accused, they are sentenced to suffer the penalty of RECLUSION PERPETUA.The accused are declared solidarily liable to pay the heirs of the late Edwin Labandero, the following amounts:1. The sum of P50,000.00 as death indemnity;2. The sum of P13,000.00 as reimbursement of funeral expenses;3. The sum of P293,000.00 as compensatory damages for the deceased' unearned income.[17]Accused-appellants now contend that:I. The RTC erred in finding that the accused Larry Surdillas and Eddie Purisima have participated in the killing of Edwin Labandero;II. The RTC erred in failing to hold the accused Raelito Librando guilty of homicide only and in failing to appreciate in his favor the mitigating circumstances of a) incomplete self defense and b) voluntary surrender I. The RTC erred in finding that the accused Larry Surdillas and Eddie Purisima have participated in the killing of Edwin Labandero; II. The RTC erred in failing to hold the accused Raelito Librando guilty of homicide only and in failing to appreciate in his favor the mitigating circumstances of a) incomplete self defense and b) voluntary surrender We shall deal with the issues seriatim.Accused-appellants maintain that Raelito Librando has already accepted full responsibility for the death of Edwin Labandero by admitting that it was he alone who inflicted the injuries on the deceased which resulted in the death of latter. Accused-appellants Larry Surdillas and Eddie Purisima point out that they have no reason to assault the deceased since they never had any quarrel with Edwin. They further stated that the police blotter entry only pointed to Librando as the perpetrator of the crime and that only one piece of wood was recovered at the scene of the crime.The appeal is bereft of merit.Settled is the rule that the factual findings of the trial court will not be disturbed on appeal since it is in a better position to appreciate the conflicting testimonies of the witnesses, having observed their deportment and manner of testifying[18] unless certain facts of substance and value have been overlooked which, if considered, might affect the result of the case.While it is true that only Raelito Librando was shown to have any motive to assault the deceased, nevertheless, it is hornbook knowledge that crimes have been attributed to persons who appear to have no reason for committing them as long as they have been clearly identified as the offenders. Motive gains importance only when the identity of the culprit is suspect.[19]In the case at bar, eight (8) year old Aileen Labandero has categorically stated that accused-appellants Larry Surdillas and Eddie Purisima had a hand in the gruesome killing of the deceased. Aileen testified that the three men - Raelito, Eddie and Larry - took turns in hitting the deceased, Edwin, with pieces of wood. Aileen had no trouble identifying the three accused since her father, Edwin, was carrying a lighted torch at the time he was assaulted.Although the torch fell to the ground when the deceased was hit by the three accused, the torch continued to burn providing adequate illumination for the child to identify her father's assailants.Accused-appellants, nevertheless, insist that Aileen failed to identify them during the police line up since at the time she was asked to identify the assailants, she pointed to all the men in the police line up as the perpetrators of the crime. Accused-appellants' contention is corroborated by the witness Elpidio Tranilla who said that when Aileen was asked to identify her father's assailants, she pointed to all the six (6) men in the line up. When asked to do the identification for the second time, Aileen again pointed to all the six (6) men.[20]Accused-appellants' allegation, however, is belied by the following testimony of PO2 Sereno Dencing:Q: Now, let talk about the police line-up, you said that the suspect in the line up you ask Aileen the daughter to identify them, is that what you mean?A: Yes, Your Honor.Q: And what is the result of the identification was the child able to identify the three (3) accused?A: The child positively identified the two (2) other suspect Raelito Librando, she identified it because they are neighbors, Your Honor.COURT:Q: You are referring the child and the three (3) accused or some of the accused?A: Yes, Your Honor.Q: Now, was the child was able to name the full name of the accused when she identify them?A: Only the first name she identify the suspect.Q: When the child identify the accused did she mention the full name and complete first name or the child only mention the nickname?A: By their names, Your Honor.Q: What do you mean?A: She identify she said is Larry the other is Eddie during the line up.Q: So, what you are saying is she referred to the accused in their nicknames?A: Larry, full name.Q: So, Eddie is the first name of Purisima and the child only refer as Larry?COURT:Q: She did not mention the complete name of accused Larry?WITNESS:A: Yes, Your Honor.Q: She did not mention the complete name of the accused Larry?A: No, Your Honor.[21]As between accused-appellants and their defense witness, Tranilla, and prosecution witness PO2 Dencing, we are more inclined to give credence to the latter's testimony. It is basic that in the absence of any controverting evidence, the testimonies of police officers are given full faith and credence as they are presumed to be in the regular performance of their official duties.[22]The defense laments that while Aileen was presented as one of the witnesses for the prosecution during trial, she was not presented as a witness during the preliminary examination. The defense raises the possibility that the child's testimony may have been \"coached\" since the prosecution could have presented Fernando de los Santos as a witness but chose to present the child Aileen instead.We see no reason how the non-presentation of Fernando de los Santos as a witness affects the veracity of the child's testimony in any way. After all, the testimony of a single witness, if positive and credible, is sufficient to sustain a conviction even in the absence of corroboration unless such corroboration is expressly required by law. Truth is established not by the number of witnesses but by the quality of their testimonies.[23]Accused-appellants apparently have reservations as to the competency of the child as a prosecution witness. It is well established, however, that any child regardless of age can be a competent witness if he can perceive and perceiving can make known his perception to others and that he is capable of relating truthfully facts for which he is examined. The child's competence as a witness are: (a) capacity of observation; (b) capacity of recollection; and (c) capacity of communication.[24]As noted by the trial court, Aileen during the trial was not only a picture of innocence and honesty but was possessed with a strong power of observation and recall. When asked to identify the three (3) accused, she pointed to each of the accused, identifying them by their nicknames, with nary a hesitation. Clearly, Aileen's lone testimony is sufficient to sustain a conviction.Accused-appellants, nevertheless, contend that only Raelito Librando should be held liable for the crime since it was only Raelito who was identified as the perpetrator of the crime in the police blotter report and there was only one piece of wood recovered at the crime scene.The contention deserves scant consideration. While it is true that only Raelito was identified by name in the police blotter entry, nevertheless, it was stated in the same police blotter that three persons had a hand in the killing of the deceased.[25] Although Eddie and Larry were not mentioned by name in the police blotter as perpetrators of the crime, they were positively identified by the child, Aileen, during trial. As regards the fact that only one piece of wood was recovered at the crime scene, suffice it to say that the perpetrators of a crime do not usually leave as exhibits the instruments used in its commission. In any event, the presentation or non-presentation of the weapons in evidence is not vital to the cause of the prosecution.Anent the second assignment of error, accused-appellant Raelito Librando claims that the trial court erred in failing to appreciate the mitigating circumstances of voluntary surrender and incomplete self defense in his favor. Accused-appellant Raelito Librando claims that he was \"waylaid\" by the deceased, Edwin Labandero, on his way home. He was forced to defend himself when the deceased tried to hit him with a piece of wood but, unfortunately, in the process of defending himself from the blows delivered by the deceased, he accidentally killed the latter.The trial court, however, has already considered the mitigating circumstance of voluntary surrender in favor not only of Raelito Librando but also of the two other accused-appellants, Larry Surdillas and Eddie Purisima. The trial court noted that after the crime was reported to the police, a certain Officer Buenaventura proceeded to the house of the father of Raelito. The father called Raelito and the latter voluntarily presented himself to the police and was thereafter apprehended.The Court, however, is not inclined to consider the mitigating circumstance of incomplete self defense in Raelito Librando's favor. To avail of the mitigating circumstance of incomplete self defense, there must be unlawful aggression on the part of the victim. In the case at bar, prosecution witness Aileen testified that it was in fact the said accused-appellant who after inquiring from Edwin the whereabouts of Fernando, delivered the first blow without any warning to the deceased. The severity of the injuries inflicted on the deceased as well as the fact that Raelito who admitted that he was of bigger built than the deceased, could hardly present any evidence of injuries allegedly inflicted on him by the deceased belie his claim of self defense.The trial court did not err in considering the nighttime and uninhabited place as just one aggravating circumstance. In the case of People vs. Santos[26] it has been held that if the aggravating circumstances of nighttime, uninhabited place or band concur in the commission of the crime, all will constitute one aggravating circumstance only as a general rule although they can be considered separately if their elements are distinctly perceived and can subsist independently, revealing a greater degree of perversity.Finally, it has not escaped our notice that the trial court awarded compensation, for loss of earning capacity the sum of P293,000.00 to the heirs of the deceased victim, Edwin Labandero, although it used the formula enunciated in the case of Villa Rey Transit, Inc. vs. CA.[27] In the aforesaid case, we based the amount of damages recoverable for the loss of earning capacity of the deceased on two factors, namely, (1) the number of years on the basis of which the damages shall be computed and (2) the rate at which the losses sustained by the heirs of the deceased should be fixed. The first factor is based on the formula (2/3 x 80- age of the deceased at the time of his death = life expectancy) which is adopted from the American Expectancy Table of Mortality. With regard to the second factor, we have so stated that damages consist not of the full amount of the earnings of the deceased -earning capacity, as an element of damages to one's estate for his death by wrongful act is necessarily his net earning capacity or his capacity to acquire money,\"less the living expenses.\" Stated otherwise, the amount recoverable is not loss of the entire earnings but rather the loss of that portion of earnings which the beneficiary would have received. In other words, only net earnings, not gross earnings, are to be considered, that is the total of the earnings less the living expenses necessary in the creation of such earnings or income and less living and other incidental expenses.Consequently, in all succeeding cases,[28] this Court has consistently fixed the indemnity for the loss of the earning capacity of the deceased by taking into account the victim's net income at the time of his death and his probable life expectancy. Hence Net earning capacity = 2 (80 - age of victim at time of death) x net income (i.e.gross annual income less living expenses) 3 In the absence of proof showing the deceased's living expenses, however, net income is estimated to be 50% of the gross annual income.[29] Consequently, the proper formula for the net earning capacity of the deceased in the absence of proof showing his living expenses would be Net earning capacity = 2(80-age of victim at time of death) x 3 Gross Annual Income (GAI) less Living Expenses estimated to be 50% of GAI In the case at bar, it was established during trial that the victim, Edwin, was thirty six (36) years of age at the time of his death with a gross annual income of P45,000.00 and a net yearly income of thirty thousand pesos (P30,000.00). A careful perusal of the records, however, reveal that the P30,000.00 net yearly income of the deceased appears to be merely an estimate pegged by the trial court. Consequently, Edwin Labandero's loss of earnings should be computed by multiplying the life expectancy or 2/3 x [80-age of victim at the time of death] with his gross annual income less 50%. Accordingly, applying the said formula, his loss of earnings amounts to P659,992.50 since 2/3 x [80-36] x (P45,000 - P22,500)29.333 x (P22,500) = P659,992.50WHEREFORE, the decision of the Regional Trial Court of Bacolod City, Branch 50 finding accused-appellants Raelito Librando, Larry Surdillas and Eddie Purisima guilty beyond reasonable doubt of the crime of murder, sentencing them to suffer the penalty of reclusion perpetua and holding them solidarily liable to pay the heirs of the deceased victim, Edwin Labandero, the sum of P50,000.00 as death indemnity, P13,000.00 as reimbursement of funeral expenses and P293,000.00 as loss of the deceased's earning capacity is hereby AFFIRMED with the MODIFICATION that the compensation for the loss of earning capacity of the said deceased is hereby increased to P659,992.50.SO ORDERED.Bellosillo, (Chairman), Mendoza, Quisumbing, and Buena, JJ., concur.[1] TSN, September 19, 1997, pp. 32-35.[2] TSN, June 19, 1997, pp. 5-7.[3] Records, p. 7.[4] TSN, June 11, 1997, pp.10-11.[5] TSN, June 19, 1997, pp.24-28.[6] Records, p. 6.[7] Records, p. 4.[8] Records, p. 2.[9] Records, p. 1.[10] TSN, August 19, 1997, pp. 7-8.[11] TSN, August 19, 1997, pp. 5-7.[12] TSN, August 19, 1997, p. 7.[13] TSN, September 19, 1997, pp. 18-19.[14] TSN, August 22, 1997, pp. 5-6.[15] TSN, August 22, 1997, pp. 23-25.[16] TSN, September 19, 21997, pp. 4-10.[17] Rollo, pp. 83-84.[18] People vs. Villamor, 292 SCRA 384, 394 [1998].[19] People vs. Malazarte, 261 SCRA 482, 491 [1996].[20] TSN, September 19, 1997, pp. 6-10.[21] TSN, June 19, 1997, pp.33-35.[22] People vs. Magno, 296 SCRA 443, 450 [1998].[23] People vs. Ferrer, 255 SCRA 19, 32-33 [1996].[24] People vs. Nang, 289 SCRA 16, 31 [1998].[25] The police blotter reads \"x x x three persons, one of them identified as a certain Rael Librando a resident of Purok Maisan of same Barangay block their way and without any apparent reason struck Boy Labandero with a hard object hitting the latter on the head which cause his instantaneous death.\" See Records, p. 31.[26] 91 Phil 320 [1952].[27] 31 SCRA 511 [1970].[28] People vs. Espanola, 271 SCRA 689,717 [1997]; People vs. Balanag, 236 SCRA 474, 486-487 [1994]; Monzon vs. IAC, 169 SCRA 760, 766 [1989]; MD Transit, Inc vs. Court of Appeals , 90 SCRA 542, 544-547 [1979]; Davila vs. Philippine Air Lines, 49 SCRA 497, 504-505 [1973].[29] People vs. Aspiras, G.R. No. 121203, April 12, 2000; People vs. Gutierrez 302 SCRA 643, 667 [1999]. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "raelito",
    "librando",
    "surdillas",
    "purisima",
    "accused",
    "appellants",
    "assail",
    "decision",
    "regional",
    "trial",
    "court",
    "bacolod",
    "branch",
    "convicting",
    "beyond",
    "reasonable"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAELITO LIBRANDO, LARRY SURDILLAS AND EDDIE PU...",
  "formatted_case_content": "View printer friendly version\n390 Phil. 543\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 132251, July 06, 2000 ]\n[ G.R. No. 132251, July 06, 2000 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAELITO LIBRANDO, LARRY SURDILLAS AND EDDIE PURISIMA, ACCUSED-APPELLANTS. D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RAELITO LIBRANDO, LARRY SURDILLAS AND EDDIE PURISIMA, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nDE LEON, JR., J.:\n\nRaelito Librando, Larry Surdillas and Eddie Purisima assail the decision of the Regional Trial Court of Bacolod City, Branch 50, convicting them beyond reasonable doubt of the crime of murder and sentencing them to suffer the penalty of Reclusion Perpetua .\n\nThe facts of the case are as follows:\n\nOn December 11, 1996, Edwin Labandero brought his eight (8) year old daughter Aileen to market in Barangay Bunga, Don Salvador Benedicto, Negros Occidental. On their way home, Edwin, Aileen and  a relative, Fernando de los Santos,  traversed a hilly portion of the trail leading to Barangay Purok  Maisan of the same town when they met accused-appellants Raelito Librando, Larry Surdillas and Eddie Purisima. Raelito inquired from Edwin the whereabouts of Fernando and without any warning hit Edwin with a piece of wood. Eddie Purisima followed suit and delivered another blow to Edwin. Edwin ran but he was chased by Raelito. Thereafter, the three men took turns hitting Edwin with pieces of wood until the latter fell and died.  Although it was already dark at that time, Aileen had no trouble identifying the accused-appellants since Edwin was carrying a lighted torch.\n\nWhile the men took turns in mauling the deceased, Edwin, Fernando took Aileen with him and ran to report the incident to the Barangay Captain.  Barangay Kagawad Alfredo Loar testified  that  he is a member of the Sangguniang Barangay of Don Salvador Benedicto, Negros Occidental. On the evening of December 11, 1996, a fellow Barangay Kagawad, Reny Kondi, informed him that a person had been killed.  When Loar proceeded to the house of Rosalina Jiminea, a former Kagawad of the  Sanggunian,  he saw a man and a small girl making a report of the killing. Loar identified the small girl whom he saw in the house of Rosalina Jiminea in the evening of December 11, 1996 as Aileen Labandero. [1]\n\nPolice Officer 2  Sereno Dencing testified that on December 11, 1996, he was the investigator on duty at the D.S. Benedicto Police Station. At about 9:30 o'clock in the evening, Fernando de los Santos, accompanied by Kagawad Loar reported that Edwin Labandero was killed by three men.  The following day, PO2 Dencing proceeded to the scene of the crime and saw the remains of Edwin Labandero lying prostrate on the ground with a wooden pole, about  thirty four (34) inches long on his neck. [2]\n\nThe postmortem examination of the deceased showed the following findings:\n\n[TABLE_CONTENT]\nGross: (+) post mortem rigidity\nHead: (+) 12 x 14 irregular open fracture at the occipital area extending towards the left parietal area with extensive brain lacerations and irregular meninges portruding to the surface area\n | \n- | (+)depressed irregular fracture approximately 5 x 7 cm at parietal area 13 cm the right parietal area\n- | (+) irregular hematoma approximately 8 x 13 cm the right parietal area\n- | lacerated wound approximately 6 cm at the mid auricular area left extending to the pre-auricular area, left\n- | (+) bilateral preorbital hematoma\n- | (+) 0.5 x 2 cm irregular hematoma at the right upper and lower lateral aspect of the lips\n- | (+) blood clots of nasal cavities\n- | (+) confluent hematoma approximately 5x7 cm at the left upper pre-auricural area\n | Abd: (+) irregular linear abrasion approximately 0.5 x 13 cm at the left subcostal area\n | Ext: (+) confluent abrasion approximately 0.5 x o.5 cm in diameter at the dorsal aspect of right hand between the proximal portion of 2nd and third phalanx\n | \nCAUSE OF DEATH:\n | \n | Cerebral Hemorrhage secondary to extensive brain laceration secondary to open fracture at the occipito-parietal area, Left.\"[3]\n[END_TABLE]\n\nGross: (+) post mortem rigidity Head: (+) 12 x 14 irregular open fracture at the occipital area extending towards the left parietal area with extensive brain lacerations and irregular meninges portruding to the surface area\n\n- (+)depressed irregular fracture approximately 5 x 7 cm at parietal area 13 cm the right parietal area\n\n- (+) irregular hematoma approximately 8 x 13 cm the right parietal area\n\n- lacerated wound approximately 6 cm at the mid auricular area left extending to the pre-auricular area, left\n\n- (+) bilateral preorbital hematoma\n\n- (+) 0.5 x 2 cm irregular hematoma at the right upper and lower lateral aspect of the lips\n\n- (+) blood clots of nasal cavities\n\n- (+) confluent hematoma approximately 5x7 cm at the left upper pre-auricural area\n\nAbd: (+) irregular linear abrasion approximately 0.5 x 13 cm at the left subcostal area\n\nExt: (+) confluent abrasion approximately 0.5 x o.5 cm in diameter at the dorsal aspect of right hand between the proximal portion of 2nd and third phalanx\n\nCAUSE OF DEATH:\n\nCerebral Hemorrhage secondary to extensive brain laceration secondary to open fracture at the occipito-parietal area, Left.\" [3]\nDr. Neil Paz Natu-el, the physician who conducted the postmortem examination, testified that most of the injuries inflicted on the deceased were on the head and his death was due to the massive bleeding in the brain resulting in brain laceration. Dr. Natu-el did not discount the possibility that the injuries were inflicted by more than one person. [4]\n\nMrs. Eda Labandero, widow of the deceased, Edwin Labandero, spent the sum of P13,000.00 for her husband's funeral expenses.  She later presented during trial a summarized list of her expenses and the income of her husband.\n\nOn December 12, 1996,  Raelito voluntarily surrendered himself to the police who came looking for him at his father's house while  Eddie and Larry were invited for questioning at the police headquarters. The three men were asked to participate in a police line up during which Aileen was asked to identify her father's assailants. According to PO2 Dencing, Aileen positively identified Raelito Librando, Larry Surdillas and Eddie Purisima as her father's assailants. [5] After the line up, however, only Raelito was detained while Larry and Eddie were released. Nevertheless, ten days later, Larry and Eddie were again invited to the police headquarters. It was then that they were arrested and detained.\n\nOn December 20, 1996, Fernando de los Santos executed an affidavit before Judge Julito Las Pinas, Municipal Circuit Trial Court of Murcia, San Salvador, Benedicto, Negros Occidental  implicating Raelito Librando, Larry Surdillas and Eddie Purisima in the killing of Edwin Labandero. [6] Thereafter, a criminal complaint for homicide was filed before the Municipal Circuit Trial Court of Murcia, San Salvador, Benedicto against Raelito Librando, Eddie Purisima and Larry Surdillas. [7]\n\nAssistant Provincial Prosecutor Gerardo Diaz, however, recommended on February 24, 1997 that  the charge in the information be changed from homicide to murder. [8] Hence, on the same day, an information for murder was filed against Raelito Librando, Eddie Purisima and Larry Surdillas by 1st Asst. Provincial Prosecutor Daniel M. Villaflor before the Regional Trial Court of Bacolod City. No bail was recommended for the three accused. [9]\n\nUpon arraignment, Raelito Librando, Eddie Purisima and Larry Surdillas pleaded not guilty.\n\nRaelito Librando testified that in the morning of December 11, 1996 he went to Barangay Bunga, Salvador Benedicto, Negros Occidental, to have his corn milled. He then met an inebriated  Edwin Labandero who tried to ask for a loan from him. Raelito, however, had no money at that time so he was not able to loan money to Edwin. Raelito's refusal to grant loan angered Edwin who began to mutter veiled threats against him. [10]\n\nOn his way home to Barangay Purok Maisan later that same day, Raelito who happened to be with his co-accused and neighbors Eddie Purisima and Larry Surdillas, chanced upon Edwin.  Since they were traversing a steep road, the three men were walking in a column with Raelito at the rearmost end.  As they were descending the hilly portion of the road, Edwin suddenly appeared and said in their dialect, \"Is that you, El?\" after which Edwin proceeded to swing a piece of wood at Raelito.  Fortunately, Raelito managed to evade the blow and  grabbed the piece of wood from Edwin.  Edwin, however, got hold of another piece of wood with which to hit Raelito.  Before Edwin could hit Raelito with the piece of wood, Raelito hit him causing Edwin to  drop the wood he was holding. Each time Edwin tried to grab a piece of wood and fight back, Raelito hit him. Raelito admitted that he only stopped hitting Edwin when the latter could no longer stand up and fight back. [11]\n\nRaelito claims that his co-accused did not have a hand in the killing of the deceased Edwin Labandero, and that they merely happened to pass by on their way home at the scene of the crime. Raelito further claims that Fernando de los Santos was indeed with Edwin  at that time but the child Aileen was not  with him.  Raelito added that Fernando ran away when the fight started. [12]\n\nEddie Purisima, for his part, testified that when he saw Edwin Labandero on the night of December 11, 1996, Edwin  was naked from waist up and was carrying a piece of wood. Edwin  inquired as to the whereabouts of Raelito and after seeing the latter, struck him with the piece of wood.  Frightened, Eddie Purisima ran away. [13]\n\nLarry Surdillas corroborated the story of Raelito Librando and Eddie Purisima. Larry claimed that he was on his way home to Barangay Purok Maisan with Raelito and Eddie when they chanced upon Edwin on the lonely trail leading to their barangay.  Seeing them, Edwin inquired as to the whereabouts of Raelito.  When told that Raelito was following  behind, the deceased  drew near and asked, \"Rael, is that you?\" after which he immediately tried to strike Raelito  with the piece of wood he was holding.  As Raelito and the deceased struggled with the piece of wood, Larry and Eddie ran away.\n\nLike Raelito Librando, Larry admitted that Fernando de los Santos was present at that time but claimed that the child, Aileen, was not around. [14] Although it was around 7:00 o'clock in the evening at that time and neither Edwin nor Fernando was carrying a torch, Larry claimed that he clearly saw Edwin holding a piece of wood which the latter used  in hitting Raelito. [15]\n\nFinally, Elpidio Tranilla, a resident of Purok Maisan, testified that he was at the residence of Junior Librando, Raelito's father, when the police arrived looking for Raelito. Tranilla himself was invited to the police station to participate in the police line-up. Tranilla corroborated the story of the accused-appellants that the child, Aileen, failed to identify the accused-appellants although the line-up process was done twice since she kept pointing to all the six (6) men in the line up when asked to identify her father's assailants. [16]\n\nThe trial court, however, did not give credence to the story of the accused-appellants and on December 19, 1997, convicted them beyond reasonable doubt of the crime of murder, the dispositive portion of which reads as follows:\nWHEREFORE, in view of all the foregoing, the court declares the accused namely RAELITO LIBRANDO y RICAFORT, EDUARDO PURISIMA y LACATANG and LARRY SURDILLAS y PORRAS, GUILTY beyond reasonable doubt as Principal of the crime of Murder, qualified by abuse of superior strength and taking into consideration the aggravating circumstances of nighttime and uninhabited place, considered only as one, and the mitigating circumstance of voluntary surrender in favor of all the accused, they are sentenced to suffer the penalty of RECLUSION PERPETUA.\n\nThe accused are declared solidarily liable to pay the heirs of the late Edwin Labandero, the following amounts:\n\n1.  The sum of P50,000.00 as death indemnity;\n\n2.  The sum of P13,000.00 as reimbursement of funeral expenses;\n\n3. The sum of P293,000.00 as compensatory damages for the deceased' unearned income. [17] Accused-appellants now contend that:\n\nI. The RTC erred in finding that the accused Larry Surdillas and Eddie Purisima have participated in the killing of Edwin Labandero;\n\nII. The RTC erred in failing to hold the accused Raelito Librando guilty of homicide only and in failing to appreciate in his favor the mitigating circumstances of a) incomplete self defense and b) voluntary surrender\n\n[TABLE_CONTENT]\nI. | The RTC erred in finding that the accused Larry Surdillas and Eddie Purisima have participated in the killing of Edwin Labandero;\n | \nII. | The RTC erred in failing to hold the accused Raelito Librando guilty of homicide only and in failing to appreciate in his favor the mitigating circumstances of a) incomplete self defense and b) voluntary surrender\n[END_TABLE]\n\nI. The RTC erred in finding that the accused Larry Surdillas and Eddie Purisima have participated in the killing of Edwin Labandero;\n\nII. The RTC erred in failing to hold the accused Raelito Librando guilty of homicide only and in failing to appreciate in his favor the mitigating circumstances of a) incomplete self defense and b) voluntary surrender\nWe shall deal with the issues seriatim .\n\nAccused-appellants maintain that Raelito Librando has already accepted full responsibility for the death of Edwin Labandero by admitting that it was he alone who inflicted the injuries on the deceased which resulted in the death of latter. Accused-appellants Larry Surdillas and Eddie Purisima point out that they have no reason to assault the deceased since they never had any quarrel with Edwin. They further stated that the police blotter entry only pointed to Librando as the perpetrator of the crime and that only one piece of wood was recovered at the scene of the crime.\n\nThe appeal is bereft of merit.\n\nSettled is the rule that the factual findings of the trial court will not be disturbed  on appeal since it is in a better position to appreciate the conflicting testimonies of the witnesses, having observed their deportment and manner of testifying [18] unless certain facts of substance and value have been overlooked which, if considered, might affect the result of the case.\n\nWhile it is true that only Raelito Librando was shown to have any motive to assault the deceased, nevertheless, it is hornbook knowledge that crimes have been attributed to persons who appear to have no reason for committing them as long as they have been clearly identified as the offenders.  Motive gains importance only when the identity of the culprit is suspect. [19]\n\nIn the case at bar, eight (8) year old Aileen Labandero has categorically stated that  accused-appellants Larry Surdillas and Eddie Purisima had a hand in the gruesome killing of the deceased.  Aileen testified that the three men - Raelito, Eddie and Larry - took turns in hitting the deceased, Edwin,  with pieces of wood. Aileen had no trouble identifying the three accused since her father, Edwin, was carrying a lighted torch at the time he was assaulted.\n\nAlthough the torch fell to the ground when the deceased was hit by the three accused, the torch continued to burn providing adequate illumination for the child to identify her father's assailants.\n\nAccused-appellants, nevertheless, insist that Aileen failed to identify them during the police line up since at the time she was asked to identify the assailants, she pointed to all the men in the police line up as the perpetrators of the crime. Accused-appellants' contention is corroborated by the witness Elpidio Tranilla who said that when Aileen was asked to identify her father's assailants, she pointed to all the six (6) men in the line up. When asked to do the identification for the second time, Aileen again pointed to all the six (6) men. [20]\n\nAccused-appellants' allegation, however, is belied by the following testimony of PO2 Sereno Dencing:\nQ : Now, let talk about the police line-up, you said that the suspect in the line up you ask Aileen the daughter to identify them, is that what you mean?\n\nA: Yes, Your Honor.\n\nQ : And what is the result of the identification was the child able to identify the three (3) accused?\n\nA : The child positively identified the two (2) other suspect Raelito Librando, she identified it because they are neighbors, Your Honor.\n\nCOURT:\n\nQ: You are referring the child and the three (3) accused or some of the accused?\n\nA : Yes, Your Honor.\n\nQ : Now, was the child was able to name the full name of the accused when she identify them?\n\nA : Only the first name she identify the suspect.\n\nQ : When the child identify the accused did she mention the full name and complete first name or the child only mention the nickname?\n\nA : By their names, Your Honor.\n\nQ : What do you mean?\n\nA : She identify she said is Larry the other is Eddie during the line up.\n\nQ : So, what you are saying is she referred to the accused in their nicknames?\n\nA : Larry, full name.\n\nQ : So, Eddie is the first name of Purisima and the child only refer as Larry?\n\nCOURT:\n\nQ : She did not mention the complete name of accused Larry?\n\nWITNESS :\n\nA : Yes, Your Honor.\n\nQ : She did not mention the complete name of the accused Larry?\n\nA : No, Your Honor. [21] As between accused-appellants and their defense witness, Tranilla, and prosecution witness PO2 Dencing, we are more inclined to give credence to  the latter's testimony. It is basic that in the absence of any controverting evidence, the testimonies of police officers are given full faith and credence as they are presumed to be in the regular performance of their official duties. [22]\n\nThe defense laments that while Aileen was presented as one of the witnesses for the prosecution during trial, she was not presented as a witness during the preliminary examination. The defense raises the possibility that the child's testimony may have been \"coached\" since the prosecution could have presented Fernando de los Santos as a witness but chose to present the child Aileen instead.\n\nWe see no reason how the non-presentation of  Fernando de los Santos as a witness  affects the veracity of the child's testimony in any way. After all, the testimony of a single witness, if positive and credible, is sufficient to sustain a conviction even in the absence of corroboration unless such corroboration is expressly required by law.  Truth is established not by the number of witnesses but by the quality of their testimonies. [23]\n\nAccused-appellants apparently have reservations as to the competency of the child as a prosecution witness.  It is well established, however, that any child regardless of age can be a competent witness if he can perceive and perceiving can make known his perception to others and that he is capable of relating truthfully facts for which he is examined. The child's competence as a witness are: (a) capacity of observation; (b) capacity of recollection; and (c) capacity of communication. [24]\n\nAs noted by the trial court,  Aileen during the trial was not only a picture of innocence and honesty but was possessed with a strong power of observation and recall. When asked to identify the three (3) accused, she pointed to each of the accused, identifying them by their nicknames, with nary a hesitation. Clearly, Aileen's lone testimony is sufficient to sustain a conviction.\n\nAccused-appellants, nevertheless, contend that only Raelito Librando should be held liable for the crime since it was only Raelito who was identified as the perpetrator of the crime in the police blotter report and there was only one piece of wood recovered at the crime scene.\n\nThe contention deserves scant consideration.  While it is true that only Raelito  was identified by name in the police blotter entry, nevertheless, it was stated in the same police blotter that  three persons  had a hand in the killing of the deceased. [25] Although Eddie and Larry were not mentioned by name in the police blotter as perpetrators of the crime, they were positively identified by the child, Aileen, during trial. As regards the fact that only one piece of wood was recovered at the crime scene, suffice it to say that the perpetrators of a crime do not usually leave as exhibits the instruments used in its commission.  In any event, the presentation or non-presentation of the weapons in evidence is not vital to the cause of the prosecution.\n\nAnent the second assignment of error, accused-appellant Raelito Librando claims that the trial court erred in failing to appreciate the mitigating circumstances of voluntary surrender and incomplete self defense in his favor. Accused-appellant  Raelito Librando claims that  he was \"waylaid\" by the deceased, Edwin Labandero,  on his way home. He was forced to defend himself when the deceased tried to hit him with a piece of wood but, unfortunately, in the process of defending himself from the blows delivered by the deceased, he accidentally killed the latter.\n\nThe trial court, however, has already considered the mitigating circumstance of voluntary surrender in favor not only of Raelito Librando but also of the two other accused-appellants, Larry Surdillas and Eddie Purisima.  The trial court noted that after the crime was reported to the police, a certain Officer Buenaventura proceeded to the house of the father of Raelito.  The father called Raelito and the latter voluntarily presented himself to the police and was thereafter apprehended.\n\nThe Court, however, is not inclined to consider the mitigating circumstance of incomplete self defense in Raelito Librando's favor. To avail of the mitigating circumstance of incomplete self defense, there must be unlawful aggression on the part of the victim.  In the case at bar, prosecution witness Aileen testified that it was in fact the said accused-appellant who after inquiring from Edwin the whereabouts of Fernando, delivered the first blow without any warning to the deceased. The severity of the injuries inflicted on the deceased as well as the fact that Raelito who admitted that he was of bigger built than the deceased, could hardly present any evidence of injuries allegedly inflicted on him by the deceased belie his claim of self defense.\n\nThe trial court did not err in considering the nighttime and uninhabited place as just one aggravating circumstance.  In the case of People vs. Santos [26] it has been held that if the aggravating circumstances of nighttime, uninhabited place or band concur in the commission of the crime, all will constitute one aggravating circumstance only as a general rule although they can be considered separately if their elements are distinctly perceived and can subsist independently, revealing a greater degree of perversity.\n\nFinally, it has not escaped our notice that the trial court awarded  compensation, for loss of earning capacity the sum of P293,000.00 to the heirs of the deceased victim, Edwin Labandero, although it used  the formula enunciated in the case of Villa Rey Transit, Inc.  vs. CA . [27] In the aforesaid case, we based the amount of damages recoverable for the loss of earning capacity of the deceased  on two factors, namely, (1) the number of years on the basis of which the damages shall be computed and (2) the rate at which the losses sustained by the heirs of the deceased should be fixed.  The first factor is based on the formula (2/3 x 80- age of the deceased at the time of his death = life expectancy) which is adopted from the American Expectancy Table of Mortality.  With regard to the second factor, we have so stated that damages consist not of the full amount of the earnings of the deceased  -\nearning capacity, as an element of damages to one's estate for his death by wrongful act is necessarily his net earning capacity or his capacity to acquire money,\"less the living expenses.\" Stated otherwise, the amount recoverable is not loss of the entire earnings but rather the loss of that portion of earnings which the beneficiary would have received.  In other words, only net earnings, not gross earnings, are to be considered, that is the total of the earnings less the living expenses necessary in the creation of such earnings or income and less living and other incidental expenses. Consequently, in all succeeding cases, [28] this Court has consistently fixed the indemnity for the loss of the earning capacity of the deceased by taking into account the victim's net income at the time of his death and his probable life expectancy.  Hence\n\n[TABLE_CONTENT]\nNet earning capacity=\n2 (80 - age of victim at time of death)x net income (i.e.gross annual income less living expenses)\n3 | | | \n[END_TABLE]\n\nNet earning capacity = 2 (80 - age of victim at time of death) x net income (i.e.gross annual income less living expenses) 3 In the absence of proof showing the deceased's living expenses, however, net income is  estimated to be 50% of the gross annual income. [29] Consequently, the proper formula for the net earning capacity of the deceased in the absence of proof showing his living expenses would be\n\n[TABLE_CONTENT]\nNet earning capacity= | \n | \n2(80-age of victim at time of death) x3 | Gross Annual Income (GAI) less Living Expenses estimated to be 50% of GAI\n[END_TABLE]\n\nNet earning capacity = 2(80-age of victim at time of death) x\n3 Gross Annual Income (GAI) less Living Expenses estimated to be 50% of GAI\n\nIn the case at bar, it was established during trial that the victim, Edwin, was thirty six (36)  years of age at the time of his death with a gross annual income of P45,000.00 and a net yearly income of thirty thousand pesos (P30,000.00). A careful perusal of the records, however, reveal that the P30,000.00 net yearly income of the deceased appears to be merely an estimate pegged by the trial court.  Consequently, Edwin Labandero's loss of earnings should be computed by multiplying the life expectancy or 2/3 x [80-age of victim at the time of death] with his gross annual income less 50%.  Accordingly, applying the said formula, his loss of earnings amounts to P659,992.50 since\n\n2/3 x [80-36]   x (P45,000 - P22,500)\n29.333 x (P22,500) = P659,992.50\n\nWHEREFORE , the decision of the Regional Trial Court of Bacolod City, Branch 50 finding accused-appellants Raelito Librando, Larry Surdillas and Eddie Purisima guilty beyond reasonable doubt of the crime of murder, sentencing them to suffer the penalty of reclusion perpetua and holding them solidarily liable to pay the heirs of the deceased victim, Edwin Labandero, the sum of P50,000.00 as death indemnity, P13,000.00 as reimbursement of funeral expenses and P293,000.00 as loss of the deceased's earning capacity is hereby AFFIRMED with the MODIFICATION that the compensation for the loss of earning capacity of the said deceased is hereby increased to P659,992.50.\n\nSO ORDERED.\n\nBellosillo, (Chairman), Mendoza, Quisumbing , and Buena, JJ., concur.\n\n[1] TSN, September 19, 1997, pp. 32-35.\n\n[2] TSN, June 19, 1997, pp. 5-7.\n\n[3] Records, p. 7.\n\n[4] TSN, June 11, 1997, pp.10-11.\n\n[5] TSN, June 19, 1997, pp.24-28.\n\n[6] Records, p. 6.\n\n[7] Records, p. 4.\n\n[8] Records, p. 2.\n\n[9] Records, p. 1.\n\n[10] TSN, August 19, 1997, pp. 7-8.\n\n[11] TSN, August 19, 1997, pp. 5-7.\n\n[12] TSN, August 19, 1997, p. 7.\n\n[13] TSN, September 19, 1997, pp. 18-19.\n\n[14] TSN, August 22, 1997, pp. 5-6.\n\n[15] TSN, August 22, 1997, pp. 23-25.\n\n[16] TSN, September 19, 21997, pp. 4-10.\n\n[17] Rollo , pp. 83-84.\n\n[18] People vs. Villamor, 292 SCRA 384, 394 [1998].\n\n[19] People vs. Malazarte, 261 SCRA 482, 491 [1996].\n\n[20] TSN, September 19, 1997, pp. 6-10.\n\n[21] TSN, June 19, 1997, pp.33-35.\n\n[22] People vs. Magno, 296 SCRA 443, 450 [1998].\n\n[23] People vs. Ferrer, 255 SCRA 19, 32-33 [1996].\n\n[24] People vs. Nang, 289 SCRA 16, 31 [1998].\n\n[25] The police blotter reads \"x x x three persons, one of them identified as a certain Rael Librando a resident of Purok Maisan of same Barangay block their way and without any apparent reason struck Boy Labandero with a hard object hitting the latter on the head which cause his instantaneous death.\" See Records, p. 31.\n\n[26] 91 Phil 320 [1952].\n\n[27] 31 SCRA 511 [1970].\n\n[28] People vs . Espanola,  271 SCRA 689,717 [1997]; People vs . Balanag, 236 SCRA 474, 486-487 [1994]; Monzon vs. IAC, 169 SCRA 760, 766 [1989]; MD Transit, Inc vs. Court of Appeals , 90 SCRA 542, 544-547 [1979]; Davila vs . Philippine Air Lines , 49 SCRA 497, 504-505 [1973].\n\n[29] People vs. Aspiras, G.R. No. 121203, April 12, 2000; People vs. Gutierrez 302 SCRA 643, 667 [1999].",
  "content_length": 28711,
  "metadata_extraction_date": "2025-11-01T05:53:33.429187",
  "extraction_version": "2.0_enhanced_full_content"
}