{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/october/GR_113116.html",
  "filename": "GR_113116.html",
  "year": 1996,
  "month": "october",
  "case_number": "113116",
  "gr_number": "113116",
  "volume_page": "331 Phil. 1033",
  "decision_date": "October 30, 1996",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALD DE VERA, ACCUSED-APPELLANT. D E C I S I O N VITUG, J.: Ronald De Vera was charged with the crime of parricide under an information that read:\"That on or about the 30th day of September, 1990, in Quezon City, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, with evident premeditation, did, then and there wilfully, unlawfully and feloniously attack, assault and employ personal violence upon the person of one IRMA ASPURIAS DE VERA, his wife, by then and there strangling her neck with a sash, thereby causing her instantaneous death, to the damage and prejudice of the heir of the said Irma Aspurias de Vera.\"CONTRARY TO LAW.\"[1]He pleaded \"not guilty\" to the accusation.The prosecutionâs account of the incident may be narrated, as follows:In the afternoon of 30 September 1990, Irma Aspurias De Vera, the young housewife of the accused, was at home with household helper Francisca Eugenio (Francing), their tenant Lorna Anteola, the accusedâs sister Rowena de Vera Jesuitas and the latterâs husband Arnel Jesuitas. At about 3:00 p.m., Irmaâs husband, accused Ronald De Vera, arrived. Ronald asked Irma, who was then at the kitchen with Francing and Lorna, to join him in the bedroom upstairs in order to \"discuss an important matter.\" Within minutes, Lorna heard a commotion in the coupleâs bedroom. She could hear that the two were engaged in a shouting match. Then, there was complete silence. After a while, sensing that all was well again, Lorna went upstairs. To her surprise, she saw Ronald, assisted by Arnel, carrying a disabled Irma out of the room. The latter was brought to the Quezon City Medical Center where she was pronounced dead on arrival. Looking over at the coupleâs bedroom, Lorna and Francing saw that the place was in disarray.The Quezon City Police conducted that evening an investigation of the incident. SPO1 Jose Gil Gregorio made an ocular inspection. He reported that the built-in cabinets in the coupleâs bedroom were open, the bedsheets were crumpled, and clothes and perfume bottles were scattered all over the place.In the medico-legal examination conducted on 04 October 1990, by the police, the cause of death was said to be asphyxia by hanging.[2]The National Bureau of Investigation (\"NBI\"), at the request of the Commission on Human Rights,[3] undertook its own investigation of the case. Irmaâs body was exhumed, and a second autopsy was conducted.[4] This time, the cause of death was found to be \"asphyxia compatible with strangulation.\"[5]The defense sought to convince the trial court that Irma took her own life. Itâs version of the incident follows:Ronald and his wife had a heated argument about their failure to attend the wedding of his sister, Rowena, to Arnel Jesuitas. Irma and Rowenaâs relationship concededly was strained. According to Ronald, Irma became hysterical during the confrontation. Ronald tried, but failed, to calm down his wife. He later left the room, purportedly \"to get his toothbrush from the bathroom.\" When he returned, he found the door of their room already locked. He knocked at the door repeatedly but Irma would not let him in. Ronald went downstairs and, after about ten minutes, he went back but he still could not get in. Finally, he decided to enter the room through the window. He found Irma sitting with her head down and motionless. He tapped her on the shoulder and called her name but she did not respond. He felt pulse. He notice a sash around her neck which was tied to an iron bar of the cabinet. Ronald removed the sash from the cabinet and took it off from Irmaâs neck. He then, with the help of Rowena and Arnel, rushed Irma to the hospital where the attending physicians tried, but failed, to revive his wife.[6]On 14 December 1993, the trial court[7] decided the case; it concluded:\"WHEREFORE, the Court finds accused Ronald De Vera guilty beyond reasonable doubt of the crime of parricide charged herein, defined and punished in Art. 246 of the Revised Penal Code, as principal in the commission thereof and, accordingly, he is hereby sentenced to suffer the penalty of reclusion perpetua; to indemnify the heirs of the deceased Irma Aspurias De Vera in the sum of fifty thousand pesos as death indemnity; to pay her mother, Melanda Aspurias, the sum of fifteen thousand four hundred fifteen pesos as actual damages; and, to pay the costs, without prejudice to the application of Rep. Act No. 6127 in his favor.\"SO ORDERED.\"[8]In his appeal to this Court, accused-appellant makes the following submissions: That -\"THE LOWER COURT ERRED IN FINDING THAT THE PHYSICAL EVIDENCE PROVED BEYOND REASONABLE DOUBT THAT IRMAâS DEATH WAS CAUSED BY ASPHYXIA THROUGH HOMICIDAL STRANGULATION.\"THE LOWER COURT ERRED IN RELYING ON CIRCUMSTANTIAL EVIDENCE TO SUPPORT ITS CONCLUSION THAT RONALD CAUSED IRMAâS DEATH THROUGH STRANGULATION.\"THE LOWER COURT ERRED IN FINDING THE ACCUSED GUILTY BEYOND REASONABLE DOUBT OF THE CRIME CHARGED.\"[9]Dr. Renato Bautista, the Medico-Legal Officer of the NBI, concluded that the cause of death was asphyxia compatible with strangulation. While Dr. Bautista conceded that an autopsy on a fresh cadaver would normally by more reliable in determining the cause of death than that conducted at a later time, much would depend, however, he said, on how the autopsy was undertaken and on the condition of the cadaver. It would appear that the post-mortem investigation on the cadaver conducted by the NBI was decidedly more extensive and exhaustive than the cursory examination previously made by the police. Dr. Bautista testified:\"QWhat made you conclude, Mr. witness that the cause of death was asphyxia compatible with strangulation?\"A Well, sir, aside from the absence of any ligature mark on the neck, the presence of the different injuries located on the neck and the findings on the inferior third of the thyroid cartilage towards and including superior part of the first portion of the trachea revealed marked congestion, I believed that the cause of death was strangulation.\"x x x x x x x x x\"Q Mr. witness, based on your findings, how was the strangulation done, in your opinion, Mr. witness?\"AIt was done manually, sir.\"QWhat made you conclude Mr. witness that it was done manually?\"AWell, sir, since the different contused-abrasions on the neck of the victim made me conclude said opinion because this could have been caused, these contused-abrasions could have been caused by fingernails, sir.\"x x x x x x x x x\"QHow about these things which you are referring to as ligature marks, is that not also a specific example of vital evidence that is usually tempered with or even destroyed by the process of embalming?\"ANo, your Honor.\"QCould you enlighten us why you say so?\"A On the contrary, there are injuries especially these ligature marks which might appear on the cadaver which might not be seen immediately after death of the victim and in this particular case, if there were ligatures marks present on the neck, I should have readily seen it.\"QCould you kindly explain the nature of the ligature marks?\"A A ligature mark, your Honor is the inflictment of the ligatures on the skin.\"QIs it usually inflicted or produced in the skin?\"A Because of the tightness on the particular portion of the skin, ligature mark will leave its mark therefore, there is that situation now if it is a case of soft material, let us say, the linen in most cases that donât leave a mark but definitely on autopsy you will see that there is a vital reaction underneath the skin.\"Q What is the vital reaction underneath the skin?\"AThere is reddening of the muscle tissue sometimes congestive, sometimes there is fractures on the trachea.\"QCould you still see the reddening or the congestion left by such even after embalming?\"AYes, sir.\"Q So these marks of evidence can survive the process of embalming?\"AYes, sir.\"Q And in your autopsy, none of these evidence is present in this particular victim?\"AThere was, sir.\"QWhat was that?\"AThere was a slight congestion, and there was a marked congestion of the lower third of the thyroid cartilage towards and including the superior part of the first portion of the trachea revealed marked congestion (cricoid cartilage).\"x x x x x x x x x.\"ATTY. MARTINEZ:\"Q Will not the lapse of time of about one and one half month between death and autopsy erase or blurred the trace of the ligature marks?\"A May I qualify my answer, in cases of victim that were not embalmed and submerged in water, yes, but in case of embalming, no.\"QSo if the victim is not embalmed and not submerged in water, it will erase the marks?\"AYes, sir.\"QAnd you would like us to understand that the embalming would preserve ligature marks?\"AYes, sir.\"QAnd you are 100% certain that the cadaver had undergone embalming?\"A Yes, sir, and there were no ligature marks in the neck.\"COURT:\"I have some clarificatory questions. (to the witness)\"QYou said that there were no ligature marks in the neck, is that correct?\"A Yes, sir.\"x x x x x x x x x.\"PROS:(to the witness)\"QDoctor, in your opinion, do the contusions and abrasions that appeared in the cadaver could have been self-inflicted?\"ATTY. MARTINEZ:(to the Court)\"Objection, not covered in the cross.\"PROS:\"I withdraw. (to the witness)\"QIn your opinion, were the contusions and abrasions. I reform.In your opinion, were the contused-abrasions appearing in the cadaver and referred to by you in Exhibit F-1, self-inflicted or not?\"ATTY. MARTINEZ:(to the Court)\"Objection, not covered in the cross-examination.\"COURT\"Ruling: May answer\"A No, sir.\"PROS:(to the witness)\"QWhat made you conclude, Doctor, that the contused-abrasions were not self-inflicted?\"AIt is very hard for an individual to strangulate oneself manually because in the process, there will be a diminish flow of oxygen to the brain resulting to the state of unconsciousness, whereby releasing the said strangled hold on oneâs neck.\"QIn your autopsy and examination of the cadaver, did you notice any breakage in the trachea?\"ANone, sir.\"QIn your opinion, what could be the evidences that would appear in the neck or in the trachea if a person died by hanging?\"A Usually, there is a presence of ligature marks, the presence of the knot either on the left side or at the right side of the neck and no evidence of fracture of the hyoid bone, and in some cases, there is fracture on the lower portion of the thyroid in such a way that it was vertical as to wherever the knot is located.\"QDid you observe these marks that you stated in the cadaver of the victim?\"A No, sir.\"[10]Relative to the contention that the condition of the cadaver could have been materially altered in the process of embalming, Dr. Bautista explained:\"COURT:\"Let me go to the contused-abrasions that you referred to in your direct examination, You said that these can be caused by fingernails, could that have been caused by some other thing, that is, other than fingernails?\"A There is a possibility, your Honor.\"Q What is the possible competent cause of such contused-abrasions other than fingernails?\"APieces of wood, sir.\"Q So you can give an example other than fingernails?\"AI would say a small piece of wood. For example pieces of woods with bristles hard enough to cause, I mean three pieces of wounds on the right and two on the left side of the neck.\"QNothing in the process of embalming could have possibly cause that contused-abrasions?\"ANothing, a possibility exists your Honor, in the use of suturing materials.\"QAnd this suturing materials are normally used or part of the equipment of the embalmer?\"AYes, sir.\"QIn fact the embalmer can not proceed without suturing materials?\"AYes, sir.\"QAnd these suturing materials which are normally used by the embalmer are usually used particularly in the neck of the cadaver?\"ANo, your Honor.\"Q What particular part are usually dealt with suturing materials by the embalmer?\"A They can make incision in the left side of the neck where they inject the formalin to the brain and also an incision on the thigh. Now if this was caused by the suturing materials, there could be no reaction.\"QSo the person is dead?\"AYes, sir.\"QBut in the process of embalming in order to reach the carotid, the embalmer would be using the head in doing that?\"A Yes, sir.\"QAnd so he would be doing a manual handling of the neck?\"AYes, sir.\"QAnd in fact the embalmer would appear to be strangulating the cadaver so as he will reach the carotid, is that correct?\"ANo, sir.\"QWhy not?\"A To the point that the embalmer will reach on the lateral portion.\"Q But the possibility is that, there is a manual handling of the neck that can cause contused-abrasions as he tried to reach the carotid?\"AYes, sir.\"[11]It might be stressed that Dr. Bautista, in making his examination and in identifying the cause of death, did not fail to take into account the wounds which were apparently inflicted after Irmaâs death, such as the incise wound on the other right side of her neck and the wound on the wrist of the left side or the antero-lateral aspect.[12]The court a quo has found no reason to distrust the credibility of the prosecution witnesses and the veracity of their testimonies. Just as it is often done that an appellate court would defer to the sound judgment of the trial court in assessing the credibility of witnesses, so, also, this Court in this appeal must duly and rightly accord that same respect.[13]The Rules of Court, on circumstantial evidence, provides:\"SEC. 4. Circumstantial evidence, when sufficient. -- Circumstantial evidence is sufficient for conviction if:\"(a) There is more than one circumstance;\"(b) The facts from which the inferences are derived are proven; and\"(c) The combination of all the circumstances is such as to produce a conviction beyond reasonable doubt.\"[14]In this case, the Solicitor General aptly enumerated these circumstances to be -\"First, the existence of a motive to kill her wife. Appellant clearly testified that his purpose for demanding from the victim to talk inside their room was due to their non-appearance on the wedding day of Rowena (appellantâs sister), who incidentally was not in speaking terms with the victim, and the hurt feelings generated on appellantâs friends and relatives on account of their non-attendance (pp. 23-25, tsn, September 10, 1993; pp. 4-5, tsn, August 12, 1993).\"Second, the fact that appellant and the victim proceeded upstairs inside their bedroom and were alone at the time the incident occurred (p. 9, tsn, August 12, 1993).\"Third, the violent commotion inside the bedroom of the appellant and the victim exemplified by loud thuds or âkalabogâ and shouts of anger of the victim to the appellant which the latter even acknowledged (pp. 24-26, tsn, September 10, 1993; pp. 5 & 13, tsn, August 12, 1993).\"Fourth, the duration of the violent commotion which lasted for approximately ten minutes evinces that a violent struggle took place (pp. 5, 13-14, tsn, August 12, 1993).\"Fifth, the fact that the appellant was seen together with his brother-in-law carrying the victim downstairs immediately after the said commotion took place (p. 5, tsn, August 12, 1993).\"Sixth, the physical condition of the room evincing that a violent struggle took place characterized by the presence of a bolo on top of the table in the room with its bedsheets and pillows disarrayed, the built-in cabinet doors open, clothes and perfume bottles scattered (p. 13, tsn, August 16, 1993; p. 6, August 12, 1993; p. 13, tsn, August 6, 1993).\"Seventh, the corpus delicti indicating that the victim was strangled to death exemplified by contuse-abrasions on the victimâs neck and other parts of the body characterized by marked congestions on the superior part of the first portion of the trachea and the thyroid cartilage which was even detected by the NBI Medico Legal Officer Dr. Bautista at the time he conducted an autopsy on the victimâs body (p. 10, tsn, August 6, 1993, p. 20, tsn, June 21, 1993; Exhibits âF,â âF-1,â âF-2,â âF-3,â âF-4â).\"Eighth, the attempt on the part of the appellant to mislead the police investigators and cover-up the corpus delicti by making it to appear in his âSinumpaang Salaysayâ (Exhibit âNâ) that the victim died due to suicidal hanging (p. 8, tsn, September 10, 1993).\"[15]All the above, taken collectively, sufficiently constituted an unbroken chain of events that indeed would point to accused-appellant, to the exclusion of all others, to be the author of the crime.[16]WHEREFORE, the decision appealed from is AFFIRMED in toto. Costs against accused-appellant.SO ORDERED.Padilla (Chairman), Bellosillo, Kapunan, and Hermosisima, Jr., JJ., concur.[1] Rollo, p. 4.[2] Signed by Lt. Col. Desiderio A, Moraleda, MD, Records, p. 41.[3] Irmaâs mother obtained the assistance of the Commission on the matter.[4] By Dr. Renato Bautista.[5] Records, p. 44.[6] Irma was pronounced \"Dead of Arrival.\"[7] Through Judge Aloysius C. Alday.[8] Rollo, p. 27.[9] Rollo, p. 67.[10] TSN, 21 June 1993, pp. 20-50.[11] Ibid., pp. 33-36.[12] Ibid., p. 19.[13] People vs. Manuel, 234 SCRA 532.[14] Rule 133.[15] Appelleeâs Brief, pp. 27-29.[16] People vs. Adriano, 226 SCRA 131; People vs. Ocampo, 218 SCRA 609. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "ronald",
    "accused",
    "appellant",
    "charged",
    "crime",
    "parricide",
    "information",
    "september",
    "quezon",
    "within",
    "jurisdiction",
    "honorable",
    "court",
    "evident",
    "premeditation",
    "wilfully"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALD DE VERA, ACCUSED-APPELLANT. D E C I S I...",
  "formatted_case_content": "View printer friendly version\n331 Phil. 1033\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 113116, October 30, 1996 ]\n[ G.R. No. 113116, October 30, 1996 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALD DE VERA, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. RONALD DE VERA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nVITUG, J.:\n\nRonald De Vera was charged with the crime of parricide under an information that read:\n\"That on or about the 30th day of September, 1990, in Quezon City, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, with evident premeditation, did, then and there wilfully, unlawfully and feloniously attack, assault and employ personal violence upon the person of one IRMA ASPURIAS DE VERA, his wife, by then and there strangling her neck with a sash, thereby causing her instantaneous death, to the damage and prejudice of the heir of the said Irma Aspurias de Vera.\n\n\"CONTRARY TO LAW.\" [1] He pleaded \"not guilty\" to the accusation.\n\nThe prosecutionâs account of the incident may be narrated, as follows:\n\nIn the afternoon of 30 September 1990, Irma Aspurias De Vera, the young housewife of the accused, was at home with household helper Francisca Eugenio (Francing), their tenant Lorna Anteola, the accusedâs sister Rowena de Vera Jesuitas and the latterâs husband Arnel Jesuitas.  At about 3:00 p.m., Irmaâs husband, accused Ronald De Vera, arrived.  Ronald asked Irma, who was then at the kitchen with Francing and Lorna, to join him in the bedroom upstairs in order to \"discuss an important matter.\"  Within minutes, Lorna heard a commotion in the coupleâs bedroom.  She could hear that the two were engaged in a shouting match.  Then, there was complete silence.  After a while, sensing that all was well again, Lorna went upstairs.  To her surprise, she saw Ronald, assisted by Arnel, carrying a disabled Irma out of the room.  The latter was brought to the Quezon City Medical Center where she was pronounced dead on arrival.  Looking over at the coupleâs bedroom, Lorna and Francing saw that the place was in disarray.\n\nThe Quezon City Police conducted that evening an investigation of the incident.  SPO1 Jose Gil Gregorio made an ocular inspection.  He reported that the built-in cabinets in the coupleâs bedroom were open, the bedsheets were crumpled, and clothes and perfume bottles were scattered all over the place.\n\nIn the medico-legal examination conducted on 04 October 1990, by the police, the cause of death was said to be asphyxia by hanging. [2]\n\nThe National Bureau of Investigation (\"NBI\"), at the request of the Commission on Human Rights, [3] undertook its own investigation of the case.  Irmaâs body was exhumed, and a second autopsy was conducted. [4] This time, the cause of death was found to be \"asphyxia compatible with strangulation.\" [5]\n\nThe defense sought to convince the trial court that Irma took her own life.  Itâs version of the incident follows:\n\nRonald and his wife had a heated argument about their failure to attend the wedding of his sister, Rowena, to Arnel Jesuitas.  Irma and Rowenaâs relationship concededly was strained.  According to Ronald, Irma became hysterical during the confrontation.  Ronald tried, but failed, to calm down his wife.  He later left the room, purportedly \"to get his toothbrush from the bathroom.\"  When he returned, he found the door of their room already locked.  He knocked at the door repeatedly but Irma would not let him in.  Ronald went downstairs and, after about ten minutes, he went back but he still could not get in.  Finally, he decided to enter the room through the window.  He found Irma sitting with her head down and motionless.  He tapped her on the shoulder and called her name but she did not respond.  He felt pulse.  He notice a sash around her neck which was tied to an iron bar of the cabinet.  Ronald removed the sash from the cabinet and took it off from Irmaâs neck.  He then, with the help of Rowena and Arnel, rushed Irma to the hospital where the attending physicians tried, but failed, to revive his wife. [6]\n\nOn 14 December 1993, the trial court [7] decided the case; it concluded:\n\n\"WHEREFORE, the Court finds accused Ronald De Vera guilty beyond reasonable doubt of the crime of parricide charged herein, defined and punished in Art. 246 of the Revised Penal Code, as principal in the commission thereof and, accordingly, he is hereby sentenced to suffer the penalty of reclusion perpetua; to indemnify the heirs of the deceased Irma Aspurias De Vera in the sum of fifty thousand pesos as death indemnity; to pay her mother, Melanda Aspurias, the sum of fifteen thousand four hundred fifteen pesos as actual damages; and, to pay the costs, without prejudice to the application of Rep. Act No. 6127 in his favor.\n\n\"SO ORDERED.\" [8]\n\nIn his appeal to this Court, accused-appellant makes the following submissions:  That -\n\"THE LOWER COURT ERRED IN FINDING THAT THE PHYSICAL EVIDENCE PROVED BEYOND REASONABLE DOUBT THAT IRMAâS DEATH WAS CAUSED BY ASPHYXIA THROUGH HOMICIDAL STRANGULATION.\n\n\"THE LOWER COURT ERRED IN RELYING ON CIRCUMSTANTIAL EVIDENCE TO SUPPORT ITS CONCLUSION THAT RONALD CAUSED IRMAâS DEATH THROUGH STRANGULATION.\n\n\"THE LOWER COURT ERRED IN FINDING THE ACCUSED GUILTY BEYOND REASONABLE DOUBT OF THE CRIME CHARGED.\" [9] Dr. Renato Bautista, the Medico-Legal Officer of the NBI, concluded that the cause of death was asphyxia compatible with strangulation.  While Dr. Bautista conceded that an autopsy on a fresh cadaver would normally by more reliable in determining the cause of death than that conducted at a later time, much would depend, however, he said, on how the autopsy was undertaken and on the condition of the cadaver.  It would appear that the post-mortem investigation on the cadaver conducted by the NBI was decidedly more extensive and exhaustive than the cursory examination previously made by the police.  Dr. Bautista testified:\n\n[TABLE_CONTENT]\n\"Q | What made you conclude, Mr. witness that the cause of death was asphyxia compatible with strangulation?\n\"A | Well, sir, aside from the absence of any ligature mark on the neck, the presence of the different injuries located on the neck and the findings on the inferior third of the thyroid cartilage towards and including superior part of the first portion of the trachea revealed marked congestion, I believed that the cause of death was strangulation.\n | \"x x x x x x x x x\n\"Q | Mr. witness, based on your findings, how was the strangulation done, in your opinion, Mr. witness?\n\"A | It was done manually, sir.\n\"Q | What made you conclude Mr. witness that it was done manually?\n\"A | Well, sir, since the different contused-abrasions on the neck of the victim made me conclude said opinion because this could have been caused, these contused-abrasions could have been caused by fingernails, sir.\n | \"x x x x x x x x x\n\"Q | How about these things which you are referring to as ligature marks, is that not also a specific example of vital evidence that is usually tempered with or even destroyed by the process of embalming?\n\"A | No, your Honor.\n\"Q | Could you enlighten us why you say so?\n\"A | On the contrary, there are injuries especially these ligature marks which might appear on the cadaver which might not be seen immediately after death of the victim and in this particular case, if there were ligatures marks present on the neck, I should have readily seen it.\n\"Q | Could you kindly explain the nature of the ligature marks?\n\"A | A ligature mark, your Honor is the inflictment of the ligatures on the skin.\n\"Q | Is it usually inflicted or produced in the skin?\n\"A | Because of the tightness on the particular portion of the skin, ligature mark will leave its mark therefore, there is that situation now if it is a case of soft material, let us say, the linen in most cases that donât leave a mark but definitely on autopsy you will see that there is a vital reaction underneath the skin.\n\"Q | What is the vital reaction underneath the skin?\n\"A | There is reddening of the muscle tissue sometimes congestive, sometimes there is fractures on the trachea.\n\"Q | Could you still see the reddening or the congestion left by such even after embalming?\n\"A | Yes, sir.\n\"Q | So these marks of evidence can survive the process of embalming?\n\"A | Yes, sir.\n\"Q | And in your autopsy, none of these evidence is present in this particular victim?\n\"A | There was, sir.\n\"Q | What was that?\n\"A | There was a slight congestion, and there was a marked congestion of the lower third of the thyroid cartilage towards and including the superior part of the first portion of the trachea revealed marked congestion (cricoid cartilage).\n | \"x x x x x x x x x.\n\"ATTY. MARTINEZ: | \n\"Q | Will not the lapse of time of about one and one half month between death and autopsy erase or blurred the trace of the ligature marks?\n\"A | May I qualify my answer, in cases of victim that were not embalmed and submerged in water, yes, but in case of embalming, no.\n\"Q | So if the victim is not embalmed and not submerged in water, it will erase the marks?\n\"A | Yes, sir.\n\"Q | And you would like us to understand that the embalming would preserve ligature marks?\n\"A | Yes, sir.\n\"Q | And you are 100% certain that the cadaver had undergone embalming?\n\"A | Yes, sir, and there were no ligature marks in the neck.\n\"COURT: | \n | \"I have some clarificatory questions. (to the witness)\n\"Q | You said that there were no ligature marks in the neck, is that correct?\n\"A | Yes, sir.\n | \"x x x x x x x x x.\n\"PROS: | (to the witness)\n\"Q | Doctor, in your opinion, do the contusions and abrasions that appeared in the cadaver could have been self-inflicted?\n\"ATTY. MARTINEZ: | (to the Court)\n | \"Objection, not covered in the cross.\n\"PROS: | \n | \"I withdraw. (to the witness)\n\"Q | In your opinion, were the contusions and abrasions.\n | I reform.\n | In your opinion, were the contused-abrasions appearing in the cadaver and referred to by you in Exhibit F-1, self-inflicted or not?\n\"ATTY. MARTINEZ: | (to the Court)\n | \"Objection, not covered in the cross-examination.\n\"COURT | \n | \"Ruling: May answer\n\"A | No, sir.\n\"PROS: | (to the witness)\n\"Q | What made you conclude, Doctor, that the contused-abrasions were not self-inflicted?\n\"A | It is very hard for an individual to strangulate oneself manually because in the process, there will be a diminish flow of oxygen to the brain resulting to the state of unconsciousness, whereby releasing the said strangled hold on oneâs neck.\n\"Q | In your autopsy and examination of the cadaver, did you notice any breakage in the trachea?\n\"A | None, sir.\n\"Q | In your opinion, what could be the evidences that would appear in the neck or in the trachea if a person died by hanging?\n\"A | Usually, there is a presence of ligature marks, the presence of the knot either on the left side or at the right side of the neck and no evidence of fracture of the hyoid bone, and in some cases, there is fracture on the lower portion of the thyroid in such a way that it was vertical as to wherever the knot is located.\n\"Q | Did you observe these marks that you stated in the cadaver of the victim?\n\"A | No, sir.\"[10]\n[END_TABLE]\n\n\"Q What made you conclude, Mr. witness that the cause of death was asphyxia compatible with strangulation? \"A Well, sir, aside from the absence of any ligature mark on the neck, the presence of the different injuries located on the neck and the findings on the inferior third of the thyroid cartilage towards and including superior part of the first portion of the trachea revealed marked congestion, I believed that the cause of death was strangulation. \"x x x x x x x x x \"Q Mr. witness, based on your findings, how was the strangulation done, in your opinion, Mr. witness? \"A It was done manually, sir. \"Q What made you conclude Mr. witness that it was done manually? \"A Well, sir, since the different contused-abrasions on the neck of the victim made me conclude said opinion because this could have been caused, these contused-abrasions could have been caused by fingernails, sir.\n\"x x x x x x x x x \"Q How about these things which you are referring to as ligature marks, is that not also a specific example of vital evidence that is usually tempered with or even destroyed by the process of embalming? \"A No, your Honor. \"Q Could you enlighten us why you say so? \"A On the contrary, there are injuries especially these ligature marks which might appear on the cadaver which might not be seen immediately after death of the victim and in this particular case, if there were ligatures marks present on the neck, I should have readily seen it. \"Q Could you kindly explain the nature of the ligature marks? \"A A ligature mark, your Honor is the inflictment of the ligatures on the skin. \"Q Is it usually inflicted or produced in the skin? \"A Because of the tightness on the particular portion of the skin, ligature mark will leave its mark therefore, there is that situation now if it is a case of soft material, let us say, the linen in most cases that donât leave a mark but definitely on autopsy you will see that there is a vital reaction underneath the skin. \"Q What is the vital reaction underneath the skin? \"A There is reddening of the muscle tissue sometimes congestive, sometimes there is fractures on the trachea. \"Q Could you still see the reddening or the congestion left by such even after embalming? \"A Yes, sir. \"Q So these marks of evidence can survive the process of embalming? \"A Yes, sir. \"Q And in your autopsy, none of these evidence is present in this particular victim? \"A There was, sir. \"Q What was that? \"A There was a slight congestion, and there was a marked congestion of the lower third of the thyroid cartilage towards and including the superior part of the first portion of the trachea revealed marked congestion (cricoid cartilage). \"x x x x x x x x x. \"ATTY. MARTINEZ: \"Q Will not the lapse of time of about one and one half month between death and autopsy erase or blurred the trace of the ligature marks? \"A May I qualify my answer, in cases of victim that were not embalmed and submerged in water, yes, but in case of embalming, no. \"Q So if the victim is not embalmed and not submerged in water, it will erase the marks? \"A Yes, sir. \"Q And you would like us to understand that the embalming would preserve ligature marks? \"A Yes, sir. \"Q And you are 100% certain that the cadaver had undergone embalming? \"A Yes, sir, and there were no ligature marks in the neck. \"COURT: \"I have some clarificatory questions. (to the witness) \"Q You said that there were no ligature marks in the neck, is that correct? \"A Yes, sir. \"x x x x x x x x x. \"PROS: (to the witness) \"Q Doctor, in your opinion, do the contusions and abrasions that appeared in the cadaver could have been self-inflicted? \"ATTY. MARTINEZ: (to the Court) \"Objection, not covered in the cross. \"PROS: \"I withdraw. (to the witness) \"Q In your opinion, were the contusions and abrasions. I reform. In your opinion, were the contused-abrasions appearing in the cadaver and referred to by you in Exhibit F-1, self-inflicted or not? \"ATTY. MARTINEZ: (to the Court) \"Objection, not covered in the cross-examination. \"COURT \"Ruling: May answer \"A No, sir. \"PROS: (to the witness) \"Q What made you conclude, Doctor, that the contused-abrasions were not self-inflicted? \"A It is very hard for an individual to strangulate oneself manually because in the process, there will be a diminish flow of oxygen to the brain resulting to the state of unconsciousness, whereby releasing the said strangled hold on oneâs neck. \"Q In your autopsy and examination of the cadaver, did you notice any breakage in the trachea? \"A None, sir. \"Q In your opinion, what could be the evidences that would appear in the neck or in the trachea if a person died by hanging? \"A Usually, there is a presence of ligature marks, the presence of the knot either on the left side or at the right side of the neck and no evidence of fracture of the hyoid bone, and in some cases, there is fracture on the lower portion of the thyroid in such a way that it was vertical as to wherever the knot is located. \"Q Did you observe these marks that you stated in the cadaver of the victim? \"A No, sir.\" [10] Relative to the contention that the condition of the cadaver could have been materially altered in the process of embalming, Dr. Bautista explained:\n\n[TABLE_CONTENT]\n\"COURT: | \n | \"Let me go to the contused-abrasions that you referred to in your direct examination, You said that these can be caused by fingernails, could that have been caused by some other thing, that is, other than fingernails?\n\"A | There is a possibility, your Honor.\n\"Q | What is the possible competent cause of such contused-abrasions other than fingernails?\n\"A | Pieces of wood, sir.\n\"Q | So you can give an example other than fingernails?\n\"A | I would say a small piece of wood. For example pieces of woods with bristles hard enough to cause, I mean three pieces of wounds on the right and two on the left side of the neck.\n\"Q | Nothing in the process of embalming could have possibly cause that contused-abrasions?\n\"A | Nothing, a possibility exists your Honor, in the use of suturing materials.\n\"Q | And this suturing materials are normally used or part of the equipment of the embalmer?\n\"A | Yes, sir.\n\"Q | In fact the embalmer can not proceed without suturing materials?\n\"A | Yes, sir.\n\"Q | And these suturing materials which are normally used by the embalmer are usually used particularly in the neck of the cadaver?\n\"A | No, your Honor.\n\"Q | What particular part are usually dealt with suturing materials by the embalmer?\n\"A | They can make incision in the left side of the neck where they inject the formalin to the brain and also an incision on the thigh. Now if this was caused by the suturing materials, there could be no reaction.\n\"Q | So the person is dead?\n\"A | Yes, sir.\n\"Q | But in the process of embalming in order to reach the carotid, the embalmer would be using the head in doing that?\n\"A | Yes, sir.\n\"Q | And so he would be doing a manual handling of the neck?\n\"A | Yes, sir.\n\"Q | And in fact the embalmer would appear to be strangulating the cadaver so as he will reach the carotid, is that correct?\n\"A | No, sir.\n\"Q | Why not?\n\"A | To the point that the embalmer will reach on the lateral portion.\n\"Q | But the possibility is that, there is a manual handling of the neck that can cause contused-abrasions as he tried to reach the carotid?\n\"A | Yes, sir.\"[11]\n[END_TABLE]\n\n\"COURT: \"Let me go to the contused-abrasions that you referred to in your direct examination, You said that these can be caused by fingernails, could that have been caused by some other thing, that is, other than fingernails? \"A There is a possibility, your Honor. \"Q What is the possible competent cause of such contused-abrasions other than fingernails? \"A Pieces of wood, sir. \"Q So you can give an example other than fingernails? \"A I would say a small piece of wood. For example pieces of woods with bristles hard enough to cause, I mean three pieces of wounds on the right and two on the left side of the neck. \"Q Nothing in the process of embalming could have possibly cause that contused-abrasions? \"A Nothing, a possibility exists your Honor, in the use of suturing materials. \"Q And this suturing materials are normally used or part of the equipment of the embalmer? \"A Yes, sir. \"Q In fact the embalmer can not proceed without suturing materials? \"A Yes, sir. \"Q And these suturing materials which are normally used by the embalmer are usually used particularly in the neck of the cadaver? \"A No, your Honor. \"Q What particular part are usually dealt with suturing materials by the embalmer? \"A They can make incision in the left side of the neck where they inject the formalin to the brain and also an incision on the thigh. Now if this was caused by the suturing materials, there could be no reaction. \"Q So the person is dead? \"A Yes, sir. \"Q But in the process of embalming in order to reach the carotid, the embalmer would be using the head in doing that? \"A Yes, sir. \"Q And so he would be doing a manual handling of the neck? \"A Yes, sir. \"Q And in fact the embalmer would appear to be strangulating the cadaver so as he will reach the carotid, is that correct? \"A No, sir. \"Q Why not? \"A To the point that the embalmer will reach on the lateral portion. \"Q But the possibility is that, there is a manual handling of the neck that can cause contused-abrasions as he tried to reach the carotid? \"A Yes, sir.\" [11] It might be stressed that Dr. Bautista, in making his examination and in identifying the cause of death, did not fail to take into account the wounds which were apparently inflicted after Irmaâs death, such as the incise wound on the other right side of her neck and the wound on the wrist of the left side or the antero-lateral aspect. [12]\n\nThe court a quo has found no reason to distrust the credibility of the prosecution witnesses and the veracity of their testimonies.  Just as it is often done that an appellate court would defer to the sound judgment of the trial court in assessing the credibility of witnesses, so, also, this Court in this appeal must duly and rightly accord that same respect. [13]\nThe Rules of Court, on circumstantial evidence, provides:\n\n\"SEC. 4. Circumstantial evidence, when sufficient. -- Circumstantial evidence is sufficient  for conviction if:\n\n\"(a)  There is more than one circumstance;\n\"(b)  The facts from which the inferences are derived are proven; and\n\"(c)  The combination of all the circumstances is such as to produce a conviction beyond reasonable doubt.\" [14] In this case, the Solicitor General aptly enumerated these circumstances to be -\n\"First, the existence of a motive to kill her wife.  Appellant clearly testified that his purpose for demanding from the victim to talk inside their room was due to their non-appearance on the wedding day of Rowena (appellantâs sister), who incidentally was not in speaking terms with the victim, and the hurt feelings generated on appellantâs friends and relatives on account of their non-attendance (pp. 23-25, tsn, September 10, 1993; pp. 4-5, tsn, August 12, 1993).\n\n\"Second, the fact that appellant and the victim proceeded upstairs inside their bedroom and were alone at the time the incident occurred (p. 9, tsn, August 12, 1993).\n\n\"Third, the violent commotion inside the bedroom of the appellant and the victim exemplified by loud thuds or âkalabogâ and shouts of anger of the victim to the appellant which the latter even acknowledged (pp. 24-26, tsn, September 10, 1993; pp. 5 & 13, tsn, August 12, 1993).\n\n\"Fourth, the duration of the violent commotion which lasted for approximately ten minutes evinces that a violent struggle took place (pp. 5, 13-14, tsn, August 12, 1993).\n\n\"Fifth, the fact that the appellant was seen together with his brother-in-law carrying the victim downstairs immediately after the said commotion took place (p. 5, tsn, August 12, 1993).\n\n\"Sixth, the physical condition of the room evincing that a violent struggle took place characterized by the presence of a bolo on top of the table in the room with its bedsheets and pillows disarrayed, the built-in cabinet doors open, clothes and perfume bottles scattered (p. 13, tsn, August 16, 1993; p. 6, August 12, 1993; p. 13, tsn, August 6, 1993).\n\n\"Seventh, the corpus delicti indicating that the victim was strangled to death exemplified by contuse-abrasions on the victimâs neck and other parts of the body characterized by marked congestions on the superior part of the first portion of the trachea and the thyroid cartilage which was even detected by the NBI Medico Legal Officer Dr. Bautista at the time he conducted an autopsy on the victimâs body (p. 10, tsn, August 6, 1993, p. 20, tsn, June 21, 1993; Exhibits âF,â âF-1,â âF-2,â âF-3,â âF-4â).\n\n\"Eighth, the attempt on the part of the appellant to mislead the police investigators and cover-up the corpus delicti by making it to appear in his âSinumpaang Salaysayâ (Exhibit âNâ) that the victim died due to suicidal hanging (p. 8, tsn, September 10, 1993).\" [15] All the above, taken collectively, sufficiently constituted an unbroken chain of events that indeed would point to accused-appellant, to the exclusion of all others, to be the author of the crime. [16]\n\nWHEREFORE, the decision appealed from is AFFIRMED in toto .  Costs against accused-appellant.\n\nSO ORDERED.\n\nPadilla (Chairman), Bellosillo, Kapunan, and Hermosisima, Jr., JJ., concur.\n\n[1] Rollo, p. 4.\n\n[2] Signed by Lt. Col. Desiderio A, Moraleda, MD, Records, p. 41.\n\n[3] Irmaâs mother obtained the assistance of the Commission on the matter.\n\n[4] By Dr. Renato Bautista.\n\n[5] Records, p. 44.\n\n[6] Irma was pronounced \"Dead of Arrival.\"\n\n[7] Through Judge Aloysius C. Alday.\n\n[8] Rollo, p. 27.\n\n[9] Rollo, p. 67.\n\n[10] TSN, 21 June 1993, pp. 20-50.\n\n[11] Ibid., pp. 33-36.\n\n[12] Ibid., p. 19.\n\n[13] People vs. Manuel, 234 SCRA 532.\n\n[14] Rule 133.\n\n[15] Appelleeâs Brief, pp. 27-29.\n\n[16] People vs. Adriano, 226 SCRA 131; People  vs. Ocampo, 218 SCRA 609.",
  "content_length": 25202,
  "metadata_extraction_date": "2025-11-01T05:49:24.820878",
  "extraction_version": "2.0_enhanced_full_content"
}