{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/october/GR_114129.html",
  "filename": "GR_114129.html",
  "year": 1996,
  "month": "october",
  "case_number": "114129",
  "gr_number": "114129",
  "volume_page": "331 Phil. 838",
  "decision_date": "October 24, 1996",
  "title": "MANILA ELECTRIC COMPANY, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSIONS AND JEREMIAS G. CORTEZ, RESPONDENTS. D E C I S I O N HERMOSISIMA, JR., J.: This is a petition for certiorari with a prayer for temporary restraining order to set aside the Resolution of the First Division of the National Labor Relations Commission (NLRC) dated September 30, 1993 (which reversed the Decision dated August 13, 1991 of the Labor Arbiter Cresencio R. Iniego), and its Order dated December 29, 1993 (which denied petitionerâs motion for reconsideration).Private respondent Jeremias C. Cortez, Jr. was employed on probationary status by petitioner Manila Electric Company (Meralco) on September 15, 1975 as a lineman driver. Six months later, he was regularized as a 3rd class lineman-driver assigned at petitionerâs North Distribution Division. In 1977, and until the time of his dismissal, he worked as 1st class lineman-driver whose duties and responsibilities among others, includes the maintenance of Meralcoâs distribution facilities (electric lines) by responding to customerâs complaints of power failure, interruptions, line trippings and other line troubles.Characteristics, however, of private respondentâs service with petitioner is his perennial suspension from work, viz:Date of Memorandum Penalty Meted/Descriptiona. May 25, 1977 - Suspension of five (5) working days without pay for violation of Company Code on Employee Discipline, i.e., âdrinking of alcoholic beverages during working time xxx.âb. March 28, 1984- Suspension of three (3) working days without pay for failure or refusal to report to J.F. cotton Hospital [where petitioner maintains a medical clinic] as instructed by a company physician, while on sick leave.C. June 13, 1984 - Suspension of ten (10) working days without pay for unauthorized extension of sick leave.d. June 5, 1987 - Suspension of three (3) working days without pay for failure or refusal to report to J.F. Cotton Hospital [where petitioner maintains a medical clinic] as instructed by a company physician, while on sick leave.[Private respondents failed to report for work from Sept. 18, 1986 to Nov. 10, 1986].e. December 16, 1988 - Preventive suspension for failure to submit the required Medical Certificate within 48 hours from the first date of the sick leave.[Private respondent failed to report for work from Nov. 28, 1988 to the time such Memorandum was issued on December 16, 1988].f. February 22, 1989 - After formal administrative investigation, suspension of five (5) working days without pay for unauthorized absences on November 28, 1988 to December 2, 1988. Absences from December 2, 1988. Absences from December 9-19, 1988 were charged to private respondentâs vacation leave credits for the calendar year 1989.g. May 30, 1989 - Suspension of ten (10) working days without pay for unauthorized absences from May 17-19 1989, with warning that penalty of dismissal will be imposed upon commission of similar offense in the future.[1]Due to his numerous infractions, private respondent was administratively investigated for violation of Meralcoâs Code on Employee Discipline, particularly his repeated and unabated absence from work without prior notice his superior specifically from August 2 to September 19, 1989.After such administrative investigation was conducted by petitioner, it concluded that private respondent was found to have grossly neglected his duties by not attending to his work as lineman from Aug. 2, 1989 to September 19, 1989 without notice to his superiors.In a letter dated January 19, 1990, private respondent was notified of the investigation result and consequent termination of his services effective January 19, 1990, viz:\"Mr. Jeremias C. Cortez, Jr.16 E Jacinto StreetMalabon, Metro ManilaDear Mr. Cortez:Official findings of formal administrative investigation duly conducted by the Companyâs Legal Services Department established the following:1.You incurred unauthorized and unexcused absences from work starting August 2, 1989 up to September 9, 1989. On September 20, 1989, you were allowed to return to work but without prejudice to the outcome of an administrative investigation. By your unauthorized and unexcused absences from work, you have grossly violated Section 4, par. (e) of the Company Code on Employee Discipline which prescribes (u)nauthorized and unexcused absences from work which exceed five (5) consecutive working days penalized therein with dismissal of the erring employees from the service and employ of the Company.x x x x x x x x xThe foregoing instances plus your series of violations of the sick leave policy clearly show your gross and habitual neglect of duties and responsibilities in the Company, a condition which is patently inimical to the interest of the Company as a public utility vested vital public interest.x x x x x x x x xBased on the foregoing, and considering your series of violations of the Company Code on Employees Discipline, Management is constrained to dismiss you for causes from the service and employ of the Company, as you are hereby so dismissed effective January 19, 1990, with forfeiture of all rights and privileges. Truly yours, For E.L. Sapang, Jr. Assistant Vice President Personnel Management Department\"[2]On March 7, 1990, private respondent filed a complaint for illegal dismissal against petitioner. After both parties submitted their position papers and the documentary evidence attached thereto, the case was submitted for resolution.On August 13, 1991, the Labor Arbiter rendered a Decision dismissing the case for lack of merit. The Labor Arbiter ratiocinated thus:\"When complainant therefore, in patent violation of respondentâs clear and express rules intended to insure discipline and integrity among its employees, deliberately, habitually, and without prior authorization, and despite warning, did not report for work from August 1, 1989 to September 19, 1989, complainant committed serious misconduct and gross neglect of duty. In doing so, complainant can [be] validly dismissed. For as held by the Supreme Court, âdismissal for violation of the Companyâs Rules and Regulations is a dismissal for cause.â (Peter Paul v. C.I.R., G.R. No. L- 10130, September 1957; NMI v. NLU, 102 Phil 958).x x x x x x x x xConsidering the above, we find the complainantâs dismissal from the service as lawful exercise by respondent of its prerogative to discipline errant employee.WHEREFORE, the instant case should be as it is hereby dismissed for lack of merit.\"[3]Aggrieved with the decision of the Labor Arbiter, private respondent elevated his case on appeal to public respondent.On September 30, 1993, the NLRC set aside the decision of the Labor Arbiter and ordered petitioner to reinstate respondent with backwages.[4]Petitioner then filed a Motion for Reconsideration which was denied.Hence, this petition.The crux of the present controversy is whether or not private respondentâs dismissal from the service was illegal.A perusal of the records shows that there is a divergence of views between the Labor Arbiter and the NLRC regarding the validity of the dismissal of respondent by petitioner. Although, it is a legal tenet that factual findings of administrative bodies are entitled to great weight and respect, we are constrained to take a second look at the facts before us because of the diversity in the opinions of the Labor Arbiter and the NLRC.Petitioner alleges that there was grave abuse of discretion on the part of the NLRC when it reversed the decision of the Labor Arbiter on the following grounds: (a) that petitioner admitted in its Position Paper (Annex \"12\") that private respondent \"went into hiding as he was engaged in a trouble with a neighbor\" and (b) that in the said decision, the Labor Arbiter relied not so much on complainantâs absences from August 1 to September 19, 1989 which was the subject of the investigation, but on complainantâs previous infractions.Article 283 of the Labor Code enumerates the just causes for termination. Among such causes are the following:\"a) Serious misconduct or willful disobedience by the employee of the lawful orders of his employers or representatives in connection with his work.b) Gross and habitual neglect by the employee of his duties.xxx xxx xxx.\"This cause includes gross inefficiency, negligence and carelessness. Such just causes is derived from the right of the employer to select and engage his employees. For indeed, regulation of manpower by the company clearly falls within the ambit of management prerogative. This court had defined a valid exercise of management prerogative as one which covers: hiring work assignment, working methods, time, place and manner of work, tools to be used, processes to be followed, supervision of workers, working regulations, transfer of employees, work supervision, lay-off of workers, and the discipline, dismissal and recall of workers. Except as provided for, or limited by, special laws, an employer is free to regulate, according to his own discretion and judgment, all aspects of employment.[5]Moreover, this Court has upheld a companyâs management prerogatives so long as they are exercised in good faith for the advancement of the employerâs interest and not for the purpose of defeating or circumventing the rights of the employees under special laws or under valid agreements.[6]In the case at bar, the service record of private respondent with petitioner is perpetually characterized by unexplained absences and unauthorized sick leave extensions. The nature of his job i.e. as a lineman-driver requires his physical presence to minister to incessant complaints often faulted with electricity. As aptly stated by the Solicitor General:\"Habitual absenteeism of an errant employee is not concordant with the public service that petitioner has to assiduously provide. To have delayed power failure in a certain district simply because a MERALCO employee assigned to such area was absent and cannot immediately be replaced is a breach of public service of the highest order. A deep sense of duty would, therefore, command that private respondent should, at the very least, limit his absence for justifiable reasons.[7]The penchant of private respondent to continually incur unauthorized absences and/or a violation of petitionerâs sick leave policy finally rendered his dismissal as imminently proper. Private respondent cannot expect compassion from this Court by totally disregarding his numerous previous infractions and take into considerations only the period covering August 2, 1989 to September 19, 1989. As ruled by this Court in the cases of Mendoza v. National Labor Relation Commissions,[8] and National Service Corporation v. Leogardo, Jr.,[9] it is the totality, not the compartmentalization, of such company infractions that private respondents had consistently committed which justified his penalty of dismissal.As correctly observed by the Labor Arbiter:\"In the case at bar, it was established that complainant violated respondentâs Code on Employee Discipline, not only once, but ten (10) times. On the first occasion, complainant was simply warned. On the second time, he was suspended for 5 days. With the hope of reforming the complainant, respondent generously imposed penalties of suspension for his repeated unauthorized absences and violations of sick leave policy which constitute violations of the Code. On the ninth time, complainant was already warned that the penalty of dismissal will be imposed for similar or equally serious violation (Annex \"10\").In total disregard of respondentâs warning, complainant, for the tenth time did not report for work without prior authority from respondent; hence, unauthorized. Worse, in total disregard of his duties as lineman, he did not report for work from August 1, 1989 to September 19, 1989; thus, seriously affected (sic) respondentâs operations as a public utility. This constitute[s] a violation of respondentâs Code and gross neglect of duty and serious misconduct under Article 283 of the labor Code.\"[10]Habitual absenteeism should not and cannot be tolerated by petitioner herein which is a public utility company engaged in the business of distributing and selling electric energy within its franchise areas and that the maintenance of Meralcoâs distribution facilities (electric lines) by responding to customerâs complaints of power failure, interruptions, line trippings and other line troubles is of paramount importance to the consuming public.Hence, an employeeâs habitual absenteeism without leave, which violated company rules and regulation is sufficient to justify termination from the service.[11]In reversing the decision rendered by the Labor Arbiter, the NLRC made the following findings, viz:xxx xxx xxx\"We perused the records of exact what transpired in the fateful August 1 to September 19, 1989 where complainant failed to report for work, and found out that no less than Annex \"12\" (to respondentâs position paper which is labeled \"Administrative Investigation\" dated 14 October 1989) shows that during that period, the complainant âwent into hiding as he was engaged in a trouble with a neighbor.âWith such admission by respondent, that is, therefore, no way with which the complainant may be validly penalized for his absence during the period August 1 to September 19, 1989.\"[12]However, a meticulous perusal of Annex \"12\" readily shows that the statement \"he went into hiding as he was engaged in trouble with a neighbor\" was merely a defense adduced by respondent employee and is tantamount to an alibi. The said defense only proved to be self-serving as the same had not been fully substantiated by private respondent by means of a document or an affidavit executed to attest to the alleged incidents.Furthermore, contrary to the findings of public respondent, petitioner never admitted private respondents \"went into hiding as he was engaged in a trouble with a neighbor.\" As found out by petitioner in the course of its investigation:\"Out of curiosity, we verified from the Barangay where [private respondent resides to find out the nature of [the] cases he was allegedly got (sic) involved. Records of Barangay Captain of Bgy. Concepcion, Malabon, Metro Manila showed that Cortezâs wife has a pending complaint against a neighbor for physical injury the complaint was filed on July 6, 1989.\"xxx xxx xxxWe are also not convinced that he went into hiding as we met him at his known address at that time he said he was still beset with problems.\"[13]This report only bolstered the falsehood of private respondentâs alibi hence, petitioner had no other recourse but to mete the penalty of dismissal as an exercise of its management prerogative.Private respondent herein cannot just rely on the social justice provisions of the Constitution and appeal for compassion because he is not entitled to it due to his serious and repeated company infractions which eventually led to his dismissal.Private respondentâs prolonged absence from August 2, 1989 to September 19, 1989 was the crucial period in this particular case. Subsequent investigation conducted by petitioner, however, showed that private respondent was given the full opportunity of defending himself, otherwise, petitioner could not have possibly known of private respondentâs side of the story, viz:Statement of Respondent\"In his sworn statement, Cortez maintained his allegations contained in his letters to his office explaining that his absence were inevitable due to the family problems. He insisted that his wife and his children suffered from LBM probably due to the floods at their place brought about by a typhoon. Since they were not treated by a physician, he could not present a medical certificate to the effect.Cortez also intimated that he was engaged in trouble and averred that, for security reasons, he went into hiding in a town in Cavite Province. He claimed that in several occasions, he had informed his office about his problems and requested the same that his absences be considered excused.\"[14]Notice and hearing in termination cases does not connote full adversarial proceedings as elucidated in numerous cases decide by this court.[15] The essence of due process is simply an opportunity to be heard, or as applied to administrative proceedings, an opportunity to explain oneâs side.[16] As held in the case of Manggagawa ng Komunikasyon sa Pilipinas v. NLRC:[17]\"xxx Actual adversarial proceedings becomes necessary only for clarification or when there is a need to propound searching questions to unclear witnesses. This is a procedural right which the employee must, however, ask for it is not an inherent right, and summary proceedings may be conducted. This is to correct the common but mistaken perception that procedural due process entails lengthy oral arguments. Hearings in administrative proceedings and before quasi-judicial agencies are neither oratorical contest nor debating skirmishes where cross examination skills are displayed. Non-verbal devices such as written explanations, affidavits, positions papers or other pleadings can establish just as clearly and concisely aggrieved parties predicament or defense. What is essential, is ample opportunity to be heard, meaning, every kind of assistance that management must accord the employee to prepare adequately for his defense.\"In this case, private respondent was given the opportunity of a hearing as he was able to present his defense to the charge against him. Unfortunately, petitioner found such defense inexcusable. In other words, the fact that private respondent was given the chance to air his side of the story already suffices.WHEREFORE, the petition is GRANTED. The decision rendered by the National labor Relations Commissions is annulled and the decision rendered by the Labor Arbiter is hereby AFFIRMED in toto.SO ORDERED.Padilla (Chairman), J., Bellosillo, Vitug, and Kapunan, JJ., concur.[1] Record, pp. 37-45; Rollo, pp. 113-114.[2] Annex 13, Meralcoâs Position Paper, Rollo, p. 82.[3]Rollo, pp. 33-34.[4] Rollo, pp. 18-24.[5] San Miguel Brewery Sales Force Union v. Ople, 170 SCRA 25 [1989].[6] LVN Pictures Employees and Workers Association v. LVN Pictures, Inc., 35 SCRA 147 [1970].[7] Rollo, p. 121.[8] 195 SCRA 606 [1991].[9] 130 SCRA 502 [1984].[10] Rollo, pp. 32-33.[11] Cf. Club Filipino, Inc. v. Sebastian, 211 SCRA 717 [1992]; Cando v. National Labor Relations Commission, 189 SCRA 666 [1990][12] Rollo, pp. 28-29.[13] Annex \"12-B\"; Rollo; p. 80.[14] Record, pp. 48-49; Rollo, p. 125.[15] Stayfast Philippines Corporation v. NLRC, 218 SCRA 596 [1993]; Sajonas v. NLRC, 183 SCRA 182 [1990]; Mendoza v. NLRC, 195 SCRA 606 [1991].[16] Firestone Tire and Rubber Company of the Philippine v. Lariosa, 148 SCRA 187 [1987.[17] 206 SCRA 109 [1992]. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "manila",
    "electric",
    "company",
    "petitioner",
    "national",
    "relations",
    "commissions",
    "jeremias",
    "cortez",
    "respondents",
    "hermosisima",
    "petition",
    "certiorari",
    "prayer",
    "temporary",
    "restraining",
    "resolution",
    "division",
    "commission",
    "september"
  ],
  "title_summary": "MANILA ELECTRIC COMPANY, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSIONS AND JEREMIAS G. COR...",
  "formatted_case_content": "View printer friendly version\n331 Phil. 838\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 114129, October 24, 1996 ]\n[ G.R. No. 114129, October 24, 1996 ]\n\nMANILA ELECTRIC COMPANY, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSIONS AND JEREMIAS G. CORTEZ, RESPONDENTS.\nD E C I S I O N\nMANILA ELECTRIC COMPANY, PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSIONS AND JEREMIAS G. CORTEZ, RESPONDENTS.\n\nD E C I S I O N\n\nHERMOSISIMA, JR., J.:\n\nThis is a petition for certiorari with a prayer for temporary restraining order to set aside the Resolution of the First Division of the National Labor Relations Commission (NLRC) dated September 30, 1993 (which reversed the Decision dated August 13, 1991  of the Labor Arbiter Cresencio R. Iniego), and its Order dated December 29, 1993 (which denied petitionerâs motion for reconsideration).\n\nPrivate respondent Jeremias C. Cortez, Jr. was employed on probationary status by petitioner Manila Electric Company (Meralco) on September 15, 1975 as a lineman driver.  Six months later, he was regularized as a 3rd class lineman-driver assigned at petitionerâs North Distribution Division.  In 1977, and until the time of his dismissal, he worked as 1st class lineman-driver whose duties and responsibilities among others, includes the maintenance of Meralcoâs distribution facilities (electric lines) by responding to customerâs complaints of power failure, interruptions, line trippings and other line troubles.\n\nCharacteristics, however, of private respondentâs service with petitioner is his perennial suspension from work, viz:\nDate of Memorandum   Penalty Meted/Description\n\na.  May 25, 1977  - Suspension of five (5) working days without pay for violation of Company Code on Employee Discipline, i.e.,   âdrinking of alcoholic beverages during working time xxx.â\n\nb.  March 28, 1984- Suspension of three (3) working days without pay for  failure or refusal to report to J.F. cotton Hospital [where petitioner maintains a medical clinic] as instructed by a company physician, while on sick leave.\n\nC.  June 13, 1984 - Suspension of ten (10) working days without pay for unauthorized extension of sick leave.\n\nd.  June 5, 1987  - Suspension of three (3) working days without pay for  failure or refusal to report to J.F. Cotton Hospital [where petitioner maintains a medical clinic] as instructed by a company physician, while on sick leave.\n\n[Private respondents failed to report for work from Sept. 18, 1986 to Nov. 10, 1986].\n\ne.  December 16, 1988 - Preventive suspension for failure to submit the  required Medical Certificate within 48 hours from the first date of the sick leave.\n\n[Private respondent failed to report for work from Nov. 28, 1988 to the time such Memorandum was issued on December 16, 1988].\n\nf.  February 22, 1989 - After formal administrative investigation, suspension of five (5) working days without pay for unauthorized absences on November 28, 1988 to December 2, 1988.  Absences from December 2, 1988.  Absences from December 9-19, 1988 were charged to private respondentâs vacation leave credits for the calendar year 1989.\n\ng.  May 30, 1989  - Suspension of ten (10) working days without pay for unauthorized absences from May 17-19 1989, with warning that penalty of dismissal will be imposed upon commission of similar offense in the future. [1] Due to his numerous infractions, private respondent was administratively investigated for violation of Meralcoâs Code on Employee Discipline, particularly his repeated and unabated absence from work without prior notice his superior specifically from August 2 to September 19, 1989.\n\nAfter such administrative investigation was conducted by petitioner, it concluded that private respondent was found to have grossly neglected his duties by not attending to his work as lineman from Aug. 2, 1989 to September 19, 1989 without notice to his superiors.\n\nIn a letter dated January 19, 1990, private respondent was notified of the investigation result and consequent termination of his services effective January 19, 1990, viz:\n\"Mr. Jeremias C. Cortez, Jr.\n16 E Jacinto Street\nMalabon, Metro Manila\n\nDear Mr. Cortez:\n\nOfficial findings of formal administrative investigation duly conducted by the Companyâs Legal Services Department established the following:\n\n1.You incurred unauthorized and unexcused absences from work starting August 2, 1989 up to September 9, 1989.  On September 20, 1989, you were allowed to return to work but without prejudice to the outcome of an administrative investigation.  By your unauthorized and unexcused absences from work, you have grossly violated Section 4, par. (e) of the Company Code on Employee Discipline which prescribes (u)nauthorized and unexcused absences from work which exceed five (5) consecutive working days penalized therein with dismissal of the erring employees from the service and employ of the Company.\n\nx x x                          x x x                                x x x\nThe foregoing instances plus your series of violations of the sick leave policy clearly show your gross and habitual neglect of duties and responsibilities in the Company, a condition which is patently inimical to the interest of the Company as a public utility vested vital public interest.\n\nx x x                          x x x                                x x x\nBased on the foregoing, and considering your series of violations of the Company Code on Employees Discipline, Management is constrained to dismiss you for causes from the service and employ of the Company, as you are hereby so dismissed effective January 19, 1990, with forfeiture of all rights and privileges.\n\nTruly yours,\n\nFor E.L. Sapang, Jr.\nAssistant Vice President\nPersonnel Management\nDepartment\" [2] On March 7, 1990, private respondent filed a complaint for illegal dismissal against petitioner.  After both parties submitted their position papers and the documentary evidence attached thereto, the case was submitted for resolution.\n\nOn August 13, 1991, the Labor Arbiter rendered a Decision dismissing the case for lack of merit.  The Labor Arbiter ratiocinated thus:\n\"When complainant therefore, in patent violation of respondentâs clear and express rules intended to insure discipline and integrity among its employees, deliberately, habitually, and without prior authorization, and despite warning, did not report for work from August 1, 1989 to September 19, 1989, complainant committed serious misconduct and gross neglect of duty.  In doing so, complainant can [be] validly dismissed.  For as held by the Supreme Court, âdismissal for violation of the Companyâs Rules and Regulations is a dismissal for cause.â  (Peter Paul v. C.I.R., G.R. No. L- 10130, September 1957; NMI v. NLU, 102 Phil 958).\n\nx x x                          x x x                                x x x\nConsidering the above, we find the complainantâs dismissal from the service as lawful exercise by respondent of its prerogative to discipline errant employee.\n\nWHEREFORE, the instant case should be as it is hereby dismissed for lack of merit.\" [3] Aggrieved with the decision of the Labor Arbiter, private respondent elevated his case on appeal to public respondent.\n\nOn September 30, 1993, the NLRC set aside the decision of the Labor Arbiter and ordered petitioner to reinstate respondent with backwages. [4]\n\nPetitioner then filed a Motion for Reconsideration which was denied.\n\nHence, this petition.\n\nThe crux of the present controversy is whether or not private respondentâs dismissal from the service was illegal.\n\nA perusal of the records shows that there is a divergence of views between the Labor Arbiter and the NLRC regarding the validity of the dismissal of respondent by petitioner. Although, it is a legal tenet that factual findings of administrative bodies are entitled to great weight and respect, we are constrained to take a second look at the facts before us because of the diversity in the opinions of the Labor Arbiter and the NLRC.\n\nPetitioner alleges that there was grave abuse of discretion on the part of the NLRC when it reversed the decision of the Labor Arbiter on the following grounds: (a) that petitioner admitted in its Position Paper (Annex \"12\") that private respondent \"went into hiding as he was engaged in a trouble with a neighbor\" and (b) that in the said decision, the Labor Arbiter relied not so much on complainantâs absences from August 1 to September 19, 1989 which was the subject of the investigation, but on complainantâs previous infractions.\n\nArticle 283 of the Labor Code enumerates the just causes for termination.  Among such causes are the following:\n\"a) Serious misconduct or willful disobedience by the employee of the lawful orders of his employers or representatives in connection with his work.\n\nb) Gross and habitual neglect by the employee of his duties.\n\nxxx      xxx      xxx.\" This cause includes gross inefficiency, negligence and carelessness.  Such just causes is derived from the right of the employer to select and engage his employees.  For indeed, regulation of manpower by the company clearly falls within the ambit of management prerogative.  This court had defined a valid exercise of management prerogative as one which covers: hiring work assignment, working methods, time, place and manner of work, tools to be used, processes to be followed, supervision of workers, working regulations, transfer of employees, work supervision, lay-off of workers, and the discipline, dismissal and recall of workers.  Except as provided for, or limited by, special laws, an employer is free to regulate, according to his own discretion and judgment, all aspects of employment. [5]\n\nMoreover, this Court has upheld a companyâs management prerogatives so long as they are exercised in good faith for the advancement of the employerâs interest and not for the purpose of defeating or circumventing the rights of the employees under special laws or under valid agreements. [6]\n\nIn the case at bar, the service record of private respondent with petitioner is perpetually characterized by unexplained absences and unauthorized sick leave extensions.  The nature of his job i.e. as a lineman-driver requires his physical presence to minister to incessant complaints often faulted with electricity.  As aptly stated by the Solicitor General:\n\"Habitual absenteeism of an errant employee is not concordant with the public service that petitioner has to assiduously provide.  To have delayed power failure in a certain district simply because a MERALCO employee assigned to such area was absent and cannot immediately be replaced is a breach of public service of the highest order.  A deep sense of duty would, therefore, command that private respondent should, at the very least, limit his absence for justifiable reasons. [7] The penchant of private respondent to continually incur unauthorized absences and/or a violation of petitionerâs sick leave policy finally rendered his dismissal as imminently proper.  Private respondent cannot expect compassion from this Court by totally disregarding his numerous previous infractions and take into considerations only the period covering August 2, 1989 to September 19, 1989.  As ruled by this Court in the cases of Mendoza v. National Labor Relation Commissions, [8] and National Service Corporation v. Leogardo, Jr., [9] it is the totality, not the compartmentalization, of such company infractions that private respondents had consistently committed which justified his penalty of dismissal.\nAs correctly observed by the Labor Arbiter:\n\n\"In the case at bar, it was established that complainant violated respondentâs Code on Employee Discipline, not only once, but ten (10) times.  On the first occasion, complainant was simply warned.  On the second time, he was suspended for 5 days.  With the hope of reforming the complainant, respondent generously imposed penalties of suspension for his repeated unauthorized absences and violations of sick leave policy which constitute violations of the Code.  On the ninth time, complainant was already warned that the penalty of dismissal will be imposed for similar or equally serious violation (Annex \"10\").\n\nIn total disregard of respondentâs warning, complainant, for the tenth time did not report for work without prior authority from respondent; hence, unauthorized.  Worse, in total disregard of his duties as lineman, he did not report for work from August 1, 1989 to September 19, 1989; thus, seriously affected (sic) respondentâs operations as a public utility.  This constitute[s] a violation of respondentâs Code and gross neglect of duty and serious misconduct under Article 283 of the labor Code.\" [10] Habitual absenteeism should not and cannot be tolerated by petitioner herein which is a public utility company engaged in the business of distributing and selling electric energy within its franchise areas and that the maintenance of Meralcoâs distribution facilities (electric lines) by responding to customerâs complaints of power failure, interruptions, line trippings and other line troubles is of paramount importance to the consuming public.\n\nHence, an employeeâs habitual absenteeism without leave, which violated company rules and regulation is sufficient to justify termination from the service. [11]\n\nIn reversing the decision rendered by the Labor Arbiter, the NLRC made the following findings, viz:\nxxx                         xxx                               xxx\n\"We perused the records of exact what transpired in the fateful August 1 to September 19, 1989 where complainant failed to report for work, and found out that no less than Annex \"12\" (to respondentâs position paper which is labeled \"Administrative Investigation\" dated 14 October 1989) shows that during that period, the complainant âwent into hiding as he was engaged in a trouble with a neighbor.â\n\nWith such admission by respondent, that is, therefore, no way with which the complainant may be validly penalized for his absence during the period August 1 to September 19, 1989.\" [12] However, a meticulous perusal of Annex \"12\" readily shows that the statement \"he went into hiding as he was engaged in trouble with a neighbor\" was merely a defense adduced by respondent employee and is tantamount to an alibi.  The said defense only proved to be self-serving as the same had not been fully substantiated by private respondent by means of a document or an affidavit executed to attest to the alleged incidents.\n\nFurthermore, contrary to the findings of public respondent, petitioner never admitted private respondents \"went into hiding as he was engaged in a trouble with a neighbor.\" As found out by petitioner in the course of its investigation:\n\"Out of curiosity, we verified from the Barangay where [private respondent resides to find out the nature of [the] cases he was allegedly got (sic) involved. Records of Barangay Captain of Bgy. Concepcion, Malabon, Metro Manila showed that Cortezâs wife has a pending complaint against a neighbor for physical injury the complaint was filed on July 6, 1989.\"\n\nxxx                     xxx                    xxx\nWe are also not convinced that he went into hiding as we met him at his known address at that time he said he was still beset with problems.\" [13] This report only bolstered the falsehood of private respondentâs alibi hence, petitioner had no other recourse but to mete the penalty of dismissal as an exercise of its management prerogative.\n\nPrivate respondent herein cannot just rely on the social justice provisions of the Constitution and appeal for compassion because he is not entitled to it due to his serious and repeated company infractions which eventually led to his dismissal.\n\nPrivate respondentâs prolonged absence from August 2, 1989 to September 19, 1989 was the crucial period in this particular case.  Subsequent investigation conducted by petitioner, however, showed that private respondent was given the full opportunity of defending himself, otherwise, petitioner could not have possibly known of private respondentâs side of the story, viz:\nStatement of Respondent\n\n\"In his sworn statement, Cortez maintained his allegations contained in his letters to his office explaining that his absence were inevitable due to the family problems.  He insisted that his wife and his children suffered from LBM probably due to the floods at their place brought about by a typhoon.  Since they were not treated by a physician, he could not present a medical certificate to the effect.\n\nCortez also intimated that he was engaged in trouble and averred that, for security reasons, he went into hiding in a town in Cavite Province.  He claimed that in several occasions, he had informed his office about his problems and requested the same that his absences be considered excused.\" [14] Notice and hearing in termination cases does not connote full adversarial proceedings as elucidated in numerous cases decide by this court. [15] The essence of due process is simply an opportunity to be heard, or as applied to administrative proceedings, an opportunity to explain oneâs side. [16] As held in the case of Manggagawa ng Komunikasyon sa Pilipinas v. NLRC: [17]\n\"xxx  Actual adversarial proceedings becomes necessary only for clarification or when there is a need to propound searching questions to unclear witnesses.  This is a procedural right which the employee must, however, ask for it is not an inherent right, and summary proceedings may be conducted.  This is to correct the common but mistaken perception that procedural due process entails lengthy oral arguments.  Hearings in administrative proceedings and before quasi-judicial agencies are neither oratorical contest nor debating skirmishes where cross examination skills are displayed.  Non-verbal devices such as written explanations, affidavits, positions papers or other pleadings can establish just as clearly and concisely aggrieved parties predicament or defense.  What is essential, is ample opportunity to be heard, meaning, every kind of assistance that management must accord the employee to prepare adequately for his defense.\" In this case, private respondent was given the opportunity of a hearing as he was able to present his defense to the charge against him.  Unfortunately, petitioner found such defense inexcusable.  In other words, the fact that private respondent was given the chance to air his side of the story already suffices.\n\nWHEREFORE, the petition is GRANTED. The decision rendered by the National labor Relations Commissions is annulled and the decision rendered by the Labor Arbiter is hereby AFFIRMED in toto.\n\nSO ORDERED.\n\nPadilla (Chairman), J., Bellosillo, Vitug, and Kapunan, JJ., concur.\n\n[1] Record, pp. 37-45; Rollo, pp. 113-114.\n\n[2] Annex 13, Meralcoâs Position Paper, Rollo, p. 82.\n\n[3] Rollo, pp. 33-34.\n\n[4] Rollo, pp. 18-24.\n\n[5] San Miguel Brewery Sales Force Union v. Ople, 170 SCRA 25 [1989].\n\n[6] LVN Pictures Employees and Workers Association v. LVN Pictures, Inc., 35 SCRA 147 [1970].\n\n[7] Rollo, p. 121.\n\n[8] 195 SCRA 606 [1991].\n\n[9] 130 SCRA 502 [1984].\n\n[10] Rollo, pp. 32-33.\n\n[11] Cf. Club Filipino, Inc. v. Sebastian, 211 SCRA 717 [1992]; Cando v. National Labor Relations Commission, 189 SCRA 666 [1990]\n\n[12] Rollo, pp. 28-29.\n\n[13] Annex \"12-B\"; Rollo; p. 80.\n\n[14] Record, pp. 48-49; Rollo, p. 125.\n\n[15] Stayfast Philippines Corporation v. NLRC, 218 SCRA 596 [1993]; Sajonas v. NLRC, 183 SCRA 182 [1990]; Mendoza v. NLRC, 195 SCRA 606 [1991].\n\n[16] Firestone Tire and Rubber Company of the Philippine v. Lariosa, 148 SCRA 187 [1987.\n\n[17] 206 SCRA 109 [1992].",
  "content_length": 19675,
  "metadata_extraction_date": "2025-11-01T05:49:24.874254",
  "extraction_version": "2.0_enhanced_full_content"
}