{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/october/GR_122668.html",
  "filename": "GR_122668.html",
  "year": 1996,
  "month": "october",
  "case_number": "122668",
  "gr_number": "122668",
  "volume_page": "331 Phil. 204",
  "decision_date": "October 03, 1996",
  "title": "JESSIE DE LEON, PLAINTIFF-APPELLEE, VS. PEOPLE OF THE PHILIPPINES, ACCUSED-APPELLANT. R E S O L U T I O N NARVASA, C.J.: Jessie de Leon was charged with and tried for a violation of Section 15, Article III of Republic Act No. 6425 in the Regional Trial Court of Pasig (Branch 167). On March 5, 1993, he was found guilty beyond reasonable doubt of the offense, and \"sentenced to a penalty of Life Imprisonment; to pay a Fine of P20,000.00; to suffer all the accessory penalties as consequent thereto, and, to pay the costs.\" On appeal, the Fourteenth Division of the Court of Appeals, by Decision promulgated on December 28, 1994, sustained de Leonâs conviction but, in light of Republic Act No. 7659 (effective December 31, 1993), reduced the sentenced \"from Life Imprisonment to the correct imposable penalty of from Eight (8) Years of Prision Mayor, as Minimum, to Fourteen (14) Years and Eight (8) Months of Reclusion Temporal, as Maximum.\"De Leon seasonably filed a petition for review on certiorari with this Court. The petition does not pray for de Leonâs absolution from the offense for which he was convicted; indeed, a perusal of the record discloses no cause to modify the conclusion of his guilt of the offense with which he is charged. What the petition explicitly prays for is a further reduction of the penalty imposed on him by the Decision of the Court of Appeals of December 28, 1994.In due course, the Court deliberated on the averments and arguments of the petition, in relation to the \"Manifestation and Motion in Lieu of Commentâ submitted by the Office of the Solicitor General, dated June 17, 1996, petitionerâs additional comment dated August 27, 1996, as well as the First Indorsement dated September 4, 1996 of Acting Court Administrator Reynaldo L. Suarez, referring to this Court the letter dated August 14, 1996 of Mr. Ernesto G. Quejada, Paralegal Worker in the New Bilibid Prisons, advising that the quantity involved in petitionerâs case is 0.05 grams of \"shabu\" only, and that he had already served four (4) years, three (3) months and twelve (12) days of his sentence, excluding his good conduct time allowance.\"In its aforesaid Manifestation and Motion, etc. dated June 17, 1996, the Office of the Solicitor General manifests its agreement with petitioner that a further reduction of his penalty is called for in the premises, suggesting that what should properly be imposed is \"an indeterminate penalty of six (6) months of arresto mayor, as minimum, to two (2) years and four (4) months of prision correccional in its medium period, as maximum.\"The position taken by the Office of the Solicitor General is well taken. The case at bar, involving the sale of less than one gram (.05) of methamphetamine hydrochloride or shabu, is on all fours with People v. Manalo, 245 SCRA 493 (June 30, 1995), involving less than one (1) gram (.02), and Danao v. Court of Appeals, 243 SCRA 494 (April 6, 1995), also involving less than one gram (.06) of the prohibited substance, in both of which cases this Court imposed on the accused the penalty of six (6) months of arresto mayor, as minimum, to two (2) years and four (4) months of prision correccional, as maximum.IN VIEW WHEREOF, the Court Resolved to AFFIRM in all respects petitionerâs conviction of the offense of violation of Section 15, Article III of R.A. No. 6425 but with the MODIFICATION that the penalty that he should undergo for said offense, applying the Indeterminate Sentence Law, is six (6) months of arresto mayor, as minimum, to two (2) years and four (4) months of prision correccional, as maximum. The Court further Resolved that, if it be true that petitioner has indeed already served four (4) years, three (3) months and twelve (12) days of the sentenced imposed by the aforementioned judgment of the Court of Appeals promulgated on December 28, 1994 -- a matter that may very easily and quickly be verified -- petitioner Jessie de Leon should forthwith be released and discharged from the national penitentiary, unless he be detained or held for some other lawful cause or charge.SO ORDERED.Davide, Jr., Melo, Francisco, and Panganiban, JJ., concur. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Labor Law",
    "Administrative Law"
  ],
  "keywords": [
    "jessie",
    "plaintiff",
    "appellee",
    "people",
    "philippines",
    "accused",
    "appellant",
    "narvasa",
    "charged",
    "violation",
    "section",
    "article",
    "republic",
    "regional",
    "trial",
    "court",
    "branch",
    "guilty",
    "beyond",
    "reasonable"
  ],
  "title_summary": "JESSIE DE LEON, PLAINTIFF-APPELLEE, VS. PEOPLE OF THE PHILIPPINES, ACCUSED-APPELLANT. R E S O L U...",
  "formatted_case_content": "View printer friendly version\n331 Phil. 204\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 122668, October 03, 1996 ]\n[ G.R. No. 122668, October 03, 1996 ]\n\nJESSIE DE LEON, PLAINTIFF-APPELLEE, VS. PEOPLE OF THE PHILIPPINES, ACCUSED-APPELLANT.\nR E S O L U T I O N\nJESSIE DE LEON, PLAINTIFF-APPELLEE, VS. PEOPLE OF THE PHILIPPINES, ACCUSED-APPELLANT.\n\nR E S O L U T I O N\n\nNARVASA, C.J.:\n\nJessie de Leon was charged with and tried for a violation of Section 15, Article III of Republic Act No. 6425 in the Regional Trial Court of Pasig (Branch 167).  On March 5, 1993, he was found guilty beyond reasonable doubt of the offense, and \"sentenced to a penalty of Life Imprisonment; to pay a Fine of P20,000.00; to suffer all the accessory penalties as consequent thereto, and, to pay the costs.\"  On appeal, the Fourteenth Division of the Court of Appeals, by Decision promulgated on December 28, 1994, sustained de Leonâs conviction but, in light of Republic Act No. 7659 (effective December 31, 1993), reduced the sentenced \"from Life Imprisonment to the correct imposable penalty of from Eight (8) Years of Prision Mayor, as Minimum, to Fourteen (14) Years and Eight (8) Months of Reclusion Temporal, as Maximum.\"\n\nDe Leon seasonably filed a petition for review on certiorari with this Court.  The petition does not pray for de Leonâs absolution from the offense for which he was convicted; indeed, a perusal of the record discloses no cause to modify the conclusion of his guilt of the offense with which he is charged.  What the petition explicitly prays for is a further reduction of the penalty imposed on him by the Decision of the Court of Appeals of December 28, 1994.\n\nIn due course, the Court deliberated on the averments and arguments of the petition, in relation to the \"Manifestation and Motion in Lieu of Commentâ submitted by the Office of the Solicitor General, dated June 17, 1996, petitionerâs additional comment dated August 27, 1996, as well as the First Indorsement dated September 4, 1996 of Acting Court Administrator Reynaldo L. Suarez, referring to this Court the letter dated August 14, 1996 of Mr. Ernesto G. Quejada, Paralegal Worker in the New Bilibid Prisons, advising that the quantity involved in petitionerâs case is 0.05 grams of \"shabu\" only, and that he had already served four (4) years, three (3) months and twelve (12) days of his sentence, excluding his good conduct time allowance.\"\n\nIn its aforesaid Manifestation and Motion, etc. dated June 17, 1996, the Office of the Solicitor General manifests its agreement with petitioner that a further reduction of his penalty is called for in the premises, suggesting that what should properly be imposed is \"an indeterminate penalty of six (6) months of arresto mayor, as minimum, to two (2) years and four (4) months of prision correccional in its medium period, as maximum.\"\n\nThe position taken by the Office of the Solicitor General is well taken.  The case at bar, involving the sale of less than one gram (.05) of methamphetamine hydrochloride or shabu, is on all fours with People v. Manalo, 245 SCRA 493 (June 30, 1995), involving less than one (1) gram (.02), and Danao v. Court of Appeals, 243 SCRA 494 (April 6, 1995), also involving less than one gram (.06) of the prohibited substance, in both of which cases this Court imposed on the accused the penalty of six (6) months of arresto mayor, as minimum, to two (2) years and four (4) months of prision correccional, as maximum.\n\nIN VIEW WHEREOF, the Court Resolved to AFFIRM in all respects petitionerâs conviction of the offense of violation of Section 15, Article III of R.A. No. 6425 but with the MODIFICATION that the penalty that he should undergo for said offense, applying the Indeterminate Sentence Law, is six (6) months of arresto mayor, as minimum, to two (2) years and four (4) months of prision correccional, as maximum.  The Court further Resolved that, if it be true that petitioner has indeed already served four (4) years, three (3) months and twelve (12) days of the sentenced imposed by the aforementioned judgment of the Court of Appeals promulgated on December 28, 1994 -- a matter that may very easily and quickly be verified -- petitioner Jessie de Leon should forthwith be released and discharged from the national penitentiary, unless he be detained or held for some other lawful cause or charge.\n\nSO ORDERED.\n\nDavide, Jr., Melo, Francisco, and Panganiban, JJ., concur.",
  "content_length": 4445,
  "metadata_extraction_date": "2025-11-01T05:49:25.767919",
  "extraction_version": "2.0_enhanced_full_content"
}