{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1901/november/gr_l-6_1901.html",
  "filename": "gr_l-6_1901.html",
  "year": 1901,
  "month": "november",
  "case_number": "gr_l-6_1901",
  "gr_number": "gr_l-6_1901",
  "volume_page": "Volume information not available",
  "decision_date": "November 14, 1901",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Tax Law",
    "Civil Law"
  ],
  "keywords": [
    "document",
    "don",
    "contract",
    "pardo",
    "tavera",
    "pesos",
    "obligation",
    "deposit",
    "parties",
    "payment",
    "loan",
    "plaintiff",
    "deceased",
    "felix",
    "original",
    "upon",
    "gavieres",
    "action",
    "january",
    "interest"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6          November 14, 1901\n\nMANUEL GARCIA GAVIERES,\n\nplaintiff-appellant,\n\nvs.\n\nT.H. PARDO DE TAVERA,\n\ndefendant-appellee.\n\nE.M. Llanos, for appellant.\n\nSimplicio del Rosario, for appellee.\n\nCOOPER,\n\nJ.:\n\nThe present appeal has been interposed in the declarative action of greater import filed in the Court of First Instance of Tondo, commenced on January 10, 1900, by Don Manuel Garcia Gavieres as plaintiff and successor in interest of the deceased Doña Ignacia de Gorricho against Don Trinidad H. Pardo de Tavera as universal heir of the deceased Don Felix Pardo de Tavera for the collection of a balance of 1,423 pesos 75 cents, remaining due on an original obligation of 3,000 pesos which, as the plaintiff alleges, was the amount of a deposit delivered by Doña Ignacia Gorricho, deceased, to Don Felix Pardo de Tavera, deceased, on the 31st day of October, 1859. The agreement between the parties appears in the following writing:\n\nReceived of Señorita Ignacia de Gorricho the sum of 3,000 pesos, gold (3,000 pesos), as a deposit payable on two months' notice in advance, with interest at 6 per cent per annum with an hypothecation of the goods now owned by me or which may be owned hereafter, as security of the payment.\n\nIn witness whereof I sign in Binondo, January 31, 1859.\n\nlawphil.net\n\nFELIX PARDO DE TAVERA.\n\nThe defendant answering complaint of plaintiff alleges among other things as a defense, that the document upon which the complaint is based was not a contract of deposit as alleged in the complaint, but a contract of loan, and setting forth furthermore the payment of the original obligation as well as the prescription of the action. The defendant contends that the document upon which the action is based is not evidence of a deposit, as the plaintiff maintains, but of a contract of loan, and that the prescription applicable to loans has extinguished the right of action. Although in the document in question a deposit is spoken of, nevertheless from an examination of the entire document it clearly appears that the contract was a loan and that such was the intention of the parties. It is unnecessary to recur to the canons of interpretation to arrive at this conclusion. The obligation of the depositary to pay interest at the rate of 6 per cent to the depositor suffices to cause the obligation to be considered as a loan and makes it likewise evident that it was the intention of the parties that the depositary should have the right to make use of the amount deposited, since it was stimulated that the amount could be collected after notice of two months in advance. Such being the case, the contract lost the character of a deposit and acquired that of a loan. (Art. 1768, Civil Code.)\n\nAll personal actions, such as those which arise from a contract of loan, cease to have legal effect after twenty years according to the former law and after fifteen years according to the Civil Code now in force. The date of the document is January 31, 1859. The proof of payment in support of the defense we consider likewise sufficient to establish such defense. The document dated January 8, 1869, executed by Don Felix Garcia Gavieres, husband and legal representative of Doña Ignacia Gorricho, acknowledges the receipt of 1,224 pesos from Don Manuel Darvin, representative of the deceased Don Felix Pardo de Tavera. This sum is declared in said document to be the balance due upon the debt of 2,000 pesos. This was slightly more or less the amount which remained as due upon the original obligation after deducting the payment which are admitted to have been made. In the absence of evidence disclosing that there were other claims in favor of Gavieres it is reasonably to be supposed that this payment was made to satisfy the balance due upon the original obligation.\n\nThe original contract between the parties was celebrated nearly a half century ago; the contracting parties have ceased to exist long since; it may be that there exists or may have existed documents proving a total payment between the parties and that this document has some time ago suffered the common fate of perishable things. He who by laches in the exercise of his rights has caused a failure of proof has no right to complain if the court does not apply the strict rules of evidence which are applicable in ordinary cases, and admits to a certain extent the presumption to which the conduct of the interest party himself naturally gives rise.\n\nIt is our opinion that the judgment of the Court of First Instance should be affirmed, and it is so ordered, with costs of appeal taxed against the appellant.\n\nArellano, C.J., Torres, Willard, and Mapa, JJ., concur.\n\nLadd, J., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4835,
  "metadata_extraction_date": "2025-11-16T07:46:02.866775",
  "extraction_version": "2.0_enhanced_full_content"
}