{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1901/november/gr_l-91_1901.html",
  "filename": "gr_l-91_1901.html",
  "year": 1901,
  "month": "november",
  "case_number": "gr_l-91_1901",
  "gr_number": "gr_l-91_1901",
  "volume_page": "Volume information not available",
  "decision_date": "November 13, 1901",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Commercial Law",
    "Civil Law"
  ],
  "keywords": [
    "feril",
    "accused",
    "isabelo",
    "signature",
    "article",
    "receipts",
    "made",
    "crime",
    "document",
    "company",
    "name",
    "false",
    "case",
    "found",
    "appellee",
    "defendant",
    "appellant",
    "private",
    "during",
    "months"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-91\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-91          November 13, 1901\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nEMILIANO PARAISO,\n\ndefendant-appellant.\n\nCarlos Ledesma, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nThe accused has been charged with the crime of falsifying a private document, prohibited and penalized in article 304 of the Penal Code. During the months of May and June, 1900, the accused was the agent in Vigan of the Philippine Commercial Company. On three distinct occasions during these months the accused executed receipts in which he made it appear that Isabelo Feril had received the total sum of 485 pesos from the Philippine Commercial Company on account of the sale of 100 picos of maguey (\n\nagave\n\n). These receipts were signed by the accused with the name of Isabelo Feril. He likewise made entries in the books on the company on the corresponding dates, evidencing the payment of such sums to Isabelo Feril. Isabelo Feril testifies that the receipts were false. The accused admitted the truth of this statement and that he had never paid Isabelo Feril any sum of money whatever; and that he had never had a contract with the latter for the purchase of maguey.\n\nA comparison of the signature upon the three receipts with the genuine signature of Isabelo Feril which appears in the record discloses that the accused made no attempt to imitate the signature of the aforesaid Feril. No similarity exists between the fictitious and the authentic signature. Isabelo Feril testifies that the false signature in no way resembles his own.\n\nUnder these circumstances we are of the opinion that the accused can not be convicted of a violation of article 304. This article is related to article 300.\n\n1awphil.net\n\nThe sole paragraph of this last-mentioned article that could be applied to the present case is No. 1, which employs the words \"\n\ncontrahaciendo o fingiendo\n\n\" a letter, signature, or mark. The following definition of the word \"\n\ncontrahacer\n\n\" is found in the Dictionary of the Spanish Academy: \"\n\nHacer una cosa tan paracida a otra que con dificultad se distingan\n\n\" (\"to make a thing of such close resemblance to another that it is distinguished only with difficulty\"), and this definition of the word\n\n\"fingir\": \"Contrahacer alguna cosa dandola la semejanza de lo que no es\"\n\n(\"to counterfeit something, giving it the appearance of that which it is not\"). The use of this two words indicates that the mere drawing up of a false document is not sufficient to constitute the crime in question. The signing of a private document in the name of another person without authority to do so can not be held to be a crime according to article 304. It is necessary that an attempt be made to imitate the writing, signature, or mark of the person whose name is signed.\n\nThe supreme court of Spain has so decided in several successive decisions. Among others there may be cited that on April 15, 1885, a case very similar in its facts to the present one; so also the decision of December 27, 1882.\n\nThe judgment therefore should be reversed and the defendant acquitted with costs, and it is so ordered.\n\n1awphil.net\n\nArellano, C.J., Torres, Cooper, and Mapa, JJ., concur.\n\nLadd, J., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3372,
  "metadata_extraction_date": "2025-11-16T07:46:07.281916",
  "extraction_version": "2.0_enhanced_full_content"
}