{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1901/november/gr_l-54_1901.html",
  "filename": "gr_l-54_1901.html",
  "year": 1901,
  "month": "november",
  "case_number": "gr_l-54_1901",
  "gr_number": "gr_l-54_1901",
  "volume_page": "Volume information not available",
  "decision_date": "November 2, 1901",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law"
  ],
  "keywords": [
    "guilty",
    "accused",
    "statement",
    "may",
    "general",
    "complaint",
    "section",
    "appellee",
    "defendant",
    "appellant",
    "required",
    "plead",
    "accordance",
    "orders",
    "pleaded",
    "judge",
    "him",
    "answer",
    "right",
    "make"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-54\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-54          November 2, 1901\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nJOSE JUNIO,\n\nalias\n\n\"BATAAN,\"\n\ndefendant-appellant.\n\nGregorio Pineda, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nWILLARD,\n\nJ.:\n\nIt appears from the record that a copy of the complaint was served upon the accused and he was required to plead \"guilty\" or \"not guilty\" in accordance with section 18 of General Orders, No. 58. He pleaded \"not guilty.\" The judge then required him to answer the complaint. In response to this request the defendant made a statement. We are of the opinion that this procedure is illegal. The judge had no right to compel the accused to make any statement whatever. The requirement that he do so was an infringement of the rights guaranteed to the accused by section 15 of general orders, No. 58. It does not appear affirmatively that the latter had any knowledge of his right to refuse to make such a statement. The error committed by the court is explained in view of the relative order in which sections 18 and 19 are placed. Under the correct interpretation of these sections the accused has a certain time within which he may determine in what manner he will answer the complaint. he may interpose a demurrer or file either of the two exceptions, Nos. 3 and 4 of section 24, or he may\n\nwaive\n\nall of these and simply plead \"not guilty.\" When he has so pleaded the cause is at issue and ready for trial and nothing further may be exacted of him either by way of statement or testimony.\n\nlawphil.net\n\nThe sentence reviewed is reversed and all proceedings subsequent to the plea of \"not guilty\" are declared null. It is ordered that this cause be remanded to the trial court with instructions to proceed in accordance with law.\n\nArellano, C.J., Torres, Cooper, Mapa, and Ladd, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1958,
  "metadata_extraction_date": "2025-11-16T07:46:20.710322",
  "extraction_version": "2.0_enhanced_full_content"
}