{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/december/gr_l-4434_1908.html",
  "filename": "gr_l-4434_1908.html",
  "year": 1908,
  "month": "december",
  "case_number": "gr_l-4434_1908",
  "gr_number": "gr_l-4434_1908",
  "volume_page": "Volume information not available",
  "decision_date": "December 21, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Remedial Law",
    "Family Law"
  ],
  "keywords": [
    "said",
    "act",
    "law",
    "crimes",
    "igle",
    "complaint",
    "court",
    "party",
    "her",
    "accused",
    "defendant",
    "case",
    "crime",
    "seduction",
    "penal",
    "code",
    "should",
    "laureana",
    "plaintiff",
    "offended"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4434\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4434\tDecember 21, 1908\n\nTHE UNITED STATES and LAUREANA IGLE,\n\nplaintiffs-appellees,\n\nvs.\n\nLEODEGARIO HOCBO,\n\ndefendant-appellant.\n\nM. Legaspi Florendo and V. Ilustre, for appellant.\n\nNo appearance for appellees.\n\nJOHNSON,\n\nJ.:\n\nOn the 29th day of October, 1907, the plaintiff [Igle] presented the following complaint against the defendant in the Court of First Instance of the Province of Batangas, charging the defendant with the crime of seduction:\n\n\"The undersigned plaintiff, a resident of San Jose, Province of Batangas, having filed a previous complaint, through her father, against Leodegario Hocbo, for seduction, in April, 1907, when she was a minor, and having now become of age, files now a new complaint against the accused, with the permission of the court, granted during the trial.\n\nLaureana Igle accuses Leodegario Hocbo of the crime of seduction committed as follows:  That from the month of September, 1906, in the town of San Jose, the accused, Leodegario Hocbo, voluntarily, criminally and feloniously insisted in deceiving by means of repeated promises of marriage, Laureana Igle, an honest maid and then under age, the seduction and deceit being of such a character that the most learned and prudent maid would have been the victim thereof, as in fact she was seduced by the said Hocbo, who had sexual intercourse with her, both of them living afterwards as husband and wife during two weeks in the month of April, 1907, in the house of Manuel Umali in San Jose, and the accused having abandoned her without fulfilling his promise of marriage, she was seriously ill on account of the moral affliction which his unfaithful love caused to her honor, more esteemed than life itself.\n\nTherefore, it is respectfully requested of the court that the accused be sentenced in accordance with the Penal Code, with all the accessories, to the recognition and support of the offspring, in case there should be any, and to indemnify the aggrieved person. All the above-mentioned acts of the accused being contrary to law.\n\nThis complaint was signed and sworn to by the plaintiff [Igle].\n\nlawphil.net\n\nThe cause was duly tried, and after hearing the evidence, the lower court made the following findings of fact:\n\nlawphil.net\n\nThere is no doubt as to the fact that this accused seduced the young girl Laureana, causing the ruin of her reputation as an honest and respectable woman. Fifty love letters were introduced as evidence in the case, which the accused admitted to have addressed to the girl; he endeavored to gain the affection of the young girl, to obtain her confidence by maintaining long relations with her, and to overcome the obstacles opposed to the natural modesty and the honesty of the woman, in order to consummate his criminal designs, thereby abusing the weakness of a young girl blinded by the intensity of passion.\n\nThere is not the slightest doubt as to the culpability of this accused. The penalty provided by the law for this crime is entirely inadequate:\n\narresto mayor\n\n, in its medium degree, for having deceived a young girl in her affections and legitimate hopes to reach the most elevated condition between a man and a woman, which has been sanctified by God for the well being of the nations.\n\nAnd sentenced the defendant to be imprisoned for a period of four months of\n\narresto mayor\n\n, \"to pay the injured party, Laureana Igle, the sum of P1,000 as a dowry, to recognize and support the offspring, in case there should be any, and to pay the costs of the proceedings.\"\n\nFrom this sentence the defendant appealed and made the following assignments of error:\n\n1.\tThe court erred in instituting a suit and issuing summons for the trial without a previous complaint or verified information.\n\n2.\tIn not dismissing the case for lack of jurisdiction, because he absence of any right on the part of Flaviano Igle to prosecute the crime tried by virtue of his complaint and information.\n\n3.\tIn admitting and considering as valid the complaint signed by the offended party, filed long after the commencement of the trial.\n\n4.\tIn declaring that the accused is guilty of seduction and that he should be sentenced to four months of\n\narresto mayor\n\n, to pay Laureana Igle the sum of P1,000 as indemnity and all other particulars stated in that part of the judgment.\n\nWith reference to the first above assignment of error, the fact is that the complaint above set out was actually signed and sworn to by the plaintiff [Igle]. There having been no objection presented at the time of the trial in the court below, in accordance with many decisions of this court, we refuse to consider the objections made here for the first time.\n\nWith reference to the second above assignment of error, to wit: that the plaintiff [Igle] had no authority to present the complaint in said cause by virtue of Act No. 1773 of the Philippine Commission, said law provides that the crimes of adultery, seduction, kidnapping,\n\nviolacion\n\n,\n\ncalumnia\n\nand\n\ninjuria\n\n, which under the Spanish Penal Code were private crimes, shall, after the passage of said Act, be considered as public crimes. Section 1 of said Act is as follows:\n\nSECTION 1.\tHereafter the crimes of\n\nadulterio\n\n,\n\nestupro\n\n,\n\nrapto\n\n,\n\nviolacion\n\n,\n\ncalumnia\n\n, and\n\ninjuria\n\n, as defined by the Penal Code of the Philippine Islands, shall be deemed to by public crimes and shall be prosecuted in the same manner as are all other crimes defined by said Penal Code, or by Act of the Philippine Commission. . . .\n\nSaid Act went into effect on the 11th day of October, 1907.\n\nlawphil.net\n\nThe appellant contends that, inasmuch as the complaint in the present case was not presented until the 29th day of October, 1907, it should have been presented by the prosecuting attorney of the province, and that, by virtue of said law, the plaintiff [Igle] had no authority to present the complaint in her name; that no offense being a public offense, it should have been prosecuted by the prosecuting attorney of the province.\n\nAll amendments of the law which are beneficial to the defendant shall be given a retroactive effect in so far as they favor the person charged with the crime or misdemeanor. (Art. 22, Penal Code.)\n\nThe crime in the present case was committed long before the change in the law. The question arises, is the new law favorable to the defendant? Act No. 1773 in no way changes the penalty fixed for the crimes mentioned in section 1 of said law. The Penal Code gave the offended party, in the crime of seduction, the right to pardon the offender. Section 2 of said Act No. 1773 expressly prohibits the remission or pardon of the penalty imposed by the law, by the aggrieved party. We believe that the right of remission or pardon on the part of the offended party was favorable to the offending party. We find nothing in Act No. 1773 which is more favorable to the defendant than the provisions of the Penal Code.\n\nThis court has decided in the case of The United States\n\nvs.\n\nJose Herrero, case No. 4148,\n\n1\n\nthat, notwithstanding Act No. 1773, the offended party has still the right to pardon or remit the penalty imposed by law for offenses committed prior to the 11th of October, 1907. If then the offended party still has the right to pardon the offending party for these offenses committed prior to the 11th of October, 1907, we are of the opinion and so hold that, notwithstanding the provisions of Act No. 1773, it is still the duty of the offended party, in cases of private crimes, to prosecute such crimes, without the intervention of the prosecuting attorney. We believe that we are justified in this conclusion also by the language of said Act. Said Act says that \"hereafter these private crimes shall be considered public crimes.\" We do not believe that the legislative department of the Government intended that the law should be made applicable to crimes already committed at the time of the passage of said Act.\n\nWith reference to the fourth assignment of error, a majority of the court is of the opinion that the fine of P1,000 should be reduced to P500. With this modification, the sentence of the lower court is hereby affirmed, with costs. So ordered.\n\nArellano, C.J., Torres, Mapa, and Willard, JJ., concur.\n\nCarson and Tracey, JJ., concur in the result.\n\nFootnotes\n\n1\t10 Phil. Rep., 752, note.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 8435,
  "metadata_extraction_date": "2025-11-16T08:40:39.875799",
  "extraction_version": "2.0_enhanced_full_content"
}