{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/december/gr_l-4814_1908.html",
  "filename": "gr_l-4814_1908.html",
  "year": 1908,
  "month": "december",
  "case_number": "gr_l-4814_1908",
  "gr_number": "gr_l-4814_1908",
  "volume_page": "Volume information not available",
  "decision_date": "December 21, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "crime",
    "court",
    "penalty",
    "mateo",
    "cayanan",
    "alfonsa",
    "cruz",
    "upon",
    "lupo",
    "cortes",
    "trial",
    "circumstance",
    "imposed",
    "should",
    "found",
    "october",
    "sentence",
    "santa",
    "rita",
    "deserted"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4814\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4814\tDecember 21, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nLUPO CORTES, MATEO CAYANAN, and ALFONSA DE LA CRUZ,\n\ndefendants-appellants.\n\nIsabelo Ricerra, for appellants.\n\nAttorney-General Villamor, for appellee.\n\nCARSON,\n\nJ.:\n\nLupo Cortes, Mateo Cayanan, and Alfonsa de la Cruz were convicted by the trial court of the crime of\n\nrobo con homicidio\n\n(robbery accompanied by the unlawful taking of human life), the two former as principals and the latter as\n\nencubridora\n\n(accessory after the fact). All the defendants appealed, but Lupo Cortes having withdrawn his appeal with the consent of this court on October 24, 1908, the judgment and sentence thereupon final as to him.\n\nOn the 8th of October, 1906, within the municipality of Santa Rita, in the Province of Pampanga, Lupo Cortes and Mateo Cayanan, in company with a certain Estanislao Valencia, lay in wait at a deserted spot on the road which leads from the barrio of San Basilio to the center of the municipality of Santa Rita, and there and then attacked, robbed, and killed two peddlers, named Alejandro Marasigan and Donato Cadavida, who were traveling on the road on their way to Santa Rita carrying their wares with them.\n\nitc-alf\n\nAn eyewitness testified to the killing, we have seen the party strike the deceased to the ground with their bolos; and the bodies of the deceased were found on the 13th of October, 1906, in a state of putrefaction near the place where the crime was committed.\n\nPart of the stolen merchandise, consisting of a number of rolls of cloth, were found concealed in a\n\ntalahal\n\nwhere it was proven it had been hidden by Alfonsa de la Cruz, who with knowledge of the commission of the crime, took possession of the stolen property and undertook to sell it, and warned another woman, whom she employed to assist her, to give no information to the authorities which might lead to the detection of the authors of the crime or the discovery of the criminal origin of the property in her hands.\n\nThe trial court, giving the accused the benefit of the provisions of article 11 of the Penal Code, compensated the aggravating circumstance that the crime was committed in a deserted place with the extenuating circumstance of race, and imposed upon Lupo Cortes and Mateo Cayanan the penalty of\n\ncadena perpetua\n\n(life imprisonment) and upon Alfonsa de la Cruz eight years and one day of\n\nprision mayor\n\n.\n\nWe find no error in the proceedings prejudicial to the rights of the accused, but this court has frequently held that the circumstance of race should not be taken into consideration to reduce the penalty incurred by persons convicted of the crime of robbery, and we are of opinion that the trial court erred in so appreciating this circumstance in the case. (U.S\n\n.\n\nvs.\n\nVillanueva, 9 Phil. Rep., 94; U.S.\n\nvs.\n\nPascual, 9 Phil. Rep., 491.)\n\nThe commission of the crime not having been marked by any extenuating circumstance and appearing that it was committed in a \"deserted place\" (case 15, art. 11, Penal Code\n\n1\n\n), the penalty prescribed before the crime should have been imposed in its maximum degree.\n\nThe sentence imposed by the trial court should be and is hereby reversed in so far as it imposed upon the appellant, Mateo Cayanan, the penalty of\n\ncadena perpetua\n\n, and upon the appellant, Alfonsa de la Cruz, the penalty of eight years and one day of\n\nprision mayor\n\n, and instead of those penalties, we should and do hereby impose upon Mateo Cayanan the penalty of death, and upon Alfonsa de la Cruz the penalty of ten years and one day of\n\nprision mayor\n\n. The sentence of the trial court, modified by the substitution of these penalties instead of those above-mentioned is affirmed, with a proportionate share of the costs of this instance against each of the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Willard, and Tracey, JJ., concur.\n\nlawphil.net\n\nFootnotes\n\n1\tArticle 10.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4041,
  "metadata_extraction_date": "2025-11-16T08:40:37.638311",
  "extraction_version": "2.0_enhanced_full_content"
}