{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1905/january/G_R__No__1523.html",
  "filename": "G_R__No__1523.html",
  "year": 1905,
  "month": "january",
  "case_number": "G.R. No. 1523",
  "gr_number": "1523",
  "volume_page": "Volume information not available",
  "decision_date": "January 4, 1905",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendant",
    "his",
    "club",
    "deceased",
    "him",
    "case",
    "court",
    "part",
    "aggressor",
    "former",
    "article",
    "penal",
    "code",
    "did",
    "appellee",
    "appellant",
    "office",
    "finding",
    "below",
    "provocation"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1523\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1523            January 4, 1905\n\nTHE UNITED STATES,\n\ncomplaint-appellee,\n\nvs.\n\nJACINTO SOSA,\n\ndefendant-appellant.\n\nFrancisco Dominguez for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nMAPA,\n\nJ.:\n\nThe defendant is charged with the crime of homicide. The finding of the court below was, and it is our finding also, that the deceased, without any provocation on his part, attacked the defendant, striking him with his fists, and kicking him, and finally tried to choke him; at this moment, a hand-to-hand fight having started between the defendant and his aggressor, the former, who was a municipal policeman of the town of Cabugao, Ilocos Sur, and who, by reason of his office, was armed with a club, hit his aggressor on the head with it, as every other means he had tried to get away from his hold had failed. The blow caused the fracture of the skull of the deceased, which finally resulted in his death three days after the occurrence.\n\nThe court below, although it does not say so in express terms, considered the case within subsection 1 of article 9 of the Penal Code; it did not consider the defendant to be totally exempt from criminal liability, since, according to its view of the case, although it agrees that there was an illegitimate assault on the part of the deceased and lack of provocation on the part of the accused, yet the means employed by the defendant to repel it were not reasonably necessary. For this reason, the court, in accordance with article 86 of the Penal Code, sentenced the defendant to three years of correctional imprisonment, and to indemnify the heirs of the deceased in the sum of one thousand pesos.\n\nThe public prosecution in this instance asks for the acquittal of the accused, since all the circumstances required by subsection 4 of article 8 of the Penal Code to constitute a case of self-defense, exempting from criminal liability, concur in this present case.\n\nWe agree with the prosecution. As it says in its brief, when the defendant gave the blow with the club which caused the death of the aggressor, the latter had taken hold of the former by the neck, after having beaten and kicked him; the defendant was armed with a club and a knife, and instead of using the latter weapon he only used the former; and in that position the defendant, with the natural excitement which such an unexpected assault produces, could not defend himself otherwise than as he did. If the defendant had intended to do something more than to repel the aggression, he would have used the knife instead of the club; but he did not do it. Above all, it must be taken in consideration that the effect produced by the use of the club in this instance is not that which it ordinarily produces.\n\nTherefore, we revoke the sentence appealed from, hereby acquitting the defendant entirely, with costs in both instances\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Torres, Johnson and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3076,
  "metadata_extraction_date": "2025-11-16T08:01:23.928149",
  "extraction_version": "2.0_enhanced_full_content"
}