{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1905/january/G_R__No__1828.html",
  "filename": "G_R__No__1828.html",
  "year": 1905,
  "month": "january",
  "case_number": "G.R. No. 1828",
  "gr_number": "1828",
  "volume_page": "Volume information not available",
  "decision_date": "January 27, 1905",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law"
  ],
  "keywords": [
    "said",
    "defendant",
    "ronudel",
    "judge",
    "month",
    "perfecto",
    "found",
    "january",
    "appellee",
    "appellant",
    "charged",
    "crime",
    "barrio",
    "province",
    "bulacan",
    "august",
    "penalty",
    "reclusion",
    "temporal",
    "day"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1828\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1828            January 27, 1905\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nFERMIN MANGADO,\n\ndefendant-appellant.\n\nClaudio Gabriel for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThe defendant here was charged with the crime of homicide, committed in the barrio of Salusoy, pueblo of Meycauayan, in the Province of Bulacan, in the month of August, 1900.\n\nThe defendant was tried by the judge of the Court of First Instance of the Province of Bulacan, in the month of January, 1904, found guilty of the crime charged, and sentenced by said judge to the penalty of\n\nreclusion temporal\n\nof seventeen years and one day, and to pay the costs.\n\nThe evidence shows that the defendant, together with several other persons unknown, went to the house of Perfecto Ronudel, in the said barrio, about midnight of a day in the month of August, 1900; that the said defendant called to the said Perfecto Ronudel, who was sleeping at that time in his house, and that when the said Perfecto Ronudel appeared he was immediately shot by the said defendant with a gun, the ball entering the stomach and passing through the body of the said Ronudel, from which wound the said Ronudel then and there died immediately. This proof is supported by the testimony of the wife of the said Ronudel, as well as that of Julian Geronimo. The wound and the death of the said Ronudel was confirmed also by the testimony of other witnesses.\n\nThe defendant offered no proof in his defense.\n\nThe trial judge took into consideration the aggravating circumstance of nocturnity and therefore imposed the maximum penalty of\n\nreclusion temporal\n\n, with the costs, in conformity with articles 81 and 404 of the Penal Code.\n\nThe evidence is sufficient to sustain the sentence of the trial judge. It is therefore affirmed. So ordered.\n\nArellano, C.J., Torres, Mapa and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2020,
  "metadata_extraction_date": "2025-11-16T08:00:32.978432",
  "extraction_version": "2.0_enhanced_full_content"
}