{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/december/34321.html",
  "filename": "34321.html",
  "year": 1996,
  "month": "december",
  "case_number": "34321",
  "gr_number": "34321",
  "volume_page": "333 Phil. 436",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "october",
    "division",
    "december",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "vevina",
    "buemio",
    "accused",
    "appellant",
    "kapunan",
    "officer",
    "travel",
    "agency"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n333 Phil. 436; 93 OG No. 40, 6349 (October 6, 1997)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 114011-22, December 16, 1996 ]\n[ G.R. Nos. 114011-22, December 16, 1996 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. VEVINA BUEMIO, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. VEVINA BUEMIO, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nKAPUNAN, J.:\n\nVevina Buemio, a field officer of a travel agency, appeals from the decision of the Regional Trial Court in Pasay  City, Branch 117, rendered on January 26, 1994, the dispositive portion of which reads:\nWHEREFORE, the Court finds the accused Vevina Buemio GUILTY beyond reasonable doubt for illegal recruitment on a large scale under Article 39, of Presidential Decree (P.D.) 2018, and sentences her to a penalty of life imprisonment and a fine of P100,000.00 to indemnify Elisio Principe, Eduardo Gutierrez and Ramon Villanueva the amount of P150,000.00, without subsidiary imprisonment in case of insolvency and to pay the costs.\n\nSO ORDERED. [1] The facts as found by the trial court are as follows:\n\nSometime in September, 1991, Cecilia Baas, a clerical employee at the Villamor Air Base in Pasay City, learned from Catalina Asis that Vevina Buemio could send job applcants abroad for employment.  Catalina, an officemate of Vevinaâs husband at the same air base, arranged a meeting between Cecilia and Vevina at the office of the latterâs husband.  When the two met for the second time at the residence of Vevina in 9 Second St., Villamor Air Base, Vevina promised to provide Cecilia with a job as a factory worker in Japan with a minimum salary of 10,000 yen a day.  Vevina also promised to provide Cecilia with all the necessary travel documents.  For her part, Cecilia would give Vevina P60,000.00 as placement fee and for the expenses in the processing of travel documents.  Cecilia believed Vevina because the latter was the wife of an official at the Villamor Air Base.\n\nOn September 11, 1991, Cecilia, together with her husband and one Rafael Andres, went to the office of Vevinaâs husband and paid P30,000.00 representing half of the fees agreed upon.  Cecilia paid the second half of the fees on September 28, 1991 at Vevinaâs residence.  In both instances, Vevina issued receipts acknowledging Ceciliaâs payments.\n\nAt the airport on the day when Cecilia, Marilou Gonzales, Rafael Andres and Armando Garcia were supposed to leave for Japan, Vevina handed them their pasports and tickets.  To their surprise, they found out that they were bound for Korea, not Japan.  Vevina explained to them that she would be following them in Korea where they would be getting their plane tickets for Japan.  When Cecilia noticed that the name appearing on the passport given her was that of \"Pacita Garcia,\" Vevina told her that she could use other names in her passport like other people do.  Convinced by Vevinaâs explanations, the group took off for Korea.\n\nIn Korea, they checked in at the Naiagara Hotel but they just stayed inside their hotel rooms.  They only left their rooms twice after Vevinaâs arrival when she took them on a tour.  Vevina also got their pocket money purportedly to buy their food.\n\nVevina informed them later that the plane tickets to Japan were expensive in Korea.  She proposed that she herself would proceed to Japan where she would buy their tickets.  She left for Japan with Lito Camora and Sergio Andres who had \"complete tickets.\"  However, Vevina came back to Korea without the groupâs tickets.  Instead, she advised them to go back to the Philippines using their round-trip tickets.  Believing Vevina's promise that she could still send them to Japan without any expense on their part, the group left for the Philippines on October 16, 1991 with Vevina staying behind in Korea.\n\nSince Vevinaâs arrival in the Philippines on October 22, 1991, the group frequented Vevinaâs residence, inquiring about their trip to Japan.  As Vevinaâs promises remained unfulfilled, the group, showing their displeasure, demanded that their money be given back to them.  Vevina promised to return their money but when she failed to do so, they filed their respective complaints before the National Bureau of Investigation (NBI). [2]\n\nIt was sometime in October, 1991 that, through one Elsa Sta. Ana, Vevina met Elisio Principe, Ramon Villanueva and Eduardo Gutierrez at Villanuevaâs residence in Bunlo, Bocaue, Bulacan.  Elsa knew that the three were looking for jobs and that Vevina was also looking for people interested in working abroad.  Vevina explained that she could send them to Japan where they could be factory workers with a minimum salary of \"isang lapad\" or 10,000.00 yen a day.  Having manifested their interest in getting the job, the three were advised by Vevina to raise right away the placement fee of P60,000.00 each in order that they could leave for Japan in a weekâs time.  Vevina told them to bring to her residence the placement fee and a prepared receipt.\n\nBecause Vevina was leaving for Korea, she instructed each of the three to give P1,500.00 to one Jenny who would secure their passports.  The three obliged but only Principe and Gutierrez were given their passports.  When Vevina arrived from Korea, she advised Villanueva to secure his passport himself as there were \"some problems.\"  Villanueva did as instructed and personally secured his passport.  The three were then made to sign application forms for Korean visas upon Vevinaâs guarantee that the \"onward visa\" from Korea was necessary for them to reach Japan.  Unfortunately, the Korean Embassy denied their visa applications.\n\nNevertheless, to raise the placement fee, Principe borrowed the title to the property of her sister-in-law and mortgaged the property for P200,000.00 with P70,000.00 interest.  On October 24, 1991, Principe, together with Gutierrez and Villanueva, their respective wives and Elsa Sta. Ana, went to Vevinaâs house and handed her P90,000.00 representing half of the placement fee agreed upon.  The balance would be given to Vevina before their departure for Japan.  Vevina then signed the following typewritten receipt which was prepared by Gutierrezâs wife:\n10/24/91\n\nACKNOWLEDGMENT RECEIPT\nThis is to acknowledge receipt of PESOS: Ninety Thousand & 00/100 (P90,000.00) from the following persons, representing 50% partial payment for their placement fees:\n\n1.  Eliseo Principe                P30,000.00\n2.  Ramon Villanueva                30,000.00\n3.  Eduardo Gutierrez               30,000.00\n-------------\nP90,000.00\nvvvvvvvvvv\nReceived by:\n(Signature over\nprinted name)\nVEVINA N. BUEMIO\nDate Recâd.  10/24/91 [3] After a week had gone by without a word from Vevina, Principe, Villanueva and Gutierrez went to her residence to inquire.  Vevina told them that the money they had given her was insufficient and that she needed P50,000.00 more.  Since they did not have that amount with them, the three agreed to deliver it to Vevina at Villanuevaâs residence that evening.  As agreed, they met at Villanuevaâs residence that same evening and, after receiving the amount, Vevina signed the receipt handwritten by Gutierrezâs wife which states:\n10-31-91\n\nThis is to acknowledge receipt the amount of PESOS:  Fifty Thousand and 00/100 (P50,000.-) only, representing 2nd partial payment for placement fee and other expenses of the following:\n\n1. Eliseo Principe\n2. Ramon Villanueva\n3. Eduardo Gutierrez\n\nReceived by:\n(Signature over\nprinted name)\nVEVINA N. BUEMIO\nDate Recâd.  10/31/91 [4] Vevina then assured them that they would be leaving for Japan within a few days.\n\nThe three repaired once more to Vevinaâs residence after several days.  Vevina informed them that they would be leaving for abroad if not for the problem with the travel tax amounting P10,000.00.  Exhilarated by the prospect of soon leaving for work abroad, the three gave Vevina the amount on November 12, 1991 at Principeâs residence in Marilao, Bulacan.  Vevina issued them a handwritten receipt which reads:\nNov. 12, 1991\n\nReceived the amount of Ten Thousand Pesos only (P10,000.00) part of their partial payment for plane tickets & hotel accommodation.\"\n\nReceived by\n\n(Signature)\nVEVINA BUEMIA [5] The three thereafter went to Vevinaâs office to inquire why they still could not leave for Japan.  Again, Vevina told them that she still had some documents to take care of but she assured them that they were scheduled to depart on November 18, and some other dates.  However, Vevinaâs promises remained unfulfilled even after those dates had passed.  Thus, the three demanded their money back and Vevina promised to return it to them.\n\nHaving failed to get their money back, the three reported the matter to the NBI where they were instructed to verify from the Philippine Overseas Employment Administration (POEA) whether Vevina was authorized to recruit job applicants for abroad.  The POEA accordingly issued a certification dated June 11, 1992 stating that âVEVINA BUEMIO, in her personal capacity\" was \"neither licensed nor authorized x x x to recruit workers for overseas employment from Jan., 1991 to the present.\" [6]\n\nVevina was apprehended by NBI agents on January 27, 1992.  Two days later, an information for illegal recruitment, docketed as Crim. Case No. 92-0129, was filed against her in the Regional Trial court in Pasay City for falsely representing and alleging that \"she could secure employments as factory workers abroad for Cecilia Baas, Rose Flores, Marilou Gonzales, Eduardo Prudenciado, Ramon Villanueva, Leonilo Arganda, Eliseo Principe, Eduardo Gutierrez, Sergio Andres, Magdalena Arizala and Lito Camora\" and for having wilfully, unlawfully and feloniously recruited them and collected from them \"the amounts ranging from P20,700.00 to P82,000.00 each,\" but which amount she appropriated to herself after failing to deploy the complainants abroad. [7]\n\nOn the same day, eleven (11) informations for estafa, docketed as Criminal Cases Nos. 92-0130 to 92-0140 were likewise filed in the same court against Vevina for having allegedly defrauded the following of the corresponding amounts:  Cecilia Baas, P60,000.00; Rose Flores, P20,700.00; Marilou Gonzales, P60,000.00; Eduardo Prudenciado, P55,000.00; Ramon Villanueva, P50,000.00; Leonilo Arganda, P30,000.00; Eliseo Principe, P50,000.00; Eduardo Gutierrez, P50,000.00; Sergio Andres, P60,000.00; Magdalena Arizala, P82,000.00, and Lito Camora, P28,600.00 or $1,100.00.  A typical information for estafa filed against Vevina reads as follows:\nThat on or about the 11th and 28th of September 1991, in Pasay, Metro Manila, Philippines and within the jurisdiction of this Honorable Court, the above named accused Vevina Buemio, defrauded Cecilia Baas, in the following manner, to wit:  that said accused, by means of false representations and fraudulent allegations to the effect that she could secure employment as factory workers abroad for said complainant, and that she could facilitate her working and travel papers, did then and there wilfully, unlawfully and feloniously ask and demand the amount of P60,000.00 from the complainant allegedly to be used for the facilitation of the latterâs working and travel papers; that complainant carried away by said misrepresentations, in fact, she gave and delivered to said accused, the amount of P60,000.00 which amount, accused misapplied, misappropriated and converted to her own personal use and benefit, and failed to deploy complainant for employment abroad, and despite repeated demands, accused failed and refused to do so, or account for the said amount, to the damage and prejudice of said complainant, in the said amount of P60,000.00.\n\nContrary to law. [8] On February 11, 1992, the following amended information for illegal recruitment was filed in Crim. Case. No. 92-0129:\nThat on or about and during the period comprising from April 1991 to October 1991, in Pasay City, Metro Manila, Philippines, the above-named accused, by means of false representations and fraudulent allegations to the effect that she could secure employments as Factory Workers abroad for Cecilia Baas, Rose Flores, Marilou Gonzales, Eduardo Prudenicado, Ramon Villanueva, Leonila Arganda, Elicio Principe, Eduardo Gutierrez, Sergio Andres, Magdalena Arizala and Lito Camora, did then and there wilfully, unlawfully and feloniously recruit for a fee aforesaid persons without corresponding license from the Department of Labor and Employment.\n\nContrary to law. [9] The defense forthwith filed a motion for reinvestigation in view of the amendment of the information and, allegedly, the denial of her right to a preliminary investigation.  It prayed further for the court to fix the bailbond for the liberty of the accused. [10] The court accordingly held the arraignment of the accused in abeyance pending the result of the reinvestigation. [11] At her arraignment on April 22, 1992, Vevina pleaded not guilty to the charges against her in Crim. Cases Nos. 92-0129 to 92-0140. [12] The number of complainants, however, diminished when some of them executed affidavits of desistance upon the common allegation that Vevina did not promise them employment abroad but merely assisted in the processing of their travel papers. [13]\n\nTestifying in her own defense at the trial, Vevina swore that during the first week of October, 1991 when she was in Korea, Principe, Villanueva and Gutierrez went to her residence in Villamor Air Base requesting for assistance in going to Japan.  Jennilyn, her friend who ran errands for her, accompanied the three who had learned from a certain Baltazar, Vevinaâs former client, that Vevina could help them because of her job as the field officer of the Continental Tour and Travel Agency.  From the telephone conversation with her husband and Jennilyn, she learned that the three had relatives in Japan who could provide them employment in that country.\n\nThe day after Vevina arrived from Korea on October 23, 1991, Principe told her by phone that he and his companions would be arriving at her residence at 6:00 p.m.  Since she told them that she had an appointment at 10:30 p.m., that day being her husbandâs birthday, Principe told her that they would be coming to her place instead at 12:00 midnight.\n\nThe three arrived at the appointed time.  It was the first time for her to met them.  Principe, who would be shouldering the expenses of Villanueva and Gutierrez, was the spokesman of the group.  As the three handed her P90,000.00, she emphasized to them that part of the amount defray the expenses for her own ticket and hotel accommodations as she would be travelling with them. [14] She signed a receipt prepared by the group but she did not read its contents anymore nor did she count the money which she placed inside a drawer, as she was busy attending to her husbandâs guest.\n\nThe three having given her their business registration papers, income tax returns and calling cards, Vevina immediately processed their travel documents and passports.  She first proposed that the three go to Thailand but the Thai Airline did not issue tickets for them because they had not secured an \"onward visa.\" [15] Thus, she next proposed that since entry to Hongkong would not entail securing a visa thereto, the three should take a Hongkong-Japan-Korea route.  The three, together with other clients of Vevina, applied for a Korean visa but only Principe was granted said visa.  Vevina then gave Principe tickets for the Manila-Hongkong, Hongkong-Japan, Japan-Korea and Korea-Manila trip.  Upon her advice, Principe also applied for a visa at the Japanese embassy.  Because Villanueva and Gutierrez wanted to be sure first that Principe would be granted a Japanese visa, no tickets were issued to them.  However, all three later decided to give up their travel plans and demanded that she gave them back their money.  She agreed to return the money \"as soon as some of the groups gave back the money that they used.\" [16] She had received P50,000.00 for Principeâs ticket at Villanuevaâs residence, and P10,000.00 for their hotel accommodations. [17]\n\nOn January 26, 1994, the trial court rendered the aforementioned decision convicting appellant of illegal recruitment.  Vevina filed a motion for its reconsideration but this was denied by the court on February 3, 1994. [18] Hence, this appeal questioning the trial courtâs giving weight and credence to the testimony of the prosecution witnesses, and alleging denial of due process to the appellant.\n\nOn this issue of denial of due process, appellant contends that she was not given the opportunity to present additional witnesses.  The records belie such claim.  There were three resettings [19] of the hearings of the case where the defense was given an opportunity to present additional witnesses before the trial court finally ordered the case submitted for decision. [20] The defense filed a motion for the reconsideration of said order [21] which the trial court granted [22] but still, the defense failed to present its promised additional witnesses.  Hence, on November 30, 1993, the trial court issued an order decreeing that the defense had waived presentation of further evidence and directing it to make a formal offer of the evidence already presented within ten days. [23] On January 19, 1994, the defense submitted a motion to defer the promulgation of judgment and to reopen the case [24] but the following day, it nevertheless formally offered its exhibits. [25]\n\nFrom the foregoing, it is very clear that appellant was given more than enough opportunity to fully ventilate her defense and therefore she was accorded due process of law.  There is due process if the following conditions are present: (1) a court or tribunal clothed with judicial power to hear and determine the matter before it; (2) jurisdiction lawfully acquired by the court over the person of the defendant or over the property subject of the proceedings; (3) the defendant must be given an opportunity to be heard, and (4) judgment must be rendered upon lawful hearing. [26] All these conditions have been satisfied in the case at bar.  What is repugnant to due process is an absolute lack of opportunity to be heard. [27] Appellantâs failure to present additional witnesses was within her power and that of her counsel to avert.  Verily, her failure to act with prudence and diligence cannot elicit approval or sympathy from the Court. [28]\n\nOn the merits of the appeal, appellant contends in the main that the testimonies of Principe, Villanueva and Gutierrez are contrary to ordinary human experience.  Thus, they could not have been enticed to work in factories in Japan as there was no mention of any contracts of appellant in that country who could provide them employment, nor were their specific work and workplace as well as the peso equivalent of their supposed salary ever pointed out by the appellant.  Neither was it proven that appellant enticed them with convincing benefits in working in Japan which would be enough for them to part with their money just so they could be \"TNTs\" [29] in Japan.\n\nAppellantâs contentions boil down to the issue of credibility.  As a rule, appellate courts will not disturb the findings of the trial court on said issue unless certain facts or circumstances of weight have been overlooked, misunderstood or misapplied which, if considered, might affect the result of the case.  This is because the trial court heard the testimony of the witnesses and observed their deportment and manner of testifying during the trial. [30] No negative circumstances attend this case as to warrant departure from the general rule.\n\nIn fact, a review of the transcript of stenographic notes in this case shows that the testimonies of the prosecution witnesses are credible.  Taken as a whole and even under the crucible test of examination by the defense, said testimonies are not only consistent on all material respects but also replete with minutiae of the questioned transactions with the appellant. [31] Inasmuch as the trial court found the positive declarations of the complainants more credible than the sole testimony of the appellant denying said transactions, there must be a well-founded reason in order to deny great weight to the trialâs courtâs evaluation of the prosecution witnessesâ testimonies. [32] The defense has failed to provide that reason as it has failed to prove any ill-motive on the part of the complainant-witnesses in so imputing to appellant such a serious crime as illegal recruitment.\n\nWe find the instant appeal to be without merit.  Article 13 (b) of the Labor Code defines recruitment as \"any act of canvassing, enlisting, contracting, transporting, utilizing, hiring or procuring workers, and includes referrals, contract services, promising or advertising for employment, locally or abroad, whether for profit or not.\"  The pertinent provisions of the Labor Code on illegal recruitment are as follows:\nART. 38. Illegal Recruitment. - (a) Any recruitment activities, including the prohibited practices enumerated under Article 34 of this Code, to be undertaken by non-licensees or non-holders of authority shall be deemed illegal and punishable under Article 39 of this Code.  The Ministry (now Department) of Labor and Employment or any law enforcement officer may initiate complaints under this Article.\n\n(b) Illegal recruitment when committed by a syndicate or in large scale shall be considered an offense involving economic sabotage and shall be penalized in accordance with Article 39 hereof.\n\nIllegal recruitment is deemed committed by a syndicate if carried out by a group of three (3) or more persons conspiring and/or confederating with one another in carrying out any unlawful or illegal transaction, enterprise or scheme defined under the first paragraph hereof. Illegal recruitment is deemed committed in large scale if committed against three (3) or more persons individually or as a group.\n\nx x x              x x x              x x x\n\nART. 39. Penalties. - (a) The penalty of life imprisonment and a fine of One Hundred Thousand Pesos (P100,000.00) shall be imposed if illegal recruitment constitutes economic sabotage as defined herein:\n\nx x x (Underscoring supplied.) Recruitment for overseas employment is not in itself necessarily immoral or unlawful.  It is the lack of the necessary license or permit that renders such recruitment activities unlawful or criminal.  When three or more persons are victimized, the offense becomes illegal recruitment in large scale, [33] an offense constitute of economic sabotage.  In other words, the crime of illegal recruitment in large scale is committed when a person (a) undertakes any recruitment activity defined under Art. 13(b) or any prohibited practice enumerated under Art. 34 of the Labor Code; (b) does not have a license or authority to lawfully engage in the recruitment and placement of workers; and (c) commits the same against three or more persons, individually or as a group. [34]\n\nThe last two requisites are present in this case.  By appellantâs own admission, she was a field officer of a travel agency who merely assisted prospective travellers procure the necessary travel papers.  Her admission is proof that she was not a license recruiter per the records of the POEA.  Although some of the complainants desisted from pursuing their cases against appellant, it is undeniable that more than three persons raised claims that they had been victimized by appellantâs recruitment activities.  What remains to be determined thereof is whether or not the acts committed by appellant constituted illegal recruitment as defined by the Labor Code.\n\nThe prosecutionâs theory that appellant promised employment abroad to the complainants has been proven beyond reasonable doubt not only by the testimonies of prosecution witnesses but also by the aforequoted receipts signed by appellant indicating that she received \"placement fees.\"  The term \"placement\" is defined in the same way as \"recruitment\" under Art. 13(b) of the Labor Code.  Obviously, to deflect the import of the use of the phrase \"placement fees\" in the receipts when she signed them feigning tiredness and pointing to the late hour of the night when she signed one of them.  But her claim crumbles in the face of her own admissions that as a field officer of a travel agency, she was well aware of the importance of documents and that it was not her practice to sign papers without reading them.  Indeed, there is every reason to believe that she had read them before affixing her signature, but she did not object to the use of \"placement fees\" in the receipts.\n\nThat appellants was prevaricating as regards the nature of the amounts she received from the complainants is manifested by the fact that while she testified that she demanded and accepted the amount of P10,000 to solve the \"travel tax problems\" of some of he complainants, the aforequoted handwritten receipt she signed shows that the same amount was for \"plane tickets & hotel accommodations.\"  Moreover, if indeed it is true that the amount she demanded and collected from the complainants were mere processing fees needed to secure travel papers, then she would have received them upon official receipts of the travel agency, in its office and at the appropriate office hours.  The evidence proven, however, shows that two of the receipts were prepared by a complainantâs wife while another appears to be in appellantâs own handwriting on a yellow ruled pad paper, and that she received various amounts in places other than her office including her own residence, and after office hours.  In one instance, a transaction even occurred at midnight in her own home.\n\nAppellant also claims that the visa applications of the complainants she had presented in evidenced prove that they were not as seekers for jobs overseas.  This stretches judicial credulity to the limits.  The four complainants who testified for the prosecution could not have afforded travel abroad, much more as tourist.  Cecilia Baas and the three, Principe, Villanueva and Gutierrez, were all unemployed.  Neither was there proof that complainants had sources of income which they could rely on even if unemployed or low-salaried.  Furthermore, as regards Cecilia Baas, the use of the name \"Pacita Garcia\" in the passport given her was not even satisfactorily explained by the appellant.  It is of judicial notice, however, that fake passports are the usual tools of illegal recruiters.\n\nThat appellant even accompanied some complainants abroad on the pretext that she would secure their plane tickets there does not help her case any.  Instead of bolstering her claim that she was merely helping the complainants secure travel papers, that story instead undermines the alleged legality of her activities.  She did not actually have to go abroad to secure tickets and travel documents since these may be obtained just as easily within this country.  The rule, therefore, that for evidence to be believed, it must not only proceed from the mouth of a credible witness but it must be credible in itself such as the common experience and observation of mankind can proved as probable under the circumstances, [35] finds meaning in this case.\n\nUpon the evidence presented and on record, there is therefore no reason to disturb the trial courtâs conclusion that appellant violated the law against illegal recruitment in large scale.\n\nWe note, however, that the trial court omitted Cecilia Baas in its decision.  Since Cecilia Baas is named one of the complainants in the amended information for illegal recruitment and who testified in court to prove her charges, her case should have been duly considered.\n\nThe trial court stated that the \"complainants executed affidavits of desistance except Principe, Villanueva and Gutierez.\" [36] This, perhaps, explains why the trial court did not even mention the testimony of Cecilia Baas in its decision.  However, the records show that the only the following executed affidavits of desistance:  Lito B. Camora (Exh. 8), Roel B. Perez (Exh. 9), Magdalena P. Arizala and Fe P. Domagtory (Exh. 10), and Eduardo P. Prudenciado, Leonilo D. Arganda and Rose V. Flores (Exh. 11). [37] Of these seven persons, Camora, Arizala, Prudenciado, Arganda and Flores filed complaints for estafa against appellant while Perez and Domagtory did not.  Affidavits of desistance, however, may not exonerate an accused from criminal liability, especially when the evidence already adduced suffices to convict.  In People v. Romero, [38] the Court holds:\nThe fact that complainants Bernardo Salazar and Richard Quillope executed a Joint Affidavit of Desistance does not serve to exculpate accused-appellant from criminal liability insofar as the case for illegal recruitment is concerned since the Court looks with disfavor the dropping of criminal complaints upon mere affidavit of desistance of the complainant, particularly where the commission of the offense, as is in the case, is duly supported by documentary evidence.\n\nGenerally, the Court attaches no persuasive value to affidavits of desistance, especially when it is executed as an afterthought.  It would be a dangerous rule for courts to reject testimonies solemnly taken before the courts of justice simply because the witnesses who had given them, later on, changed their mind for one reason or another, for such rule would make solemn trial a mockery and place the investigation of truth at the mercy of unscrupulous witness(es).\n\nComplaints Bernardo Salazar and Richard Quillope may have a change of heart insofar as the offense wrought on their person is concerned when they executed their joint affidavit of desistance but this will not affect the public prosecution of the offense itself.  It is relevant to note that \"the right of prosecution and punishment for a crime is one of the attributes that by a natural law belongs to the sovereign power instinctly charged by the common will of the members of society to look after, guard and defend the interest of the community, the individual and social rights and liberties of every citizen and the guaranty of the exercise of his rights.\"  The cardinal principle which states that to the State belongs the power to prosecute and punish crimes should not be overlooked since a criminal offense is an outrage to the sovereign State.  As provided by the Civil Code of the Philippines:\n\nArt. 2034. There may be a compromise upon the civil liability arising from an offense; but such compromise shall not extinguish the public action for the imposition of the legal penalty. While the trial court included the eleven estafa cases in the docket numbers appearing on the face of the decision to identify the cases under consideration, it omitted any mention about them.  A thorough search on the records for a reason for such omission yielded a negative result.  Notably, the Solicitor General failed to notice the same omission in his brief.  The settled rule is that where other crimes or felonies are found to have been committed by an accused charged with violation of another law, conviction under the latter law does not preclude punishment under the other statutes. [39]\n\nWHEREFORE, the Decision of the trial court finding appellant Vevina Buemio guilty beyond reasonable doubt of the crime of illegal recruitment in large scale under Arts. 38 and 39 of the Labor Code and imposing on her the penalty of life imprisonment and the payment of a fine of P100,000.00 is hereby AFFIRMED, subject to the modification that she shall refund the amounts she had unlawfully collected while committing the acts constituting illegal recruitment to Cecilia Baas, Eliseo Principe, Ramon Villanueva and Eduardo Gutierrez.  Cost against the appellant.\n\nSO ORDERED.\n\nPadilla, Bellosillo, Vitug, and Hermosisima, Jr., JJ., concur.\n\n[1] Rollo, p. 24.\n\n[2] The NBI then obtained a certification from the Philippine Overseas Employment Agency (POEA) that Vevina did not appear in the list of personnel submitted by the Continental Marine Phils. Corp., a \"manning agency\" (Records, p. 5).\n\n[3] Exhibit C.\n\n[4] Exhibit D.\n\n[5] Exhibit E.\n\n[6] Exhibit B.\n\n[7] Records, p. 1.\n\n[8] Criminal Case No. 92-0130, Records, p. 10.  The other informations are found in pages 17, 21, 27, 33, 39, 45, 51, 57, 63 & 69 of the Record.\n\n[9] Id., at 76.\n\n[10] Id., at 84.\n\n[11] Id., at 88.\n\n[12] Id., at 117.\n\n[13] Those who desisted were:  Magdalena Arizala on February 27, 1992 (Exh. â10â); Eduardo P. Prudenciado, Leonilo D. Arganda and Rose V. Flores on April 15, 1992 (Exh. â11â) and Lito Camora on June 9, 1992 (Exh. â8â).\n\n[14] TSN, June 30, 1993, p. 179.\n\n[15] TSN, July 20, 1993, p. 190.\n\n[16] Id., at 195.\n\n[17] Id., at 197, 199-200.\n\n[18] Record, pp. 538 & 546.\n\n[19] Id., at 495, 497 & 499.\n\n[20] Id., at 501.\n\n[21] Id., at 502.\n\n[22] Id., at 505.\n\n[23] Id., at 507.\n\n[24] Id., at 510.\n\n[25] Id., at 513.\n\n[26] People v. Dapitan, 197 SCRA 378 (1991).\n\n[27] People v. Aquino, 199 SCRA 610 (1991).\n\n[28] See:  B.R. Sebastian Enterprises, Inc. v. Court of Appeals, 206 SCRA 28, 39 (1992).\n\n[29] Short of \"Tago ng Tago.\"\n\n[30] People v. Reyes, 242 SCRA 246 (1995).\n\n[31] People v. Dolar, 231 SCRA 414 (1994).\n\n[32] People v. Comia, 236 SCRA 185, 195 (1994).\n\n[33] People v. Sendon, 228 SCRA 489, 497 (1993) citing People v. Duque, 212 SCRA 607 (1992).\n\n[34] People v. Coronacion, 237 SCRA 227, 239 (1994) citing People v. Comia, supra.\n\n[35] People v. Eslaban, 218 SCRA 534 (1992).\n\n[36] Decision, p. 1; Rollo, p. 16.\n\n[37] Records, pp. 522-525.\n\n[38] 224 SCRA 749, 757-758 (1994).\n\n[39] People v. Turda, 233 SCRA 702, 712 (1994).",
  "content_length": 33783,
  "metadata_extraction_date": "2025-11-01T05:48:52.951083",
  "extraction_version": "2.0_enhanced_full_content"
}