{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/december/34347.html",
  "filename": "34347.html",
  "year": 1996,
  "month": "december",
  "case_number": "34347",
  "gr_number": "34347",
  "volume_page": "333 Phil. 190",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "december",
    "mamamayan",
    "zapote",
    "bacoor",
    "cavite",
    "complainant",
    "judge",
    "isauro",
    "balderian",
    "respondent",
    "instant",
    "administrative",
    "against",
    "metropolitan"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n333 Phil. 190\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ AM No. MTJ-95-1033, December 06, 1996 ]\n[ AM No. MTJ-95-1033, December 06, 1996 ]\n\nMAMAMAYAN NG ZAPOTE 1, BACOOR, CAVITE, COMPLAINANT, VS. JUDGE ISAURO M. BALDERIAN, RESPONDENT.\nR E S O L U T I O N\nMAMAMAYAN NG ZAPOTE 1, BACOOR, CAVITE, COMPLAINANT, VS. JUDGE ISAURO M. BALDERIAN, RESPONDENT.\n\nR E S O L U T I O N\n\nMELO, J.:\n\nThe instant administrative case against respondent Judge Isauro M.\nBalderian of the Metropolitan Trial Court stationed in Bacoor, Cavite stemmed from an election protest, docketed as Election Case No. 94-31 ans\nentitled “Alfredo L. Paredes vs. Corazon Gawaran, et al.,” which was assigned\nto said respondent's sala.\n\nIn its letter-complaint, the Mamamayan ng Zapote 1, Bacoor,\nCavite, alleged that during the May 9, 1994 Barangay Elections, Corazon Gawaran\nwas declared winner for the position of Barangay Captain of Zapote 1, Bacoor,\nCavite; that due to certain alleged irregularities, Alfredo L. Paredes filed an\nelection case against Corazon Gawaran; that the case was heard on June 3 and 6,\n1994; that after the parties had presented their evidence, respondent asked for\nten days to study the case which was followed by another request five days; and\nthat despite the lapse of those extensions, respondent failed to resolve the\nelection case.\n\nActing on said letter-complaint, the Court issued a Resolution\ndated March 20, 1995 requiring respondent to comment thereon within ten days from notice. This notwithstanding, respondent failed to\nfile the required comment and for such failure the Court issued another\nResolution dated August 28, 1995, requiring respondent to show cause why he\nshould not be disciplinary dealt with and to file the required comment, both\nwithin ten days from notice. Respondent\nagain failed to comply, prompting the Court to impose on him a fine in the\namount of P 500.00.\n\nIn the comment he finally filed, respondent averred that after\nthe May 9, 1994 Barangay Elections, 4 cases were filed in his sala, 3 of which\nwere initially assigned to the assisting judge in his sala, while one was heard\nby him; that in order to expedite the proceedings, all 4 cases were heard and\ntried by the assisting judge but, in the process thereof, the case subject\nmatter of the present administrative complaint was left behind due to the\nvolume of cases filed in his sala which averaged about 200 cases a month; that\nwhen his attention was called to the matter, he exerted utmost efforts to give preferential\nattention to the case in question; that due to his caseload in the two salas\nhandled by him, plus the many cases remanded to the lower courts in view of the\nexpanded jurisdiction of the Municipal Trial Courts, it was thus humanly\nimpossible for him to act on the case with dispatch; and that the case was\nfinally decided on January 10, 1996.\n\nThe Court, in its Resolution dated July 15, 1996 , noted both respondent’s comment and letter\ninforming the Court that he had already paid the P 500.00 fine. In the same Resolution, the matter was\nreferred to the Office of the Court Administrator for evaluation, report, and\nrecommendation.\n\nIn due time, the Office of the Court Administrator submitted its\nMemorandum dated November 4, 1996 ,\nwith the following findings and recommendation: Section 252 of the Omnibus Election Code (Batas Pambansa Bldg. 881)\nstates that:\n\nElection contest for barangay offices. -- A sworn petition\ncontesting the election of a barangay officer shall be filed with the proper\nmunicipal or metropolitan trial court by any candidate who has duly filed a\ncertificate of candidacy and has been voted for the same office, within ten\ndays after the proclamation of the results of the election. The trial court shall decide the election\nprotest within fifteen days after the filing thereof. The decision of the municipal or metropolitan\ntrial court may be appealed within ten days after receipt of a copy thereof by\nthe aggrieved party to the regional trial court which shall decide the case\nwithin thirty days from its submission, and whose decisions shall be final.\n(Art. XVIII, Sec. 191, 1978 EC; Sec. 20, BP 222) A cursory review of the records show that Election Case No. 94-31\nwas filed with respondent court on 20\n May 1994 and heard on 3 and 6\n June 1994 . This allegation\nin the letter-complaint was not disputed by the respondent. Under the aforequoted provision, respondent court should have heard\nand decided the case within fifteen (15) days after filing thereof or on 4 June 1994 . This is an election case which ought to have\nbeen decided with dispatch; instead, respondent judge rendered the Decision\nonly on 10 January 1996 ,\ninvolving a delay of one (1) year and seven (7) months. Administrative Circular No. 7-94 dated 25 April 1994 specifically directed among others\nthe Metropolitan and the Municipal Trial Courts to try, hear and decide all\ncases involving violations of the Election Code as expeditiously as possible. Failure to decide a case within the given period is not excusable\nand constitute gross inefficiency. (Asinas vs. Judge Trinidad, 242 SCRA 710) Clearly this delay is\nattributable to respondent Judge who in his Comment admitted the delay\ninterposing as excuse therefore the heavy caseloads in the court he is handling. Statistics on pending cases in the MTC, Bacoor, Cavite during the period 1 January to 31\n December 1994 and 1 January to 31 December 1995 a show a rather high incidence of cases\nfiled totaling 1,181 and 1,591 respectively. This could have been brought about by the expanded jurisdiction of the\nMTCs which took effect on 15 April\n 1994 . Despite a remarkable\n713 and 804 case disposition for this two-year period with Judge Jimmy H.F.\nLuczon, Jr. as Assisting Judge, respondent’s pending cases in the MTC, Bacoor,\nCavite rose from 729 in 1 January 1994 to 1,984 in 31 December 1995. On the other hand, statistics on\npending cases in the 5 th MCTC Carmona-Gen. Mariano Alvarez, Cavite shows a\ntotal of 531 and 468 cases filed during the period 1 January to 3 December 1994\nand 1 January to 31 December 1995, respectively, with a total of a767 case\ndisposition during the same periods. The\nnumber of pending cases rose from 180 in 1 January 1994 to 424 in 31\n December 1995 . The Assisting judge in this 5 th MCTC is\nalso Judge Jimmy H.F. Luczon, Jr. While it cannot be denied that many trial courts, including that of\nthe respondent’s, are burdened with heavy caseloads, it is nevertheless\nimperative to stress that respondent Judge has the “obligation to diligently\ndischarge administrative responsibilities and maintain professional competence\nin court management.” (Arvisu vs. Judge Sumilang, 241 SCRA 577) This includes the adoption of an effective\ncase flow management system. Considering however the veritable deluge of cases in two salas\nhandled by Judge Balderian and the high rate of disposal of cases thereat by\nthe judge and his assisting judge, we are inclined to believe that the\nnon-resolution of the election case complained of within the period fixed by\nlaw was a regrettable oversight. Nevertheless, this should not totally free the judge from any\nliability thereunder, as it might set a dangerous precedent and provide judges\nequally situated with a convenient excuse for delay. Respondent has been with the Judiciary for the past thirteen (13)\nyears, eight (8) months and five (5) days and will be compulsory retired by 1 August 2013 . Premises considered, it is respectfully recommended that respondent\njudge be REPRIMANDED WITH WARNING that a repetition of the same or similar\noffense will be dealt with more severely. (pp.2-4, Memorandum)\n\nThe Court agrees with the findings of the Office of the Court\nAdministrator that respondent is indeed guilty of gross inefficiency for\nfailure to decide the election case within the mandated period.\n\nCourt exist to dispense and promote justice. Accordingly, the conduct of a judge should be\nfree from any appearance of impropriety, and his personal behavior not only\nupon the bench and in the performance of official duties but also in his\neveryday life should be beyond reproach (Canon 2 of the Code of Judicial\nConduct). Being the visible\nrepresentation of law and more importantly of justice, he must be the\nembodiment of competence, integrity and independence and should be studiously\ncareful to avoid even the slightest infraction of the law (OCA vs. Gines, 224\nSCRA 261 [1993]). Likewise, he is\nrequired to observe due care in the performance of his official duties. He must dispose of the court’s business\npromptly and decide cases within the required periods (Rule 3.05 of Canon 3 of\nthe Code of Judicial Conduct). Having\nknowledge of internal rules and procedures, especially those which relate to\nthe scope of his authority, he is in duty bound required to observe and abide\nby these rules and procedures which are primarily intended to ensure the\norderly administration of justice (Cuaresma vs. Aguilar, 226 SCRA 73 [1993]).\n\nBased on Section 252 of the Omnibus Election Code (Batas Pambansa\nBldg. 881), it is clear that it is the ministerial duty of respondent to\nresolve election protest within fifteen days from the filing thereof. Thus, respondent was remiss in the\nperformance of his duties when he failed to resolve the election protest within\nsaid period. Respondent should have\nresolved the election protest with dispatch at the latest on June 4, 1994 . Instead it was only on January 10, 1996 , or after one year and seven\nmonths to be exact, that the said election protest was finally resolved. Such failure of respondent to decide the\nelection protest within the required period is not excusable and constitutes\ngross inefficiency (Ancheta vs. Antonio, 231 SCRA 74 [1994]; citing Longboan\nvs. Polig, 186 SCRA 557; and Sabado vs. Cajigal, 219 SCRA 800 [1993]). Respondent has violated Rule 3.01 of Canon 3\nof the Code of Conduct which calls for a judge to be faithful to the law and to\nmaintain professional competence, and also Rule 3.05 which admonishes all\njudges to dispose of the court’s business promptly and to decide case within\nthe period fixed by law.\n\nAdditionally, respondent has also violated Administrative\nCircular No. 7-94 dated April 25, 1994 which directs, among other things, the Metropolitan and the Municipal Trial\nCourts to try, hear, and decide all cases involving violations of the Election\nCode as expeditiously as possible.\n\nRespondent can not escape liability by reasoning that his failure\nto decide the election case promptly was due to the heavy caseloads in the\ncourts he presided over.\n\nA judge ought to know the cases submitted to him for decision or\nresolution and is expected to keep his own record of cases so that he may act\non them promptly. It is incumbent upon\nhim to devise an efficient recording and filing system in his court so that no\ndisorderliness can effect the flow of cases and their speedy disposition. Proper and efficient court management is\nasmuch his responsibility. He is the one\ndirectly responsible for the proper discharge of his official functions\n(Agcaoili vs. Ramos, 229 SCRA 705 [1994] citing Nidera vs. Lazaro, Adm. Matter\nNo. R-465 MTJ, June 29, 1989).\n\nWhile it is true that respondent has an overload of cases in the\nMTC, Bacoor, Cavite and in the 5th MCTC Carmona-Gen. Mariano Alvarez Cavite,\nthis is not a valid and justifiable reason for him not to resolve Election Case\nNo. 94-31 expeditiously and promptly. The Court cannot close its eyes to the fact that respondent took one (1)\nyear and seven (7) months to resolve the election protest, when this should\nhave been done within the mandatory period of only 15 days.\n\nGoing over the decision of respondent on the subject election\nprotest, the Court finds the case to be simple and uncomplicated as the main\nissue raised therein was whether or not the alleged irregularities committed\nduring the barangay election were serious and sufficient enough to declare a\nfailure of election. Moreover, the case\nmerely involved a barangay position. In\nsum, the delay of respondent in deciding the election protest is inexcusable,\nunwarranted, and unreasonable.\n\nWe need but recall, in this regard, the caveat pronounced in\nCastro vs. Malazo (99 SCRA 164 [1980]), to wit: We must once more impress upon the members of the Judiciary their\nsworn duty of administering justice without undue delay under the time-honored\nprecept that justice delayed, is justice denied. The present clogged condition of the courts’\ndocket in all levels of our judicial system cannot be cleared unless each and\nevery judge earnestly and painstakingly takes it upon himself to comply\nfaithfully with the mandate of the law. No less important than the speedy termination of hearings and trials of\ncases is the promptness and dispatch in the making of decisions and judgment,\nthe signing thereof and filing the same with the Clerk of Court.\n\nWHEREFORE , respondent Judge Isauro M. Balderian is found\nguilty of gross inefficiency, for which infraction he is hereby ordered to pay\na fine in the amount of Two Thousand ( P 2,000.00), with the stern warning\nthat future similar misconduct on his part will be dealt with more severely\n\nSO OREDERED. Narvasa, C.J., (Chairman), Davide Jr., Francisco, and Panganiban, JJ., concur .",
  "content_length": 13313,
  "metadata_extraction_date": "2025-11-01T05:48:54.005678",
  "extraction_version": "2.0_enhanced_full_content"
}