{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/february/GR_107671.html",
  "filename": "GR_107671.html",
  "year": 1997,
  "month": "february",
  "case_number": "107671",
  "gr_number": "107671",
  "volume_page": "335 Phil. 1150",
  "decision_date": "February 26, 1997",
  "title": "REMMAN ENTERPRISES, INC., PETITIONER, VS. HON. COURT OF APPEALS AND THE PEOPLE OF THE PHILIPPINES, RESPONDENTS. D E C I S I O N PANGANIBAN, J.: In resolving this case, the Court distinguishes civil contempt from criminal contempt. It also holds that petitioner may be held liable for indirect contempt on the basis of a single hearing and an ocular inspection report rendered ex parte to the trial court by the clerk of court who was duly commissioned for the purpose.Assailed in this petition for review under Rule 45 of the Rules of Court are the Decision[1] and Resolution[2]of the Court of Appeals (Third Division)[3] promulgated on January 31, 1992 and October 14, 1992, respectively, in CA-G.R. No. 10926 entitled \"People of the Philippines Vs. Remman Enterprises, Inc.\"The challenged Decision affirmed in toto the orders[4] of the Regional Trial Court of Lipa City, Branch 12,[5] promulgated on June 15, 1990, and November 21, 1990, in Civil Case No. 2760 which found Rremman Enterprises, Inc. guilty of \"indirect contempt for having continuously ignored and defied the Decision of this Court dated August 29, 1984, x x x.\" The October 14, 1992 Resolution denied herein petitioner's motion for reconsideration.The FactsThe antecedent of the instant petition is a complaint filed in 1983 by the spouses Paulino and Purification Ochoa before the Regional Trial Court of Lipa City against Remman Enterprises, Inc. (herein petitioner) for abatement of nuisance and damages. After trial on the merits, said court rendered judgment[6] in favor of spouses Ochoa and against petitioner, ordering the latter to \"stop and desist from draining their waste matter, solid and liquid, to the estate of the plaintiffs x x x.\" The Court of Appeals affirmed the trial court's decision, and the petition to this Court was denied. Subsequently, a writ of execution[7] of the decision was issued by the trial court.However, on March 26, 1990, the spouses Ochoa filed another complaint[8] before the same trial court against Remman Enterprises, this time for indirect contempt. They alleged that a portion of their estate was still being flooded with wastes coming from petitioner's hog farm, in defiance of the final and executory order of the court directing it to stop and desist from draining its waste matter into the Ochoa estate.A hearing was held on may 18, 1990, wherein petitioner denied the allegations of the complaint. In view of the conflicting claims of the parties, the trial court ordered an ocular inspection on the properties of the parties. The branch clerk of court was authorized by the court to conduct the ocular inspection and was directed to submit a report immediately upon termination thereof. The ocular inspection was conducted on the same day in the presence of both parties and their respective counsel.Thereafter, said clerk of court reported his findings[9] to the trial court, on the basis of which the court issued its order dated June 15, 1990. The dispositive portion thereof states: \"WHEREFORE, this Court finds defendant Remman Enterprises, Inc., guilty of indirect contempt for having continuously ignored and defied the Decision of this Court dated August 29, 1984, and hereby orders defendant Remman Enterprises, Inc.,:a) To pay a fine of ONE THOUSAND PESOS (P 1,000.00); andb) To pay plaintiffs the amount of ONE THOUSAND PESOS (P 1,000.00) monthly as damages occasioned by the continuous draining of the waste matters into plaintiff's property until defendant does something effective to prevent the same.\"[10]Finding merit in the omnibus motion for reconsideration of plaintiffs, the trial court, on November 21, 1990, modified/amended its previous order to read as follows: \"WHEREFORE, this Court finds defendant Remman Enterprises, Inc., guilty of indirect contempt for having continuously ignored and defied the Decision of this Court dated August 29, 1984, and hereby orders defendant Remman Enterprises, Inc.a) To pay a fine of ONE THOUSAND PESOS (P 1,000.00); andb) To construct or put up structure/device in its premises which would prevent the draining of waste matter to plaintiffs' estate within thirty (30) days from receipt of this order. Failure on the part of the defendant to do so will authorize the plaintiff to construct or put up structure or device in their estate at the expense of defendant.\"[11]As mentioned earlier, the Court of Appeals affirmed the trial court's orders, finding them to be \"in accordance with law and evidence.\" Petitioner's motion for reconsideration was denied. Hence, the present recourse.IssuesPetitioner imputes the following errors[12] against the trial and appellate courts:(a) declaring petitioner guilty of contempt without any evidence adduced by the prosecution/Ochoas; and(b) declaring petitioner guilty of contempt on the sole basis of the commissioner's report, copy of which was never furnished petitioner and which was never set for hearing.The principal issue is whether petitioner may be held liable for indirect contempt after a single hearing and on the basis of an ocular inspection report which was not furnished the parties nor set for hearing.Petitioner impugns the trial court's reliance on the report of the branch clerk of court, alleging that no evidence was presented by the spouses Ochoa in the presence of, or with notice to, petitioner. It claims that \"(w)here no hearing was held, as required by law, the Court acquires no jurisdiction to declare a person guilty of indirect or constructive contempt.\"Petitioner thus insists that it was denied due process, specifically its right to be heard. Citing Sections 10[13] and 11,[14] Rule 33 of the Rules of Court and relevant jurisprudence on the matter, petitioner indignantly argues that it was not given opportunity to be heard or any chance to file its objections or comment to the commissioner's report, or present evidence in contravention thereof.Petitioner likewise assails the conclusion made by the trial and appellate courts in adopting the findings of the commissioner that the waste matter coming from its property flowing into the Ochoa estate was \"stinking and foul-smelling,\" practically declaring it to be polluted. Petitioner maintains that the power to determine the existence of pollution is vested in the National Pollution Control Commission, now the Environmental Management Bureau (EMB), under P.D. No. 984. Contrarily, petitioner flaunts a \"Permit to Operate\" issued by said agency. It further claims that, without the determination by the EMB of the existence of pollution as defined by law, no court action may be initiated on the matter.The Solicitor General, on behalf of public respondents, asserts that petitioner was not deprived of its right to be heard since a hearing was held on May 8, 1990,[15] where both parties appeared before the court through their respective counsel, and petitioner (defendant therein) denied the allegations of the complaint. In addition, during the ocular inspection conducted pursuant to the order of the court in view of the conflicting claims of the parties, the counsel[16] and vice-president[17] of petitioner were present and participated actively.[18]As regards petitioner's contention that a finding of the existence of pollution can only be made by the EMB, the Solicitor General avers that this case is specifically exempt from the coverage of P.D. No. 984 since the original action in this case was for abatement of nuisance and damages.Petitioner substantially raises the same issues adduced before the Court of Appeals. In disposing of its arguments, the appellate court said:\"The accused-appellant was given more than ample opportunity to be heard. The procedural requisites for indirect contempt proceedings are: (a) a complaint in writing or motion of a party, or an order of the court requiring a person to appear and explain and (b) an opportunity for the person charged to appear and explain his conduct (Montalban vs. Canonoy, Adm. Case No. 179-J, 38 SCRA 1). All these requirements have been complied with in the case at bar.It is to be stressed that a contempt proceeding is of a criminal nature and of (sic) summary in character which the court exercises but limited jurisdiction (In re Mison, Jr. vs. Subido, 33 SCRA 30; The Insurance Commissioner vs. Globe Assurance Company, Inc., 111 SCRA 202). Due process does not always require a trial-type proceeding.x x x x x x x x xContempt proceeding, being summary in nature the mere failure to furnish the parties of the commissioner's report described in Section 10 of Rule 33, of the Rules of Court does not constitute an infringement on due process. The requirements of due process are satisfied even if the court failed to set the commissioner's report for hearing, as long as the parties were given an opportunity to be heard.x x x x x x x x xMoreover, it is clear from the records that accused-appellant consistently failed to raise before the trial court the matter that it was not furnished with a copy of the commissioner's report. If it really believed that it was deprived of due process by the omission, it should have, in the very least, brought out that fact in a motion for reconsideration and asked the court for a copy of the commissioner's report and for sufficient time within which to file an objection thereto. It did not. Not only this, accused-appellant should have raised the matter of not having been furnished a copy of the commissioner's report in its Opposition to plaintiff's Omnibus Motion for Reconsideration filed on April 12, 1990 and its rejoinder to plaintiff's reply dated October 12, 1990. It is now late in the day for accused-appellant to bring up the question in this appeal.\"[19]The Court's RulingWe deny the petition for lack of merit.Main Issue: No Denial of Due ProcessThere is no question that disobedience or resistance to a lawful writ, process, order or judgment of a court or injunction granted by a court or judge constitute indirect contempt punishable under Rule 71 of the Rules of Court. What is put in issue here is the validity of the proceedings that found petitioner liable for such misconduct.The real character of the proceedings in contempt cases is to be determined by the relief sought or by the dominant purpose. The proceedings are to be regarded as criminal when the purpose is primarily punishment, and civil when the purpose is primarily compensatory or remedial.[20]In general, criminal contempt proceedings should be conducted in accordance with the principles and rules applicable to criminal cases, in so far as such procedure is consistent with the summary nature of contempt proceedings. Strict rules that govern criminal prosecutions apply to a prosecution for criminal contempt; the accused is to be afforded many of the protections provided in regular criminal cases; and proceedings under statutes governing them are to be strictly construed. However, criminal proceedings are not required to take any particular form so long as the substantial rights of the accused are preserved.[21]Civil contempt proceedings, on the other hand, are generally held to be remedial and civil in nature; that is, for the enforcement of some duty, and essentially a remedy resorted to, to preserve and enforce the rights of a private party to an action and to compel obedience to a judgment or decree intended to benefit such a party litigant. The rules of procedure governing criminal contempt proceedings, or criminal prosecutions, ordinarily are inapplicable to civil contempt proceedings.[22]Section 3, Rule 71 of the Rules of Court specifically outlines the procedural requisites before the accused may be punished for indirect contempt: (1) the filing of a written charge and (2) an opportunity given to the accused to be heard by himself or counsel. All that the law requires is that there be a charge in writing duly filed in court and an opportunity given to the person charged to be heard by himself or counsel.[23] What is most essential is that the alleged contemner be granted an opportunity to meet the charges against him and to be heard in his defense.[24]The Court of Appeals has sufficiently disposed of the issue. As correctly excerpted in the assailed Decision, we have held in Mutuc vs. Court of Appeals,[25] which was likewise a contempt proceeding, that:\"There is no question that the 'essence of due process is a hearing before conviction and before an impartial and disinterested tribunal' (Rollo, p. 173) but due process as a constitutional precept does not, always and in all situations, require a trial-type proceeding (Zaldivar vs. Gonzales, 166 SCRA 316 [1988] citing the ruling in Torres vs. Gonzales, 152 SCRA 272 [1987]). The essence of due process is to be found in the reasonable opportunity to be heard and submit any evidence one may have in support of one's defense (Tajonera vs. Lamaroza, 110 SCRA 438 [1981] and Richards vs. Asoy, 152 SCRA 45 [1987]). âTo be heardâ does not only mean verbal arguments in court; one may be heard also through pleadings. Where opportunity to be heard, either through oral arguments or pleadings, is accorded, there is no denial of procedural due process (Juanita Yap Sy vs. IAC, G.R. No. 73451, March 28, 1988.What the law prohibits is not the absence of previous notice but the absolute absence thereof and the lack of opportunity to be heard. (Tajonera vs. Lamoroza, 110 SCRA 438 [1981])\"In the instant case, a written charge of indirect contempt was duly filed by the spouses Ochoa before the Regional Trial Court of Lipa City. This is not contested by petitioner. Acting on the complaint, the trial court issued an order[26] requiring the defendant (herein petitioner) to \"show cause/explain why a judgment of contempt should not be rendered against it.\" A hearing for the purpose was originally scheduled on May 11, 1990 which, upon motion of herein petitioner, was reset to May 18, 1990. On the latter date, as petitioner admits in its petition, it \"vehemently denied the accusations in the motion for contempt\"[27] (underscoring supplied). We can draw no other conclusion than that a hearing was conducted and petitioner was heard in its defenses in court.Moreover, its vice-president and counsel were likewise present during the ocular inspection where they actively participated, as reported by the clerk of the trial court.[28] The effect of this was discussed in Apurillo vs. Graciano,[29] which the appellate court correctly cited, thus:\"Equally without merit is petitioner's claim that the proceeding was tainted with irregularity because he was not given an opportunity to object to the findings of the Commissioner. Otherwise stated, petitioner stated that there was non-observance of the procedure prescribed by sections 10 and 11 of Rule 33 of the Rules of Court, that is, notice to the parties of the filing of the report of the Commissioner and the setting of such report for heariing. In one case, this court dismissed such claim in this wise: 'x x x In Manila Trading & Supply Co. vs. Philippine Labor Union, 71 Phil. 539, it was held:When the Court of Industrial Relations refers the case to a commissioner for investigation, report and recommendation, and at such investigation the parties are duly represented by counsel, heard or at least given an opportunity to be heard, the requirements of due process has been satisfied, even if the Court failed to set the report for hearing, and a decision on the basis of such report, with the other evidence of the case, is a decision which meets the requirements of a fair and open hearing.'While the foregoing ruling was made in a case elevated to this Court from the Court of Industrial Relations, in the proceedings of which the Rules of Court have suppletory application, We find no legal bar to the application of the principle evolved in said ruling to cases similarly situated before the ordinary courts of justice.\"Further, after the trial court promulgated its final order on June 15, 1990, and the spouses Ochoa filed an omnibus motion for its reconsideration, petitioner did not raise the question of not having been furnished a copy of the commissioner's report. No mention thereof was made in its opposition to the omnibus motion. neither did it do so in its rejoinder to movantsâ reply. It is only an afterthought of petitioner to raise on appeal the alleged, though unsubstantiated, procedural defect.Anent the contention of petitioner that the plaintiffs below did not present evidence to support its complaint, we find sufficient the findings of the clerk of the trial court, which was likewise adopted by the appellate court, to support the allegations in the complaint and the trial court's decision. The clerk of court made the following detailed observations: \"The first to be inspected was the property of defendant. It was devoted to a piggery business. A concreted waterway was found wherein hogwastes are being made to pass leading to a laggoon (sic) where they are finally disposed and converted to gas with the aid of methane gas tank situated just above the laggoon (sic).Thereafter, the property of the plaintiffs was inspected. The land was primarily devoted to a poultry farm. At the back potion of the property were fruit trees and various kinds of plants. On this area can be found a big foul-smelling swamp about five (5) meters in length, one and a half (1 1/2) meter wide and about two (2) feet deep. The swamp has developed near the boundary of the properties of both parties. From that point, we can see the methane gas tank of defendant. This is so because the property of defendant is higher in elevation than that of the plaintiffs. And just below the gas tank is the supposed laggoon (sic).There has been no rainfall on the place for quite some time for understandably, it is still a (sic) dry season.The representative and counsel of defendant corporation deny that the swamp on plaintiffs' property was caused by the hogwastes as they insist that there is a laggoon (sic) in its property to corner the liquid wastes coming from its piggery business.It is our observation that the foul-smelling and stinky swamp that has developed on plaintiffs' property is still being caused by the continuous flow of liquid matter mixed with fine solid refuse (known as hogwastes) coming from the improvised canal situated at the estate of the defendant. No conclusion can be reached other than this considering that there is no rainfall yet and the smell of the swamp approximates that of the smell of hogwastes.Defendant corporation was already enjoined by a final decision of this Court not to dispose its waste materials coming from its piggery business to the property of plaintiffs but it seems that defendant has not done anything concrete to remedy the problem.\"[30]Well-entrenched and settled is the rule that points of law, theories, issues and arguments not brought to the intention of the trial court adequately and on time need not be, and ordinarily will not be, considered by a reviewing court as they cannot be raised for the first time on appeal.\"[31] In petitions for review or appeal under Rule 45 of the Rules of Court, the appellate tribunal is limited to the determination of whether the lower court committed reversible error. In the case at bench, we find none.Secondary Issue: P.D. No. 984 Not ApplicableWe uphold the contention of the Solicitor General that petitioner miscomprehended the law in applying P.D. No. 984 to this case. The original complaint antecedent to the case at bar was for abatement of nuisance and damages. As we have indeed ruled in Mead vs. Argel,[32] the last paragraph of Section 8[33] of said decree \"delineates the authority to be exercised by the (National Pollution Control) Commission and by the ordinary courts in respect of preventing or remedying the pollution of the waters or atmospheric air of the Philippines. The provision excludes from the authority of the Commission only the determination of and the filing of court actions involving violations of the New Civil Code on nuissance.\" Hence, this case does not fall within the exclusive authority and jurisdiction of said Commission, which has been reorganized into the Environmental Management Bureau.WHEREFORE, premises considered, the petition is hereby DENIED. The assailed Decision of the Court of Appeals is AFFIRMED in toto. Costs against petitioner.SO ORDERED.Narvasa, C.J., (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.[1] Rollo, pp. 39-52.[2] Ibid., p. 54.[3] Composed of J. Santiago M. Kapunan (now Associate Justice of the Supreme Court), chairman and ponente, with JJ. Segundino G. Chua and Luis L. Victor, concurring.[4] Rollo, pp. 63-67.[5] Presided by Judge Delia H. Panganiban (not related to herein ponente).[6] Records, pp. 67-69.[7] Ibid.,p. 104.[8] Ibid., pp. 105-108.[9] Records, pp. 114-115.[10]Rollo, p. 64.[11]Ibid., p.67.[12] Rollo, pp. 17 & 18.[13] \"Sec. 10. Notice to parties of the filing of report. - Upon the filing of the report, the parties shall be notified by the clerk, and they shall be allowed ten (10) days within which to signify grounds of objection to the findings of the report, if they so desire. Objections to the report based upon grounds which were available to the parties during the proceedings before the commissioner, other than objections to the findings and conclusions therein set forth, shall not be considered by the court unless they were made before the commissioner.\"[14] \"Sec. 11. Hearing upon report. - Upon the expiration of the period of ten (10) days referred to in the preceding section, the report shall be set for hearing, after which the court shall render judgment by adopting, modifying, or rejecting the report in whole or in part or it may receive further evidence or may recommit it with instructions.\"[15] Should be May 18, 1990.[16] Atty. Emiliano Samson.[17]Atty. Eliseo Lapid.[18] Solicitor General's Comment, pp. 8-9; rollo, pp. 88-89.[19] Rollo, pp. 48-51.[20] People vs. Godoy, 243 SCRA 64, 78, March 29, 1995 citing 17 C.J.S., Contempt, Sec. 62(4), p. 152.[21] Ibid., p. 79.[22] Ibid.[23] Gavieres vs. Falcis, 193 SCRA 649, February 7, 1991 citing People vs. Venturanza, et al., 98 Phil. 211, with the note that Rule 64, sec. 3, in force at that time, is the same as the present Rule 71, sec. 3).[24]Santos vs. Court of First Instance of Cebu, Branch VI, 185 SCRA 472, May 18, 1990; CastaÃ±os vs. EscaÃ±o, Jr., 251 SCRA 174, December 12, 1995.[25] 190 SCRA 43, 49, September 26, 1990.[26] Records, p. 109.[27] Petition, p. 8; rollo, p. 17.[28] Supra note 9 at p. 4.[29] 28 SCRA 1054, July 30, 1969.[30] Records, p. 115; rollo, pp. 45-46.[31] Tan Chun Suy vs. Court of Appeals, 229 SCRA 151, January 7, 1994.[32] 115 SCRA 256, July 20, 1982.[33] \"Sec. 8. Proceedings before the Commission.-- x x xNo investigation being conducted or ruling made by the Commission shall prejudice any action which may be filed in court by any person in accordance with the provisions of the New Civil Code on nuisance. On matters, however, not related to nuisance, no court action shall be initiated until the Commission shall have finally ruled thereon and no order of the Commission discontinuing the discharge of waste shall be stayed by the filing of said court action, unless the court issues an injunction as provided for in the Rules of Court.\" © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "remman",
    "enterprises",
    "petitioner",
    "court",
    "appeals",
    "people",
    "philippines",
    "respondents",
    "panganiban",
    "resolving",
    "case",
    "distinguishes",
    "contempt",
    "criminal",
    "liable",
    "indirect",
    "single",
    "hearing",
    "ocular",
    "inspection"
  ],
  "title_summary": "REMMAN ENTERPRISES, INC., PETITIONER, VS. HON. COURT OF APPEALS AND THE PEOPLE OF THE PHILIPPINES...",
  "formatted_case_content": "View printer friendly version\n335 Phil. 1150\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 107671, February 26, 1997 ]\n[ G.R. No. 107671, February 26, 1997 ]\n\nREMMAN ENTERPRISES, INC., PETITIONER, VS. HON. COURT OF APPEALS AND THE PEOPLE OF THE PHILIPPINES, RESPONDENTS.\nD E C I S I O N\nREMMAN ENTERPRISES, INC., PETITIONER, VS. HON. COURT OF APPEALS AND THE PEOPLE OF THE PHILIPPINES, RESPONDENTS.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIn resolving this case, the Court distinguishes civil contempt from criminal contempt. It also holds that petitioner may be held liable for indirect contempt on the basis of a single hearing and an ocular inspection report rendered ex parte to the trial court by the clerk of court who was duly commissioned for the purpose.\n\nAssailed in this petition for review under Rule 45 of the Rules of Court are the Decision [1] and Resolution [2] of the Court of Appeals (Third Division) [3] promulgated on January 31, 1992 and October 14, 1992, respectively, in CA-G.R. No. 10926 entitled \"People of the Philippines Vs. Remman Enterprises, Inc.\"\n\nThe challenged Decision affirmed in toto the orders [4] of the Regional Trial Court of Lipa City, Branch 12, [5] promulgated on June 15, 1990, and November 21, 1990, in Civil Case No. 2760 which found Rremman Enterprises, Inc. guilty of \"indirect contempt for having continuously ignored and defied the Decision of this Court dated August 29, 1984, x x x.\" The October 14, 1992 Resolution denied herein petitioner's motion for reconsideration.\n\nThe Facts\n\nThe antecedent of the instant petition is a complaint filed in 1983 by the spouses Paulino and Purification Ochoa before the Regional Trial Court of Lipa City against Remman Enterprises, Inc. (herein petitioner) for abatement of nuisance and damages. After trial on the merits, said court rendered judgment [6] in favor of spouses Ochoa and against petitioner, ordering the latter to \"stop and desist from draining their waste matter, solid and liquid, to the estate of the plaintiffs x x x.\" The Court of Appeals affirmed the trial court's decision, and the petition to this Court was denied. Subsequently, a writ of execution [7] of the decision was issued by the trial court.\n\nHowever, on March 26, 1990, the spouses Ochoa filed another complaint [8] before the same trial court against Remman Enterprises, this time for indirect contempt. They alleged that a portion of their estate was still being flooded with wastes coming from petitioner's hog farm, in defiance of the final and executory order of the court directing it to stop and desist from draining its waste matter into the Ochoa estate.\n\nA hearing was held on may 18, 1990, wherein petitioner denied the allegations of the complaint. In view of the conflicting claims of the parties, the trial court ordered an ocular inspection on the properties of the parties. The branch clerk of court was authorized by the court to conduct the ocular inspection and was directed to submit a report immediately upon termination thereof. The ocular inspection was conducted on the same day in the presence of both parties and their respective counsel.\n\nThereafter, said clerk of court reported his findings [9] to the trial court, on the basis of which the court issued its order dated June 15, 1990. The dispositive portion thereof states:\n\n\"WHEREFORE, this Court finds defendant Remman Enterprises, Inc., guilty of indirect contempt for having continuously ignored and defied the Decision of this Court dated August 29, 1984, and hereby orders defendant Remman Enterprises, Inc.,: a) To pay a fine of ONE THOUSAND PESOS (P 1,000.00); and\n\nb) To pay plaintiffs the amount of ONE THOUSAND PESOS (P 1,000.00) monthly as damages occasioned by the continuous draining of the waste matters into plaintiff's property until defendant does something effective to prevent the same.\" [10]\n\nFinding merit in the omnibus motion for reconsideration of plaintiffs, the trial court, on November 21, 1990, modified/amended its previous order to read as follows:\n\"WHEREFORE, this Court finds defendant Remman Enterprises, Inc., guilty of indirect contempt for having continuously ignored and defied the Decision of this Court dated August 29, 1984, and hereby orders defendant Remman Enterprises, Inc. a) To pay a fine of ONE THOUSAND PESOS (P 1,000.00); and\n\nb) To construct or put up structure/device in its premises which would prevent the draining of waste matter to plaintiffs' estate within thirty (30) days from receipt of this order. Failure on the part of the defendant to do so will authorize the plaintiff to construct or put up structure or device in their estate at the expense of defendant.\" [11]\n\nAs mentioned earlier, the Court of Appeals affirmed the trial court's orders, finding them to be \"in accordance with law and evidence.\" Petitioner's motion for reconsideration was denied. Hence, the present recourse.\n\nIssues\n\nPetitioner imputes the following errors [12] against the trial and appellate courts:\n\n(a) declaring petitioner guilty of contempt without any evidence adduced by the prosecution/Ochoas; and\n\n(b) declaring petitioner guilty of contempt on the sole basis of the commissioner's report, copy of which was never furnished petitioner and which was never set for hearing.\n\nThe principal issue is whether petitioner may be held liable for indirect contempt after a single hearing and on the basis of an ocular inspection report which was not furnished the parties nor set for hearing.\n\nPetitioner impugns the trial court's reliance on the report of the branch clerk of court, alleging that no evidence was presented by the spouses Ochoa in the presence of, or with notice to, petitioner. It claims that \"(w)here no hearing was held, as required by law, the Court acquires no jurisdiction to declare a person guilty of indirect or constructive contempt.\"\n\nPetitioner thus insists that it was denied due process, specifically its right to be heard. Citing Sections 10 [13] and 11, [14] Rule 33 of the Rules of Court and relevant jurisprudence on the matter, petitioner indignantly argues that it was not given opportunity to be heard or any chance to file its objections or comment to the commissioner's report, or present evidence in contravention thereof.\n\nPetitioner likewise assails the conclusion made by the trial and appellate courts in adopting the findings of the commissioner that the waste matter coming from its property flowing into the Ochoa estate was \"stinking and foul-smelling,\" practically declaring it to be polluted. Petitioner maintains that the power to determine the existence of pollution is vested in the National Pollution Control Commission, now the Environmental Management Bureau (EMB), under P.D. No. 984. Contrarily, petitioner flaunts a \"Permit to Operate\" issued by said agency. It further claims that, without the determination by the EMB of the existence of pollution as defined by law, no court action may be initiated on the matter.\n\nThe Solicitor General, on behalf of public respondents, asserts that petitioner was not deprived of its right to be heard since a hearing was held on May 8, 1990, [15] where both parties appeared before the court through their respective counsel, and petitioner (defendant therein) denied the allegations of the complaint. In addition, during the ocular inspection conducted pursuant to the order of the court in view of the conflicting claims of the parties, the counsel [16] and vice-president [17] of petitioner were present and participated actively. [18]\n\nAs regards petitioner's contention that a finding of the existence of pollution can only be made by the EMB, the Solicitor General avers that this case is specifically exempt from the coverage of P.D. No. 984 since the original action in this case was for abatement of nuisance and damages.\n\nPetitioner substantially raises the same issues adduced before the Court of Appeals. In disposing of its arguments, the appellate court said:\n\"The accused-appellant was given more than ample opportunity to be heard. The procedural requisites for indirect contempt proceedings are: (a) a complaint in writing or motion of a party, or an order of the court requiring a person to appear and explain and (b) an opportunity for the person charged to appear and explain his conduct (Montalban vs. Canonoy, Adm. Case No. 179-J, 38 SCRA 1). All these requirements have been complied with in the case at bar.\n\nIt is to be stressed that a contempt proceeding is of a criminal nature and of (sic) summary in character which the court exercises but limited jurisdiction (In re Mison, Jr. vs. Subido, 33 SCRA 30; The Insurance Commissioner vs. Globe Assurance Company, Inc., 111 SCRA 202). Due process does not always require a trial-type proceeding.\n\nx x x    x x x    x x x\n\nContempt proceeding, being summary in nature the mere failure to furnish the parties of the commissioner's report described in Section 10 of Rule 33, of the Rules of Court does not constitute an infringement on due process. The requirements of due process are satisfied even if the court failed to set the commissioner's report for hearing, as long as the parties were given an opportunity to be heard.\n\nx x x    x x x    x x x\n\nMoreover, it is clear from the records that accused-appellant consistently failed to raise before the trial court the matter that it was not furnished with a copy of the commissioner's report. If it really believed that it was deprived of due process by the omission, it should have, in the very least, brought out that fact in a motion for reconsideration and asked the court for a copy of the commissioner's report and for sufficient time within which to file an objection thereto. It did not. Not only this, accused-appellant should have raised the matter of not having been furnished a copy of the commissioner's report in its Opposition to plaintiff's Omnibus Motion for Reconsideration filed on April 12, 1990 and its rejoinder to plaintiff's reply dated October 12, 1990. It is now late in the day for accused-appellant to bring up the question in this appeal.\" [19]\nThe Court's Ruling\n\nWe deny the petition for lack of merit.\n\nMain Issue: No Denial of Due Process\n\nThere is no question that disobedience or resistance to a lawful writ, process, order or judgment of a court or injunction granted by a court or judge constitute indirect contempt punishable under Rule 71 of the Rules of Court. What is put in issue here is the validity of the proceedings that found petitioner liable for such misconduct.\n\nThe real character of the proceedings in contempt cases is to be determined by the relief sought or by the dominant purpose. The proceedings are to be regarded as criminal when the purpose is primarily punishment, and civil when the purpose is primarily compensatory or remedial. [20]\n\nIn general, criminal contempt proceedings should be conducted in accordance with the principles and rules applicable to criminal cases, in so far as such procedure is consistent with the summary nature of contempt proceedings. Strict rules that govern criminal prosecutions apply to a prosecution for criminal contempt; the accused is to be afforded many of the protections provided in regular criminal cases; and proceedings under statutes governing them are to be strictly construed. However, criminal proceedings are not required to take any particular form so long as the substantial rights of the accused are preserved. [21]\n\nCivil contempt proceedings, on the other hand, are generally held to be remedial and civil in nature; that is, for the enforcement of some duty, and essentially a remedy resorted to, to preserve and enforce the rights of a private party to an action and to compel obedience to a judgment or decree intended to benefit such a party litigant. The rules of procedure governing criminal contempt proceedings, or criminal prosecutions, ordinarily are inapplicable to civil contempt proceedings. [22]\n\nSection 3, Rule 71 of the Rules of Court specifically outlines the procedural requisites before the accused may be punished for indirect contempt: (1) the filing of a written charge and (2) an opportunity given to the accused to be heard by himself or counsel. All that the law requires is that there be a charge in writing duly filed in court and an opportunity given to the person charged to be heard by himself or counsel. [23] What is most essential is that the alleged contemner be granted an opportunity to meet the charges against him and to be heard in his defense. [24]\n\nThe Court of Appeals has sufficiently disposed of the issue. As correctly excerpted in the assailed Decision, we have held in Mutuc vs. Court of Appeals, [25] which was likewise a contempt proceeding, that:\n\n\"There is no question that the 'essence of due process is a hearing before conviction and before an impartial and disinterested tribunal' (Rollo, p. 173) but due process as a constitutional precept does not, always and in all situations, require a trial-type proceeding (Zaldivar vs. Gonzales, 166 SCRA 316 [1988] citing the ruling in Torres vs. Gonzales, 152 SCRA 272 [1987]). The essence of due process is to be found in the reasonable opportunity to be heard and submit any evidence one may have in support of one's defense (Tajonera vs. Lamaroza, 110 SCRA 438 [1981] and Richards vs. Asoy, 152 SCRA 45 [1987]). âTo be heardâ does not only mean verbal arguments in court; one may be heard also through pleadings. Where opportunity to be heard, either through oral arguments or pleadings, is accorded, there is no denial of procedural due process (Juanita Yap Sy vs. IAC, G.R. No. 73451, March 28, 1988.\n\nWhat the law prohibits is not the absence of previous notice but the absolute absence thereof and the lack of opportunity to be heard. (Tajonera vs. Lamoroza, 110 SCRA 438 [1981])\" In the instant case, a written charge of indirect contempt was duly filed by the spouses Ochoa before the Regional Trial Court of Lipa City. This is not contested by petitioner. Acting on the complaint, the trial court issued an order [26] requiring the defendant (herein petitioner) to \"show cause/explain why a judgment of contempt should not be rendered against it.\" A hearing for the purpose was originally scheduled on May 11, 1990 which, upon motion of herein petitioner, was reset to May 18, 1990. On the latter date, as petitioner admits in its petition, it \"vehemently denied the accusations in the motion for contempt\" [27] (underscoring supplied). We can draw no other conclusion than that a hearing was conducted and petitioner was heard in its defenses in court.\n\nMoreover, its vice-president and counsel were likewise present during the ocular inspection where they actively participated, as reported by the clerk of the trial court. [28] The effect of this was discussed in Apurillo vs. Graciano, [29] which the appellate court correctly cited, thus:\n\"Equally without merit is petitioner's claim that the proceeding was tainted with irregularity because he was not given an opportunity to object to the findings of the Commissioner. Otherwise stated, petitioner stated that there was non-observance of the procedure prescribed by sections 10 and 11 of Rule 33 of the Rules of Court, that is, notice to the parties of the filing of the report of the Commissioner and the setting of such report for heariing. In one case, this court dismissed such claim in this wise: 'x x x In Manila Trading & Supply Co. vs. Philippine Labor Union, 71 Phil. 539, it was held:\n\nWhen the Court of Industrial Relations refers the case to a commissioner for investigation, report and recommendation, and at such investigation the parties are duly represented by counsel, heard or at least given an opportunity to be heard, the requirements of due process has been satisfied, even if the Court failed to set the report for hearing, and a decision on the basis of such report, with the other evidence of the case, is a decision which meets the requirements of a fair and open hearing.'\n\nWhile the foregoing ruling was made in a case elevated to this Court from the Court of Industrial Relations, in the proceedings of which the Rules of Court have suppletory application, We find no legal bar to the application of the principle evolved in said ruling to cases similarly situated before the ordinary courts of justice.\" Further, after the trial court promulgated its final order on June 15, 1990, and the spouses Ochoa filed an omnibus motion for its reconsideration, petitioner did not raise the question of not having been furnished a copy of the commissioner's report. No mention thereof was made in its opposition to the omnibus motion. neither did it do so in its rejoinder to movantsâ reply. It is only an afterthought of petitioner to raise on appeal the alleged, though unsubstantiated, procedural defect.\n\nAnent the contention of petitioner that the plaintiffs below did not present evidence to support its complaint, we find sufficient the findings of the clerk of the trial court, which was likewise adopted by the appellate court, to support the allegations in the complaint and the trial court's decision. The clerk of court made the following detailed observations:\n\"The first to be inspected was the property of defendant. It was devoted to a piggery business. A concreted waterway was found wherein hogwastes are being made to pass leading to a laggoon (sic) where they are finally disposed and converted to gas with the aid of methane gas tank situated just above the laggoon (sic).\n\nThereafter, the property of the plaintiffs was inspected. The land was primarily devoted to a poultry farm. At the back potion of the property were fruit trees and various kinds of plants. On this area can be found a big foul-smelling swamp about five (5) meters in length, one and a half (1 1/2) meter wide and about two (2) feet deep. The swamp has developed near the boundary of the properties of both parties. From that point, we can see the methane gas tank of defendant. This is so because the property of defendant is higher in elevation than that of the plaintiffs. And just below the gas tank is the supposed laggoon (sic).\n\nThere has been no rainfall on the place for quite some time for understandably, it is still a (sic) dry season.\n\nThe representative and counsel of defendant corporation deny that the swamp on plaintiffs' property was caused by the hogwastes as they insist that there is a laggoon (sic) in its property to corner the liquid wastes coming from its piggery business.\n\nIt is our observation that the foul-smelling and stinky swamp that has developed on plaintiffs' property is still being caused by the continuous flow of liquid matter mixed with fine solid refuse (known as hogwastes) coming from the improvised canal situated at the estate of the defendant. No conclusion can be reached other than this considering that there is no rainfall yet and the smell of the swamp approximates that of the smell of hogwastes.\n\nDefendant corporation was already enjoined by a final decision of this Court not to dispose its waste materials coming from its piggery business to the property of plaintiffs but it seems that defendant has not done anything concrete to remedy the problem.\" [30] Well-entrenched and settled is the rule that points of law, theories, issues and arguments not brought to the intention of the trial court adequately and on time need not be, and ordinarily will not be, considered by a reviewing court as they cannot be raised for the first time on appeal.\" [31] In petitions for review or appeal under Rule 45 of the Rules of Court, the appellate tribunal is limited to the determination of whether the lower court committed reversible error. In the case at bench, we find none.\n\nSecondary Issue: P.D. No. 984 Not Applicable\n\nWe uphold the contention of the Solicitor General that petitioner miscomprehended the law in applying P.D. No. 984 to this case. The original complaint antecedent to the case at bar was for abatement of nuisance and damages. As we have indeed ruled in Mead vs. Argel, [32] the last paragraph of Section 8 [33] of said decree \"delineates the authority to be exercised by the (National Pollution Control) Commission and by the ordinary courts in respect of preventing or remedying the pollution of the waters or atmospheric air of the Philippines. The provision excludes from the authority of the Commission only the determination of and the filing of court actions involving violations of the New Civil Code on nuissance.\" Hence, this case does not fall within the exclusive authority and jurisdiction of said Commission, which has been reorganized into the Environmental Management Bureau.\n\nWHEREFORE , premises considered, the petition is hereby DENIED . The assailed Decision of the Court of Appeals is AFFIRMED in toto. Costs against petitioner.\nSO ORDERED.\n\nNarvasa, C.J., (Chairman), Davide, Jr., Melo, and Francisco, JJ., concur.\n\n[1] Rollo, pp. 39-52.\n\n[2] Ibid., p. 54.\n\n[3] Composed of J. Santiago M. Kapunan (now Associate Justice of the Supreme Court), chairman and ponente, with JJ. Segundino G. Chua and Luis L. Victor, concurring.\n\n[4] Rollo, pp. 63-67.\n\n[5] Presided by Judge Delia H. Panganiban (not related to herein ponente).\n\n[6] Records, pp. 67-69.\n\n[7] Ibid.,p. 104.\n\n[8] Ibid., pp. 105-108.\n\n[9] Records, pp. 114-115.\n\n[10] Rollo, p. 64.\n\n[11] Ibid., p.67.\n\n[12] Rollo, pp. 17 & 18.\n\n[13] \"Sec. 10. Notice to parties of the filing of report. - Upon the filing of the report, the parties shall be notified by the clerk, and they shall be allowed ten (10) days within which to signify grounds of objection to the findings of the report, if they so desire. Objections to the report based upon grounds which were available to the parties during the proceedings before the commissioner, other than objections to the findings and conclusions therein set forth, shall not be considered by the court unless they were made before the commissioner.\"\n\n[14] \"Sec. 11. Hearing upon report. - Upon the expiration of the period of ten (10) days referred to in the preceding section, the report shall be set for hearing, after which the court shall render judgment by adopting, modifying, or rejecting the report in whole or in part or it may receive further evidence or may recommit it with instructions.\"\n\n[15] Should be May 18, 1990.\n\n[16] Atty. Emiliano Samson.\n\n[17] Atty. Eliseo Lapid.\n\n[18] Solicitor General's Comment, pp. 8-9; rollo, pp. 88-89.\n\n[19] Rollo, pp. 48-51.\n\n[20] People vs. Godoy, 243 SCRA 64, 78, March 29, 1995 citing 17 C.J.S., Contempt, Sec. 62(4), p. 152.\n\n[21] Ibid., p. 79.\n\n[22] Ibid.\n\n[23] Gavieres vs. Falcis, 193 SCRA 649, February 7, 1991 citing People vs. Venturanza, et al., 98 Phil. 211, with the note that Rule 64, sec. 3, in force at that time, is the same as the present Rule 71, sec. 3).\n\n[24] Santos vs. Court of First Instance of Cebu, Branch VI, 185 SCRA 472, May 18, 1990; CastaÃ±os vs. EscaÃ±o, Jr., 251 SCRA 174, December 12, 1995.\n\n[25] 190 SCRA 43, 49, September 26, 1990.\n\n[26] Records, p. 109.\n\n[27] Petition, p. 8; rollo, p. 17.\n\n[28] Supra note 9 at p. 4.\n\n[29] 28 SCRA 1054, July 30, 1969.\n\n[30] Records, p. 115; rollo, pp. 45-46.\n\n[31] Tan Chun Suy vs. Court of Appeals, 229 SCRA 151, January 7, 1994.\n\n[32] 115 SCRA 256, July 20, 1982.\n\n[33] \"Sec. 8. Proceedings before the Commission.-- x x x\n\nNo investigation being conducted or ruling made by the Commission shall prejudice any action which may be filed in court by any person in accordance with the provisions of the New Civil Code on nuisance. On matters, however, not related to nuisance, no court action shall be initiated until the Commission shall have finally ruled thereon and no order of the Commission discontinuing the discharge of waste shall be stayed by the filing of said court action, unless the court issues an injunction as provided for in the Rules of Court.\"",
  "content_length": 23874,
  "metadata_extraction_date": "2025-11-01T05:49:48.848924",
  "extraction_version": "2.0_enhanced_full_content"
}