{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/august/gr_l-6454_1911.html",
  "filename": "gr_l-6454_1911.html",
  "year": 1911,
  "month": "august",
  "case_number": "gr_l-6454_1911",
  "gr_number": "gr_l-6454_1911",
  "volume_page": "Volume information not available",
  "decision_date": "August 9, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Tax Law"
  ],
  "keywords": [
    "tax",
    "province",
    "payment",
    "act",
    "cedula",
    "appellant",
    "assessed",
    "road",
    "bridge",
    "fund",
    "delinquent",
    "under",
    "august",
    "javier",
    "court",
    "law",
    "when",
    "his",
    "provisions",
    "time"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6454\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6454            August 9, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nBRIGIDO JAVIER AND OTHERS,\n\ndefendants\n\nBRIGIDO JAVIER,\n\nappellant.\n\nIrineo Javier for appellant.\n\nActing Attorney-General Harvey for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThe appellant was charged in the court below with a violation of the Election Law in that he falsely swore that he was not delinquent in the payment of public taxes assessed since August 13, 1898, when, in truth and in fact, he was delinquent in the payment of the \"road and bridge fund\" cedula tax assessed in his province under the provisions of Act No. 1652. The appellant admits and the proof establishes that at the time when he took said oath, he had not paid the \"road and bridge fund\" cedula tax assessed in his province under the provisions of Act No. 1652. He contends, however, that having once paid a cedula tax in Manila, which included the special additional \"road and bridge fund\" tax, the imposition of which is authorized under Act No. 1652, he was not required to pay the special additional \"road and bridge fund\" tax levied in the province wherein he resided at the time of taking the oath. But the law is so clear and explicit upon this point that there can be no room for discussion, Act No. 1652, amending Act No. 83 and Act No. 1189, expressly providing that:\n\n. . . All residents of a province subject to the payment of a cedula tax wherein the increase herein provided is in effect shall pay the same within that province, and payment thereof in any province other than that of their residence shall not exempt such residents from paying also in the province in which they reside the additional cedula tax for which provision may be made by resolution of the provincial board in accordance with this section . . . .\n\nIt is quite clear, therefore, that at the time when the defendant made oath that he was not \"delinquent in the payment of public taxes assessed since August 13, 1898,\" he was in fact delinquent in the payment of the \"road and bridge fund\" cedula tax assessed in his province under the provisions of Act No. 1652.\n\nApplying the reasoning of our decision in the case of U.S.\n\nvs\n\n. Melecio Estavillo et al., No. 6133,\n\n1\n\njust decided, to the facts satisfactorily established at the trial of this case, the judgment of conviction in the court below must be affirmed, but the sentence must be modified by striking out therefrom so much thereof as imposes subsidiary imprisonment in the event of failure to pay the costs, and by fixing the rate at which the subsidiary imprisonment in the event of non-payment of the fine is to be estimated at P2.50, instead of P2 per diem.\n\nThus modified, the sentence imposed by the trial court is affirmed, with costs against the appellant.\n\nTorres, Johnson, and Moreland, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nPage 478, supra.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2968,
  "metadata_extraction_date": "2025-11-16T09:05:36.670646",
  "extraction_version": "2.0_enhanced_full_content"
}