{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/august/gr_l-6524_1911.html",
  "filename": "gr_l-6524_1911.html",
  "year": 1911,
  "month": "august",
  "case_number": "gr_l-6524_1911",
  "gr_number": "gr_l-6524_1911",
  "volume_page": "Volume information not available",
  "decision_date": "August 4, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "said",
    "donation",
    "andrada",
    "maria",
    "plaintiffs",
    "felix",
    "sevilla",
    "property",
    "any",
    "defendants",
    "land",
    "same",
    "november",
    "provisions",
    "article",
    "there",
    "only",
    "possession",
    "his",
    "void"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6524\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6524            August 4, 1911\n\nVICENTA ANDRADA, ANGELA ANDRADA, and JOSEFA ANDRADA,\n\nplaintiffs-appellees,\n\nvs.\n\nFELIX SEVILLA and CORAZON CH. VELOSO,\n\ndefendants-appellants.\n\nFelix Sevilla for appellants.\n\nP.E. Del Rosario and Celestino Rodriguez for appellees.\n\nJOHNSON,\n\nJ.\n\n:\n\nThe purpose of this action was to recover from the defendants the parcels of land described in paragraphs 4 and 5 of the plaintiffs.\n\nThe plaintiffs allege that they are the only heirs of Maria Andrada, deceased; that Maria Andrada died intestate; that after the death of Maria Andrada, the defendant, Felix Sevilla, took possession of the land in question; that Felix Sevilla sold a portion of the said land to his codefendant, Corazon Ch. Veloso; that the plaintiffs, as the only heirs of Maria Andrada, are entitled to the possession of the property in question, and that the defendants are wrongfully withholding from them the possession of the same.\n\nThe plaintiffs prayed for the possession of the land in question, together with damages in the sum of P1,000 for the wrongful withholding of the same, and costs.\n\nThe defendants answered the petition of the plaintiffs and alleged that Maria Andrada, on the 9th of November, 1904, by means of a public document,\n\n\"de donacion absoluta e\n\nirrevocable\"\n\ngave to the defendant, Felix Sevilla, the parcels of land referred to in paragraphs 4 and 5 of the complaint; that at the time of the said donation Maria Andrada was the absolute owner of the said property and that the same was free from any incumbrance whatsoever; that the said donation was ratified by Maria Andrada in three other public documents, bearing date of the 16th of November, 1904, the 10th of January, 1905, and the 10th of April, 1905, respectively, and that the plaintiffs knew of the said donation as early as the 16th of August, 1905.\n\nAfter hearing the evidence adduced during the trial of the cause, the lower court found that the said donation was executed in violation of the provisions of article 634 of the Civil Code and was, therefore, null and void. Said article 634 provides that:\n\nA donation may comprise\n\nall\n\nof the actual property of the donor or\n\na part of it\n\n, provided he\n\nreserves\n\nin fee simple or in usufruct what is required for his support in a condition corresponding to his circumstances.\n\nThe evident theory of the lower court was that a donation of\n\nall\n\nof the actual property of a donor or a\n\npart of it\n\nwithout a reservation in fee simple or in usufruct was void\n\nab initio\n\n. This interpretation of said section is not justified. A donation of all of the actual property of the donor or a part of it without reservation in fee simple or in usufruct is not void, but voidable only. Any other interpretation of said article would place a limitation upon the right of owners of property to dispose of the same. The article, however, does give to the donor a right to have the donation declared null and void if made in contravention of its provisions. (5 Manresa, pp. 121-130.) The donation was made on the 9th of November, 1904, and was ratified three times after that, dates as above stated.\n\nMaria Andrada died on the 23rd of January, 1908. There is no proof in the record that she ever took any steps to have said donation annulled, or that she ever complained to any person or persons whatever concerning the provisions of said donation.\n\nThe foregoing would seem to be sufficient discussion of the questions presented to dispose o them, but an examination of document marked No. 3, dated November 9, 1904, the same being one of the documents ratifying the said donation, discloses that Maria Andrada, in paragraph 1 of said document, did make the following reservation:\n\n1.\tThat there is not included in the property I gave to Felix Sevilla y Macam on November 9, 1904, the monthly installment of fifty pesos which I then reserved to myself for suitable living expenses and other needs, which sum, while I live, shall be derived from either the rental or the sale of the property given to Felix Sevilla y Macam; and in fact, to date, I have received monthly not only fifty, but eighty-five pesos, in addition to what I have also asked and received from Felix Sevilla out of what he earns in his office.\n\nWith this reservation in the donation, certainly there has been no violation of the provisions of said article 634.\n\nUpon a full consideration of all of the facts adduced during the trial of the cause, we find no foundation for the claim of the plaintiffs. There is no proof that the donee failed at any time to comply with the provisions of said donation, nor is there any proof that Maria Andrada ever attempted to revoke the said donation.\n\nFor all the foregoing reasons, we hold that the judgment of the lower court should be reserved and that a judgment should be entered absolving the defendants from any liability under the said complaint, and without any finding as to costs, it is so ordered.\n\nTorres, Mapa, Carson, and Moreland, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5135,
  "metadata_extraction_date": "2025-11-16T09:05:51.138458",
  "extraction_version": "2.0_enhanced_full_content"
}