{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/august/gr_l-5191_1911.html",
  "filename": "gr_l-5191_1911.html",
  "year": 1911,
  "month": "august",
  "case_number": "gr_l-5191_1911",
  "gr_number": "gr_l-5191_1911",
  "volume_page": "Volume information not available",
  "decision_date": "August 17, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "plaintiff",
    "defendant",
    "judgment",
    "action",
    "court",
    "negligence",
    "injuries",
    "evidence",
    "against",
    "sum",
    "alleged",
    "present",
    "damages",
    "shows",
    "appellant",
    "atlantic",
    "gulf",
    "pacific",
    "company",
    "appellee"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-5191\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-5191            August 17, 1911\n\nCHARLES G. EADES,\n\nplaintiff-appellant,\n\nvs.\n\nTHE ATLANTIC, GULF AND PACIFIC COMPANY,\n\ndefendant-appellee.\n\nHaussermann, Ortigas, Cohn and Fisher for appellant.\n\nKincaid and Hurd and Thomas L. Hartigan for appellee.\n\nPER CURIAM\n\n:\n\nThis was an action to recover the sum of P17,965.01 for personal injuries received by the plaintiff, growing out of an alleged violation of a duty imposed upon the defendant.\n\nThe lower court, after a very careful consideration of the pleadings and the evidence, decided that the plaintiff was not entitled to recover against the defendant, and rendered a judgment accordingly, with costs against the plaintiff. From that judgment the plaintiff appealed.\n\nAfter a careful consideration of the facts alleged in the complaint and in the answer and the proof adduced during the trial of the cause, and without prejudice to the writing of a more extended opinion in which shall be discussed the facts and the law, we desire at the present time to announce the following conclusions:\n\nFirst. That the present action is an action\n\nex delicto\n\nand not an action\n\nex contractu\n\n, and that the defendant is liable to the plaintiff in damages, if the proof shows that the latter has been injured by reasons of the negligence of the former.\n\nSecond. That the record shows by a great preponderance of evidence that the plaintiff was severely and permanently injured.\n\nThird. That the record shows by a preponderance of evidence that the severe and permanent injuries of the plaintiff were directly due to the negligence of the defendant, as alleged in the petition of the plaintiff.\n\nFourth. That without announcing a general rule for the measure of damages for personal injuries in cases like the present, and adhering to the rule of comparative negligence, heretofore announced in the case of Rakes\n\nvs\n\n. Atlantic, Gulf and Pacific Company (7 Phil., Rep., 359), we are of the opinion, and so decide, that the reasonable amount of damages to which the plaintiff is entitled for his injuries, caused by the negligence of the defendant, is the sum of P5,000. Therefore the judgment of the lower court it is reversed and it is hereby ordered and decreed that a judgment be entered in favor of the plaintiff against the defendant in the sum of P5,000, with interest at the rate of 6 per cent from the 6th day of April, 1908, with costs.\n\nTorres, Mapa, Johnson, and Carson, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nMORELAND,\n\nJ.,\n\ndissenting:\n\nI dissent. The judgment of the court below is fully sustained by the evidence. There is no substantial, I had almost said no ground whatever, for its reversal. The negligence of the defendant is, in my humble judgment, entirely unproved. The holding of the court that the action is one\n\nex delicto\n\nand not\n\nex contractu\n\nis decisive against reversal, as it is substantially conceded by this court, as I understand it, that the liability in this case, if any, springs from a failure on the part of the defendant to fulfill the terms of a contract with the city of Manila to keep the streets in repair for a stated period and not from a failure to observe a duty which defendant owed to the public.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3320,
  "metadata_extraction_date": "2025-11-16T09:05:13.180980",
  "extraction_version": "2.0_enhanced_full_content"
}