{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/august/gr_l-6207_1911.html",
  "filename": "gr_l-6207_1911.html",
  "year": 1911,
  "month": "august",
  "case_number": "gr_l-6207_1911",
  "gr_number": "gr_l-6207_1911",
  "volume_page": "Volume information not available",
  "decision_date": "August 4, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "estate",
    "heirs",
    "administrator",
    "they",
    "said",
    "there",
    "deceased",
    "debts",
    "guillerma",
    "martinez",
    "against",
    "law",
    "death",
    "defendants",
    "possession",
    "real",
    "his",
    "case",
    "property",
    "partition"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6207\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6207            August 4, 1911\n\nSIMON MALAHACAN, administrator of the goods, chattels and credits of GUILLERMA MARTINEZ, deceased,\n\nplaintiff-appellee,\n\nvs.\n\nJOSEFA IGNACIO, MACARIO IGNACIO, PAULA IGNACIO and AGUEDA BUÑAG,\n\ndefendants-appellants.\n\nM.P. Leuterio for appellants.\n\nNo appearance for appellee.\n\nMORELAND,\n\nJ.\n\n:\n\nThis is an appeal from a judgment of the Court of First Instance of the subprovince of Marinduque, Province of Tayabas, the Hon. J.S. Powell presiding, awarding the possession of the lands described in the complaint to the plaintiff, with costs.\n\nThe action is brought by Simon Malahacan as administrator of the goods, chattels, and credits of Guillerma Martinez, deceased, against the defendants, the only heirs at law of the said deceased, to recover possession of the real estate of which the said Guillerma Martinez died seized, which said real estate the defendants had been occupying for some years before the commencement of this action.\n\nUnder the provisions of the Civil Code the ownership of real estate passes to the heirs of the owner instantly in his death. Guillerma Martinez, having died seized of the lands involved in this suit, leaving the defendants as her only heirs at law, it follows that said heirs instantly became the owners and were entitled to the immediate possession thereof. It is not alleged in the complaint nor does it appear from the record or the evidence in this case that there were debts outstanding against Guillerma Martinez at the time of her death. The only ground upon which an administrator can demand of the heirs at law possession of the real estate of which his intestate died seized is that such land will be required to be sold to pay the debts of the deceased. In the case of Ilustre, administrator of the estate of the deceased\n\nCalzado vs. Alaras Frondosa\n\n(17 Phil. Rep., 321), this court said:\n\nUnder the provisions of the Civil Code (arts. 657-661), the rights to the succession of a person are transmitted from the moment of his death; in other words, the heirs succeed immediately to all of the property of the deceased ancestor. The property belongs to the heirs at the moment of the death of the ancestor as completely as if the ancestor had executed and delivered to them a deed for the same before his death. In the absence of debts existing against the estate, the heirs may enter upon the administration of the said property immediately. If they desire to administer it jointly, they may do so. If they desire to partition it among themselves and can do this by mutual agreement, they also have that privilege. The Code of Procedure in Civil Actions provides how an estate may be divided by a petition for partition in case they can not mutually agree in the division. When there are no debts existing against the estate, there is certainly no occasion for the intervention of an administrator in the settlement and partition of the estate among the heirs. When the heirs are all of lawful age and there are no debts, there is no reason why the estate should be burdened with the costs and expenses of an administrator. The property belonging absolutely to the heirs, in the absence of existing debts against the estate, the administrator has no right to intervene in any way whatever in the division of the estate among the heirs. They are coowners of an undivided estate and the law offers them a remedy for the division of the same among themselves. There is nothing in the present case to show that the heirs requested the appointment of the administrator, or that they intervened in any way whatever in the present action. If there are any heirs of the estate who have not received their participation, they have their remedy by petition for partition of the said estate.\n\nThe judgment appealed from is reversed and the complaint dismissed on the merits, without special findings as to costs.\n\nTorres, Mapa, Johnson, and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4072,
  "metadata_extraction_date": "2025-11-16T09:05:55.652079",
  "extraction_version": "2.0_enhanced_full_content"
}