{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/august/gr_l-6402_1911.html",
  "filename": "gr_l-6402_1911.html",
  "year": 1911,
  "month": "august",
  "case_number": "gr_l-6402_1911",
  "gr_number": "gr_l-6402_1911",
  "volume_page": "Volume information not available",
  "decision_date": "August 4, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "land",
    "parcel",
    "said",
    "registration",
    "petitioners",
    "first",
    "ortiz",
    "court",
    "judgment",
    "second",
    "tract",
    "registered",
    "municipality",
    "plaintiffs",
    "estero",
    "luiz",
    "cabiao",
    "day",
    "presented",
    "evidence"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6402\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6402            August 4, 1911\n\nRAFAEL ORTIZ LUIZ, TOMAZ, ORTIZ LUIZ, SIMPLICIO ORTIZ LUIZ, and MARIA ORTIZ LUIZ,\n\npetitioners-appellants,\n\nvs.\n\nTHE INSULAR GOVERNMENT and THE MUNICIPALITY OF CABIAO,\n\nopponents-appellees.\n\nJose Santiago for appellants.\n\nActing Attorney-General Harvey for Insular Government.\n\nAlberto Barretto for municipality of Cabiao.\n\nJOHNSON,\n\nJ.\n\n:\n\nOn the 8th day of November, 1909, the plaintiffs presented a petition in the Court of Land Registration, for the registration under the Torrens system, of the two following parcels of land:\n\nFirst parcel\n\n.  A tract of land exclusively used as a rainwater reservoir for the irrigation of the petitioner's properties that were recently registered, which tract is situated in the\n\nsitio\n\nof Pinaglamuan, comprised within the barrio of San Jose of the municipality of Cabiao, Nueva Ecija. It has an area of 95,118 square meters and is bounded, on the north, by the lands of Basilia Talen and Simplicio Mata; on the east, by those of Damaso Velasco, Pioquinto Ortiz Luiz, Calixto Ortiz Luis and Tomas Ortiz Luiz; on the south, by that of Tomas Ortiz Luis, and on the west, by those of Simplicio Ortiz Luiz, Elias Monsaya, Simplicio Ortiz Luis, Castor Custodio, Victoriano Juan, Braulio Rico and Fernando de Leon.\n\nSecond parcel\n\n.  A tract of land exclusively used as a rain water reservoir for the irrigation of the petitioners' properties that were recently registered. It has an area of 50,968 square meters and is bounded on the southeast by the property of Jose Ortiz Luis. This tract of land is situated in the\n\nsitio\n\nnamed Bancal, comprised within the barrio of San Jose, municipality of Cabiao, Nueva Ecija.\n\nThe petition was set down for hearing in the municipality of San Isidro, Province of Nueva Ecija, on the 15th of March, 1910. On that day the petitioners appeared and presented their proof relating to their right to have the said parcels of land registered in accordance with their petition. No opposition was presented.\n\nAfter hearing the evidence, the Hon. J.A. Ostrand, found that the plaintiffs were entitled to have the said parcels of land registered and so ordered and decreed.\n\nOn the same day (the 15th of March, 1910) and after the above hearing and decree, the\n\npresidente\n\nof the municipality of Cabiao appeared and presented his opposition to the registration of the said first parcel of land, alleging that the said parcel (the first) belonged to the municipality of Cabiao, and asked that the order decreeing the registration of the said first parcel be vacated and that a new trial be ordered.\n\nAfter hearing the opposition of the said\n\npresidente\n\n, Judge Ostrand on the 22nd day of March, 1910, ordered a new trial which took place on the 25th day of April, 1910.\n\nOn the 26th day of April, 1910, Ignacio Villamor, Attorney-General for the Philippine Islands, presented an opposition on the part of the Insular Government against the registration of the first parcel of land mentioned in the petition of the petitioners, upon the ground that the said parcel of land belonged to the Insular Government of the Philippine Islands.\n\nOn the 6th day of May, 1910, after hearing the existence of the petitioners and oppositors, Judge Ostrand rendered the following decree:\n\nIt appears from the evidence that the land sought to be registered, is an\n\nestero\n\n, the water from which is utilized by the petitioners, together with other persons, for the irrigation of the lands bordering on the said\n\nestero\n\n, and that, therefore, the petitioners have neither the ownership nor the exclusive possession of the said\n\nestero\n\n, but, at the most, solely the right to the use of a part of the water therefrom, for the irrigation of their lands. In the opinion of the court, such a right, in itself alone, is not registerable under the Land Registration Act.\n\nFrom this decree the petitioners appealed and made the following assignments of error:\n\nI.\tThe court erred in finding in his judgment that the first tract, the subject of the application, is an\n\nestero\n\n, and, consequently, not registerable.\n\nII.\tThe court erred in finding in his judgment that the petitioners did not have the ownership, or the absolute possession, of the first tract sought to be registered, that is, of the tract known by the name of \"Pinaglamuan.\"\n\nIII.\tThe court erred in finding, in the judgment, that the petitioners are entitled to use only a part of the water from the \"Pinaglamuan\" tract.\n\nIV.\tThe court erred in not decreeing in his judgment that the second tract specified in the application be registered in the property registry in the name of the petitioners.\n\nV.\tAnd, lastly, the court erred in rendering judgment upon the matter of this appeal, by not having given proper weight therein to the evidence presented and taken during the hearing on the application.\n\nReading the judgment or decree of the lower court above quoted, it is not clear whether or not it was intended to deny the registration of both parcels of land. Judge Osternad said: \"Resulta de las pruebas que los terrenos cuya inscripcion se pretende,\n\nes un\n\nestero\n\n.\" As far as the record shows that two parcels of land are in no way connected. There was no opposition presented by any one relating to the registration of the second parcel of land and there was no proof adduced during the second trial relating to the rights of either the plaintiffs or defendants to the said second parcel of land.\n\nUpon an examination of the record, we find nothing that justifies the denial of the registration of the second parcel of land in favor of the petitioners. The registration of the second parcel of land is, therefore, hereby admitted and directed. If it was intended by the decree of the lower court to deny the registration of the second parcel of land in favor of the plaintiffs, that part of said decree is hereby revoked and it is hereby directed that a decree be entered directing the registration of the said second parcel of land in favor of the petitioners.\n\nWith reference to the first parcel of land, the evidence, in our judgment, clearly shows that the plaintiffs are not entitled to the registration of the same under the Torrens system. The evidence shows that the municipality of Cabiao had for many years controlled the right of fishing upon the said parcel of land, the same being variously called an\n\nestero\n\nor\n\nlaguna\n\n. The evidence also discloses that other persons had made use of the\n\nestero\n\nfor various purposes, such as draining their land or using the water from said\n\nestero\n\nduring the dry season for the irrigation of their land. Upon the whole, the evidence shows clearly that the plaintiffs are not the sole and exclusive owners of the said first parcel of land.\n\nWe expressly waive a discussion of the right of the alleged owners of land, such as that described in the first parcel, to have the same registered under the Torrens system. It is sufficient for the present to deny the registration of said first parcel of land upon the ground that the plaintiffs are not the sole owners thereof.\n\nWithout a more detailed discussion of the respective assignments of error, we are of the opinion and so decide that the judgment of the lower court denying the registration of the first parcel of land should be and is hereby affirmed. Therefore let a judgment be entered directing \n\n(\n\na\n\n)\tThat the judgment of the lower court denying the registration of the first parcel of land be affirmed; and\n\n(\n\nb\n\n)\tLet a judgment be entered directing that the second parcel of land registered in the name of the plaintiffs.\n\nWithout any finding as to costs, it is so ordered.\n\nTorres, Mapa, Carson, and Moreland, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 7834,
  "metadata_extraction_date": "2025-11-16T09:05:53.396665",
  "extraction_version": "2.0_enhanced_full_content"
}