{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/august/montesvsrincon.html",
  "filename": "montesvsrincon.html",
  "year": 1911,
  "month": "august",
  "case_number": "montesvsrincon",
  "gr_number": "montesvsrincon",
  "volume_page": "Volume information not available",
  "decision_date": "August 8, 1911",
  "title": "MONTES VS RINCON           August 8, 1911",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Tax Law",
    "Remedial Law",
    "Civil Law"
  ],
  "keywords": [
    "montes",
    "rincon",
    "costs",
    "clerk",
    "court",
    "plaintiff",
    "francisco",
    "defendants",
    "cases",
    "further",
    "august",
    "regueiferos",
    "manager",
    "liquidator",
    "ramirez",
    "company",
    "manuel",
    "maria",
    "iznart",
    "matter"
  ],
  "title_summary": "MONTES VS RINCON           August 8, 1911",
  "formatted_case_content": "montes vs rincon\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nMONTES VS RINCON           August 8, 1911\n\nRAMON MONTES REGUEIFEROS, as manager and liquidator for Ramirez and Company,\n\nplaintiff,\n\nvs.\n\nMANUEL MARIA RINCON and FRANCISCO IZNART,\n\ndefendants.\n\nJose Robles Lahesa for plaintiff.\n\nFrancisco Ortigas and Sanz and Opisso for defendants.\n\nCARSON,\n\nJ.\n\n:\n\nIn the matter of the proceedings touching the taxation of costs in the case of Roman Montes Regueiferos, as manager and liquidator for\n\nRamirez and Company, plaintiff, vs. Manuel Maria Rincon and Francisco Iznart, defendants\n\n, which appear to have been had at the instance of the clerk of this court, and in all other similar cases of taxation of costs in cases of appeals taken and conducted under the laws of procedure in force prior to the enactment of Act No. 190 of the Civil Commission, we are unanimously of the opinion that while the clerk appears to have been in the due performance of his duty in seeking to have the question of costs in these proceedings disposed of, nevertheless in the interests of justice and in the sound administration of the business submitted to this court, it is neither expedient nor necessary that the clerk of this court should take further action looking to the recovery of the alleged costs therein, unless moved so to do by some party in interest.\n\nIn all such cases therefore, the clerk is directed to file the record and definitely and permanently suspend further action in the matter of alleged costs accrued or accruing thereunder, until the further order of the court.\n\nMapa, Johnson, and Moreland, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1686,
  "metadata_extraction_date": "2025-11-16T09:05:41.638603",
  "extraction_version": "2.0_enhanced_full_content"
}