{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/february/gr_l-4366_1908.html",
  "filename": "gr_l-4366_1908.html",
  "year": 1908,
  "month": "february",
  "case_number": "gr_l-4366_1908",
  "gr_number": "gr_l-4366_1908",
  "volume_page": "Volume information not available",
  "decision_date": "February 28, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "defendant",
    "court",
    "house",
    "villariba",
    "said",
    "crime",
    "against",
    "owner",
    "manuel",
    "law",
    "evidence",
    "found",
    "appellee",
    "appellant",
    "allanamiento",
    "morada",
    "april",
    "province",
    "bulacan",
    "entered"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4366\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4366            February 28, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nJUAN GARCIA,\n\ndefendant-appellant.\n\nFelipe Buencamino for appellant.\n\nAttorney-General Araneta for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis defendant was charged with the crime of\n\nallanamiento de morada\n\n(forcible entry of a dwelling), committed as follows:\n\nThat on or about the 3rd of April, 1907, in the pueblo of Polo, the Province of Bulacan, Philippine Islands, the defendant fraudulently and criminally entered into the house of another against the will of its owner, Manuel Villariba, against the provisions of the law.\n\nUpon this complaint the defendant was duly arrested and tried by the Court of First Instance of the Province of Bulacan, found guilty and sentenced to be imprisoned for a period of four months and one day of\n\narresto mayor\n\nand to pay a fine of 325 pesetas, and to suffer, in case of insolvency, subsidiary imprisonment in accordance with the provisions of the law, and to pay the costs.\n\nFrom this sentence the defendant appealed to this court.\n\nAn examination of the evidence brought to this court shows beyond the slightest doubt that the defendant did, on the night mentioned in the complaint, enter the house of one Manuel Villariba, without the permission of the said Villariba. The evidence further discloses that the defendant entered said house at the express invitation of Marciana Villariba, who was then and there living in the same house with the said Manuel Villariba. This court has decided that when it appears from the evidence that the occupants thereof he can not be held guilty of the crime of\n\nallanamiento de morada\n\n. (U.S.\n\nvs.\n\nAgas, 4 Phil. Rep., 129.) A mere presumption that entrance into the house was against the will of the owner thereof is sufficient, under these circumstances, to determine the existence of the crime, but it must be proved that the owner did not consent to such entrance. The record in the present case clearly discloses that Marciana Villariba not only invited the defendant to enter the house on the night in question but aided and assisted him in so doing.\n\nThe foregoing decision of this court is also supported by decisions of the supreme court of Spain of the 28th of June, 1876, the 28th of September, 1876, as well as that of the 18th of April, 1888.\n\nFor all of the foregoing reasons it is the opinion of this court that the facts are not sufficient to justify the sentence of the lower court and the said judgment is therefore hereby reversed and the defendant ordered to be discharged, with costs\n\nde oficio.\n\nSo ordered.\n\nArellano, C.J., Torres, Mapa, Carson, Willard, and Tracey, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2795,
  "metadata_extraction_date": "2025-11-16T08:27:56.134910",
  "extraction_version": "2.0_enhanced_full_content"
}