{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/february/gr_l-4125_1908.html",
  "filename": "gr_l-4125_1908.html",
  "year": 1908,
  "month": "february",
  "case_number": "gr_l-4125_1908",
  "gr_number": "gr_l-4125_1908",
  "volume_page": "Volume information not available",
  "decision_date": "February 5, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "waite",
    "rogers",
    "fund",
    "court",
    "they",
    "out",
    "frederick",
    "garfield",
    "defendants",
    "appellants",
    "newberry",
    "bank",
    "before",
    "judgment",
    "first",
    "instance",
    "bishop",
    "brien",
    "choa",
    "tek"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4125\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4125            February 5, 1908\n\nFREDERICK GARFIELD WAITE,\n\nplaintiff-appelle,\n\nvs.\n\nF. THEODORE ROGERS, ET AL.,\n\ndefendants-appellants;\n\nAND\n\nJ.J. PETERSON, sheriff of the city of Manila,\n\nplaintiff-appellee,\n\nvs.\n\nCHAS. P. NEWBERRY, ET AL.,\n\ndefendants-appellants.\n\nThomas D. Aitken for appellants.\n\nFrederick Garfield Waite for appellees.\n\nTRACEY,\n\nJ.\n\n:\n\nIn Peterson\n\nvs\n\n. Newberry (6 Phil. Rep., 260) it was decided that the fund in controversy should go to Theodore Rogers as assignee of the American Bank in preference to the other creditors of Fulgencio Tan Tongco. Before that judgment, the fund had been paid out of the Court of First Instance to the attorney for Charles P. Newberry, W. H. Bishop, who together with C.W. O'Brien and Choa Tek Hee, had given a bond to make it good. This earlier action is now before us consolidated with the later one brought by Frederick Garfield Waite against Rogers, Bishop, O'Brien, Choa Tek Hee, and Joseph N. Wolfson, as adverse claimants. Waite claims as assignee of Antonio Torres, whom he alleges to have been the true and beneficial owner of the subject of the original action, for whom Rogers held it only nominally in trust.\n\nThe serious questions arising out of this contention and out of the countercharge of fraud have been taken out of this case by means of a stipulation between Waite, Rogers, and Wolfson, providing for the division of the fund among them, so that nothing remains of the controversy other than such questions as are raised by the bondsmen. After they were in default they moved for leave to serve an answer, which was denied, and in denying it we think that the judge of First Instance properly exercised the discretion vested in the courts by section 113 of the Code of Civil Procedure. As an affirmative defense the proposed answer took the ground that the fund should not go to the plaintiffs in this suit, but to the American Bank. The receiver of that bank, being represented in court by his counsel, made no such claim. The question of the application of the fund they were to pay did not concern the bondsmen. All they were called upon to do was to pay back into court the money that they had received under the erroneous judgment of the Court of First Instance. Moreover, there is no exception to the order denying them leave to answer, which might properly bring their contention before us.\n\nThe judgment of the lower court is hereby affirmed, with the costs of this action against the defendants Bishop, O'Brien, and Choa Tek Hee. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2743,
  "metadata_extraction_date": "2025-11-16T08:29:23.401963",
  "extraction_version": "2.0_enhanced_full_content"
}