{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/february/gr_l-3860_1908.html",
  "filename": "gr_l-3860_1908.html",
  "year": 1908,
  "month": "february",
  "case_number": "gr_l-3860_1908",
  "gr_number": "gr_l-3860_1908",
  "volume_page": "Volume information not available",
  "decision_date": "February 5, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Labor Law",
    "Property Law"
  ],
  "keywords": [
    "his",
    "hemp",
    "tremoya",
    "accused",
    "appellant",
    "instance",
    "him",
    "rodriguez",
    "they",
    "possession",
    "title",
    "appellee",
    "faustino",
    "court",
    "coaccion",
    "two",
    "one",
    "costs",
    "santiago",
    "land"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3860\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3860            February 5, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nFAUSTINO TREMOYA,\n\ndefendant-appellant.\n\nAntonio V. Herrero and Enrique N. Barretto for appellant.\n\nAttorney-General Araneta for appellee.\n\nTRACEY,\n\nJ.\n\n:\n\nIn the Court of First Instance of Ambos Camarines the appellant was convicted of\n\ncoaccion\n\nand sentenced to two months and one day of\n\narresto mayor\n\nand a fine of 325 pesetas and the accessories, together with the restitution of the hemp taken by him and the costs of the action.\n\nFaustino Tremoya and Gregorio Tremoya, brothers, on the one side and Santiago Puñado on the other were adverse claimants to a parcel of hemp land which, in company with four workmen, the accused visited and, finding Prudencio and Aniceto Rodriguez cutting hemp there, ordered them to desist. Thereupon there arose a dispute, during which Prudencio Rodriguez showed a bolo and the accused drew his revolver and pointed it at him, threatening that if he did not get out he would fire upon him and his companions. They took themselves off and left Tremoya and his party in possession of the hemp.\n\nThe two Rodriguez were employed by Puñado and this fact, and the claim of their owner, must have been known to the accused, for the reason that some time before they had been arrested at the instance of his brother for stealing hemp from this lot, but on trial had been acquitted by the justice of the peace on the ground that, being mere employees of Santiago Puñado, they acted by his orders. It is plain that Puñado and his men were in possession of this land under claim of right and that the remedy of the accused was to assert his title, if any, in the courts and not by forcible dispossession. The violence and intimidation which he exercised to drive them off and obtain possession of the hemp against their will constitute the offense of\n\ncoaccion\n\nas defined in article 497 of the Penal Code. We find no error in the judgment of the court below, which is affirmed with costs of this instance. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2239,
  "metadata_extraction_date": "2025-11-16T08:29:27.872155",
  "extraction_version": "2.0_enhanced_full_content"
}