{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/february/gr_l-4159_1908.html",
  "filename": "gr_l-4159_1908.html",
  "year": 1908,
  "month": "february",
  "case_number": "gr_l-4159_1908",
  "gr_number": "gr_l-4159_1908",
  "volume_page": "Volume information not available",
  "decision_date": "February 27, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendant",
    "money",
    "license",
    "cockpit",
    "paid",
    "purpose",
    "government",
    "appellant",
    "paying",
    "law",
    "estafa",
    "court",
    "contributors",
    "appellee",
    "collected",
    "municipality",
    "them",
    "opened",
    "maintained",
    "three"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4159\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4159            February 27, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nJUAN GALLEGO,\n\ndefendant-appellant.\n\nAntonio Constantino for appellant.\n\nAttorney-General Araneta for appellee.\n\nWILLARD,\n\nJ.\n\n:\n\nThe defendant collected P37 from various residents of the municipality of Buenavista of the Province of Iloilo at about the rate of one peso from each person, representing to them that he was collecting the money for the purpose of paying the license necessary for the establishment of a cockpit in the suburb of Nueva Valencia of that municipality. He opened and maintained a cockpit for three months, but did not pay the license required by law. This prosecution for\n\nestafa\n\nwas afterwards commenced against him.\n\nThe facts above stated are sufficiently proven. the defendant's claim that the money was collected for the maintenance of a school-teacher can not be credited. Several of the witnesses testified that they paid money to the defendant, not only for the purpose of maintaining the school-teacher, but also for the purpose of paying the license for the cockpit.\n\nIt is claimed in the brief of the defendant in this court that while he may have deceived the contributors, yet nobody was damaged, because the contributors secured what they paid for, the cockpit having been opened and maintained for three months, and that the Government was not injured because the defendant was prosecuted for maintaining a cockpit without license and was fined in an amount equal to the license. This latter fact appears from the judgment of the court below. It does not appear, however, that the defendant has paid that fine and even if he had, we do not think it would constitute a defense to this action. the fraud of the defendant was proven. He received the money for the purpose of paying it to the Government. He did not pay it to the Government and a corresponding prejudice thereby resulted, not to the persons who paid the money but to the Government. The subsequent imposition of the fine upon the defendant for his violation of the law could not relieve him from a prosecution for\n\nestafa\n\n, any more than the recovery of property wrongfully disposed of in other cases of\n\nestafa\n\ncan relieve a defendant from the effects of his act.\n\nThe judgment of the court below is modified by eliminating therefrom the provision requiring restitution to the contributors of the amount paid by them to the defendant. In other respects it is affirmed with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson, and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2734,
  "metadata_extraction_date": "2025-11-16T08:28:10.035569",
  "extraction_version": "2.0_enhanced_full_content"
}