{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/june/gr_l-2782_1906.html",
  "filename": "gr_l-2782_1906.html",
  "year": 1906,
  "month": "june",
  "case_number": "gr_l-2782_1906",
  "gr_number": "gr_l-2782_1906",
  "volume_page": "Volume information not available",
  "decision_date": "June 4, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law",
    "Commercial Law"
  ],
  "keywords": [
    "property",
    "corporation",
    "international",
    "banking",
    "sale",
    "upon",
    "possession",
    "purchasing",
    "firm",
    "executed",
    "vendors",
    "right",
    "note",
    "gonzalez",
    "plaintiffs",
    "appellant",
    "corrales",
    "september",
    "consideration",
    "question"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-2782\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-2782            June 4, 1906\n\nFRANCISCO GONZALEZ, ET AL.,\n\nplaintiffs-appellees,\n\nvs.\n\nINTERNATIONAL BANKING CORPORATION, ET AL.,\n\ndefendants-appellants.\n\nA.F. Odlin, for the International Banking Corporation, appellant.\n\nW. Tutherley, for P. Corrales, appellant.\n\nW.A. Kincaid, for appellees.\n\nARELLANO,\n\nC.J.:\n\nSeptember 22, 1903, Francisco Gonzalez, on his own behalf, and as representative of his son, Matias and Joaquin Gonzalez, sold to the Casa Comision de Pilar Corrales, represented by Jose Basa, a country property, in consideration of the sum of 9,120 pesos, Philippine currency, upon the following conditions:\n\n(\n\na\n\n)\tThat the consideration for the sale was remain in possession of the purchasing firm as security for a promissory noted executed by the vendors which matured on the 22d day of December of the same year, but extendible to September 22, 1904.\n\n(\n\nb\n\n)\tThat the sale to be rescinded if, on the 22nd day of September, 1904, before 12 o'clock noon, the vendors should return the consideration together with the interest accrued; the purchasing firm undertaking for itself or for its successors to reconvey the property in question.\n\n(\n\nc\n\n)\tThat the purchasing firm was to acquire by this contract the right to sign, sell, or convey the same  that is, the\n\ncontract\n\n to any person, natural or juridical, who was to be subrogated to these rights or obligations.\n\nThe vendors executed a promissory note in favor of the purchasing firm, for the sum mentioned, P9,120, which was extended on the 22d of March, 1904. The instrument was designed by the vendors. The note at the date of the complaint was in the possession of the International Banking Corporation, by which this action for its enforcement was brought.\n\nThe action brought by the plaintiffs has two objects, (1) that of freezing themselves from the debt for which they executed the note, and (2) that of discharging the lien upon the property, the sale to the Casa Comision de Pilar Corrales by the performance of the resolutory condition, to which the sale was subjected.\n\nThe efficacy of the two actions depends upon the payment into the court of the P9,120, the debt acknowledged in the note, and price received for the sale of the property as appears from a notarial instrument executed to this end.\n\nThe International Banking Corporation is a creditor and should receive the payment of the debt as the holder of the documents upon which it had made a loan of P2,120, as an operation of discount.\n\nThe International Banking Corporation also appears on the books of the register of property as the purchaser of the property which was sold subject to the right of repurchase, and therefore upon it devolves the duty of executing the deed of resale. The books of registry show that this corporation is now in possession of this property by virtue of the power of transfer and conveyance established in the deed of sale. As to whether or not such a transfer of right as that provided for an in the deed in question was or was not made, or whether it was or was not lawful, is a question which can only interest the original purchaser and the person or persons appearing as subsequently transferees, but it is of no importance to the plaintiffs who have a clear right of action to enforce a reconveyance against any person in possession of the property, recognizing, as does the International Banking Corporation, the stipulated resolutory condition of repurchase.\n\nThe judgment of the court below is therefore correct, and it is hereby affirmed, with the costs of this instance to be paid by the appellant. So ordered.\n\nTorres, Mapa, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3789,
  "metadata_extraction_date": "2025-11-16T08:15:53.588902",
  "extraction_version": "2.0_enhanced_full_content"
}