{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/june/gr_l-1599_1906.html",
  "filename": "gr_l-1599_1906.html",
  "year": 1906,
  "month": "june",
  "case_number": "gr_l-1599_1906",
  "gr_number": "gr_l-1599_1906",
  "volume_page": "Volume information not available",
  "decision_date": "June 1, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law",
    "Tax Law"
  ],
  "keywords": [
    "defendant",
    "land",
    "possession",
    "city",
    "manila",
    "court",
    "title",
    "plaintiff",
    "appellant",
    "complaint",
    "than",
    "proved",
    "below",
    "appellee",
    "arellano",
    "action",
    "recover",
    "father",
    "alleged",
    "paragraph"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1599\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1599            June 1, 1906\n\nTHE CITY OF THE MANILA,\n\nplaintiff-appellant,\n\nvs.\n\nLEONARDA SALGADO,\n\ndefendant-appellee.\n\nModesto Reyes, for appellant.\n\nGabriel and Borbon, for appellee.\n\nARELLANO,\n\nC.J.:\n\nOn the 18th of July, 1902, the city of Manila brought this action to recover a tract of land of which the defendant was then in possession, alleging that it was the owner of the same, and further, to recover the sum of 15,000 dollars, Unites States currency, damages for the wrongful occupation of the land by the defendant and her father.\n\nIt is alleged in paragraph 2 of the complaint that the father of the defendant had been in possession of the land in question from the 28th of February, 1889, when he instituted possessory information proceedings before the authorities of the distinct of Santa Cruz, where the land is situated, in accordance with the practice at the time. These proceedings were subsequently recorded in the office of one of the clerks of court of the city of Manila.\n\nIt will be noted that it is alleged in the complaint that the defendant had been in the adverse possession of the land under claim of ownership for more than thirty years.\n\nThe defendant has confirmed this allegation by documentary proof, which, considered even as a foundation supported as it is by parol evidence from which it appears that such possession had continued for not less than forty-five years, shows not only this fact but a right of possession now supported by a title of heriditary succession, he derivation and transmission of which have also been admitted in paragraph 3 of the complaint.\n\nThe city of Manila has not proved that it has been in possession of the land claimed at any time whatever, nor has it proved that it has a better right to the possession of the land than the defendant, and much less has it proved that it has any title to the property. The only proof offered by the plaintiff city is evidence to the effect that it has opened streets trough that vicinity and a number of legal provisions enacted by the former Board of the City of the Manila in regard to taxation, which were properly rejected by the court below as immaterial to the issue.\n\nThe judgment of the court below whereby the action of the plaintiff was dismissed with the costs is in conformity with the law, and is therefore hereby affirmed in all respects, with the costs of this instance against the appellant, and after the expiration of twenty days let judgement be entered in accordance herewith and ten days thereafter the record be remanded to the court below for execution. So ordered.\n\nTorres, Mapa, Johnson and Carson, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2781,
  "metadata_extraction_date": "2025-11-16T08:15:58.290677",
  "extraction_version": "2.0_enhanced_full_content"
}