{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2011/12/opt_case_35052.html",
  "filename": "opt_case_35052.html",
  "year": 2011,
  "month": "12",
  "case_number": "A.M. No. 95",
  "gr_number": "AM-95",
  "volume_page": "342 Phil. 219",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "report",
    "physical",
    "inventory",
    "records",
    "municipal",
    "trial",
    "court",
    "teresita",
    "astillazo",
    "complainant",
    "rolando",
    "jamlid",
    "respondent"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 342 Phil. 219\n\nEN BANC\nEN BANC\n\n[ A.M. No. 95-6-55-MTC, July 28, 1997 ]\n[ A.M. No. 95-6-55-MTC, July 28, 1997 ]\n\nRE:  REPORT ON AUDIT AND PHYSICAL INVENTORY OF THE RECORDS OF CASES IN THE MUNICIPAL TRIAL COURT OF PEñARANDA, NUEVA ECIJA.\n\n[A.M. NO. P-96-1173.  JULY 28, 1997]\n\nTERESITA ASTILLAZO, COMPLAINANT, VS. ROLANDO JAMLID, CLERK OF COURT, MTC-PEñARANDA, NUEVA ECIJA, RESPONDENT. D E C I S I O N\nRE:  REPORT ON AUDIT AND PHYSICAL INVENTORY OF THE RECORDS OF CASES IN THE MUNICIPAL TRIAL COURT OF PEñARANDA, NUEVA ECIJA.\n\n[A.M. NO. P-96-1173.  JULY 28, 1997]\n\nTERESITA ASTILLAZO, COMPLAINANT, VS. ROLANDO JAMLID, CLERK OF COURT, MTC-PEñARANDA, NUEVA ECIJA, RESPONDENT.\n\nD E C I S I O N\n\nPER CURIAM:\n\nBefore the Court are two consolidated administrative matters\nwhich originated from an audit and physical inventory of the pending cases in\nthe Municipal Trial Court of Peñaranda, Nueva Ecija conducted by a team from\nthe Office of the Court Administrator composed of Valeriano P. Pobre, Digna C.\nPalafox, and Samuel R. Ruñez, Jr.\n\nOn May 10, 1995, the said audit team submitted its report with\nthe following findings: The docket of the said Court disclosed the following number\nof cases:\n\nCivil Cases --------------------16\n\nElection Cases ------------------- 1\n\nCriminal Cases ------------------- 71 Of the 16 Civil Cases, Civil Cases Nos. 08-94, 09-94,\n10-94, 11-94, 12-94 and of the 71 Criminal Cases, Criminal Cases Nos. 46-94,\n47-94, 48-94, 49-94, 51-94, 59-94, 60-94, 61-94, 62-94 and 63-94 will be\nremanded to the Regional Trial Court for they were inadvertently transferred to\nthe Municipal Trial Court before the effectivity of the expanded jurisdiction\nof the Municipal Trial Court. No initial action was taken on the\nfollowing criminal cases\n\n[TABLE_CONTENT]\nNo. | Nature | DateFiled\n05-95 | Viol.\n of P.D. 1602 | 1-17-95\n07-95 | Mal.\n Mischief | 1-30-95\n66-94 | Viol.\n of BP 22 | 8-10-94\n95-94 | Viol.\n of PD 1602 | 12-27-94\n90-94 | Viol.\n of PD 1602 | 11-22-94\n59-94 | Assault\n upon an agent of a person in authority | 7-19-94\n01-95 | Oral\n Defamation | 1-16-95\n[END_TABLE]\n\nNo.\n\nNature\n\nDate Filed\n\n05-95\n\nViol.\n of P.D. 1602\n\n1-17-95\n\n07-95\n\nMal.\n Mischief\n\n1-30-95\n\n66-94\n\nViol.\n of BP 22\n\n8-10-94\n\n95-94\n\nViol.\n of PD 1602\n\n12-27-94\n\n90-94\n\nViol.\n of PD 1602\n\n11-22-94\n\n59-94\n\nAssault\n upon an agent of a person in authority\n\n7-19-94\n\n01-95\n\nOral\n Defamation\n\n1-16-95 No further action was taken on the\nfollowing criminal cases after the issuance of Warrant of Arrest:\n\n[TABLE_CONTENT]\nNo. | Nature | Date Filed | Date of W/A\n51-93 | Grave\n Threats | 12-14-94 | 6-28-94\n44-93 | Estafa | 10-21-93 | 6- 7-94\n31-92 | Grave\n Threats | 7-23-93 | 6-28-94\n05-93 | Estafa | 3- 2-93 | 6-28-94\n18-93 | Acts\n of Lasciviousness | 5-18-93 | 6-28-94\n32-93 | Grave\n Threats | 7- 8-93 | 9- 8-94\n68-94 | Tax\n Evasion | 8-24-94 | 8-25-94\n44-94 | Estafa | 7-12-94 | 8- 4-94\n79-94 | Frust.\n Homicide | 10-11-94 | 10-13-94\n30-94 | Q.Trespass to Dwel. | 10-13-94 | 10-13-94\n76-94 | Assault\n Upon an Agent of a Person in Authority | 9-28-94 | 10-11-94\n14-94 | Estafa | 3-17-94 | 3-22-94\n37-94 | Q.\n Theft | 6- 7-94 | 3-14-94\n40-94 | Estafa | 6- 9-94 | 7- 9-94\n81-94 | Acts\n of Lasc. | 10-13-94 | 11- 8-94\n92-94 | Mal.\n Mischief | 12-15-94 | 1-17-95\n[END_TABLE]\n\nNo .\n\nNature\n\nDate Filed\n\nDate of W/A\n\n51-93\n\nGrave\n Threats\n\n12-14-94\n\n6-28-94\n\n44-93\n\nEstafa\n\n10-21-93\n\n6- 7-94\n\n31-92\n\nGrave\n Threats\n\n7-23-93\n\n6-28-94\n\n05-93\n\nEstafa\n\n3- 2-93\n\n6-28-94\n\n18-93\n\nActs\n of Lasciviousness\n\n5-18-93\n\n6-28-94\n\n32-93\n\nGrave\n Threats\n\n7- 8-93\n\n9- 8-94\n\n68-94\n\nTax\n Evasion\n\n8-24-94\n\n8-25-94\n\n44-94\n\nEstafa\n\n7-12-94\n\n8- 4-94\n\n79-94\n\nFrust.\n Homicide\n\n10-11-94\n\n10-13-94\n\n30-94\n\nQ. Trespass to Dwel.\n\n10-13-94\n\n10-13-94\n\n76-94\n\nAssault\n Upon an Agent of a Person in Authority\n\n9-28-94\n\n10-11-94\n\n14-94\n\nEstafa\n\n3-17-94\n\n3-22-94\n\n37-94\n\nQ.\n Theft\n\n6- 7-94\n\n3-14-94\n\n40-94\n\nEstafa\n\n6- 9-94\n\n7- 9-94\n\n81-94\n\nActs\n of Lasc.\n\n10-13-94\n\n11- 8-94\n\n92-94\n\nMal.\n Mischief\n\n12-15-94\n\n1-17-95 Criminal Case No. 23-94 filed on April 4, 1994 is deemed\nsubmitted for decision upon the filing of the last position paper of the\nlitigants on July 27, 1994 and up to now no decision was ever made. All the other criminal and civil cases are still pending\neither in the Preliminary Investigation stage or under trial. It was also discovered during the audit that in Criminal\nCase No. 78-94 for Homicide under Preliminary Investigation was Provisionally\nDismissed per Order dated January 2, 1995 based on an Affidavit of Desistance\nexecuted by the complaining witness after being partially paid the amount of P 35,000.00\nreceipt of which is reflected at the back of the minute of the Order of\ndismissal. The team came into\npossession of official receipt with No. 6625649 M dated November 11, 1994\nissued by the Clerk of Court. Showing\nthe amount of P 30,000.00 purporting to be a cash deposit which was a part of the consideration to be paid to\ncomplainant for the Provisional Dismissal of the case. Said deposit was never reported to our Revenue Collection Section of the\nAccounting Division, this Office nor the local Office of the Treasurer. When confronted with this problem, the Clerk\nof Court of the court under audit, admitted that the said amount is in his\npossession and promised to return the same to the depositor. Verification made with the Statistics Division of this\nOffice shows that the Quarterly Report ending March 31, 1994 was certified\ncorrect by an illegible signature above the printed Presiding Judge. A comparison of the signature of Judge\nRodolfo de Guzman from previous reports with that of the illegible signature\nshows that these signatures are totally different and made by different\npersons. Considering that Judge Rodolfo De Guzman has resigned upon\nfiling his certificate of candidacy for Mayor in the town of Jaen, Nueva Ecija\non March 21, 1995 it is impossible that he could have certified to the\ncorrectness of the Quarterly Report of the Court under audit which report was\nreceived by the Statistics Division of this Office on May 4, 1995. (pp. 1-2, Rollo .)\n\nBased on said findings, the Office of the Court Administrator, in\nits Memorandum dated May 10, 1995, made the following recommendations: Judge Rodolfo R. de Guzman has been in the government\nservice, exclusively as Judge since June 1, 1971 more than 23 years and being\nmore than 60 years of age, born on November 25, 1934, is qualified to the benefits\nof RA 910, as amended, should he apply for retirement under said law. To date no such application was ever\nreceived by this office. It was also worth mentioning that Judge Rodolfo R. de\nGuzman has five (5) pending administrative cases against him, viz :\n\n1. R-73\nMTJ – Falsification of Records;\n\n2. R-91\nMTJ – Ignorance of the Law;\n\n3. R-328\nMTJ – Ignorance of the Law;\n\n4. MTJ-89-288\n– Corrupt Practices;\n\n5. MTJ-93-850 –\nGross Ignorance of the Law. Recommendation:\n\nIn view of the above findings, it is respectfully\nrecommended that:\n\n1) Whatever retirement benefits due Judge Rodolfo De Guzman be withheld to answer\nfor any penalty that may be imposed by the Court for:\n\na) Not deciding Criminal Case No. 23-94 which has been deemed\nsubmitted beyond the 90 day period;\n\nb) No initial action was ever taken on Criminal Cases Nos.05-95,\n07-95, 66-94, 95-94, 90-94 and 59-94; and\n\nc) No further action was taken on the Criminal Cases after Warrants\nof Arrest were issued against the accused, and after service of which returned\nunserved.\n\n2) The\nClerk of Court, Rolando R. Jamlid be made to explain his undue interference in\nthe Provisional Dismissal of Criminal Case No. 78-94 for promised monetary\nconsideration to the complainant and the latter’s failure to report on our Revenue\nCollection Section of the Accounting Division of the cash deposit in the amount\nof P 30,000.00 covered by official receipt No.6625649 M dated November\n11, 1994 purporting to be a part of the monetary consideration to be paid to\nthe complainant for the dismissal of the above case;\n\n3) Judge\nGEMINIANO A. ECUARDO, Presiding Judge of Municipal Trial Court, of General\nTinio, Nueva Ecija having the least number of cases in its docket and the\nnearest Municipal Trial Court, be designated to act as a Presiding Judge of the\nMunicipal Trial Court of Peñaranda, Nueva Ecija in addition to his present\nduties. These Courts are under the same\nterritorial administrative jurisdiction of RTC, Gapan, Nueva Ecija.\n\n4) The Clerk of Court, Rolando R. Jamlid be made to explain\nthe forged signature of the Presiding Judge who certified to the correctness of\nthe Quarterly Report of the Court under audit for the period ending March 31,\n1995. (pp.\nIII-IV, Rollo .)\n\nIn resolution dated June 27, 1995, the Court resolved to: 1)\nDIRECT the Fiscal Management and Budget Officer to WITHHOLD retirement benefits\nof respondent Judge de Guzman to answer for any penalty that may be imposed\nfor: (a) not deciding Criminal Case No. 23-94 which was deemed submitted beyond\nthe 90 day period; (b) not taking any initial action on Criminal Cases No.\n05-95, 07-95, 66-94, 95-94, 90-94, and 59-94; and (c) not taking further action\non the criminal cases after warrants of arrest were issued against the accused,\nafter service of which were returned unserved; 2) DIRECT respondent Jamlid to\nEXPLAIN his undue interference in the\nprovisional dismissal of Criminal Case No. 78-94 for promised monetary consideration to the complainant and his\nfailure to report the Revenue Collection of the Accounting Division of the cash\ndeposit in the amount of P 30,000.00 covered by Official Receipt No.\n6625649M, dated November 11, 1994, purporting to be a part of the monetary\nconsideration to be paid to the complainant for the dismissal of the aforesaid\ncriminal case; 3) DESIGNATE Presiding Judge Geminiano A. Eduardo, Municipal\nTrial Court, General Tinio, Nueva Ecija, having the least number of cases in\nits docket and the nearest Municipal Trial Court, to act as Presiding Judge of\nthe Municipal Trial Court, Peñaranda, Nueva Ecija, in addition to his present\nduties; and 4) DIRECT respondent Jamlid to EXPLAIN. Within ten days from\nnotice, the forged signature of the Presiding Judge who certified to the\ncorrectness of the Quarterly Report of the court for the period ending March\n31, 1994 (p. 4, Rollo ).\n\nThe Office of the Court Administrator was then furnished a copy\nof an undated letter of Ms. Teresita Astillazo, demanding from respondent\nJamlid the release of the cash deposit made in Criminal Case No. 78-94 in the\nsum of P 30,000.00 covered by OR No. 6625649M issued on November 11,\n1994. The demand was made in view of\nthe dismissal of the case and the cancellation of bailbond in an order dated\nJanuary 2, 1995.\n\nActing thereon, on the Office of the Court Administrator referred\nthe matter to respondent Jamlid for comment. However, despite due notice, respondent Jamlid failed to file his\ncomment which prompted this Court’s Third Division to issue a Resolution dated\nAugust 28, 1995 suspending him from the office for a period of one month and ordering\nhim to file his comment within ten days from notice, with warning that failure\nto do so will be dealt with more severely.\n\nIn the meantime, by way of compliance with Resolution of June 27,\n1995, respondent Jamlid filed a reply-letter dated July 31, 1995 stating that: 1. Criminal Case\nNo. 23-94, this case was not decided by then former Presiding Judge Rodolfo R.\nDe Guzman within the prescribed 90 day period due to the fact that it was\nforgotten despite our reminder to him. 2. Criminal\nCases Nos. 05-95, 95-94, 90-94, these cases were not acted upon by Judge\nRodolfo de Guzman despite subpoena was issued against the accused and per\nreturn of service of the Process Server, all the accused were not contacted. 3. Criminal Case\nNo. 7-95, this case was being settled by Judge Eduardo and the parties have\nagreed for an amicable settlement when this case was set for hearing last June\n13, 1995. 4. Criminal Case\nNo. 66-94, this case was dismissed last April 20, 1995. 5. Criminal Case\nNo. 59-94, the records of this case was already forwarded to the RTC, Gapan, Nueva Ecija last March\n14, 1995. 6. With regards\nto the cash deposits of P 30,000.00 intended to be given to the\ncomplainant in Crim. Case No. 78-94 which was deposited by one Teresita Astillazo,\nI have already talked to her that I be given up to August 30, 1995 to settle\nthe said obligation. 7. With regards\nto the alleged forged signature of Judge Geminiano A. Eduardo in our quarterly\nreport of cases ending March 31, 1995, the said signature was not forged but it\nwas the true signature of Judge Geminiano Eduardo as attested by our Court\nInterpreter, a copy of her certification is hereto attached. (p. 6, Rollo .)\n\nOn the other hand, respondent Judge de Guzman, in his letter\ndated August 9, 1995, sought reconsideration of the June 27, 1995 Resolution\ninsofar as it withheld his retirement benefits, citing the following grounds: 1. Criminal Case\nNo. 23-94 was never deemed submitted for decision on the merits: (a) because the defense has not presented\nany evidence yet; (b) the court cannot decide the case on mere position paper;\n(c) while admittedly the court a quo did not resolve the move, no formal\nor unwritten motion to resolve was ever filed; (d) it is clear under the law\nthat the procedure in the MTC should be the same as with the RTC; 2. Criminal\nCases Nos. 05-95, 90-94, and 95-94, subpoenas were issued but they were not\nserved as it is likely that the accused gave fictitious names. Under the premises, the cases should be\narchived; 3. Criminal Case\nNo. 66-94 is related to Criminal Cases Nos. 41-94, 42-94 and 43-94 which he\ndisposed by amicable settlement. The dismissal of the said cases were\nrealized only on April 20, 1990, for which account, the parties did not appear\nanymore when the case was set for hearing; 4. Criminal Case\nNo. 07-95 was likewise amicably settled. The settlement was, however, not realized because of his separation from\nthe service on March 21, 1995; 5. Criminal Case\nNo. 59-94 was elevated to the RTC as it falls under the latter’s jurisdiction;\nand 6. On the cases\nwhere no further action were taken after the service of notice were returned\nunserved, the Court should await the “number of months need (sic) to order the\ncases archived; (p. 60, Rollo. )\n\nMemorandum dated December 26, 1995,\nrecommended that the Informal Preliminary Inquiry (OCA I.P.I 95-28-P) be\nconverted into an administrative matter and that it be consolidated with A.M.\nNo. 95-6-55 MTC and that respondent Jamlid be directed to explain and show\ncause within ten days why he should not be held liable for gross\ninsubordination and gross dishonesty and be meted the penalty of dismissal from\nthe service with forfeiture of all retirement benefits, if any, with prejudice\nto re-employment in any government and/or government owned or controlled\ncorporation. Said recommendations were\nadopted by the Third Division in a Resolution dated August 12, 1996.\n\nThe Court in a Resolution dated September 24, 1996, resolved to\nconsolidate A.M. No. P-96-1173 (formerly OCA I.P.I. 95-28-P) with A.M. No.\n95-6-55 MTC.\n\nIn compliance with the Resolution of September 12, 1995, The\nOffice of the Court Administrator submitted a Memorandum dated February 9, 1996\nwith the following recommendations: ACCORDINGLY, in view of all the foregoing, we respectfully\nrecommend to this Honorable Court that: a) Item Nos. 1(b) and 1(c) of the\nResolution of the Court En Banc ,\ndated June 27, 1995 in the instant matter, be referred to Honorable Executive\nJudge Arturo Bernardo of the Regional Trial Court, Gapan, Nueva Ecija, for\ninvestigation, report and recommendation to be submitted within sixty (60) days\nfrom receipt of the records; b) another judicial audit team be sent to the\nMunicipal Trial Court, Peñaranda, Nueva Ecija for the purpose of examining the\nnature of disposal of cases thereat for years 1993 to 1995, both in the\nexercise of its regular and preliminary investigation of criminal cases; c)\nJudge De Guzman should be FINED in the sum of Ten thousand ( P 10,000.00)\nPesos to be remitted to this Court within 30 days from notice, for irregular\ntermination of criminal cases through amicable settlement and for his failure\nto decide Criminal Case No. 23-94, a case under summary procedure, within the\nthirty (30) day reglementary period; d) the charge of forgery against Clerk of\nCourt II Jamlid should be dismissed for lack of merit; e) Clerk of Court\nJamlid be DIRECTED to remit the sum of\nthirty thousand pesos ( P 30,000.00) to the Revenue Collection Section of\nthe Accounting Division of the Court within thirty (30) days from notice; f) he\nshould further be DISMISSED from the service with all its ancillary\nconsequences for violation of Administrative Circular No. 32-93 (Re: Collection\nof Legal Fees and Submission of Monthly Report of Collections, gross dishonesty\nand malversation and/or illegal exactions and transactions (Articles 217;\n213, paragraph 2 (a); 215, Revised Penal Code); and g) the instant case\nshould be referred to the Office of the Ombudsman for the filing of appropriate\ncriminal complaint. (pp.\n63-64, Rollo.)\n\nThe Court has said time and time again that the conduct and\nbehavior of everyone connected with an office charged with the administration\nand disposition of justice -- from the presiding judge to the lowest clerk --\nshould be circumscribed with the heavy burden of responsibility as to let them\nfree from any suspicion that may taint the well-guarded image of the judiciary\n( Gano vs. Leonen , 232 SCRA 98 [1994]). It has always been emphasized that the conduct of judges and court\npersonnel must not only be characterized by propriety and decorum at all times,\nbut also be above suspicion. Verily,\nthe image of a court of justice is necessarily mirrored in the conduct,\nofficial or otherwise, of the men and women, from the judge to the least and\nlowest of its personnel, hence, it becomes the imperative sacred duty of each\nand everyone in the court to maintain its good name and standing as a true\ntemple of justice ( Miro vs. Ta n, 235 SCRA 400 [1994], citing Recto\nvs. Raulis 70 SCRA 438 [1976]). Thus\nevery employee of the court should be an exemplar of integrity, uprightness,\nand honesty.\n\nUpon careful scrutiny of the records, the Court finds respondent\nJudge de Guzman administratively liable for failing to decide Criminal Case No.\n23-94 within the 30-day reglementary period for irregular termination of\ncriminal cases through amicable settlements.\n\nThe Court has consistently impressed upon members of the\njudiciary the need to decide cases promptly and expeditiously under the\ntime-honored precept that justice delayed is justice denied (Re: Judge Luis\nB. Bello, Jr ., 247 SCRA 519 [1995]). Every judge should decide cases with dispatch ( Castro vs. Malazo ,\n99 SCRA 164 [1980]) and should be careful, punctual and observant in the\nperformance of his functions ( Secretary of Justice vs. Bidin , 41, SCRA\n742 [1971]; Escabillas vs. Martinez , 78 SCRA 367 [1977]). Failure to decide a case within the\nreglementary period is not excusable and constitutes gross inefficiency\nwarranting the imposition of administrative sanction on the defaulting judge ( Celino\nvs. Abrogar , 245 SCRA 304 [1995]; Re: Report on the Judicial Audit\nConducted in the Regional Trial Court Branches 61, 134 and 147, Makati Metro\nManila, 248 SCRA [1995]).\n\nRespondent Judge de Guzman claims that Criminal Case No. 23-94\nwas not submitted for decision as he can not decide the case on mere position\npapers, and the accused has not presented any evidence yet. The reasons given are not compelling. As correctly observed by the Office the\nCourt Administrator, it is quite logical to presume that the parties filed\ntheir position papers upon respondent Judge de Guzman’s direction for his own\nconsideration and the subsequent lack of setting of the case for hearing for a\nconsiderable length of time after the submission of the position papers clearly\nand strongly indicates that there was nothing more to be done in the case\nexcept to resolve the same. In fact,\nrespondent Judge de Guzman’s contention is belied by respondent Jamlid’s\nadmission in his reply-letter dated July 31, 1995 that the reason why the case\nwas not decided by respondent Judge de Guzman within the prescribed period was\nthat it was forgotten by respondent Judge de Guzman despite the necessary\nreminders. The accused’s\nnon-presentation of evidence does not exculpate respondent Judge de Guzman for\nhis inaction. On the contrary, it even\nshows and bolsters respondent Judge de Guzman’s ineffieciency and negligence in\nmanaging the cases assigned to his sala. Based on the records, a trial was conducted on September 20, 1994 where\nthe prosecution presented its evidence and rested its case. Thereafter, no more trial was scheduled and\nheld. What respondent Judge de Guzman\nshould have done was to immediately set the case for the reception of the\nevidence of the accused. But for unknown reasons, respondent Judge de Guzman\ndid not. Further, what makes respondent\nJudge de Guzman’s inaction more censurable is that the Criminal Case No. 23-94\nis a malicious mischief case, subject to the Rule on Summary Procedure.\n\nAnent the charge of irregular termination of criminal cases\nthrough amicable settlements, such charge has not been rebutted by respondent\nJudge de Guzman. On the contrary, the\ncharge was admitted by him in his letter dated August 9, 1995.\n\nEvery judge is mandated to be prompt in disposing all cases\npending in his sala, but he must do so in accordance with the prescribed laws\nand rules. Here, respondent Judge de\nGuzman was on the right path in trying to resolve or to terminate promptly the\ncriminal cases assigned to him. But the\nmanner he chose and pursued in furtherance thereof -- amicable settlement -- is\nnot generally acceptable in criminal cases. Under Articles 89 and 94 of the Revised Penal Code, amicable settlement\nis not one of those modes of extinguishing criminal liability, for crimes are\ntransgressions against the State and are not subject to determination of the\nparties, save in cases of private crimes. Going over the criminal cases resolved by respondent Judge de Guzman\nthrough amicable settlement, they did not involve private crimes.\n\nSince respondent Judge de Guzman has already resigned from the\noffice, the Court finds the imposition of fine in the amount of Ten Thousand (P\n10,000.00) Pesos to be deducted from his retirement benefits proper.\n\nThe Court now shifts its attention to the charges against\nrespondent Jamlid.\n\nDuring its examination, the audit team called the attention of\nrespondent Jamlid concerning the unremitted cash amount of P 30,000.00\ncovered by OR No. 6625649M dated November 11, 1994 which he admitted to be in\nhis possession. In his letter-reply\ndated July 31, 1995, respondent Jamlid merely stated that he had talked to\nTeresita Astillazo and requested that he be given up to August 30, 1995 to\nsettle said obligation. The reason\nadvanced by respondent Jamlid is likewise not compelling. On the contrary, it even reveals his\nliability. As the cash amount was\ncovered by O.R. No. 6625649M dated November 11, 1994 issued by respondent\nJamlid himself, it became part of public funds which have to be immediately and\nnecessarily remitted to the Court. Thus, said cash, being part of public funds, is not a personal\nobligation of respondent Jamlid to Teresita Astillazo, and will only be\nreturned to latter upon proper court order. In fact, when made to explain regarding the undated letter of Teresita\nAstillazo demanding the release of the said cash amount, respondent Jamlid\nfailed to file any answer or comment, despite the necessary caveat that\nfailure to do so will be dealt with more severely. Such failure strengthens, and worse, aggravates his\nliability. If only respondent Jamlid\nproperly remitted the said cash amount, there would have been no obstacle in\nits immediate release to Teresita Astillazo. But, for unknown reasons, respondent Jamlid has not remitted to the\nCourt said cash amount up to the present.\n\nDue to such failure, respondent Jamlid transgressed the trust\nreposed in him as cashier and disbursement officer of the Court (See Chapter\nVII, Sec, B, Manual for Clerks of Court, July 1991, p. 123). It likewise amounts to violation of the\nstanding circulars of the Supreme Court.\n\nAdministrative Circular No. 13-92, in this regard, pertinently\nprovides that all collection for bailbonds, rental deposits, and other\nfiduciary collections shall be deposited immediately by the Clerk of Court\nconcerned, upon receipt thereof, with the authorized government depository bank\n(Land Bank of the Philippines). Should\nthere be no Land Bank of the Philippines branch in the locality, the Clerk of\nCourt shall deposit all collections with any rural bank in the area, furnishing\nthe Accounting Division of the Supreme Court such information.\n\nOn the other hand, Administrative Circular No. 32-93 provides\nthat all Clerks of Court and Accountable Officers are enjoined to follow\nstrictly the following prescribed guidelines: 1) Submission\nof monthly report of collections for all funds should be sent to this Court not\nlater than the 10 th day of each succeeding month and should include\nthe following:\n\na) Original copy of the Report of the Clerk of Court’s Account indicating\nthe current debit and credit (Judicial Form No. 20); duplicate official\nreceipts issued; and the corresponding remittance advice slips duly validated\nby the Bank where collection was deposited (amount of collections per report\nshould equal amount per remittance).\n\nb) Duplicate copy of Sheriff’s report of\nCollections and Account (Judicial Form No. 38-A); validated duplicate copy of\nofficial receipts and the corresponding remittance advice slips (amount of\ncollections per report should equal amount per remittance).\n\n(For General Fund for Ex-Officio Sheriff of\nRTC and SDC)\n\nc) Original copy of report of deposits and withdrawals and validated\nduplicate copy of official receipts and deposit slips; and in cases of\nwithdrawals, a copy of the order of the Court duly authenticated with the\nCourt’s seal and copy of acknowledgement receipt. (For Fiduciary Fund of RTC and SDC).\n\nd) Original copy of report for deposits and\nwithdrawals; duplicates official receipts issued and in case of withdrawals,\ncopy of Sheriff cash payment receipts.\n\n(For Sheriff Trust Fund of RTC and SDC)\n\ne) Original copy of Report of Collections and\nDeposits; duplicate official receipts issued and a copy of the validated\ndeposit slip or the postal money order stub if remittance is by PMO.\n\n(For Judiciary Development Fund of RTC,\nSDC, Metro TC, MTCC, MTC, MCTC and SCC\n\nMoreover, respondent Jamlid’s failure to turn over the cash not\nonly constitutes gross negligence in the performance of his duty, but likewise\ngross dishonesty and even malvaresation of funds which cannot be countenanced\nby the Court for they diminish the faith of the people in the judiciary (see Lirios\nvs. Oliveros , 253 SCRA 258 [1996]).\n\nIn JDF Anomaly in the RTC of Ligao, Albay (255 SCRA 221\n[1996]), the Court re-echoed its pronouncement in Gano vs. Leonen ( supra )\nthat “public service require the utmost integrity and strictest\ndiscipline. Thus, a public servant must\nexhibit at all times the highest sense of honesty and integrity. No less than the Constitution sanctifies the\nprinciple that public office is a public trust, and enjoins all public officers\nand employees to serve with the highest degree of responsibility, integrity, loyalty and efficiency. The Code of Conduct and Ethical Standards\nfor Public Officials and Employees additionally provides that every public\nservant shall at all times uphold public interest over his or her personal\ninterest.”\n\nPursuant to Section 23, Rule XIV of the Omnibus Rules\nimplementing Book V of Executive Order 292, gross negligence in the performance\nof duty, dishonesty and grave misconduct are classified as grave offenses for\nwhich the penalty of dismissal is imposed. Section 9 of the said Rule likewise provides that “the penalty of\ndismissal shall carry with it cancellation of eligibility, forfeiture of leave\ncredits and retirement benefits and the disqualification for re-employment in\nthe government service. Further, it may\nbe imposed without prejudiced to criminal liability.”\n\nACCORDINGLY , for gross inefficiency and for irregular\ntermination of cases through amicable settlements, respondent Judge Rodolfo de\nGuzman is hereby FINED in the sum of TEN THOUSAND ( P 10,000.00) PESOS to\nbe deducted from whatever retirement benefits he may be entitled to receive.\n\nRespondent Rolando Jamlid is hereby DISMISSED from the service,\nwith forfeiture of all leave credits and retirement benefits and with prejudice\nto re-employment in any government agency including government-owned or controlled\ncorporations. He is further DIRECTED to\nremit the sum of Thirty Thousand ( P 30,000.00) Pesos to the Revenue\nCollection Section of the Accounting Division of the Court within thirty (30)\ndays from notice.\n\nJudge Geminiano A. Eduardo, Presiding Judge of the Municipal\nTrial Court of Gen Tinio, Nueva Ecija, who has been designated to act as\nPresiding Judge of the Municipal Trial Court of Peñaranda, Nueva Ecija is\nhereby DIRECTED to take the necessary and appropriate action concerning those\ncriminal cases where no initial action has been taken and those where no\nfurther action was taken after the issuance of the warrants of arrest.\n\nSO ORDERED Padilla, (Acting C.J.), Regalado, Davide, Jr., Romero,\nBellosillo, Melo, Puno, Vitug, Kapunan, Mendoza, Francisco, and Panganiban, JJ., concur .\nNarvasa, C.J., Hermosisima, Jr. and Torres, Jr., JJ., on leave .\n\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 29912,
  "metadata_extraction_date": "2025-11-01T05:58:16.716997",
  "extraction_version": "2.0_enhanced_full_content"
}