{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/february/gr_l-6870_1912.html",
  "filename": "gr_l-6870_1912.html",
  "year": 1912,
  "month": "february",
  "case_number": "gr_l-6870_1912",
  "gr_number": "gr_l-6870_1912",
  "volume_page": "Volume information not available",
  "decision_date": "February 2, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Remedial Law",
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "zacate",
    "upon",
    "lands",
    "mamonong",
    "cruz",
    "espiritu",
    "court",
    "crime",
    "law",
    "cutting",
    "silverio",
    "jose",
    "attorney",
    "said",
    "against",
    "during",
    "trial",
    "complaint",
    "proof"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6870\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6870             February 2, 1912\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nSILVERIO MAMONONG, ISIDRO SANTOS, JOSE S. PEDRO, RUFINO MAMONONG and FERMIN DIONISIO,\n\ndefendants.\n\nSILVERIO MAMONONG,\n\nappellant.\n\nAntonio Sanz for appellant.\n\nAttorney-General Villamor for appellee\n\nJOHNSON,\n\nJ.\n\n:\n\nThis defendant was charged with the crime of robbery, alleged to have been committed as follows:\n\nThat the said Silverio Mamonong, arraigned on September 26, 1910, in the municipality of Taguig, Province of Rizal, P. I., did willfully, unlawfully and criminally, and for the sake of gain, take possession of 4,500 bundles of zacate, valued at P8.50, the property of Tomas Sandoval, Miguel Pagkalinawan, Valentin Cruz, Antonio Cruz, Jose Pagtakhan, Ciriaco Bonifacio, Juanita Clemente, Lucio Espiritu, Demetrio Dumagat, and Hugo Cruz, using violence and intimidation against persons and employing force upon things: an act committed in violation of law.\n\nDuring the trial of the cause, the prosecuting attorney asked that the complaint against the defendants, Isidro Santos, Jose S. Pedro, Rufino Mamonong, and Fermin Dionisio be dismissed, and that they be discharged from the custody of the law, for the reason that there was not sufficient proof to sustain the charge against them; which petition was granted by the lower court and the case proceeded against the defendant Silverio Mamonong.\n\nAfter hearing the evidence, the Honorable Simplicio del Rosario, judge, found the defendant guilty of the crime of robbery, under article 502 of the Penal Code, and because of the fact that the property stolen did not exceed in value 65 pesetas, the penalty imposed was that provided for under article 513 of said code.\n\nThe lower court found that there were no modifying circumstances attending the commission of the crime, and imposed upon the defendant the penalty of three months and eleven days of\n\narresto mayor\n\n, together with the restitution of the sum of P8.50 to Mariano Clemente, and to pay one-fifth part of the costs.\n\nFrom that sentence the defendant appealed to this court. In this court the contention made by the defendant and appellant, is that the proof adduced during the trial of the cause was not sufficient to show that the defendant was guilty of the crime charged.\n\nDuring the trial of the cause the prosecuting attorney attempted to show that the defendant was cutting and carrying away\n\nzacate\n\nof spontaneous growth, from the lands of one Silvestre Espiritu. The lands upon which said\n\nzacate\n\nwas cut were not very clearly defined by the testimony. The defendant claims that the place where he was cutting the\n\nzacate\n\nwas not on the lands belonging to the said Espiritu. The defendant presented several witnesses, among whom was one Graciano Uta, who swore positively that the lands upon which the defendant was cutting\n\nzacate\n\nbelonged to him and that he had given the defendant such permission.\n\nWe have then the declaration of Silvestre Espiritu, who swore that the lands upon which the defendant was cutting\n\nzacate\n\nbelonged to him and the just as positive declaration, under oath, or Graciano Uta that the lands in question belonged to him. No maps or plans were presented showing the limits of the respective parcels of land claimed by Espiritu and Uta.\n\nMoreover the complaint charges that the\n\nzacate\n\nstolen was the property of Tomas Sandoval, Miguel Pagkalinawan, Valentin Cruz, Antonio Cruz, Jose Pagtakhan, Ciriaco Bonifacio, Juanita Clemente, Lucio Espiritu, Demetrio Dumagat, and Hugo Cruz. During the trial there was not a word of testimony offered that these persons were the owners of the\n\nzacate\n\nin question. The proof related solely to the ownership of the land upon which the\n\nzacate\n\nof spontaneous growth was cut. Without discussing the question whether or not the crime of robbery may be committed by cutting\n\nzacate\n\nof spontaneous growth, we are of the opinion that, in view of the contradictory statements with reference to the identity of the lands upon which the\n\nzacate\n\nwas cut, the recommendation of the Attorney-General that the decision of the lower court be reversed, the complaint be dismissed and the defendant discharged from the custody of the law, should be accepted, for the reason that the proof is not sufficiently clear and positive to show the guilt of the defendant, beyond a reasonable doubt.\n\nTherefore, it is hereby ordered that sentence of the lower court be reversed, the complaint be dismissed, and the defendant discharged from the custody of the law, with costs\n\nde oficio\n\n.\n\nArellano, C.J., Torres, Mapa, Carson, Moreland and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4765,
  "metadata_extraction_date": "2025-11-16T09:21:28.210353",
  "extraction_version": "2.0_enhanced_full_content"
}