{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/february/gr_l-6322_1912.html",
  "filename": "gr_l-6322_1912.html",
  "year": 1912,
  "month": "february",
  "case_number": "gr_l-6322_1912",
  "gr_number": "gr_l-6322_1912",
  "volume_page": "Volume information not available",
  "decision_date": "February 21, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law",
    "Remedial Law"
  ],
  "keywords": [
    "will",
    "deceased",
    "cruz",
    "time",
    "blind",
    "pascual",
    "appellant",
    "order",
    "said",
    "make",
    "witnesses",
    "signed",
    "each",
    "mind",
    "same",
    "presence",
    "appellee",
    "buencamino",
    "present",
    "court"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6322\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6322             February 21, 1912\n\nDOLORES AVELINO, as administratrix of the estate of Pascual de la Cruz,\n\nplaintiff-appellee,\n\nvs.\n\nVICTORIANA DE LA CRUZ,\n\ndefendant-appellant.\n\nBuencamino, Diokno, Mapa, Buencamino, Jr. Platon & Lontoc for appellant.\n\nAlfonso Mendoza for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nThe present is an appeal from an order of the Honorable George N. Hurd, judge of the Court of First Instance of the city of Manila, in which he had legalized the will of the said Pascual de la Cruz, deceased.\n\nThe contention of the opponent is that at the time of the making of the will the said Pascual de la Cruz was blind and had been for a number of years, and was incompetent to make the will in question.\n\nAgainst this contention of the opponent, all of the witnesses who signed the will were called as witnesses, and each declared that the deceased was of sound mind at the time said will was made and fully understood its contents and signed the same in their presence and that they each signed the will in the presence of each other, as well as in the presence of the deceased.\n\nThe appellant attempted to show that the deceased was incompetent to make his will because he was blind at the time the same was executed and had been for several years theretofore. There is absolutely no proof to show that the deceased was incapacitated at the time he executed his will. No presumption of incapacity can arise from the mere fact that he was blind. The only requirement of the law as to the capacity to make a will is that the person shall be of age and of sound mind and memory. (Sec. 614, Code of Procedure in Civil Actions.) Section 620 of the same code prohibits blind persons from acting as witnesses in the execution of wills, but no limitation is placed upon the testamentary capacity, except age and soundness of mind.\n\nIn our opinion the record contains nothing which justifies the modification of the order made legalizing the will in the present case. The order of the lower court admitting to probate and legalizing the will in question is therefore hereby affirmed with costs.\n\nArellano, C.J., Torres, Carson, Moreland and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2300,
  "metadata_extraction_date": "2025-11-16T09:20:47.179246",
  "extraction_version": "2.0_enhanced_full_content"
}