{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/february/gr_l-6413_1912.html",
  "filename": "gr_l-6413_1912.html",
  "year": 1912,
  "month": "february",
  "case_number": "gr_l-6413_1912",
  "gr_number": "gr_l-6413_1912",
  "volume_page": "Volume information not available",
  "decision_date": "February 27, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "trial",
    "defendant",
    "present",
    "cause",
    "court",
    "set",
    "reason",
    "his",
    "notice",
    "time",
    "ordered",
    "judgment",
    "attorney",
    "said",
    "record",
    "shows",
    "upon",
    "their",
    "appellees",
    "appellant"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6413\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6413             February 27, 1912\n\nMUERTEGUY & ABOITIZ,\n\nplaintiffs-appellees,\n\nvs.\n\nISIDORO V. DELGADO,\n\ndefendant-appellant.\n\nEnage and Karagdag for appellant.\n\nRuperto Kapunan for appellees.\n\nJOHNSON,\n\nJ.\n\n:\n\nThe purpose of the present appeal is to have the judgment of the Court of First Instance of the Province of Leyte set aside, for the reason that neither the defendant nor his attorney had any notice of the time fixed for the trial of said cause, and for that reason were not present at the trial.\n\nThe record shows that on the 19th of August, 1909, the plaintiff commenced an action against the defendant for the purpose of recovering the sum of P4,161.57. On the 1st of October, 1909, the defendant demurred to said action, which demurrer was overruled upon the 29th of November, 1909. After duly excepting to the ruling of the court, the defendant filed his answer upon the 22d of January, 1910.\n\nIt appears that upon the 26th of April, 1910, the cause was set down for trial. On the 29th of April, 1910, the Honorable Charles A. Low rendered a judgment in said cause in favor of the plaintiff and against the defendant for the sum of P4,163.07, with costs.\n\nNeither the defendant nor his attorney was present at the trial of the cause. The record clearly shows that the defendant had no notice that the cause had been set down for trial on a particular day. The record shows that after the commencement of the trial, the attorney for the defendant was notified that the trial was proceeding, but by reason of other engagements was impossible for him to be present during even a part of the time of the trial. Parties have a right to be present at the trial of their causes by themselves or by their attorneys. They are also entitled to reasonable notice of the time fixed for the trial of their cause. For the reason, therefore, that the defendant had no opportunity to be present at the time of the trial of the present cause and to present his defenses, the judgment of the lower court is hereby set aside and a new trial is hereby ordered. It is further ordered that the cause be returned to the lower court with direction that a new trial be ordered and that the defendant be given due notice thereof; and without any finding as to costs it is so ordered.\n\nArellano, C.J., Torres, Mapa, Carson, Moreland and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2484,
  "metadata_extraction_date": "2025-11-16T09:20:30.086034",
  "extraction_version": "2.0_enhanced_full_content"
}