{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/january/G_R__No__1993.html",
  "filename": "G_R__No__1993.html",
  "year": 1906,
  "month": "january",
  "case_number": "G.R. No. 1993",
  "gr_number": "1993",
  "volume_page": "Volume information not available",
  "decision_date": "January 11, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "said",
    "pesos",
    "sum",
    "account",
    "his",
    "province",
    "received",
    "treasurer",
    "there",
    "local",
    "currency",
    "census",
    "pueblo",
    "found",
    "funds",
    "then",
    "court",
    "examiners",
    "public"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1993\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1993            January 11, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nWILLIAM GEORGE HOLLIS,\n\ndefendant-appellant.\n\nH.D. Terrell for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis defendant was charged with the crime of misappropriation of public funds, committed as follows:\n\nThat on the sixteenth day of August, nineteen hundred and two, and prior thereto, and from said late to the twenty-fourth day of June, nineteen hundred and three, in the Province of Occidental Negros, Philippine Islands, the said William George Hollis was a duly appointed, qualified, and acting public official, being then and there the provincial treasurer of the Province of Occidental Negros, with his office in the municipality of Bacolod in said province, Philippine Islands; that on, during, and between the said-mentioned dates, by reason of his duties as such public officer, there came into his possession and under his charge, public funds pertaining to his said office as provincial treasurer for said Province of Occidental Negros, Philippine Islands; that then and there the said William George Hollis willfully, voluntarily, feloniously, did of said public funds so received and held under his charge as aforesaid, misappropriate,\n\nabstract\n\n, and take the sum of ten thousand nine hundred and fifty-eight and seventy-two one-hundredths (10,958.72) pesos, local currency, said ten thousand nine hundred and fifty-eight and seventy-two one-hundredths (10,958.72) pesos, local currency, being of the value of fifty-four thousand seven hundred and ninety-three and six-tenths (54,793.6) pesetas; and said William George Hollis did then and there misappropriate the said funds and did convert the same to his own use.\n\nThat the taking and misappropriation of the public funds as above charged was a continuous offense on, during, and between the dates hereinbefore set forth, to the prejudice and injury of the provincial government of the Province of Occidental Negros, Philippine Islands, and of the Government of the Philippine Islands, in the sum of ten thousand nine hundred and fifty-eight and seventy-two one-hundredths (10,958.72) pesos, local currency of the value of fifty-four thousand seven hundred and ninety-three and six-tenths (54,793.6) pesetas as aforesaid.\n\nContrary to the statute in such case made and provided.\n\nThe above complaint was duly signed and sworn to.\n\nAfter hearing the evidence adduced during the trial of said cause the inferior court found the defendant guilty of the crime charged in said complaint and sentenced him to be imprisoned for a period of eight years and one day of\n\npresidio mayor\n\n, under paragraph 3 of article 390 of the Penal Code, with the accessory penalties mentioned in article 57 of said code, to indemnify the treasury of the Province of Occidental Negros in the sum of 6,229.80 pesos, local currency, and to pay the costs. From this decision the defendant appealed to this court.\n\nFrom an examination of the evidence adduced during the trial it is difficult to ascertain how the inferior court reached the conclusion that the defendant had misappropriated only the sum of 6,229.80 pesos, local currency.\n\nIt is admitted that the defendant was, on the 23rd day of June, 1903, and had been for many months theretofore, provincial treasurer of the Province of Occidental Negros.\n\nAs the treasurer of said province the defendant kept several distinct accounts, as follows:\n\n(\n\na\n\n)\tProvincial, municipal and forestral;\n\n(\n\nb\n\n)\tMiscellaneous;\n\n(\n\nc\n\n)\tExposition of St. Louis;\n\n(\n\nd\n\n)\tWith the Court of First Instance;\n\n(\n\ne\n\n)\tRegistration of Chinamen;\n\n(f)\n\nCedulas;\n\n(\n\ng\n\n)\tWith the post-office;\n\n(\n\nh\n\n)\tRice; and\n\n(\n\ni\n\n)\tA \"census\" account.\n\nIn the month of May, 1903, two examiners from the office of the Insular Treasurer of the Philippine Islands went to the capital of Occidental Negros for the purpose of examining the accounts of the defendant, then treasurer of said province. Upon the first examination of said accounts, the said examiners found certain irregularities in the various accounts; in some there were small \"overages\" and in others small shortages. In the \"census\" account the examiners found a shortage in the sum of 5,175.80 pesos, local currency. The examiners then informed the defendant of this shortage and asked him if he had any other money belonging to this account. The defendant at first asserted that he had no other funds; however, after a few days, the defendant informed the examiners that he had some money in a box downstairs in the building in which his office was located. The examiners insisted upon seeing this money and counting the same, whereupon the defendant, with one of the examiners, went to the said room and there found the sum of 6,662 pesos, which the defendant alleges belonged to the \"census\" account, except 1,000 pesos which he alleged had been deposited with him by order of the Court of First Instance of said province. This 1,000 pesos was then accredited to the said Court of First Instance. There was then left the sum of 5,662 pesos, as the defendant alleged, to be credited to the \"census\" account. Crediting the account with this amount, there was then an \"overage\" in the \"census\" account of the sum of 486.20 pesos.\n\nThe examiners then entered into an examination of the account which the defendant as said treasurer had with the municipal treasures of the said province, and one of the examiners visited the various pueblos for that purpose. As a result of this examination it was found that the defendant had received from the municipal treasurers, to be applied on the rice account, the following amounts:\n\nFrom the pueblo of Valladolid\n\nP1,150.00\n\nFrom the pueblo of Sumag\n\n623.00\n\nFrom the pueblo of Manapla\n\n1,840.50\n\nFrom the pueblo of Escalante\n\n417.45\n\nFrom the pueblo of San Carlos\n\n409.80\n\nFrom the pueblo of La Carlota\n\n150.00\n\nFrom the pueblo of Pontevedra\n\n100.00\n\nFrom the pueblo of Binalbagan\n\n60.00\n\nFrom the pueblo of Isabela\n\n4,000.00\n\nMaking a total of\n\n8,750.75\n\nThe evidence discloses that these various amounts had been received from the municipal treasurers during the time the examines were making an examination of the accounts of the defendant. The evidence also discloses that the amounts received from the pueblos of La Carlota, Binalbagan, Pontevedra, and Isabela, amounting to 4,310 pesos, were received on the night of the 23d of June by the defendant, the day on which the defendant had been suspended as treasurer of said province. These various items had not been spread out the books of the defendant and properly credited to the various municipalities.\n\nIn addition to these various amounts received from the said pueblos to be applied upon the rice account, the books of the defendant show that there was a shortage in the rice account in the sum of 186.2 pesos, as well as the sum of 178.5 pesos, which the defendant had received from an auction sale of rice, and which had not been credited to said account. These two items added to the amounts received from the above-said pueblos make a total deficit in the rice amount of 9,114.82 pesos.\n\nProof was adduced during the trial, and the defendant admitted the fact, that in the months of October and November preceding said examination he had taken from the funds in his charge the sum of about 4,500 pesos and had placed in the treasury his\n\nvales\n\nfor the same. It was also proven that later, at a time when the defendant received from the Insular Treasurer a sum of money to be applied to the \"census\" account, that this deficit of about 4,500 pesos was supplied and the said\n\nvales\n\ntaken up. It is believed that the defendant supplied this deficit out of the \"census\" funds when he received them and thus he created a deficit in the \"census\" account above mentioned. We do not believe the statement of the defendant that the 5,662 pesos, found in the room downstairs in the building in which he kept his office, belonged to the \"census\" account, but, upon the contrary, this sum was money which he had recently received from the said municipalities and belonged to the rice account. In our opinion the evidence clearly proves that there was a real deficit in the \"census\" account of the sum of 5,175.80 pesos, local currency.\n\nOn the night of the 23rd of June, after the defendant had been suspended as treasurer of said province, he received from his deputy, Sombito, the sum of 4,000 pesos, which said deputy had received from the municipal treasurer of the pueblo of Isabela. This sum belonged to the said province. As a part of this 4,000 pesos there was a check payable to the defendant as treasurer in the sum of 1,054 pesos. This check the defendant had cashed and appropriated the money to his own use. The inferior court found that the defendant had appropriated to his own use the alleged deficit of 5,175.80 pesos, local currency, and also the sum of 1,054 pesos, making a total of 6,229.80 pesos, local currency. We are satisfied that the evidence sustains this finding of facts beyond peradventure of doubt. We are also convinced from the evidence that the defendant was guilty of appropriating to himself other sums of money as well.\n\nArticle 390 of the Penal Code provides that a public official who by reason of his official duties has in charge public funds or property who should take or consent that others should take the same shall be punished with\n\npresidio mayor\n\nif the amount taken exceeds 6,250 and does not exceed 125,000 pesetas.\n\nThe sum which the inferior court found the defendant guilty of misappropriating was 6,229.80 pesos, local currency, which is equivalent to 31,149 pesetas.\n\nNeither aggravating nor extenuating circumstances appear in the commission of the alleged crime. The defendant must therefore be punished in the medium degree of\n\npresidio mayor\n\n. The punishment imposed by the inferior court is justified by the evidence and is in accordance with the law. The same is therefore affirmed, with costs. So ordered.\n\nArellano, C.J., Mapa, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 10213,
  "metadata_extraction_date": "2025-11-16T08:10:25.155535",
  "extraction_version": "2.0_enhanced_full_content"
}