{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/january/G_R__No__1449.html",
  "filename": "G_R__No__1449.html",
  "year": 1906,
  "month": "january",
  "case_number": "G.R. No. 1449",
  "gr_number": "1449",
  "volume_page": "Volume information not available",
  "decision_date": "January 5, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "title",
    "plaintiffs",
    "defendants",
    "possession",
    "property",
    "possessory",
    "law",
    "their",
    "court",
    "trial",
    "they",
    "years",
    "alleged",
    "case",
    "claim",
    "actual",
    "under",
    "contract",
    "record",
    "article"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1449\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1449            January 5, 1906\n\nVICENTE GOMEZ GARCIA, ET AL.,\n\nplaintiffs-appellants,\n\nvs.\n\nJACINTA HIPOLITO, ET AL.,\n\ndefendants-appellees.\n\nManuel Torres for appellants.\n\nJos. N. Wolfson for appellees.\n\nCARSON,\n\nJ.:\n\nBoth the plaintiffs and defendants claim title to and ownership of the property described in the complaint by virtue of peaceable, adverse, and continuous possession for the period of prescription provided by law.\n\nThe defendants proved at the trial that they and their ancestors through whom they claim title have been in actual and uninterrupted possession for more than thirty years, but the plaintiffs allege that while the defendants may have been in actual possession for many years, they held the property by virtue of a verbal lease entered into between plaintiffs' grandmother, Jacinta Salamanca, and the defendants and their ancestors, and that under the terms of this contract the defendants paid rent at the rate of 2 pesos per month until the year 1897, when plaintiffs' father died, since which date the defendants have failed and refused to continue the payment of rent, in violation of the terms of the said rental contract.\n\nIn addition to the testimony touching the alleged rental contract the plaintiffs introduced a certificate of inscription of a possessory title in their favor, in the real estate register for the northern district of Manila, dated February 19, 1901, and based on a possessory information approved on January 18, 1901, by the Court of First Instance of Quiapo.\n\nWe think the evidence in the record sustains the finding of the trial court that the plaintiffs failed to establish the execution of the alleged rental contract and the existence of the alleged relation of landlord and tenant between themselves and the defendants, and, this contention having been disposed of, the only further question for consideration is the validity of their alleged possessory title and the legal effect of its inscription in the real estate registry.\n\nIt is contended that the defendants should not have been permitted to attack the plaintiff's duly inscribed possessory title nor to introduce evidence to sustain an uninscribed title to the property in conflict therewith.\n\nThe record upon which the plaintiff's possessory title was based was approved on January 18, 1901, and at that time the plaintiffs were not in possession, and the land was actually occupied by the defendants, who held it under an adverse claim of title, as appears from the allegations of the plaintiffs themselves in the amended complaint in this action, wherein they allege that since \"the 3rd of September, 1897, to this date, the defendants have refused to pay rent, or to recognize the plaintiffs as the legal owners of the property.\"\n\nA possessory title, obtained as was the plaintiff's, when the claimant is not in the actual possession of the property, the actual occupant holding by an adverse title and not claiming through the applicant, is not authorized by law, and is absolutely null and void. (Title XIV of the Mortgage Law.)\n\nUnder the provisions of article 33 of the Mortgage Law \"the record of instruments or contracts which are null in accordance with the law are not validated thereby,\" and this provision is modified only when the rights of third persons intervene, in which case such rights are protected by the provisions of article 34.\n\nThe alleged possessory title in this case was procured on behalf of the plaintiffs and inscribed in the real estate record in their names, and the defendants, who were in possession under the above claim of title, were not parties to those proceedings. Therefore the provisions of article 34 can have no application in this case, and while it may be true that if the defendants desire hereafter to enter any document touching this property in the land register it may be necessary to take the proper proceedings for the cancellation of the above-mentioned entry in favor of the plaintiffs, nevertheless the trial court did not err in permitting them to prove the invalidity of the document on which the plaintiffs relied in this action. (Lim-Chingco\n\nvs\n\n. Terariray,\n\n1\n\nNo. 2123, October 3, 1905, 3 Off. Gaz., 687.)\n\nWe do not deem it necessary to discuss the finding of the trial court, that ten years' uninterrupted possession is sufficient to give title by prescription, as the evidence fully sustains a finding that in this case the possession continued for the full period of thirty years, as provided in article 1959 of the Civil Code.\n\nThe plaintiffs having failed to establish their title to the property in question, and the defendants having proven that they have been in uninterrupted possession thereof for more than thirty years, the judgment of the trial court should be affirmed, with the costs of this instance against the appellants.\n\nAfter twenty days judgment will be entered in accordance herewith, and the case remanded to the court wherein it originated for proper action. So ordered.\n\nArellano, C.J., Johnson, and Willard, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nPage 120,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5209,
  "metadata_extraction_date": "2025-11-16T08:10:40.818628",
  "extraction_version": "2.0_enhanced_full_content"
}