{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/january/G_R__No__2597.html",
  "filename": "G_R__No__2597.html",
  "year": 1906,
  "month": "january",
  "case_number": "G.R. No. 2597",
  "gr_number": "2597",
  "volume_page": "Volume information not available",
  "decision_date": "January 24, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law"
  ],
  "keywords": [
    "defendant",
    "court",
    "imprisonment",
    "subsidiary",
    "inferior",
    "found",
    "duty",
    "imprisoned",
    "period",
    "one",
    "pay",
    "fine",
    "pesos",
    "appellee",
    "appellant",
    "member",
    "constabulary",
    "charged",
    "crime",
    "sleeping"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 2597\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 2597            January 24, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nJUAN GLEFONEA,\n\ndefendant-appellant.\n\nThomas D. Aitken for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis defendant was a member of the Philippines Constabulary and was charged with the crime of sleeping on duty. The court below, after an examination of the evidence adduced during the trial, found the defendant guilty of said offense and sentenced him to be imprisoned for a period of one year and to pay a fine of 300 pesos and to suffer, in case of insolvency, subsidiary imprisonment at the rate of one day for each 12 ½ pesetas, and to pay the costs. From this decision the defendant appealed to this court.\n\nAn examination of the evidence adduced during the trial of the cause in the court below is sufficient to justify the finding of facts that the defendant did sleep while on duty on the night of the 8th of March, 1905. However, taking into consideration all of the facts contained in the record submitted to this court, we are of the opinion that imprisonment for a period of three months and a fine of 50 pesos is sufficient penalty for the offense of which the defendant is guilty. The defendant was tried and convicted under the provisions of section 8 of Act No. 619 of the Philippine Commission. Said section provides:\n\nAny member of the Constabulary who, while on duty as a sentinel, is found sleeping upon his post, or who leaves it before he is regularly relieved, shall be fined not exceeding five hundred dollars or imprisoned not exceeding one year, or both.\n\nThe inferior court imposed subsidiary imprisonment upon the defendant in case of insolvency. There is no provision for subsidiary imprisonment in the act creating the crime with which the defendant was charged. The provisions of the Spanish Penal Code, still in force in these Islands with reference to subsidiary imprisonment, have no application to crimes created by acts of the Commission. That part of the sentence of the inferior court which imposes subsidiary imprisonment is therefore hereby reversed.\n\nIt is the judgment of this court that the sentence of the inferior court be modified and that the defendant be sentenced to be imprisoned for a period of three months and to pay a fine of 50 pesos and the costs.\n\nAfter the expiration of ten days let this cause be remanded to the inferior court for the execution of the foregoing decision. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2663,
  "metadata_extraction_date": "2025-11-16T08:09:40.216390",
  "extraction_version": "2.0_enhanced_full_content"
}