{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/january/G_R__No__2236.html",
  "filename": "G_R__No__2236.html",
  "year": 1906,
  "month": "january",
  "case_number": "G.R. No. 2236",
  "gr_number": "2236",
  "volume_page": "Volume information not available",
  "decision_date": "January 4, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Tax Law"
  ],
  "keywords": [
    "court",
    "defendant",
    "customs",
    "appeals",
    "case",
    "appellant",
    "act",
    "congress",
    "action",
    "instance",
    "commission",
    "appellee",
    "prosecuted",
    "stat",
    "offense",
    "philippine",
    "here",
    "jurisdiction",
    "him",
    "upon"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 2236\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 2236            January 4, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nNETA SHIYOKISHI,\n\ndefendant-appellant.\n\nThomas L. McGirr for appellant.\n\nAttorney-General Wilfley for appellee.\n\nWILLARD,\n\nJ.:\n\nThe defendant in this case was prosecuted in the Court of Customs Appeals for a violation of section 3 of the act of Congress of March 3, 1903 (32 Stat. L., 1213), and was convicted of the offense of introducing into the Philippine Islands a woman for the purpose of prostitution.\n\nThe defendant insisted in the court below, and insists here, that the Court of Customs Appeals had no jurisdiction of the offense. Most of the questions raised by him on this point have been determined adversely to him by the decision in the case of Oehlers\n\nvs\n\n. Hartwig, No. 2030,\n\n1\n\njust decided (4 Off. Gaz. 123.) Upon the question of jurisdiction the only difference between that case and this one is that there the action was commenced in the Court of First Instance, while here the defendant was prosecuted in the Court of Customs Appeals, and the defendant says that while Congress has expressly confirmed the acts of the Commission organizing the Courts of First Instance, it has taken no such action in regard to the Court of Customs Appeals. By virtue of the instructions of President McKinley to the Philippine Commission, the latter was given power to establish courts. It established, on February 6, 1902, the Court of Customs Appeals (Act No. 355). The action of the President in authorizing the Commission to exercise the powers set forth in the said instructions was expressly ratified by Congress in the act of July 1, 1902 (32 Stat. L., 691).\n\nUpon the merits of the case the evidence is sufficient to support the judgment, which is hereby affirmed, with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Mapa, Johnson, and Carson, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nPage 487,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2051,
  "metadata_extraction_date": "2025-11-16T08:10:49.776744",
  "extraction_version": "2.0_enhanced_full_content"
}