{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/january/G_R__No__2567.html",
  "filename": "G_R__No__2567.html",
  "year": 1906,
  "month": "january",
  "case_number": "G.R. No. 2567",
  "gr_number": "2567",
  "volume_page": "Volume information not available",
  "decision_date": "January 4, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Criminal Law"
  ],
  "keywords": [
    "defendant",
    "crime",
    "robbery",
    "cuadrilla",
    "complaint",
    "years",
    "one",
    "presidio",
    "charged",
    "court",
    "said",
    "robo",
    "mayor",
    "law",
    "pesos",
    "evidence",
    "persons",
    "house",
    "ten",
    "found"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 2567\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 2567            January 4, 1906\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nGERMAN DE TORRES, AND OTHERS UNKNOWN,\n\ndefendants-appellants.\n\nPablo Borbon for appellants.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis defendant was charged with the crime of robbery committed in the pueblo of Binangonan, in the Province of Rizal, was arrested and tried in the Court of First Instance of said province, found guilty of the crime of\n\nrobo en cuadrilla\n\n, and sentenced to be imprisoned for a period of six years and one day of\n\npresidio mayor\n\n, with the accessories of the law, to return the effects stolen or to indemnify the person robbed in the sum of 20 pesos, and to pay the costs.\n\nThe complaint charged the crime of robbery simply, and it was error for the court to convict him of the crime of\n\nrobo en cuadrilla\n\n. A defendant can not be convicted, under a complaint, for a higher offense than that charged in said complaint.\n\nCuadrilla\n\n, if the evidence justifies it, may be considered as an aggravating circumstance under a complaint for robbery, but if the complaint charges robbery simply, c\n\nuadrilla\n\ncan not be used for the purpose of qualifying the crime as\n\nrobo en cuadrilla\n\n.\n\nAn examination of the evidence adduced during the trial shows beyond peradventure of doubt that the defendant, together with thirteen or more persons, did, on the night of the 23rd of November, 1904, armed with guns and revolvers, enter the house of one Pablo Siñedo and by force and violence take and carry away shoes, hats, clothing, and other things, having a total value of 20 pesos. The defendant was the only one of the said malefactors who was identified by the persons who were in the house at the time of the robbery. The evidence shows that the crime was committed in the nighttime, in the house of another, and by a gang composed of more than three persons. These facts constitute aggravating circumstances. The defendant, therefore, must be punished in the maximum degree of\n\npresidio correccional\n\nto\n\npresidio mayor\n\nin its medium degree, which is imprisonment from six years ten months and one day to ten years. The sentence of the inferior court is therefore modified, and the defendant is hereby sentenced to be imprisoned for a period of ten years of\n\npresidio mayor\n\n, with the accessories of the law, and to return the property stolen or to indemnify the person robbed in the sum of twenty pesos, and to pay the costs. So ordered.\n\nArellano, C.J., Mapa, Carson, and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2667,
  "metadata_extraction_date": "2025-11-16T08:10:43.064507",
  "extraction_version": "2.0_enhanced_full_content"
}