{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/march/gr_l-7203_1912.html",
  "filename": "gr_l-7203_1912.html",
  "year": 1912,
  "month": "march",
  "case_number": "gr_l-7203_1912",
  "gr_number": "gr_l-7203_1912",
  "volume_page": "Volume information not available",
  "decision_date": "March 22, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Tax Law",
    "Family Law",
    "Remedial Law",
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "compromise",
    "court",
    "defendant",
    "record",
    "que",
    "ung",
    "said",
    "secretary",
    "criminal",
    "lower",
    "costs",
    "after",
    "negotiations",
    "internal",
    "revenue",
    "section",
    "approval",
    "finance",
    "justice",
    "action"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-7203\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-7203              March 22, 1912\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nCHUA PUETE and QUE UNG BO,\n\ndefendants.\n\nQUE UNG BO,\n\nappellant.\n\nHartford Beaumont for appellant.\n\nActing Attorney-General Harvey for appellee.\n\nJOHNSON,\n\nJ.\n\n:\n\nThese defendants were charged with a violation of the Opium Law, in that they did on the 11th of April, 1911, have in their possession a certain amount of opium and were smoking the same.\n\nDuring the trial the lower court found that the evidence was insufficient to support the charge against Chua Puete and dismissed the complaint against him and discharged him from the custody of the law, with one-half the costs\n\nde oficio\n\n.\n\nThe lower court found that the evidence was sufficient to support the charge against the defendant Que Ung Bo, and sentenced him to be imprisoned for a period of five months and to pay one-half the costs.\n\nFrom that sentence the defendant, Que Ung Bo, appealed.\n\nIt appears from the record that some time after the defendant had been arrested and before the termination of the criminal proceedings, the defendant, Que Ung Bo, entered into negotiations with an agent of the Internal Revenue Department, for he purpose of affecting a compromise, in accordance with the provisions of section 25 of Act No. 1761 of the Philippine Commission. Said section provides:\n\nThe Collector of Internal Revenue, with the approval of the Secretary of Finance and Justice, may compromise any civil or other case arising from the provisions of this Act instead of commencing or prosecuting suit thereon, and, with the consent of the Secretary of Finance and Justice, he may compromise such case after the action has been begun thereon.\n\nIt also appears from the record that during the course of the negotiations for said compromise, the defendant paid to a representative of the Internal Revenue Department the sum of P700. It also appears from the record that the attempted compromise was never fully completed. The record shows that the Collector of Internal Revenue refused to conclude the attempted compromise. There is nothing in the record which shows that the question had ever been presented to the Secretary of Finance and Justice. The compromise under said quoted section can not be completed without the approval of the said Secretary, and until the compromise is completed, with the approval of the Secretary, no negotiations for a compromise can affect the criminal prosecution instituted. Had the compromise been completed, with the approval of the Secretary of Finance and Justice, it would then have had the effect of terminating the criminal action. Mere negotiations for a compromise can not affect the jurisdiction of the Court of First Instance over the criminal action. The compromise, however, may be perfected \"after the action has been begun.\" The attempted compromise not having been carried to a termination, in accordance with the provisions of said section (25), did in no way affect the criminal prosecution begun in the Court of First Instance.\n\nUpon a careful examination of the record brought to this court, and taking into consideration all the facts and circumstances connected with the commission of the crime, we are of the opinion that the defendant should be punished with a fine only.\n\nThe sentence of the lower court is, therefore, hereby modified, and it is hereby ordered that the defendant, Que Ung Bo, be sentenced to pay a fine of P500, in case of insolvency to suffer subsidiary imprisonment, and to pay one-half the costs in the lower court and the costs in this court.\n\nThe record does not disclose whether or not the said sum of P700 has been returned to the defendant. If not, the same should be returned after the satisfaction of the sentence herein imposed.\n\nArellano, C.J., Torres and Carson, JJ.,\n\nconcur.\n\nMoreland and Trent, JJ.,\n\nconcur as to the dispositive part.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4013,
  "metadata_extraction_date": "2025-11-16T09:22:43.482815",
  "extraction_version": "2.0_enhanced_full_content"
}