{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/march/gr_l-7075_1912.html",
  "filename": "gr_l-7075_1912.html",
  "year": 1912,
  "month": "march",
  "case_number": "gr_l-7075_1912",
  "gr_number": "gr_l-7075_1912",
  "volume_page": "vol. 30, p. 198",
  "decision_date": "March 25, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Family Law",
    "Labor Law",
    "Remedial Law",
    "Criminal Law",
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "court",
    "silverio",
    "agtarap",
    "heirs",
    "estate",
    "action",
    "administrator",
    "one",
    "property",
    "judgment",
    "widow",
    "his",
    "what",
    "law",
    "part",
    "their",
    "heir",
    "proceedings",
    "said",
    "who"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-7075\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-7075              March 25, 1912\n\nRODRIGO ALBANO, administrator of the estate of the deceased Silverio Agtarap,\n\nplaintiff-appellee,\n\nvs.\n\nCORNELIO AGTARAP, ET AL.,\n\nplaintiffs-appellants.\n\nA. Adiarte for appellants.\n\nI. Bitanga for appellee.\n\nARELLANO,\n\nC.J.\n\n:\n\nLucio Agtarap owned several parcels of agricultural land in Laoag, Province of Ilocos Norte, and at his death left four sons, one of whom, Silverio, died on the 10th of September, 1907.\n\nUpon the death of Silverio Agtarap, his widow, Juana Domingo, began special proceedings for settlement of the intestate estate of her deceased husband by petitioning for an administrator and Rodrigo Albano was appointed.\n\nAs such administrator Rodrigo Albano instituted a civil action improperly entitled \"in the matter of the claim for the widow's legal portion\" against the other three heirs of Lucio Agtarap, who are the two sons of his, called Cornelio and Nicolas and a grandson named Melecio Agtarap; improperly so entitled, because in the present civil action the matter involved is a claim in favor of the intestate estate to certain property belonging to the decedent, against the three heirs of the said Lucio Agtarap, who have taken themselves all the estate left by the latter, including the fourth part which belongs to Silverio Agtarap, likewise a son of Lucio Agtarap. Therefore the subject matter of this action can only be this coownership, if it exists, in which the hereditary estate was left, and, if it does so exist, the partition of the property among the four lawful coowners, the heirs of Lucio Agtarap, and withdrawal of Silverio's portion in order to transfer it to his intestate estate.\n\nThe following are pertinent facts in this case: (1) It is proven that Lucio Agtarap is the legitimate father of Silverio, Cornelio, and Nicolas Agtarap and the grandfather of Melecio Agtarap, (2) it is admitted that Lucio Agtarap died leaving property; (3) it is proven that the property left as his death by Lucio Agtarap has been seized by his said descendants, now the defendants, without giving Silverio his share; (4) it is proven that, at least, the property described in Exhibits B, C, D, E, F, G, H and I was left by Lucio Agtarap.\n\nAccording to law, one-fourth of this property belongs to Silverio Agtarap.\n\nThe judgment of the court below directs:\n\nThat one-fourth part of this property be delivered to the administrator of the intestate estate of the late Silverio Agtarap, as his legacy, so that,\n\nafter\n\nproper proceedings, their respective portion may be adjudicated to the widow and other heirs of the said Silverio; without special finding as to costs.\n\nThis judgment is entirely in accordance with law.\n\nThe plaintiff also asked for the portion of the products of the coownership corresponding to Silverio Agtarap, but the trial court ignored this request, as well as that for some cattle included in the complaint, and that the plaintiff has not appealed with regard to this omission, so it need not be considered here.\n\nThe judgment rightly says that\n\nafter\n\nthe proper proceedings under the law, there may be adjudicated to the widow and other heirs of Silverio Agtarap, in due-proportion, the fourth part which the defendants should deliver to the administrator of the intestate estate of the said Silverio Agtarap; but not in this action. The necessary procedure will be the special proceedings in the intestate estate of Silverio Agtarap, in which may properly be presented the claim of the administrator of the said intestate estate\n\non behalf\n\nof Juana Domingo for her legal portion as widow,\" as well as the proceedings for proving that Eugenia Agtarap is a legitimate daughter in order to have her declared the sole heir of the whole of the said fourth part of the property which corresponds to him whom she calls her legitimate father. In the trial held for such purpose it will be determined who are the heirs of the intestate estate of Silverio Agtarap; whether she who calls herself his legitimate daughter, Eugenia Agtarap; or his brother Cornelio and Nicolas and his nephew Melecio, all surnamed Agtarap.\n\nThe lawful usufruct pertaining to the widow will depend upon whether the alleged daughter or the brothers and nephew of the deceased are entitled to the inheritance, for if she who claims to be the daughter, Eugenia Agtarap be declared the sole heir of the deceased Silverio Agtarap, the widow's share would be different from what it would if the defendants in this case, as brothers and nephew of the deceased Silverio Agtarap, are declared to be the sole heirs-in accordance with the various provisions of the Civil Code in this respect.\n\nOnly in such special proceedings, wherein the necessary orders can be issued and executed, can findings be made as to who are the heirs and what the portions belong to them, the nature of their titles, and in case of usufruct what part pertains to each.\n\nThe judgment appealed from is affirmed, with the costs of this instance against the appellants.\n\nTorres, Mapa, Johnson, Carson and Trent, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nMORELAND,\n\nJ.,\n\ndissenting:\n\nThe real estate which constitutes the subject matter of this action descended, on the death of Lucio Agtarap, to four heirs Silverio, Cornelio, Nicolas, and Melecio, whose interests are herein litigation. Later Silverio died, leaving, it is claimed, a wife and child. There were no debts. No one was in any sense interested in the property save the heirs. The property was never divided among the heirs.\n\nIt is asserted,\n\nas the sole reason for the appointment of an administrator and the maintenance of this action\n\n, that three of the heirs are in the possession of the lands in question and are excluding the other alleged heirs, Eugenia and her mother, Juana Domingo, the alleged widow of Silverio, from participation therein. The nature if this action is stated by the court thus:\n\nTherefore the sole basis of this action is this joint ownership, if it exists, in which the estate was left and, if it is true, the division of the property among the four joint legal owners, heirs of Lucio Agtarap, setting apart the portion belonging to Silverio for his estate.\n\nThe judgment of the court below, as stated by this court, was:\n\nThat one-fourth part of this property (real estate) be delivered to the administrator of the intestate estate of the late Silverio Agtarap as heirs, so that, upon proper proceedings, there may be adjudicated to the widow and the heirs of the said Silverio their respective portions.\n\nAs to this judgment of the trial court, this court in its opinion says:\n\nThis judgment is entirely in accordance with law.\n\nWe have here, then, the principle asserted that an administrator has power to commence and prosecute an action of partition of real estate among the heirs of the decedent. In this case we have the administrator of one heir suing the other three heirs for a one-quarter interest, and the judgment of the trial court, affirmed by this court, giving the administrator the one-fourth part sued for and ordering its delivery by the defendants. This court says that this is not a suit in ejectment to recover all of the premises pending a settlement of the estate. Nor, says the court, is it an action to obtain possession of a one-fourth part already set off. The ownership of the heirs is that of tenants in common. The property has never been divided. Neither is it, under the holding of this court, an action to compel the defendants to permit participation of the other heir in the possession in common. The decision of the court indisputably negatives such a theory. The court clearly holds the action to be one of the partition.\n\nI repeat, then, that this court, by the opinion I am criticising, asserts the proposition that an administrator of an estate may commence and prosecute an action of partition and compel a division of the real estate of his decedent among the heirs. So far as my researches go, this is the first time that such a proposition has been asserted by any court. Even among the States which have, by statute, gone to extremes in giving administrators control over real estate, no legislature or court has ever given such power or right except those of Louisiana, and then only in specified cases. (44 La. Ann., 51; 107 La., 140) (Philips\n\nvs.\n\nDoris, 56 Neb., 293; Whitlock\n\nvs.\n\nWillard, 18 Fla., 156; Greeley\n\nvs.\n\nHendricks, 23 Fla., 366; Hunter\n\nvs.\n\nStoneburner, 92 Ill., 75; Nason\n\nvs.\n\nWillard, 2 Mass., 478; Jones\n\nvs.\n\nSmith, 31 S. C., 527; 58 Miss., 198.) Mr. Freeman, in his article on Partition in the Cyclopedia of Law and Procedure (vol. 30, p. 198.) says:\n\nBy the common law executors and administrators acquired a qualified title to the personal property of the decedent, and, when his interest therein was that of a cotenant, must have been authorized to compel partition. As to real property, neither at common law nor under any statute does an executor or administrator take any title . . . . Neither can compel partition, in the absence of a statute authorizing it.\n\nIn the American and English Encyclopedia of Law (vol. 21, pp. 1155 and 1156) appears this statement of the law;\n\nIn the absence of statutory authority thereof, the executor or administrator of one who owned an undivided interest in real estate has not, merely by reason of such office, such title to decedent's realty as will authorize the maintenance of an action of partition.\n\nCrosswell, in his work on Executors and Administrators (pp. 207 and 208), speaking of an executor or administrator, says:\n\nIn the lands and other real property of the decedent he has no interest, as a general rule, except so far as may be given to him by the statute, or in case of an executor, by the will of the deceased.\n\nSo far as I can ascertain, nowhere in the law of these Islands is an administrator given power to bring an action for the partition of real estate. The persons and the only persons authorized to bring such an action are those mentioned in section 181 of the Code of Civil Procedure. It reads:\n\nPartition of real estate\n\n. A person having or holding real estate with others, in any form of joint tenancy, or tenancy in common, may compel partition thereof in the manner hereinafter prescribed.\n\nFrom the provisions of the Code of Civil Procedure relating to the partition of real estate it is apparent that partition on the petition of an administrator was never contemplated.\n\nArticle 1052 of the Civil Code reads as follows:\n\nEvery coheir having the free administration and disposal of his property may at any time request the division of the estate.\n\nThe legal representatives of incapacitated persons and absentees must request the division in their name.\n\nArticles 1058 and 1059 are as follows:\n\nShould the testator not have made any division, nor intrusted this power to another, if the heirs should be of age and should have the free administration of their property, they may distribute the estate in the manner they may see fit.\n\nIf the heirs of age should not agree as to the manner of making the division, they shall be free to enforce their rights in the manner prescribed in the law of civil procedure.\n\nThe Civil Code does not authorize such an action as the present.\n\nIt is evident, then, that the present action of partition was instituted without authority of law, was not begun by the real party in interest, and was commenced and carried on without the consent of some of real parties in interest. A judgment in a partition action in which one of the real persons in interest is not a party is substantially fruitless. (59 L.R.A., 748.)\n\nBut, to me, this is not the strangest part of this decision. It seems to me to hold finally, in effect, that this action and after the judgment therein is of no significance anyway; that, after the action has been begun, the parties and witnesses in court, the cause tried, and the judgment rendered, nothing of any consequence has been accomplished. It either holds this, or else it holds something, to me, more incomprehensible, to which I shall call attention as my third and last objection to the decision as it stands. The court says:\n\nAfter\n\nthe proper proceedings under the law, let there be adjudicated to the widow and the heirs of Silverio Agtarap, in proper portions, the fourth part which the defendants should deliver to the administrator of the intestate estate of said Silverio Agtarap; but not in this action (\n\nsic\n\n). The necessary prior proceedings will occur in the special proceedings of the intestate estate of Silverio Agtarap in which will be proper the claim made by the administrator of the said estate on behalf of Juana Domingo for her \"legal portion,\" and also the proceedings for the filiation of Eugenia Agtarap and to have her declared the universal heir of the whole of the said fourth part which corresponds to the person she calls her legitimate father. Therein it will be determined, on the hearing of that matter, who are the heirs of the intestate estate of Silverio Agtarap, and whether the person denominated the legitimate daughter, Eugenia Agtarap, is the heir, or whether the brothers of Silverio Agtarap, namely, Cornelio Nicolas and his nephew Melecio, all of the surname Agtarap, are the heirs. And when it is shown whether the said pretended daughter, or the brother and nephew of the deceased, are entitled to the property, then the lawful usufruct of the widow will appear. If the alleged daughter were declared the universal heir of the deceased Silverio Agtarap, a certain portion would go to the widow, while her share would be different if the defendants, as brothers and nephew of Silverio, are declared to be the universal heirs  in accordance with the various provisions of the Civil Code. Only in such special proceedings can the necessary orders be given and carried out and the conclusions be reached as to the heirs and their shares and what part corresponds to each.\n\nFrom this quotation it is clear that, notwithstanding this solemn adjudication, no one knows what is going to happen until further proceedings are had in the probate court, for, says the opinion:\n\nOnly in such special proceedings can the necessary orders be given and carried out\n\nand the conclusions be reached as to the heirs and their shares and what part responds to each\n\n.\n\nIf this is so, what was the use of bringing the present action and what part does the formal judgment of this court play in the matter? If there must be \"further proceedings\" in a different court to determine who the heirs are, how many there are, and what their shares are, can only one explain what possible consequence can be attached to this action and to the judgment of this or the trial court herein? It the trial court was incompetent to determine in this action the very thing for which the action was brought, and the decision of this and the trial court expressly says the only probate court can determine it, what was the purpose in bringing this action? Of what efficacy is the decision of the trial court therein and what is the purpose of the solemn judgment of this court in the premises? If the whole essence of the case must still go to the probate court to be determined, as the decision says it must, what unless labor have we incurred and what fatuous judgment have we rendered? If what the court says in its own decision is true, then its own decision is without effect or consequence.\n\nBut even this is not the strangest part of this decision, as it appears to me. If it has any force or effect whatever, than we have this court holding that an action partitioning real estate may be begun in one court and terminated in another; that while one court directs the proceedings and finds the facts, another declares the judgment on what may be altogether different facts; that while the probate court is ordered to take the evidence and determine therefrom the facts and the law applicable thereto, such proceeding is without result because this court has already found the facts, applied the law and prejudged the case.\n\nIn demonstration of the foregoing I present again the quotation above made from the decision of this court. The decision says:\n\nThe judgment in the court below is: \"That\n\none-fourth part\n\nof this property be delivered to the administrator of the intestate estate of the late Silverio Agtarap as heir, so that, upon proper proceedings, there may be adjudicated to the widow and heirs of said Silverio their respective portions. Without finding as to costs.\" This judgment is entirely in accordance with law.\n\nIt is evident that this court, then,\n\nadjudicates to the alleged widow and heir of Silverio\n\n, as well as he administrator in this case,\n\none-fourth of the land in question\n\n, and this although the alleged widow and heir are not, so far as appears in the decision, parties to the action. The court then states that the probate court is the only court which is competent to determine whether or not the woman who claims to be the wife of wife Silverio is really such and whether the person who claims to be the heir of Silverio is in fact his heir, saying that such court is the only tribunal in which \"the conclusions can be reached as to the heirs and their shares and what part corresponds to each.\" It further states that:\n\nWhen it is shown whether the said pretended daughter, or brothers and the nephew of the deceased, are entitled to the property\n\n, then the lawful usufruct of the widow will appear. If the alleged daughter were declared the universal heir of the deceased Silverio Agtarap, a certain portion would go to the widow, while her share would be different if the defendants, as brothers and nephew of the said Silverio, are declared to be the universal heirs . . . .\n\nObserve the situation. This court asserts, in the quoted part of this decision, (1) that neither it nor the trial court has any power to determine in this action, or in any other, who are the heirs of Silverio, and yet\n\nit has decreed a one-fourth interest to the widow and heir of Silverio\n\n. It also holds (2) that the probate court is the only court which can determine who the heirs are and what their shares are, it being the only court which has jurisdiction or power to make a declaration of heirship;\n\nand yet this court has found and declared the heirs and made an adjudication as to their shares\n\n. It holds that this court has no power to do anything in this action and yet does everything which any court could possibly do. All power to act in the premises is, by the opinion, turned over to the probate court, and yet this court forecloses its action by making an adjudication in the shape of a final judgment stating who the heirs are and awarding them their shares. So that no matter what the probate court finds, as to the facts or the law, it has no power to act, as the prior judgment of this court finding the heirs and adjudicating the shares is conclusive upon it. To illustrate: The probate court is ordered by this court to take evidence and determine whether the alleged heir of Silverio is really such or not. Now, if the pretended heir is found to be illigitimate, that fact may demonstrate also that the deceased and the alleged widow were never married and that she is, therefore, not his widow. But if their is neither widow nor child, then the brothers and nephew of Silverio are entitled to\n\nthe whole property\n\n. But this court, affirming the decision of the court below,\n\nhas already decreed that Silverio's alleged widow and child are entitled to a one-fourth share in said land and has decreed its delivery to the administrator for them\n\n. If that decision is effective, then the probate court is bound by it, and his proceeding for the declaration of heirship and the adjudication of the shares to the heirs is a farce, as, no matter what he may find, he can adjudicate nothing different from what this court has already determined by final judgment. No matter if the probate court found that the alleged widow was no widow and the alleged heir no heir and that, therefore, Cornelio, Nicolas and Melecio were entitled to\n\nall\n\nof the property, such court is utterly powerless to grant them all the property, for their stares him in the face always the final judgment of this court\n\nawarding them only three-quarters\n\n.\n\nIn its decision the trial court found:\n\nThat Eugenia Agtarap is the legitimate daughter of the lawful marriage of Silverio Agtarap and Juana Domingo, such fact appearing in the baptismal record made in the year 1892 and not attacked by anybody from that day to this; and whose force and effect cannot be destroyed by the testimony of the witnesses for the defense to the effect that said Eugenia is not the daughter of said spouses but of other persons.\n\nThe trial court further says that:\n\nWith the death of Lucio Agtarap the following persons became heirs in equal parts of his property: Cornelio and Nicolas, being sons, by their own right, and Melecio and Eugenia by representation, they being grandchildren.\n\nThen follows the judgment of the court ordering the delivery of a one-fourth part of the lands to the\n\nadministrator\n\n, not to Eugenia. This court in the judgment of affirmance says, as we have already seen, that the one-fourth part is turned over to the administrator for the purpose of having the probate court, which, says this court, is the only court competent for that purpose, proceed and determine whether Juana Domingo was the lawful wife of Silverio, a fact already determined by the court below in this case and affirmed by this court, and whether Eugenia is his lawful child, a fact also already determined by this very case by the court below and affirmed by this court. The proceeding in the probate court is ordered to the end that the rights of the parties in the property may be determined and their respective shares adjudicated to each, things already done by two courts. Two courts have already adjudicated a one-fourth part of the lands to the administrator for the use of Eugenia and the widow, and the ordered its delivery to the administrator. How can the probate court possibly effect these two decisions, especially the final judgment of this court, even though he find that Juana and Silverio were never married, that their relations were adulterous, scandalous and criminal, and that Eugenia is illegitimate, and neither the one nor the other has the slightest interest in the lands of Silverio, but that such lands belong wholly to Cornelio, Nicolas and Melecio? How can he reverse the final judgment of this court which definitely holds and adjudicates, in terms, that Cornelio, Nicolas and Melecio are entitled to only three-quarters, Eugenia taking the other quarter?\n\nThe proposition laid down in this decision relative to the probate court being the only court competent to declare heirship (a proposition which, by the way, reestablishes the old system of the declaration of heirship), that is, to determine in given case who the heirs are and what their shares in property are, is, in my judgment, untenable.\n\nIt is evident that there appears in this case no reason whatever why an administrator should have been appointed. As I have said, there was not debt outstanding against the estate and the estate held no claim against anyone. No one was interested in the real estate except the heirs. An action of partition between the\n\nheirs themselves\n\n, or an action by one heir against the others to compel participation in possession, would have been the proper proceeding. The appointment of an administrator under such circumstances was without authority of law, was unnecessary, entailed a useless expense, and served no purpose. The cases which come before this court demonstrate to my satisfaction that the power of the court to appoint administrators is made use of far too often. An administrator should never be appointed unless there is some third person to whom the estate is indebted or the who is indebted to the estate; and even in such case the appointment should be made only after every effort has been made to adjust the matter without such appointment. Under the law an administrator should not be appointed just because some one asks for the appointment. Where there is no controversy except among the heirs themselves, an administrator should not be appointed. Heirs who do not agree have their remedy, one against the other, in the ordinary actions or proceedings provided by law. Where the appointment of an administrator is asked for under such circumstances, it is the duty of the court to deny the application and advise the applicant that he has a remedy entirely adequate under other provisions of the law. An administrator is not the representative of one set of heirs as against another nor of the heirs as a whole.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 24946,
  "metadata_extraction_date": "2025-11-16T09:22:34.466816",
  "extraction_version": "2.0_enhanced_full_content"
}