{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/march/gr_l-7094_1912.html",
  "filename": "gr_l-7094_1912.html",
  "year": 1912,
  "month": "march",
  "case_number": "gr_l-7094_1912",
  "gr_number": "gr_l-7094_1912",
  "volume_page": "Volume information not available",
  "decision_date": "March 29, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "his",
    "court",
    "article",
    "extenuating",
    "passion",
    "obfuscation",
    "her",
    "him",
    "circumstances",
    "convict",
    "circumstance",
    "case",
    "appellant",
    "crime",
    "its",
    "one",
    "code",
    "taken",
    "into",
    "consideration"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-7094\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-7094              March 29, 1912\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nHILARIO DE LA CRUZ,\n\ndefendant-appellant.\n\nF.C. Fisher for appellant.\n\nActing Attorney-General Harvey for appellee.\n\nCARSON,\n\nJ.\n\n:\n\nThe guilt of the defendant and appellant of the crime of homicide of which he was convicted in the court below is conclusively established by the evidenced of record.\n\nThe trial court was of opinion that its commission was not marked by either aggravating or extenuating circumstances, and sentenced the convict to fourteen years eight months and one day of\n\nreclusion temporal\n\n, the medium degree of the penalty prescribed by the code. Burt we are of opinion that the extenuating circumstance set out in subsection 7 of article 9 should have been taken into consideration, and that the prescribed penalty should have been imposed in its minimum degree. Subsection 7 of article 9 is as follows:\n\nThe following are extenuating circumstances:\n\nx x x             x x x             x x x\n\nThat of having acted upon an impulse so powerful as naturally to have produced passion and obfuscation.\n\nThe evidence clearly discloses that the convict, in the heat of passion, killed the deceased, who had theretofore been his\n\nquerida\n\n(concubine or lover) upon discovering her\n\nin flagrante\n\nin carnal communication with a mutual acquaintance. We think that under the circumstances the convict was entitled to have this fact taken into consideration in extenuation of his offense under the provisions of the above-cited article.\n\nThis was the view taken by the Court of Spain upon a similar state of facts as set forth in its sentence of July 4, 1892, which is summarized by Viada (p. 69, in question 19, art. 9 of vol. 6) as follows:\n\nShall he who kills a woman with whom he is living in concubinage for having caught her in her underclothes with another party and afterwards shoots himself, inflicting a serious wound, be responsible for that crime with the extenuating circumstance of having acted with violent passion and obfuscation? The\n\nAudiencia\n\nof Santiago de Cuba did not so hold and its judgment was reversed by the supreme court for the improper disregard of article 9, number 8, of the Penal Code for Cuba and Puerto Rico: \"The facts held to be true by the trial court, and which were the immediate cause of the crime by producing in the accused strong emotion which impelled him to the criminal act and even to attempt his own life, were a sufficient impulse in the natural and ordinary course to produce the violent passion and obfuscation which the law regards as a special reason for extenuation, and as the judgment did not take into consideration the 8th circumstance of article 9 of the code, the\n\nAudiencia\n\nrendering it seems to have violated this legal provision.\"\n\nIt is true that in the case of U.S.\n\nvs.\n\nHicks (14 Phil. Rep.., 217), we held that the \"causes which mitigate the criminal responsibility for the loss of self-control are such as originate from legitimate feelings, not those which arise from vicious, unworthy, and immoral passions,\" and declined to give the benefit of the provisions of this article to the convict in that case on the ground that the alleged causes for his loss of self-control did not \"originate from legitimate feelings.\" But in that case we found as facts that:\n\nAll the foregoing circumstances conclusively prove that the accused, deliberately and after due reflection had resolved to kill the woman who had left him for another man, and in order to accomplish his perverse intention with safety, notwithstanding the fact that he was already provided with a clean and well-prepared weapon and carried other loaded cartridges besides those already in his revolver, he entered the house, greeting everyone courteously and conversed with his victim, in what appeared to be in a proper manner, disguising his intention and calming her by his apparent repose and tranquility, doubtless in order to successfully accomplish his criminal design, behaving himself properly as he had planned to do beforehand.\n\nIn the former case the cause alleged \"passion and obfuscation\" of the aggressor was the convict's vexation, disappointment and deliberate anger engendered by the refusal of the woman to continue to live in illicit relations with him, which she had a perfect right to do; his reason for killing her being merely that he had elected to leave him and with his full knowledge to go and live with another man. In the present case however, the impulse upon which defendant acted and which naturally \"produced passion and obfuscation\" was not that the woman declined to have illicit relations with him, but the sudden revelation that she was untrue to him, and his discovery of her\n\nin flagrante\n\nin the arms of another. As said by the supreme court of Spain in the above-cited decision, this was a \"sufficient impulse\" in the ordinary and natural course of things to produce the passion and obfuscation which the law declares to be one of the extenuating circumstances to be taken into consideration by the court.\n\nModified by a finding that the commission of the crime was marked with the extenuating circumstance set out in subsection 7 of article 9, and by the reduction of the penalty of fourteen years eight months and one day of\n\nreclusion temporal\n\nto twelve years and one day of\n\nreclusion temporal\n\n, the judgment of conviction and the sentence imposed by the trial court should be and are hereby affirmed, with the costs of this instance against the appellant.\n\nArellano, C.J., Torres, Johnson and Trent, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nMORELAND,\n\nJ.,\n\nconcurring:\n\nI agree except as to the application of the extenuating circumstance presented by paragraph 7, article 9, Penal Code. In my judgment it is not warranted by the facts or the law.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5951,
  "metadata_extraction_date": "2025-11-16T09:21:51.208842",
  "extraction_version": "2.0_enhanced_full_content"
}