{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/march/gr_l-7089_1912.html",
  "filename": "gr_l-7089_1912.html",
  "year": 1912,
  "month": "march",
  "case_number": "gr_l-7089_1912",
  "gr_number": "gr_l-7089_1912",
  "volume_page": "Volume information not available",
  "decision_date": "March 29, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law",
    "Remedial Law"
  ],
  "keywords": [
    "court",
    "case",
    "proceedings",
    "issue",
    "writ",
    "instance",
    "having",
    "entered",
    "execution",
    "issued",
    "first",
    "manila",
    "upon",
    "judgment",
    "under",
    "below",
    "register",
    "they",
    "single",
    "number"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-7089\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-7089             March 29, 1912\n\nJOSE T. PATERNO,\n\nexecutor, plaintiff-appellee,\n\nvs.\n\nPEDRO AGUILA,\n\ndefendant-appellant.\n\n-----------------------------\n\nG.R. No. L-6599             March 29, 1912\n\nPEDRO AGUILA,\n\npetitioner,\n\nvs.\n\nJOSE T. PATERNO,\n\nexecutor,\n\nET AL.,\n\nrespondents.\n\nBuencamino, Diokno, Buencamino Jr. and Lontok for appellant and petitioner.\n\nManuel Torres for appellee and respondents.\n\nCARSON,\n\nJ.\n\n:\n\nThe real question at issue in these proceedings is the validity of a writ of execution issued out of the Court of First Instance of Manila on the 1st of September, 1910, upon a final judgment rendered by one of the Courts of the First Instance of Manila under Spanish sovereignty on the 7th of February, 1889. This precise question was definitely settled in the case of the\n\nCompañia General de Tabacos vs. Martinez\n\n, reported in 17 Phil. Rep, 160. Following the doctrine laid down in that case we hold that the judgment in the case at bar having entered before the new Code of Civil Procedure (Act No. 190) went into effect (Oct. 1, 1901), and more than five years having elapsed from that date until the date of the issuance of the writ of execution, the court below had no jurisdiction in the premises, and the writ was therefore invalid\n\nab initio\n\n, having been issued improvidently and without lawful authority. (Secs. 38, 443, and 447, Code of Civil Procedure.)\n\nThe proceedings had in this court in bringing the questions involved to an issue where somewhat irregular. We have therefore directed that the proceedings respectively entered under register numbers 6599 and 7089 be consolidated and heard together, since they are in fact a single case; that is to say, the appeal brought here on a bill of exceptions bearing register number 7089, of which the application for a preliminary injunction bearing register number 6599 is a mere incident. They ought to have been treated originally as a single case and registered under the same title and number, paying but a single filing fee in the clerk's office of this court. The confusion seems to have arisen as a result of the fact that although the application for a preliminary injunction was submitted to this court after the appeal in the case of which it is an incident had been perfected in the court below, it was filed in the clerk's office of this court pending the proceedings in the court below for the preparation, approval and transmission of the bill of exceptions to this court.\n\nNotwithstanding resultant irregularities in the proceedings had in this court, we think that both parties have had full opportunity to be heard upon the real questions at issue, and that the whole case may fairly be taken as at issue and submitted for final adjudication.\n\nTwenty days hereafter let judgment be entered reversing the decree of the Court of First Instance of Manila dated November 19, 1910, whereby that the court declined to suspend the proceedings then pending upon the invalid and improvidently issued writ of execution, without special condemnation of costs in this instance; and ten days thereafter let the record be returned to the court wherein it originated, where a new order will issue having due regard to the rules laid down in the case of\n\nCompañia General de Tobacos vs. Martinez\n\n(17 Phil. Rep., 160) and to actual status of the proceedings as they may be shown to be at the time when such order is entered. So ordered.\n\nMapa, Moreland and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3601,
  "metadata_extraction_date": "2025-11-16T09:22:04.652303",
  "extraction_version": "2.0_enhanced_full_content"
}