{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1912/march/gr_l-6859_1912.html",
  "filename": "gr_l-6859_1912.html",
  "year": 1912,
  "month": "march",
  "case_number": "gr_l-6859_1912",
  "gr_number": "gr_l-6859_1912",
  "volume_page": "Volume information not available",
  "decision_date": "March 30, 1912",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Family Law",
    "Remedial Law"
  ],
  "keywords": [
    "appellant",
    "deceased",
    "nicolas",
    "matinong",
    "accused",
    "his",
    "crime",
    "tolosa",
    "said",
    "circumstance",
    "having",
    "assault",
    "francisco",
    "law",
    "there",
    "aggravating",
    "may",
    "asis",
    "attorney",
    "general"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6859\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6859              March 30, 1912\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nNICOLAS MATINONG, ET AL.,\n\ndefendants.\n\nNICOLAS MATINONG,\n\nappellant.\n\nJose Varela y Calderon for appellant.\n\nAttorney-General Villamor for appellee.\n\nMAPA,\n\nJ.\n\n:\n\nThe information in the present cause was as follows:\n\nThe undersigned, amending the previous complaint, charges Nicolas Matinong, Francisca Magsipoc, present, and Cornelio Jinaya, Justo Jinaya, Ysaias Martinez, Cirilo N, Fausto N and Basilio N, absent, with the crime of\n\nrobo en cuadrilla\n\nwith homicide, committed as follows:\n\nOn or about the night of April 15, 1910, in the barrio of Caticlan, within the municipality of Bumanga of this Province of Capiz, P.I., the accused, having formed a band of more than three malefactors, provided with\n\ntalibones\n\n, did, unlawfully, willfully and criminally, assault the house of Francisco Tolosa and, after having seized, violently and with intent of gain, money and other effects belonging to Francisco Tolosa and his family, which amounted in the value to P908.35, did treacherously kill the said Tolosa; in violation of law.\n\nThe case having been prosecuted against Nicolas Matinong and Francisca Magsipoc only, for the reason that the other accused had not been apprehended, the court acquitted the latter and sentenced the former, Nicolas Matinong, to the penalty of life imprisonment, with the accessories of the law to indemnify the heirs of the deceased in the sum of P1,000, and to pay an additional sum of P908.35, as an indemnity for the effects robbed, and one-half of the costs of the trial.\n\nThe case has come before this court through an appeal by Nicolas Matinong from the foregoing judgment.\n\nThe evidence fully demonstrates the appellant's guilt. As the Attorney-General says in his brief, it has been satisfactorily proven that it was the said appellant who proposed to his companions the assault upon the house of Francisco Tolosa; that, armed with a talibon, he accompanied them during the assault; that, while the assault was being made, he stood watch at the foot of the stairs of the said house so that his companions would not be caught, and that, finally, he accompanied them to the place where the deceased was killed. These facts evidently render him responsible as a principal by direct participation in the crime with which he is charged in the information.\n\nThere is to be considered, in the commission of the crime, the attendance of the aggravating circumstance of treachery embracing that of the criminal act having been perpetrated at night in an uninhibited place (as was the place where the deceased was killed) and by a band, as an integral part of the plan formed by the accused for the commission of the crime with security to themselves and without risk.\n\nThe Attorney-General suggests that the aggravating circumstance of premeditation should also be taken into account. It is unquestionable that there was premeditation with respect to the robbery, but, as it is inherent in this latter crime, it should not be considered as an aggravating circumstance. There is not sufficient proof that the death of the deceased was premeditated by the accused. It may very well have happened that the resolution to kill Francisco Tolosa arose in the minds of the accused at the last minute as a result of some unforseen incident which may have occurred during the course of events. We may cite, as an example, the occurrence related in the following words by Luis Dagono, a witness for the prosecution:\n\nWhen they (the malefactors) arrived, that man who was holding me asked Asis (the deceased) the question: \"Do you know me?\" Asis answered: \"Yes.\" When Asis answered that he knew him, that man, this party Cornelio, unsheathed his\n\ntalibon\n\nand gave Asis a cut with it on the head.\n\nThis appears to indicate that the malefactors commenced to wound the deceased as soon as the latter showed that he knew some of them, and that, had not this incident occurred, possibly they might not have taken his life. Be this as it may, he fact remains that, aside from the fact itself of the death of the deceased, there is no conclusive proof in the record that the accused premeditated the taking of their victim's life, in the legal and technical sense of the word\n\npremeditation\n\nas a term of law.\n\nAfter due examination of all the circumstances of the case, we are of the opinion that the trial judge was right in giving the appellant the benefit of the extenuating circumstance of article 11 of the Penal Code, and which must be set off against the aggravating circumstance of\n\nalevosia\n\nfound in this decision to have existed. It is, therefore, proper to impose upon the said appellant the penalty of\n\ncadena perpetua\n\n, which was done in the judgment appealed from.\n\nThe said judgment is affirmed, with the costs of this instance against the appellant.\n\nArellano, C.J., Torres, Johnson, Carson and Trent, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5069,
  "metadata_extraction_date": "2025-11-16T09:21:44.397647",
  "extraction_version": "2.0_enhanced_full_content"
}