{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1911/november/gr_l-6549_1911.html",
  "filename": "gr_l-6549_1911.html",
  "year": 1911,
  "month": "november",
  "case_number": "gr_l-6549_1911",
  "gr_number": "gr_l-6549_1911",
  "volume_page": "Volume information not available",
  "decision_date": "November 27, 1911",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Family Law",
    "Criminal Law",
    "Tax Law"
  ],
  "keywords": [
    "statement",
    "tobacco",
    "any",
    "defendant",
    "leaf",
    "render",
    "demand",
    "section",
    "other",
    "revenue",
    "false",
    "incomplete",
    "said",
    "internal",
    "made",
    "material",
    "officer",
    "used",
    "manufacture",
    "person"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-6549\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-6549             November 27, 1911\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nMARTIN TORRES,\n\ndefendant-appellant.\n\nEduardo Gutierrez David, for appellant.\n\nActing Attorney-General Harvey, for appellee.\n\nJOHNSON,\n\nJ.:\n\nThis defendant was charged with a violation of section 97 of Act No. 1189 of the Philippine Commission. The complaint was as follows:\n\nOn or about August 6, 1908, in the pueblo of Betis, municipality of Guagua, Province of Pampanga, the accused, being a merchant or trader in leaf tobacco and other raw materials used in the manufacture of tobacco, and having been required by the internal revenue agent, John Moran, to render an exact statement of the quantity of leaf tobacco and other materials sold or delivered to any person, did wilfully and maliciously refuse to render such exact statement, and instead made a false and incomplete one.\n\nAfter hearing the evidence adduced during the trial of the cause, the Hon. Julio Llorente, judge, found the defendant guilty of the offense charged and sentenced him to pay a fine of P300, with subsidiary imprisonment in case of insolvency. From that sentence the defendant appealed to this court and made several assignments of error.\n\nSaid section 97 provides that:\n\nIt shall be the duty of every farmer or planter producing leaf tobacco and of every dealer in leaf tobacco or any material used in the manufacture of tobacco or snuff,\n\non demand of any internal-revenue officer\n\n, to render a true and complete statement of the quantity and amount of such leaf tobacco or other material sold or delivered to any person named in such demand; and in case of refusal or neglect to render such statement or if there is cause to believe said statement to be incorrect of fraudulent, the provincial treasurer or other revenue officer shall make an examination of such person's books, and papers as may be necessary to determine the facts in the case; and any such dealer in leaf tobacco or other material who refuses to render a statement or who renders a false or incomplete statement, shall for each offense be fined in a sum not exceeding four hundred pesos.\n\nIt will be noted that the liability under said section 97 results from a refusal to render a statement on demand of any internal-revenue officer, or for the rendition of a false or incomplete statement by a farmer or planter or by a dealer in leaf tobacco or any material used in the manufacture of tobacco or snuff. An examination of the record brought to this court\n\nfails to show that any internal-revenue officer ever made a demand upon the defendant to render a statement such as is required by said section 97; neither does the record disclose that the defendant ever rendered a false or incomplete statement\n\n. In the absence, therefore, of proof (\n\na\n\n) that a demand was made to rendered a statement; and (\n\nb\n\n) a refusal to comply with such demand, or (\n\nc\n\n) that he had rendered a false or incomplete statement, no liability is incurred by virtue of said section 97.\n\nTherefore the sentence of the lower court is hereby reversed, the complaint is ordered to be dismissed, and the defendant is hereby ordered to be discharged from the custody of the law.\n\nlawphil.net\n\nArellano, C.J., Torres, Mapa, Moreland and Trent, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3406,
  "metadata_extraction_date": "2025-11-16T09:09:00.382189",
  "extraction_version": "2.0_enhanced_full_content"
}