{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/july/gr_l-4800_1908.html",
  "filename": "gr_l-4800_1908.html",
  "year": 1908,
  "month": "july",
  "case_number": "gr_l-4800_1908",
  "gr_number": "gr_l-4800_1908",
  "volume_page": "Volume information not available",
  "decision_date": "July 18, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "court",
    "instance",
    "appeal",
    "decision",
    "first",
    "act",
    "cases",
    "aragon",
    "his",
    "action",
    "justice",
    "peace",
    "judgment",
    "law",
    "potenciano",
    "rendered",
    "pending",
    "second",
    "dated",
    "reason"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4800\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4800            July 18, 1908\n\nPOTENCIANO ARAGON,\n\nplaintiff,\n\nvs.\n\nTHE HON. MANUEL, ARAULLO, as judge of the Court of First Instance of Manila, ET AL.,\n\ndefendants.\n\nP. Aragon on his own behalf.\n\nM. Araullo on his own behalf.\n\nTORRES,\n\nJ.\n\n:\n\nAn action was brought by the\n\nOrden Tercera de San Francisco\n\nbefore the justice of the peace of this City against Potenciano Aragon in November, 1906, to recover the possession of a house leased to the latter, and to obtained payment of rents overdue. Judgment was rendered in favored of the plaintiff, from which the defendant appealed to the court of First Instance. The appeal was still pending at the close of the year 1907 and was not decided in the second instance until the 7th of February, 1908.\n\nThe defendant excepted to the decision of the Court of First Instance, moved for a new trial, and presented a bill of exceptions for the purpose of prosecuting his appeal, but the court below by an order dated April 11, following, overruled the appeal and refused to certify the bill of exceptions, for the reason that under Section 16 of Act No. 1627 of the Philippine Commission, the decision of the Court in second Instance was not appealable; and by another order, dated April 27, denied the request of the petitioner praying that the above-mentioned decision be amended or set aside.\n\nThe aforesaid of section of Act No. 1627 went into effect on the 1st day of July, 1907, at which time the appeal was pending in the second instance, and the decision was rendered therein under the provisions of the said Act which, being procedural in its nature and containing no express provision to the contrary, is of course applicable to cases pending decision, inasmuch as the legal provision that authorized appeals in third instance having been repealed, this court lacks jurisdiction to here an appeal which the law in force does not permit, nor could the same have been interposed or admitted beyond the cases of exception, within none of which the present appeal is included.\n\nFurthermore, the right to appeal from a judicial decision is a privilege established by the positive laws, which, upon authorizing the filing of the same, point out the cases in which it is proper to present it, the procedure to be observed, and the courts\n\na quo\n\nand those by which the appeal is to be proceeded with and resolved.\n\nAnd it should further be considered that the appeal, by virtue of which the oral action together with a judgment of the justice of the peace was set aside and the appellant acquired the right to reproduce his original complaint and bring a new action before the court of First Instance, was interposed long after the enforcement of the aforesaid act which, in a general manner, limits to two instances only, the continuance of action initiated in justice of the peace courts, except in such cases as are expressly stated in said act, for which reason it is proper to comply with its provisions in accordance with the decisions of this court in cases of\n\nPavon vs. Philippine Islands Telephone and Telegraph Company\n\n1\n\nand\n\nArellano vs. La Puente\n\n,\n\n2\n\nwhich proceedings were similar to the present.\n\nAfter the foregoing it is unnecessary to consider the other allegations set forth by the appellant in a document dated on the 21st of May last, for the reason that, as the judgment of the Court of First Instance, rendered in a matter which originated in the Court of the justice of the peace, has been held to be unappealable, they are no possible terms under the law, nor degree or third instance wherein questions raised anew and out of time maybe properly discussed and decided.\n\nPursuant to the provisions of section 490 of the Code of Civil Procedure, and in view of the fact that the judgment appealed from is in accordance with the law, the application of Potenciano Aragon is hereby dismissed with costs. So ordered.\n\nArellano, C.J., Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4088,
  "metadata_extraction_date": "2025-11-16T08:33:52.657980",
  "extraction_version": "2.0_enhanced_full_content"
}