{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/september/G_R__No__2867.html",
  "filename": "G_R__No__2867.html",
  "year": 1906,
  "month": "september",
  "case_number": "G.R. No. 2867",
  "gr_number": "2867",
  "volume_page": "Volume information not available",
  "decision_date": "September 11, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Commercial Law",
    "Property Law",
    "Civil Law",
    "Criminal Law"
  ],
  "keywords": [
    "sulit",
    "reyes",
    "his",
    "cavanes",
    "crop",
    "rice",
    "defendant",
    "one",
    "palay",
    "share",
    "when",
    "crime",
    "disposed",
    "court",
    "below",
    "land",
    "owner",
    "seed",
    "latter",
    "two"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 2867\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 2867           September 11, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nJULIAN REYES,\n\ndefendant-appellant.\n\nW.A. Kincaid, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nARELLANO,\n\nJ.:\n\nAssuming that the findings of fact contained in the decision of the court below are correct, it appears (1) that one Vicente Sulit occupied as a tenant several parcels of land within the hacienda of Justo Guido for the use of which he gave to the owner 30\n\ncavanes\n\nof palay for every 3\n\ncavanes\n\nof seed received from the latter; (2) that the said Vicente Sulit, who was a man 80 years of age, entered into an agreement with Julian de los Reyes whereby the former was to contribute 3½\n\ncavanes\n\nof seed and sow the same, and in addition thereto, two carabaos, two harrows, two carts, and 24 pesos in cash, and the latter was to transplant the seed and take care of and harvest the crop, the profits to be divided between them, share and share alike, after deducting the 30\n\ncavanes\n\ndue to the owner of the land, Reyes to reimburse his partner one-half of the expenses defrayed in advance by Sulit; and (3) that when the crop was ready to be harvested, Reyes being sick, Sulit did the work, stacked the rice, and when the time came for trashing the rice, Reyes did the trashing.\n\nBut when Sulit went upon the land to take his share of the rice, he found Reyes selling palay to various persons, and he refused to give him (Sulit) any part thereof, saying that he was not this partner because the rice belonged to the town.\n\nThe court below sentenced the accused to six months' imprisonment (\n\narresto mayor\n\n), to return the stolen palay, 75\n\ncavanes\n\nin all, or in default thereof to pay to the said Sulit 150 pesos, otherwise to suffer the corresponding subsidiary imprisonment at the rate of one day for every 12½ pesetas, such subsidiary imprisonment not to exceed one-third of the principal penalty, with the costs of the proceedings.\n\nThe Attorney-General is of the opinion that the crime committed was not that of theft for the reason that, as he says, there was no\n\napoderamiento\n\nof the property of another, and suggests that the crime committed was rather that of\n\nestafa\n\n, thus apparently accepting the view of the counsel for the defendant, as expressed on page 5 of the latter's brief.\n\nAs a matter of fact the defendant could have harvested and trashed the crop in question. This he could have done by reason of his possession, both\n\nde facto\n\n, and\n\nde jure\n\n. He was in possession of the palay of which he freely disposed without taking or abstracting the same from anyone, and he had a right to lawfully disposed of an aliquot part of the crop. If he had disposed of all of the crop his action would have been unlawful. His unlawful disposition of the share belonging to his partner or joint owner (such contract being governed by the provisions relative to the contract of partnership, by the stipulation of the parties, and by the custom of the country as provided in article 1579 of the Civil Code) was undoubtedly a violation of their contract and a trespass upon the rights of another but not an act constituting the crime of theft. If the defendant was lawfully in possession of the rice he certainly did not, when he disposed of it, take it or abstract it from another. Such taking and abstracting is what contitutes the crime of theft.\n\nWe accordingly reverse the judgment appealed from and acquit the defenadnt with the costs of both instance\n\nde oficio\n\n, without prejudice to the institution of any other action that may be proper, as to which make no decision.\n\nAfter the expiration of ten days from the date of final judgment the case will be remanded to the court below for prper prcedure. So ordered.\n\nTorres, Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3944,
  "metadata_extraction_date": "2025-11-16T08:18:14.326428",
  "extraction_version": "2.0_enhanced_full_content"
}