{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/september/G_R__No__2850.html",
  "filename": "G_R__No__2850.html",
  "year": 1906,
  "month": "september",
  "case_number": "G.R. No. 2850",
  "gr_number": "2850",
  "volume_page": "Volume information not available",
  "decision_date": "September 7, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "General"
  ],
  "keywords": [
    "accused",
    "inspector",
    "president",
    "defendant",
    "governor",
    "his",
    "appellee",
    "appellant",
    "notice",
    "act",
    "appears",
    "three",
    "occasions",
    "encarnacion",
    "correspond",
    "time",
    "place",
    "communication",
    "through",
    "course"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 2850\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 2850           September 7, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nEUGENIO VERGARA,\n\ndefendant-appellant.\n\nAmbrosio Flores, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nTRACEY,\n\nJ.:\n\nThe defendant being a councilor of the pueblo of Abucay, in the Province of Bataan, was accused of failing to give prompt notice to the provincial governor or inspector of police of the presence of\n\nladrones\n\nor brigands, as required by section 5 of Act No. 781, amending Act No. 175. It appears that on three occasions he gave such notice to the president of the municipality, who transmitted it to the inspector; it is claimed, however, that the three occasions upon which he was seen by witnesses for the prosecution in conservation with Felix Encarnacion, the bandit chief, or his men, do not correspond in time and place with these notices, and further that the communication to the president did not satisfy the requirements of the statute. On the other hand it is maintained that the design of the defendant was to forward through the president his report to the higher authorities and that such was the course taken.\n\nConsidering the circumstances of time and place, the sending of word through the municipal president appears to have been the only available course open to the accused, as it does not seem to have been possible for him to have reached either the governor or the inspector personally; consequently there was no breach of duty, as there might have been had immediate communication by him with the governor or inspector been practicable. The lack of correspondence between the interviews testified to with Encarnacion and the reports sent by the accused is not sufficiently established by the evidence to justify his conviction of a crime; indeed, the fair conclusion is that they do correspond.\n\nTherefore the accused should be acquitted and set at liberty forthwith, with the costs of the case\n\nde oficio\n\n. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2166,
  "metadata_extraction_date": "2025-11-16T08:18:23.268653",
  "extraction_version": "2.0_enhanced_full_content"
}