{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/september/G_R__No__1305.html",
  "filename": "G_R__No__1305.html",
  "year": 1906,
  "month": "september",
  "case_number": "G.R. No. 1305",
  "gr_number": "1305",
  "volume_page": "Volume information not available",
  "decision_date": "September 24, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Labor Law"
  ],
  "keywords": [
    "judge",
    "bill",
    "court",
    "defendant",
    "exceptions",
    "case",
    "said",
    "santos",
    "first",
    "gonzalez",
    "manila",
    "cohn",
    "who",
    "certify",
    "instance",
    "province",
    "then",
    "petitioner",
    "refused",
    "his"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 1305\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 1305           September 24, 1906\n\nRAMON SANTOS,\n\npetitioner,\n\nvs.\n\nE. FINLEY JOHNSON, judge of the Court of First Instances of Manila,\n\nrespondent.\n\nHaussermann, Cohn and Williams, for petitioner.\n\nW.A. Kincaid, for respondent.\n\nARELLANO,\n\nC.J.\n\n:\n\nThis is petition for writ of mandamus against the defendant judge, who refused to certify a bill of exceptions in the case of Santos\n\nvs.\n\nGonzalez.\n\nThe defendant judge in his testimony said: \"That he closed the November term of the Court of First Instance of the Province of Pangasinan without fixing the date when it should be continued, on the 20th of December, 1902; that he did hear anything more about the case of Santos\n\nvs.\n\nGonzalez until the middle of March, 1903, when, as he remembered one Mr. Knudson, who represented himself to be an employee of the office of Mr. Charles Cohn of the city of Manila, appeared in his office, in part 1 of the Court of First Instance of the city of Manila, with a sealed package addressed to Hon. A. F. Odlin, Lingayen, Province of Pangasinan; that the said Mr. Knudson stated to the undersigned that Mr. Cohn had asked him to mail the said package, stating at the same that it contained the bill of exception in the case of Santos\n\nvs.\n\nGonzalez, but that he (Knudson) was of the opinion that the said bill of exceptions should be presented to this defendant . . .; that the defendant did not hear anything more concerning the preparation and certification of the said bill of exceptions until the 21st or 22d of April, 1903, and that at that time Mr. Cohn appeared personally before the defendant, who was then acting as judge of the Court of First Instance of the city of Manila, and asked the defendant, to certify as to the correctness of the document which he then presented and which purported to be the bill of exceptions in the case of Santos\n\nvs.\n\nGonzalez; that the defendant, after considering the same, then and there refused to sign the alleged bill of exceptions, for the reason that he was of the opinion that he had no authority under the law to sign and certify the said bill of exceptions, because he was not then acting in the district where the case of Santos\n\nvs.\n\nGonzalez was tried and was not at that time judge of the Court of First Instance of said province in the district in which the case was instituted and decided.\" Record, pp. 192 and 193.)\n\nIt appearing that the defendant judge was not at that time the judge of the province in question, we hold that he properly refused to sign and certify the bill of exceptions presented to him in a case which he had tried. The certification and signing of a bill of exceptions are jurisdictional acts which can not be executed by one who has no jurisdiction over the matter on account of his having ceased to be the judge of the court in which the case was tried by him as such judge. He has no right to exercise any jurisdiction in a court of which he has ceased to be the judge. It has been so held by this court in Enriquez\n\nvs.\n\nWatson,\n\n1\n\nNo. 1561; Ricamora\n\nvs.\n\nTrent,\n\n2\n\nNo. 1534; Osmeña\n\nvs.\n\nGorordo,\n\n3\n\nNo. 1746.\n\nWe accordingly deny the petition for a writ of mandamus, with the costs to the petitioner. So ordered.\n\nTorres, Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nJohnson, J.,\n\ndisqualified.\n\nFootnotes\n\n1\n\n3 Phil. Rep., 279.\n\n2\n\n3 Phil. Rep., 137.\n\n3\n\n5 Phil. Rep., 37.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3496,
  "metadata_extraction_date": "2025-11-16T08:17:49.532703",
  "extraction_version": "2.0_enhanced_full_content"
}