{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1906/september/G_R__No__3045.html",
  "filename": "G_R__No__3045.html",
  "year": 1906,
  "month": "september",
  "case_number": "G.R. No. 3045",
  "gr_number": "3045",
  "volume_page": "Volume information not available",
  "decision_date": "September 8, 1906",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Criminal Law"
  ],
  "keywords": [
    "his",
    "house",
    "fire",
    "own",
    "court",
    "crime",
    "appellee",
    "defendant",
    "appellant",
    "set",
    "pesos",
    "neighbor",
    "act",
    "negligence",
    "imprudencia",
    "temeraria",
    "imprisonment",
    "ten",
    "days",
    "arellano"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 3045\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 3045           September 8, 1906\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nTIBURCIO ZABALA,\n\ndefendant-appellant.\n\nW.H. Bishop, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nTRACEY,\n\nJ.:\n\nThe accused, dissatisfied with his inheritance and with a vague notion of forcing a readjustment of his relations with his brother, and while intoxicated, set fire to his own house, his exclusive property. The fire consumed not only his residence the adjoining one belonging to a relative, valued at 40 pesos. The neighbor's house was at the time vacant, but in his own house there was itself and his son.\n\nIn the opinion of the majority of the court he is not criminally liable for the fire set to his own house nor did be intend or foresee the burning of the house of his neighbor; consequently his act can not constitute the crime of arson. It does, however, fall within the terms of article 568 of the Penal Code, punishing as reckless negligence (\n\nimprudencia temeraria\n\n) an act which if actuated by malice would have constituted a grave crime.\n\nThe sentence of the court below is reversed and the defendant, for the crime of criminal negligence (\n\nimprudencia temeraria\n\n), is sentenced to six months imprisonment (\n\narresto mayor\n\n), the indemnification of 40 pesos to Mariano Tandoc, and, in case of failure to pay, to the corresponding subsidiary imprisonment, with cost. After the expiration of ten days let judge be entered in accordance herewith and ten days thereafter the record be remanded to the court from whence it came for proper action. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1788,
  "metadata_extraction_date": "2025-11-16T08:18:18.798705",
  "extraction_version": "2.0_enhanced_full_content"
}