{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2006/12/opt_case_40441.html",
  "filename": "opt_case_40441.html",
  "year": 2006,
  "month": "12",
  "case_number": "G.R. No. 144699",
  "gr_number": "144699",
  "volume_page": "539 Phil. 420",
  "decision_date": null,
  "title": "People v. Deopante, 331 Phil. 998 (1996). Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "deopante",
    "source",
    "supreme",
    "court",
    "library",
    "dynamically",
    "generated",
    "content",
    "management",
    "system",
    "libcms",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "division",
    "december",
    "celerino",
    "sanchez"
  ],
  "title_summary": "People v. Deopante, 331 Phil. 998 (1996). Source: Supreme Court E-Library This page was dynamical...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 539 Phil. 420\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. NO. 161007, December 06, 2006 ]\n[ G.R. NO. 161007, December 06, 2006 ]\n\nCELERINO SANCHEZ, PETITIONER, VS. PEOPLE OF THE PHILIPPINES, RESPONDENT.\nD E C I S I O N\nCELERINO SANCHEZ, PETITIONER, VS. PEOPLE OF THE PHILIPPINES, RESPONDENT.\n\nD E C I S I O N\n\nTINGA, J.:\n\nCelerino Sanchez (Sanchez) assails the Decision [1] of the Court of Appeals dated May 7, 2003 which affirmed his conviction of the crime of Homicide but modified the penalty imposed by the trial court, and its Resolution [2] dated October 21, 2003 which denied reconsideration for lack of merit.\n\nThe case stems from an Information [3] dated March 24, 1994, docketed as Criminal Case No. 94-10-430, indicting Sanchez for the death of Felix Jamero (Jamero). The Information reads:\nThat on September 4, 1993, at 7:00 o'clock in the morning, more or less, in Barangay San Jose, Municipality of Mahayag, Province of Zamboanga del Sur, Republic of the Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, with intent to kill and armed with a long sharp bolo, did then and there willfully, unlawfully and feloniously, assault[,] attack, hack and stab one FELIX JAMERO, inflicting upon the victim multiple stab wounds in the different parts of his body which cause his instant death.\n\nCONTRARY TO LAW. [4]\nSanchez pleaded not guilty upon arraignment. Trial proceeded after which the Regional Trial Court, Branch 23, Molave, Zamboanga del Sur rendered a Decision, [5] the dispositive portion of which states:\nWHEREFORE, on the basis of the evidences admitted at the trial, this Court finds the accused guilty beyond reasonable doubt of the crime of homicide, and hereby imposes the indeterminate penalty of eight years and one day of prision mayor as minimum, to fifteen years, of reclusion temporal as maximum, of imprisonment, and to pay the heirs of the deceased victim the sum of P165,000.00, itemized as follows:\n\n[TABLE_CONTENT]\nMoral damages ------------------- | P 50,000.00\nExemplary damages --------------- | 50,000.00\nFuneral Expenses ----------------- | 65,000.00\nTotal ----------------------- | P 165,000.00\n[END_TABLE]\n\nMoral damages ------------------- P 50,000.00 Exemplary damages --------------- 50,000.00 Funeral Expenses ----------------- 65,000.00 Total ----------------------- P 165,000.00 SO ORDERED. [6] On appeal, Sanchez averred that the trial court erred in not ruling that he acted in self-defense and in failing to appreciate the mitigating circumstances of voluntary surrender and passion and obfuscation. Finding that unlawful aggression as an element of self-defense was not present, the Court of Appeals affirmed Sanchez's conviction. However, it decreased the penalty imposed in view of the mitigating circumstance of voluntary surrender. The dispositive portion of the Decision of the Court of Appeals provides:\nWHEREFORE, in view of the foregoing, judgment is hereby rendered partly granting the instant appeal. The decision of the trial court is MODIFIED in so far as the penalty is concerned which should be SIX (6) YEARS and ONE (1) day of Prision Mayor as Minimum to TWELVE (12) YEARS and ONE (1) day of Reclusion Temporal as maximum. All other aspects of the decision are AFFIRMED. No costs.\n\nSO ORDERED. [7]\nSanchez's account of the facts shows that he and Jamero were tenants of adjacent lots located in San Jose, Mahayag, Zamboanga del Sur. [8] At about 7:00 o'clock in the morning of September 4, 1993, Sanchez saw Jamero destroying the dike which served as the boundary between the two lots. Sanchez confronted Jamero and told the latter that he was encroaching on his land. Jamero struck him with a shovel. The shovel got stuck in the mud so Jamero resorted to throwing mud at Sanchez. Fighting back, Sanchez hacked Jamero with a bolo, resulting in the latter's death. [9] Sanchez then proceeded to the municipal building to surrender upon the advice of his son-in-law. [10]\n\nBased on these facts, Sanchez insists in his Petition [11] dated November 17, 2003, that he acted in self-defense. According to him, Jamero was the unlawful aggressor having struck him with a shovel. Had he not fought back by hacking Jamero with a bolo, he would have been the one killed.\n\nIn its Comment [12] dated September 16, 2004, the Office of the Solicitor General (OSG) maintains that the plea of self-defense, whether complete or incomplete, should fail because there was no longer any unlawful aggression on the part of Jamero when Sanchez hacked him.\n\nAccording to the OSG, Jamero's attack on Sanchez was unsuccessful because the latter was able to evade it and Jamero's shovel got stuck in the mud. Jamero fled toward the ricefield when Sanchez unsheathed his bolo. Sanchez pursued him and struck his head with a bolo. Jamero fell down but was able to stand up again. He ran away but after a short distance, fell down again. Sanchez approached him and stabbed him several times. Not satisfied, Sanchez pushed Jamero's face down into the knee-deep mud. After Jamero's aggression ceased when he fled and left his shovel stuck in the mud, there was no longer any justification for Sanchez to go after him and hack him to death.\n\nSanchez filed a Reply to Respondent's People of the Philippines Comment [13] dated November 11, 2004, reiterating that he acted in self-defense.\n\nWe sustain the Decision of the Court of Appeals.\n\nSelf-defense is an affirmative allegation and offers exculpation from liability for crimes only if satisfactorily shown. Self-defense requires: (a) unlawful aggression on the part of the victim; (b) reasonable necessity of the means employed by the accused to repel it; and (c) lack of sufficient provocation on his part. [14]\n\nHaving admitted that he killed Jamero, the burden of evidence that one acted in self-defense shifted to Sanchez. It is textbook doctrine that when self-defense is invoked, the burden of evidence shifts to the appellant to show that the killing was justified and that he incurred no criminal liability therefor. He must rely on the strength of his own evidence and not on the weakness of the prosecution's evidence, for, even if the latter were weak, it could not be disbelieved after his open admission of responsibility for the killing. Hence, he must prove the essential requisites of self-defense aforementioned. [15]\n\nIn this case, Sanchez failed to prove the element of unlawful aggression. The positive and categorical eye-witness account of Saturnino Umambac (Umambac) that Jamero ran away from Sanchez but that the latter pursued Jamero, caught up with him and hacked him to death negates Sanchez's plea of self-defense. Umambac testified:\n\n[TABLE_CONTENT]\nAtty. Pedro S. Jamero\n | \nQ: | While the three (3) of you were working at that time on that date and time, could you recall if there was an unusual incident that happened?\nA: | There was.\n | \nQ: | Please tell the Court.\nA: | There was a person who arrived.\n | \nCourt | \n | \nQ: | How many person who [sic] arrived?\nA: | Only one (1).\n | \nQ: | Do you know the name of the person who arrived?\nA: | Yes[,] Sir.\n | \nAtty. Pedro S. Jamero\n | \nQ: | Who [sic] is the name of that person?\nA: | Celerino Sanche[z].\n | \nCourt | \n | \nQ: | Was he bringing anything at that time?\nA: | Yes[,] Sir, a bolo was tucked at his waist.\n | \nAtty. Pedro S. Jamero\n | \nQ: | What happened when Celerino Sanche[z] arrived at the place where the three (3) of you were working?\nA: | Celerino Sanches said: \"Lex, do not cut grasses on my land, look at our boundary.\"\n | \nQ: | And then?\nA: | Felix Jamero continued shovelling dirt and grumbling at the same time as if angry.\n | \nQ: | And what transpired next?\nA: | He then acted as if to strike. ([W]itness demonstrated raising his hand holding a shovel.) [A]t the same time Celerino S. Sanche[z] pulled out his bolo.\n | \nCourt | \n | \nQ: | Who raised up the shovel?\nA: | It was Felix Jamero.\n | \nQ: | And how far was the accused to Felix Jamero at that time?\nA: | Two (2) to three (3) meters.\n | \nQ: | Felix Jamero was on the act of striking the accused with the shovel?\nA: | Yes[,] Sir.\n | \nCourt: | \n | \n | Proceed\n | \nQ: | Now, you said that at that instance Celerino Sanche[z] pulled his bolo, what did he do after he pulled it?\nA: | He hacked Felix Jamero.\n | \nQ: | Was Felix Jamero hit?\nA: | No[,] Sir.\n | \nQ: | Now, since Felix Jamero was not hit, what happened next?\nA: | He ran away.\n | \nQ: | Who ran away?\nA: | Felix Jamero.\n | \nQ: | To what direction did Felix Jamero run away?\nA: | In [sic] his rice land.\n | \nCourt | \n | \nQ: | Towards the direction of Celerino Sanche[z]?\nA: | No[,] Sir, going away.\n | \nQ: | Was he following the cement of the rice field or did he run across the rice field?\nA: | He was running right inside the rice field.\n | \nQ: | And the rice field then at that time[,] was [it] full of water or was it dry?\nA: | With water, Sir.\n | \nCourt: | \n | Proceed\n | \nAtty. Pedro S. Jamero\n | \nQ: | Now, while Felix Jamero was running on the rice field, what did Celerino Sanche[z] do if anything?\nA: | He chased him, Sir.\n | \nQ: | What happened when Celerino Sanche[z] chased Felix Jamero?\nA: | He was able to catch up with Felix Jamero.\n | \nQ: | And what happened when Celerino Sanche[z] was able to catch up with Felix Jamero?\nA: | He hacked him.\n | \nQ: | Who hacked who?\nA: | It was Celerino Sanche[z] who hacked Felix Jamero.\n | \nCourt: | \n | \nQ: | Was Felix Jamero facing Celerino Sanche[z] at the time he was hacked by Celerino Sanche[z]?\nA: | Yes, Sir, they were facing each other. ([W]itness demonstrated)\n | \nQ: | And Felix Jamero was still bringing the shovel [when] he was about to strike Celerino Sanche[z]?\nA: | Not any more, Sir.\n | \nQ: | What was then being brought by Felix Jamero?\nA: | Mud.\n | \nCourt: | \n | \n | Proceed.\n | \nAtty. Pedro S. Jamero\n | \nQ: | Now, you said, at the time Celerino Sanche[z] hacked Felix Jamero, was Felix Jamero hit?\nA: | Yes[,] Sir.\n | \nCourt | \n | \nQ: | What part of the body was he hit?\nA: | At the head. ([W]itness pointing at the head.)\n | \nQ: | And what happened to Felix Jamero?\nA: | He was able to stand up and ran away but a distance away he fell down.\n | \nQ: | And what did Celerino Sanche[z] do?\nA: | He approached him and hacked him and stabbed him.\n | \nQ: | How many times did he hack Felix Jamero?\nA: | I was not able to count, Sir, but many times.\n | \nQ: | How many times did Celerino Sanche[z] stab Felix Jamero?\nA: | I was not able to count also, Sir.\n | \nCourt: | \n | \n | Proceed\n | \nAtty. Pedro S. Jamero\n | \nQ: | On those occasions when you said Celerino Sanche[z] hacked and stabbed Felix Jamero, the number of which you could no longer count, what was the exact position of Felix Jamero relative to Celerino Sanche[z]?\nA: | He fell down on the mud.\n | \nCourt | \n | \nQ: | The rice field was then very muddy at that time?\nA: | Yes[,] Sir.\n | \nQ: | What did you do then at that time?\nA: | We were afraid to go near. So, we only watched them. We were only hired help, Sir.\n | \nCourt: | \n | \n | Proceed\n | \nAtty. Pedro S. Jamero\n | \nQ: | What transpired after that?\nA: | He then rode on top of Felix Jamero and pushed him to the mud, Sir.\n | \nCourt | \n | \nQ: | And then after that?\nA: | Greg, the son-in-law of Celerino Sanche[z] arrived.\n | \nQ: | And then?\nA: | His bolo was taken away.\n | \nQ: | Who took the bolo of whom?\nA: | Greg, [sic] took the bolo of Celerino Sanche[z].\n | \nQ: | And what did he do with the bolo of Celerino Sanche[z]?\nA: | I did not notice what he did with the bolo, only that it was he who get the bolo.\n | \nAtty. Pedro S. Jamero\n | \nQ: | After Greg took the bolo of Celerino Sanche[z], do you know where did Celerino Sanche[z] go?\nA: | He ran away but I do not know where he ran away.\n | \nCourt | \n | \nQ: | Who ran away?\nA: | It was Celerino Sanche[z].\n | \nAtty. Pedro S. Jamero\n | \nQ: | What about Felix Jamero, what happened to him?\nA: | He was left on the mud where he was hacked and we and his wife carried him.[16][Emphasis supplied]\n[END_TABLE]\n\nAtty. Pedro S. Jamero\n\nQ: While the three (3) of you were working at that time on that date and time, could you recall if there was an unusual incident that happened? A: There was.\n\nQ: Please tell the Court. A: There was a person who arrived.\n\nCourt\n\nQ: How many person who [sic] arrived? A: Only one (1).\n\nQ: Do you know the name of the person who arrived? A: Yes[,] Sir.\n\nAtty. Pedro S. Jamero\n\nQ: Who [sic] is the name of that person? A: Celerino Sanche[z].\n\nCourt\n\nQ: Was he bringing anything at that time? A: Yes[,] Sir, a bolo was tucked at his waist.\n\nAtty. Pedro S. Jamero\n\nQ: What happened when Celerino Sanche[z] arrived at the place where the three (3) of you were working? A: Celerino Sanches said: \"Lex, do not cut grasses on my land, look at our boundary.\"\n\nQ: And then? A: Felix Jamero continued shovelling dirt and grumbling at the same time as if angry.\n\nQ: And what transpired next? A: He then acted as if to strike. ([W]itness demonstrated raising his hand holding a shovel.) [A]t the same time Celerino S. Sanche[z] pulled out his bolo.\n\nCourt\n\nQ: Who raised up the shovel? A: It was Felix Jamero.\n\nQ: And how far was the accused to Felix Jamero at that time? A: Two (2) to three (3) meters.\n\nQ: Felix Jamero was on the act of striking the accused with the shovel? A: Yes[,] Sir.\n\nCourt:\n\nProceed\n\nQ: Now, you said that at that instance Celerino Sanche[z] pulled his bolo, what did he do after he pulled it? A: He hacked Felix Jamero.\n\nQ: Was Felix Jamero hit? A: No[,] Sir.\n\nQ: Now, since Felix Jamero was not hit, what happened next? A: He ran away.\n\nQ: Who ran away? A: Felix Jamero.\n\nQ: To what direction did Felix Jamero run away? A: In [sic] his rice land.\n\nCourt\n\nQ: Towards the direction of Celerino Sanche[z]? A: No[,] Sir, going away.\n\nQ: Was he following the cement of the rice field or did he run across the rice field? A: He was running right inside the rice field.\n\nQ: And the rice field then at that time[,] was [it] full of water or was it dry? A: With water, Sir.\n\nCourt:\n\nProceed\n\nAtty. Pedro S. Jamero\n\nQ: Now, while Felix Jamero was running on the rice field, what did Celerino Sanche[z] do if anything? A: He chased him, Sir.\n\nQ: What happened when Celerino Sanche[z] chased Felix Jamero? A: He was able to catch up with Felix Jamero.\n\nQ: And what happened when Celerino Sanche[z] was able to catch up with Felix Jamero? A: He hacked him.\n\nQ: Who hacked who? A: It was Celerino Sanche[z] who hacked Felix Jamero.\n\nCourt:\n\nQ: Was Felix Jamero facing Celerino Sanche[z] at the time he was hacked by Celerino Sanche[z]? A: Yes, Sir, they were facing each other. ([W]itness demonstrated)\n\nQ: And Felix Jamero was still bringing the shovel [when] he was about to strike Celerino Sanche[z]? A: Not any more, Sir.\n\nQ: What was then being brought by Felix Jamero? A: Mud.\n\nCourt:\n\nProceed.\n\nAtty. Pedro S. Jamero\n\nQ: Now, you said, at the time Celerino Sanche[z] hacked Felix Jamero, was Felix Jamero hit? A: Yes[,] Sir.\n\nCourt\n\nQ: What part of the body was he hit? A: At the head. ([W]itness pointing at the head.)\n\nQ: And what happened to Felix Jamero? A: He was able to stand up and ran away but a distance away he fell down.\n\nQ: And what did Celerino Sanche[z] do? A: He approached him and hacked him and stabbed him.\n\nQ: How many times did he hack Felix Jamero? A: I was not able to count, Sir, but many times.\n\nQ: How many times did Celerino Sanche[z] stab Felix Jamero? A: I was not able to count also, Sir.\n\nCourt:\n\nProceed\n\nAtty. Pedro S. Jamero\n\nQ: On those occasions when you said Celerino Sanche[z] hacked and stabbed Felix Jamero, the number of which you could no longer count, what was the exact position of Felix Jamero relative to Celerino Sanche[z]? A: He fell down on the mud.\n\nCourt\n\nQ: The rice field was then very muddy at that time? A: Yes[,] Sir.\n\nQ: What did you do then at that time? A: We were afraid to go near. So, we only watched them. We were only hired help, Sir.\n\nCourt:\n\nProceed\n\nAtty. Pedro S. Jamero\n\nQ: What transpired after that? A: He then rode on top of Felix Jamero and pushed him to the mud, Sir.\n\nCourt\n\nQ: And then after that? A: Greg, the son-in-law of Celerino Sanche[z] arrived.\n\nQ: And then? A: His bolo was taken away.\n\nQ: Who took the bolo of whom? A: Greg, [sic] took the bolo of Celerino Sanche[z].\n\nQ: And what did he do with the bolo of Celerino Sanche[z]? A: I did not notice what he did with the bolo, only that it was he who get the bolo.\n\nAtty. Pedro S. Jamero\n\nQ: After Greg took the bolo of Celerino Sanche[z], do you know where did Celerino Sanche[z] go? A: He ran away but I do not know where he ran away.\n\nCourt\n\nQ: Who ran away? A: It was Celerino Sanche[z].\n\nAtty. Pedro S. Jamero\n\nQ: What about Felix Jamero, what happened to him? A: He was left on the mud where he was hacked and we and his wife carried him. [16] [Emphasis supplied]\nWhile Jamero was inceptually the unlawful aggressor by his act of raising his shovel to strike Sanchez, the unlawful aggression ceased to exist when Jamero turned and ran towards the rice field. Sanchez himself admits that he was not hit by Jamero's shovel because he was able to step back and the shovel got stuck in the mud. He testified:\n\n[TABLE_CONTENT]\nAtty. Pedro S. Jamero\n | \nQ: | It is not a fact[,] Mr. Witness, that when you were first allegedly hit by Felix Jamero with his shovel you were not hit, is that correct?\nA: | Yes[,] Sir, because I was able to step back.\n | \nQ: | And the shovel that was used by Felix Jamero in hacking you stuck to [sic] the mud and he was not able to recover it, is that correct?\nA: | No[,] Sir, he was not able to pull the shovel back because it was stuck hard in the mud.\n | \nQ: | And that was the time that Felix Jamero threw mud on your face, is that correct?\nA: | Yes[,] Sir.\n | \nQ: | And after Felix Jamero threw mud at your face that was the time that you hacked him several times which you said you could not remember anymore because you lost consciousness or you went black out?\nA: | Yes[,] Sir.\n | \nCourt: | \n | \nQ: | How did the spade get at [sic] the mud?\nA: | The shovel got stuck at the mud. (Witness demonstrating that the face of the shovel was the one that got stuck in the mud, sideways).\n | \nQ: | That point of the shovel was directed at you but you were able to evade [it]?\nA: | Yes[,] Sir.\n | \nQ: | And because of the force, the spade got buried at [sic] the mud?\nA: | Yes[,] Sir, because of the force the shovel got stuck to [sic] the mud and he was not able to pull it anymore, so he threw mud at me.\n | \nCourt: | \n | \n | Proceed.\n | \nAtty. Pedro S. Jamero\n | \nQ: | When the shovel of Felix Jamero got stuck to [sic] the mud and he was not able to pull it, that moment did it not occur to your mind to go away from him to avoid further trouble?\nA: | After he threw the mud at me[,] Sir, he pulled the shovel but the shovel was buried at the mud [and] he was not able to entirely pull it, so I hacked him.[17]\n[END_TABLE]\n\nAtty. Pedro S. Jamero\n\nQ: It is not a fact[,] Mr. Witness, that when you were first allegedly hit by Felix Jamero with his shovel you were not hit, is that correct? A: Yes[,] Sir, because I was able to step back.\n\nQ: And the shovel that was used by Felix Jamero in hacking you stuck to [sic] the mud and he was not able to recover it, is that correct? A: No[,] Sir, he was not able to pull the shovel back because it was stuck hard in the mud.\n\nQ: And that was the time that Felix Jamero threw mud on your face, is that correct? A: Yes[,] Sir.\n\nQ: And after Felix Jamero threw mud at your face that was the time that you hacked him several times which you said you could not remember anymore because you lost consciousness or you went black out? A: Yes[,] Sir.\n\nCourt:\n\nQ: How did the spade get at [sic] the mud? A: The shovel got stuck at the mud. (Witness demonstrating that the face of the shovel was the one that got stuck in the mud, sideways).\n\nQ: That point of the shovel was directed at you but you were able to evade [it]? A: Yes[,] Sir.\n\nQ: And because of the force, the spade got buried at [sic] the mud? A: Yes[,] Sir, because of the force the shovel got stuck to [sic] the mud and he was not able to pull it anymore, so he threw mud at me.\n\nCourt:\n\nProceed.\n\nAtty. Pedro S. Jamero\n\nQ: When the shovel of Felix Jamero got stuck to [sic] the mud and he was not able to pull it, that moment did it not occur to your mind to go away from him to avoid further trouble? A: After he threw the mud at me[,] Sir, he pulled the shovel but the shovel was buried at the mud [and] he was not able to entirely pull it, so I hacked him. [17]\nThere can be no self-defense, complete or incomplete, unless the accused proves the first essential requisite–unlawful aggression on the part of the victim. Unlawful aggression presupposes an actual, sudden and unexpected or imminent danger on the life and limb of a person – a mere threatening or intimidating attitude is not sufficient. There must be actual physical force or a threat to inflict physical injury. In case of a threat, it must be offensive and positively strong so as to display a real, not imagined, intent to cause injury. Aggression, if not continuous, does not constitute aggression warranting self-defense. [18]\n\nIn this case, the twin circumstances of Jamero's shovel getting stuck in the mud and his running away from Sanchez convincingly indicate that there was no longer any danger to the latter's life and limb which could have justified his pursuit of Jamero and subsequent hacking and killing of the latter.\n\nSanchez's failure to prove unlawful aggression by Jamero and the prosecution's evidence conclusively showing that it was Sanchez who was the unlawful aggressor completely discounts Sanchez's claim of self-defense. Even incomplete self-defense by its very nature and essence would always require the attendance of unlawful aggression initiated by the victim which must clearly be shown. [19]\n\nWHEREFORE, the instant petition is DENIED. The Decision of the Court of Appeals dated May 7, 2003 is hereby AFFIRMED. No pronouncement as to costs.\n\nSO ORDERED.\n\nQuisumbing, (Chairperson), Carpio, Carpio-Morales, and Velasco, Jr., JJ., concur.\n\n[1] Rollo, pp. 18-23; Penned by Associate Justice Jose L. Sabio, Jr. and concurred in by Associate Justices B.A. Adefuin-dela Cruz and Hakim S. Abdulwahid.\n\n[2] Id. at 25.\n\n[3] Records, p. 1.\n\n[4] Rollo, p. 19.\n\n[5] Id. at 317-319.\n\n[6] Id. at 319.\n\n[7] Rollo, p. 22.\n\n[8] TSN, June 21, 2000, p. 2.\n\n[9] TSN, April 12, 2000, pp. 2-3.\n\n[10] Id. at 4.\n\n[11] Rollo, pp. 7-16.\n\n[12] Id. at 64-74.\n\n[13] Id. at 80-82.\n\n[14] People v. Varona, 331 Phil. 3348, 354 (1996).\n\n[15] People v. Deopante, 331 Phil. 998, 1012 (1996).\n\n[16] TSN, July 10, 1998, pp. 5-12.\n\n[17] TSN, June 21, 2000, pp. 3-4.\n\n[18] Garcia v. People, G.R. No. 144699, March 10, 2004, 425 SCRA 221.\n\n[19] People v. Deopante, 331 Phil. 998 (1996).\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 23009,
  "metadata_extraction_date": "2025-11-01T05:57:55.323912",
  "extraction_version": "2.0_enhanced_full_content"
}