{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/april/GR_118314.html",
  "filename": "GR_118314.html",
  "year": 1998,
  "month": "april",
  "case_number": "118314",
  "gr_number": "118314",
  "volume_page": "351 Phil. 1001",
  "decision_date": "April 15, 1998",
  "title": "THE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ERNESTO AUXTERO @ TOYTOY, ACCUSED-APPELLANT. D E C I S I O N KAPUNAN, J.: In Criminal Case No. 8251 of the Regional Trial Court, Branch 2, City of Tagbilaran, Bohol, Ernesto Auxtero, alias Toytoy was charged with rape under an information which reads: That on or about the 28TH day of November 1992, in the municipality of Talibon, province of Bohol, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, by means of force, threat and intimidation, with lewd design and against the will and without the consent of the offended party, did then and there willfully, unlawfully and feloniously have carnal knowledge of one Ruth Tutor, a 14-year old girl; to the damage and prejudice of the said Ruth Tutor. Acts committed contrary to the provisions of Art. 335 of the Revised Penal Code as amended by Republic Act No. 2632 and 4111.[1] The accused entered the plea of not guilty of the offense charged when arraigned on 9 June 1993.[2] After trial, the court a quo rendered judgment on 2 September 1994, the dispositive portion of which reads: WHEREFORE, the Court finds the accused ERNESTO AUXTERO guilty beyond reasonable doubt of the crime of Rape, defined and penalized under Article 335 of the Revised Penal Code, as amended. There being neither mitigating nor aggravating circumstances, the accused is hereby sentenced to suffer the penalty of RECLUSION PERPETUA, to indemnify the offended party Ruth Tutor the sum of Fifty Thousand (P50,000.00) Pesos without subsidiary imprisonment in case of insolvency, and to pay the costs. SO ORDERED.[3] Hence, this appeal from the lower courtâs decision with the following assignment of errors: I THE TRIAL COURT ERRED IN GIVING WEIGHT AND CREDENCE TO THE TESTIMONY OF COMPLAINANT RUTH TUTOR WHOSE TESTIMONY IS TAINTED WITH DOUBTS AND CONTRADICTIONS. II THE TRIAL COURT ERRED IN NOT ACQUITTING THE ACCUSED-APPELLANT ON THE GROUND THAT RAPED (sic) WAS NOT COMMITTED.[4] The facts as established by the evidence for the prosecution are as follows: Private complainant, Ruth Tutor, at the time of the incident complained of, was a 14 year old freshman at Blessed Trinity High School, Bohol.[5] Accused-appellant Ernesto Auxtero alias Toytoy was a tricycle driver plying his trade in Talibon, Bohol. On 28 November 1992, the day of the alleged rape, Ruth was on her way home from school where she had just finished her drum and bugle corps practice. She rode on the tricycle of the accused Auxtero, to bring her home in Barangay San Jose, which was approximately a kilometer away. Auxtero was known to her as she had riden on his tricycle before. She seated herself at the back of the motorcycle. Seated in the side car, was another passenger, an old woman who was drunk.[6] Upon reaching her house, Ruth asked the accused to stop. However, to her stupefaction, instead of stopping, the accused increased his speed. Ruth cried out for help but no one responded.[7] At Barangay Balintawak, the old woman alighted. At this time, the accused held Ruth's hand to prevent her from escaping. The accused then transferred her to the side car and drove towards Barangay San Carlos. While driving, the accused kept on holding Ruth with his right hand.[8] When they reached Garcia Park, the accused carried Ruth up a hill. All this time, Ruth was shouting for help, but the park was secluded. The accused then kneeled on the thighs of Ruth. He removed his pants and Ruth's underwear. He then tried to insert his penis into her vagina. All the while, she kept struggling to free herself. Thereafter, she felt his penis penetrate her vagina which caused her much pain. This continued for about thirty minutes.[9] Afterwards, the accused invited Ruth to smoke. She refused. Instead, she tried to run away in the dark. After traversing a distance of approximately fifty meters, the accused caught up with her and offered her a ride home with a warning that should she recount the incident to her mother, he would kill her. She agreed to ride with him as it was already dark and she did not know her way home.[10] She arrived home at around 7:30 p.m. Upon disembarking from the tricycle, Ruth immediately shouted to her parents to catch Auxtero who then sped away. Ruth narrated to her parents her harrowing experience. At this point, Ruth noticed that her black Seiko wristwatch was missing and her belt buckle was broken.[11] Ruth's parents then accompanied their daughter for medical examination to Garcia Memorial Hospital. From the hospital, they then proceeded to the Talibon police station to report the incident.[12] The following morning, the Talibon police, including prosecution witness SPO3 Desiderio Garcia, went to Barangay San Jose to arrest the accused. Together with the accused, they then proceeded to Garcia Park. At the spot pointed to by Ruth where she was raped, they observed the bushes were in disarray. There they found the black Seiko wristwatch belonging to the complainant.[13] The medical Examination conducted by Fatima L. Buhay revealed that: x x x RUTH TUTOR, 14 years of age, female, single of San Jose, Talibon, Bohol, has been examined this 28th day November 1992 at 9:25 p.m. and found to have sustained the following: Findings: = Introitus abrasion lateral to vaginal opening both sides with no bleeding points. = Hymen intact. = Admits tip of small finger with pain. = Discharges mecoid (sic), scanty = Test for presence of spermatozoa = negative[14] For his defense, appellant denied the charges of rape against him. While he admitted that the complainant was his passenger in the late afternoon of 28 November 1992, he asserted that Ruth insisted on staying on board the tricycle even after they had passed the latter's home.[15] This fact was corroborated by witness Consorcio Questo, who claimed to be a passenger in the said trip.[16] Further, appellant disclosed that he knew Ruth even before the alleged rape as the girl was his passenger on different occasions.[17] He, however, did not like her as a passenger as at times, she would not pay her fare and simply gets off the tricycle. Another defense witness Primiliano Cutura, a fellow tricycle driver of the accused, testified that around 7:00 p.m. of the 28th of November 1992, he chanced upon the accused and Ruth at the junction of Garcia Park. The accused was at that time fixing a flat tire, and he (Cutura) offered Ruth a ride home. She, however, declined.[18] There are three settled principles to guide an appellate court in reviewing evidence in rape cases: 1. An accusation for rape can be made with facility; it is difficult for the person of the accused, though innocent to disprove it. 2. In view of the intrinsic nature of the crime of rape where only two persons are usually involved, the testimony of the victim must be scrutinized with extreme caution. 3. The evidence for the prosecution must stand or fall on its merits, and cannot be allowed to draw strength from the weakness of the evidence for the defense.[19] On the basis of the aforementioned guidelines, this Court will decide the merits of the appellant's assignment of errors of the lower court's decision. Settled is the rule that the findings of the judge who tried the case and heard the witnesses are not to be disturbed on appeal, unless there are substantial facts and circumstances which have been overlooked and which, if properly considered, might affect the result of the case. This is due to the fact that the trial judge had the opportunity to observe the witnesses firsthand and note their demeanor, conduct, and attitude under grilling examination.[20] The lower court relied heavily on the testimony of the victim. It found that the testimony of the offended party was straightforward and candid, unshaken even after a grilling cross-examination.[21] The appellant asserts that the victim's testimony was tainted with doubts and contradictions and there was no clear and convincing proof upon which conviction could be based. Thus, appellant argues that while the complainant testified that her vagina was penetrated because she felt pain, there was no medico-legal certificate presented or offered in evidence in court to support complainant's testimony that her vagina was penetrated. Further, complainant's testimony in open court was contradicted by her sworn statement where she stated that the penis of the accused never penetrated her vagina since the hands of the accused were holding her and she kept on moving and trying to pull away. We disagree. It is a well-settled rule that a medical report is not even necessary in a prosecution for rape, as long as the evidence on hand convinces the court that conviction is proper.[22] Surprisingly, it was the defense who presented the medical report which, sadly for the defense, has the effect of affirming the existence of rape rather than negating it. The medical report shows lacerations by the vaginal opening; which suffice to prove that there was penetration. The fact that the hymen was still intact does not negate the existence of rape, because there can be rape even without rupture of the hymen.[23] Complainant categorically testified that appellant had succeeded in satisfying his bestial lust on her, thus: Q Since you were not able to extricate from the hands of the accused, what did the accused do if there was any? A He removed his pants. Q Can you recall what hand did he use in unbottoning (sic) his pants? A Right hand. Q What else did he do to you when he tried to unbotton (sic) his pants with his right hand? A He kneeled on my both ties (sic), and he removed my pants. COURT: Make it on record that the witness is continuously shedding tears. FISCHAL RIO ACHAS: Q Did he removed (sic) your pants? A Yes, sir, it was removed until the ankle of my feet (sic). Q What else did he do to you after your pants was (sic) removed. A He pulled my panties. Q Were you stripped? A No, sir. x x x Q Was the accused tried to remove your panties (sic)? A Yes, sir. Q Was it removed? A Yes, it was removed up to my knees. Q And this time what did the accused do, while your pants and your panties were removed? A He touched my breast. Q Which breast are you referring to, miss witness. A Both breast[s]. Q What else did he do to you, aside from fonding your both breast (sic)? A His penis had it pushed through my vagina, and he kept on pushing it to my vagina. (sic). Q When he kept on pushing it, referring to the penis of the accused, what did you feel? A Very painful, that was the first time I feel (sic) the pain. Q You are referring to what part of your body you exactly felt the paid (sic)? A My vagina.[24] In positing that the testimony of Ruth is doubtful and incredible, appellant points out that if she shouted for help several times while being forcibly taken by him to Barangay San Carlos where she was raped, it is strange that no one lifted a finger to help her. Since the events took place at around 5:30 in the afternoon, there must have been many people in the streets and tricycle drivers plying their trade. It is, therefore, highly improbable that no one had heard her shouting for help. Likewise, the other woman passenger of the tricycle could have helped her by seeking assistance from other people. Appellant concludes that under the circumstances, complaint had several opportunities to escape, but she did nothing in that direction. Appellant's assertions are completely without merit and are not based on facts but on mere speculations. Ruth narrated that the tricycle was moving very fast rate,[25] and that the appellant was tightly holding her hand;[26] so it was not possible for her to escape. The old woman passenger could not have helped complainant, not only because she was inebriated, she also appeared weak and sleepy.[27] The place where the old woman alighted was a secluded area.[28] Appellant never turned off the engine of the motorcycle as the woman disembarked. In fact, complainant tried to escape but was overpowered by appellant.[29] The lower court correctly gave credence to the victim's testimony not only because it was convincing and straightforward but it was further buttressed by the testimony of the victim's parents, the findings of the medico-legal report, and the report of the police investigator. It bears stressing that the victim wasted no time in narrating to her parents the incident the moment she reached their home. Complainant and her parents immediately reported the matter to the police. It is unbelievable that a young barrio lass would concoct a tale of defloration, allow the examination of her private parts, and undergo the expense, trouble and inconvenience, not to mention the trauma and scandal of a public trial, unless she was in fact raped. No young and decent Filipina would publicly admit that she was ravished and her honor tainted unless such was true, for it would be instinctive for her to protect her honor and obtain justice for the wicked acts committed upon her.[30] On the other hand, the lower court noted that the appelant's declarations in court tend to be evasive even on simple matters. The accused likewise admitted that he was with the complainant at about 7:00 o'clock of November 28, 1992 at the junction of Garcia Park - a few meters from the scene of the crime. And that the only witnesses he presented were related to him by consanguinity or affinity. Thus, this Court has no option but to declare that the lower court has rightfully reached its decision that the prosecution has met the exacting test of moral certainty and proof of guilt beyond reasonable doubt. WHEREFORE, the judgment of the trial court dated September 2, 1994, finding the accused ERNESTO AUXTERO guilty beyond reasonable doubt of the crime of Rape, sentencing him to suffer the penalty of RECLUSION PERPETUA, to indemnify the offended party Ruth Tutor the sum of Fifty Thousand (P50,000.00) Pesos without subsidiary imprisonment in case of insolvency, and to pay the cost, is hereby AFFIRMED. SO ORDERED. Narvasa, C.J., Romero, and Purisima, JJ., concur. [1] Rollo, p. 7. [2] Id., at 19. [3] Id., at 25. [4] Id., at 51. [5] TSN, November 16, 1993, pp. 3-4. [6] Id., at 6-8. [7] Id., at 10-11. [8] Id., at 12-14. [9] Id., at 15-21. [10] Id., at 24-27. [11] Id., at 27-28, 31-33. [12] TSN, November 12, 1993, p. 7 [13] TSN, November 20, 1993, pp. 2-6. [14] Exh. 1. [15] TSN, May 18, 1994, p. 19. [16] TSN, May 4, 1994, p. 12. [17] See note 6. [18] TSN, May 5, 1994, pp. 5-7. [19] People v. Sergio Betonio, G.R. No. 119165, Sept. 24, 1997. [20] People v. Gomez, G.R. No. 112074, September 29, 1997. [21] Rollo, p. 23. [22] People v. Gagto, 253 SCRA 455, 463 (1996). [23] Id., at 464. [24] TSN, November 16, 1993, pp. 19-21. [25] Id., at 11. [26] Id., at 13. [27] Id., at 11. [28] Id., at 13-14. [29] Id., at 14. [30] People v. Ariston Pardillo, Jr., G.R. No. 119543, Nov. 28, 1997. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "ernesto",
    "auxtero",
    "toytoy",
    "accused",
    "appellant",
    "kapunan",
    "criminal",
    "case",
    "regional",
    "trial",
    "court",
    "branch",
    "tagbilaran",
    "charged",
    "information",
    "november"
  ],
  "title_summary": "THE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ERNESTO AUXTERO @ TOYTOY, ACCUSED-APPELLAN...",
  "formatted_case_content": "View printer friendly version\n351 Phil. 1001\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 118314, April 15, 1998 ]\n[ G.R. No. 118314, April 15, 1998 ]\n\nTHE PEOPLE OF THE\nPHILIPPINES, PLAINTIFF-APPELLEE, VS. ERNESTO AUXTERO @ TOYTOY, ACCUSED-APPELLANT.\nD E C I S I O N\nTHE PEOPLE OF THE\nPHILIPPINES, PLAINTIFF-APPELLEE, VS. ERNESTO AUXTERO @ TOYTOY, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nKAPUNAN, J.:\n\nIn Criminal Case\nNo. 8251 of the Regional Trial Court, Branch 2, City of Tagbilaran, Bohol,\nErnesto Auxtero, alias Toytoy was charged with rape under an information which\nreads: That on or about the 28 TH day of November 1992, in the municipality of Talibon, province of Bohol,\nPhilippines, and within the jurisdiction of this Honorable Court, the\nabove-named accused, by means of force, threat and intimidation, with lewd\ndesign and against the will and without the consent of the offended party, did\nthen and there willfully, unlawfully and feloniously have carnal knowledge of\none Ruth Tutor, a 14-year old girl; to the damage and prejudice of the said\nRuth Tutor. Acts committed contrary to\nthe provisions of Art. 335 of the Revised Penal Code as amended by Republic Act\nNo. 2632 and 4111. [1]\n\nThe accused\nentered the plea of not guilty of the offense charged when arraigned on 9 June\n1993. [2] After trial, the court a quo rendered judgment on 2 September 1994, the dispositive portion of which reads: WHEREFORE, the Court finds\nthe accused ERNESTO AUXTERO guilty beyond reasonable doubt of the crime of\nRape, defined and penalized under Article 335 of the Revised Penal Code, as\namended. There being neither mitigating nor aggravating circumstances, the\naccused is hereby sentenced to suffer the penalty of RECLUSION PERPETUA ,\nto indemnify the offended party Ruth Tutor the sum of Fifty Thousand ( P 50,000.00)\nPesos without subsidiary imprisonment in case of insolvency, and to pay the\ncosts. SO ORDERED. [3]\n\nHence, this\nappeal from the lower courtâs decision with the following assignment of errors:\n\nI THE TRIAL COURT ERRED IN\nGIVING WEIGHT AND CREDENCE TO THE TESTIMONY OF COMPLAINANT RUTH TUTOR WHOSE\nTESTIMONY IS TAINTED WITH DOUBTS AND CONTRADICTIONS.\n\nII THE TRIAL COURT ERRED IN\nNOT ACQUITTING THE ACCUSED-APPELLANT ON THE GROUND THAT RAPED (sic) WAS NOT\nCOMMITTED. [4]\n\nThe facts as\nestablished by the evidence for the prosecution are as follows: Private complainant, Ruth Tutor, at\nthe time of the incident complained of, was a 14 year old freshman at Blessed\nTrinity High School, Bohol. [5] Accused-appellant Ernesto\nAuxtero alias Toytoy was a tricycle driver plying his trade in Talibon, Bohol. On 28 November 1992, the day of the\nalleged rape, Ruth was on her way home from school where she had just finished\nher drum and bugle corps practice. She\nrode on the tricycle of the accused Auxtero, to bring her home in Barangay San\nJose, which was approximately a kilometer away. Auxtero was known to her as she had riden on his tricycle\nbefore. She seated herself at the back\nof the motorcycle. Seated in the side\ncar, was another passenger, an old woman who was drunk. [6] Upon reaching her house, Ruth asked\nthe accused to stop. However, to her\nstupefaction, instead of stopping, the accused increased his speed. Ruth cried out for help but no one\nresponded. [7] At Barangay Balintawak, the old\nwoman alighted. At this time, the\naccused held Ruth's hand to prevent her from escaping. The accused then transferred her to the side\ncar and drove towards Barangay San Carlos. While driving, the accused kept on holding Ruth with his right hand. [8] When they reached Garcia Park, the\naccused carried Ruth up a hill. All\nthis time, Ruth was shouting for help, but the park was secluded. The accused then kneeled on the thighs of\nRuth. He removed his pants and Ruth's\nunderwear. He then tried to insert his\npenis into her vagina. All the while,\nshe kept struggling to free herself. Thereafter, she felt his penis penetrate her vagina which caused her\nmuch pain. This continued for about\nthirty minutes. [9] Afterwards, the accused invited\nRuth to smoke. She refused. Instead, she tried to run away in the\ndark. After traversing a distance of\napproximately fifty meters, the accused caught up with her and offered her a\nride home with a warning that should she recount the incident to her mother, he\nwould kill her. She agreed to ride with\nhim as it was already dark and she did not know her way home. [10] She arrived home at around 7:30\np.m. Upon disembarking from the\ntricycle, Ruth immediately shouted to her parents to catch Auxtero who then\nsped away. Ruth narrated to her parents\nher harrowing experience. At this\npoint, Ruth noticed that her black Seiko wristwatch was missing and her belt\nbuckle was broken. [11] Ruth's parents then accompanied\ntheir daughter for medical examination to Garcia Memorial Hospital. From the hospital, they then proceeded to\nthe Talibon police station to report the incident. [12] The following morning, the Talibon\npolice, including prosecution witness SPO3 Desiderio Garcia, went to Barangay\nSan Jose to arrest the accused. Together with the accused, they then proceeded to Garcia Park. At the spot pointed to by Ruth where she was\nraped, they observed the bushes were in disarray. There they found the black Seiko wristwatch belonging to the\ncomplainant. [13]\n\nThe medical\nExamination conducted by Fatima L. Buhay revealed that: x x x RUTH TUTOR, 14 years\nof age, female, single of San Jose, Talibon, Bohol, has been examined this 28th\nday November 1992 at 9:25 p.m. and found to have sustained the following:\n\nFindings:\n\n= Introitus abrasion\nlateral to vaginal opening both sides with no bleeding points.\n\n= Hymen intact.\n\n= Admits tip of small finger with pain.\n\n= Discharges mecoid (sic), scanty\n\n= Test for presence of spermatozoa = negative [14]\n\nFor his defense,\nappellant denied the charges of rape against him. While he admitted that the complainant was his passenger in the\nlate afternoon of 28 November 1992, he asserted that Ruth insisted on staying\non board the tricycle even after they had passed the latter's home. [15] This fact was corroborated by witness Consorcio\nQuesto, who claimed to be a passenger in the said trip. [16]\n\nFurther,\nappellant disclosed that he knew Ruth even before the alleged rape as the girl\nwas his passenger on different occasions. [17] He, however, did not like her as a passenger as at\ntimes, she would not pay her fare and simply gets off the tricycle.\n\nAnother defense\nwitness Primiliano Cutura, a fellow tricycle driver of the accused, testified\nthat around 7:00 p.m. of the 28th of November 1992, he chanced upon the accused\nand Ruth at the junction of Garcia Park. The accused was at that time fixing a flat tire, and he (Cutura) offered\nRuth a ride home. She, however,\ndeclined. [18]\n\nThere are three\nsettled principles to guide an appellate court in reviewing evidence in rape\ncases: 1. An accusation for rape can be made with\nfacility; it is difficult for the person of the accused, though innocent to\ndisprove it. 2. In view of the intrinsic nature of the crime\nof rape where only two persons are usually involved, the testimony of the victim\nmust be scrutinized with extreme caution. 3. The evidence for the prosecution must stand\nor fall on its merits, and cannot be allowed to draw strength from the weakness\nof the evidence for the defense. [19]\n\nOn the basis of\nthe aforementioned guidelines, this Court will decide the merits of the\nappellant's assignment of errors of the lower court's decision.\n\nSettled is the\nrule that the findings of the judge who tried the case and heard the witnesses\nare not to be disturbed on appeal, unless there are substantial facts and\ncircumstances which have been overlooked and which, if properly considered,\nmight affect the result of the case. This is due to the fact that the trial judge had the opportunity to\nobserve the witnesses firsthand and note their demeanor, conduct, and attitude\nunder grilling examination. [20]\n\nThe lower court\nrelied heavily on the testimony of the victim. It found that the testimony of the offended party was straightforward\nand candid, unshaken even after a grilling cross-examination. [21]\n\nThe appellant\nasserts that the victim's testimony was tainted with doubts and contradictions\nand there was no clear and convincing proof upon which conviction could be\nbased. Thus, appellant argues that\nwhile the complainant testified that her vagina was penetrated because she felt\npain, there was no medico-legal certificate presented or offered in evidence in\ncourt to support complainant's testimony that her vagina was penetrated. Further, complainant's testimony in open\ncourt was contradicted by her sworn statement where she stated that the penis\nof the accused never penetrated her vagina since the hands of the accused were\nholding her and she kept on moving and trying to pull away.\n\nWe\ndisagree. It is a well-settled rule\nthat a medical report is not even necessary in a prosecution for rape, as long\nas the evidence on hand convinces the court that conviction is proper. [22] Surprisingly, it was the defense who presented the\nmedical report which, sadly for the defense, has the effect of affirming the\nexistence of rape rather than negating it. The medical report shows lacerations by the vaginal opening; which\nsuffice to prove that there was penetration. The fact that the hymen was still intact does not negate the existence\nof rape, because there can be rape even without rupture of the hymen. [23]\n\nComplainant\ncategorically testified that appellant had succeeded in satisfying his bestial\nlust on her, thus: Q Since\nyou were not able to extricate from the hands of the accused, what did the\naccused do if there was any? A He\nremoved his pants. Q Can\nyou recall what hand did he use in unbottoning (sic) his pants? A Right\nhand. Q What\nelse did he do to you when he tried to unbotton (sic) his pants with his right\nhand? A He\nkneeled on my both ties (sic), and he removed my pants. COURT: Make it on\nrecord that the witness is continuously shedding tears. FISCHAL RIO ACHAS: Q Did\nhe removed (sic) your pants? A Yes,\nsir, it was removed until the ankle of my feet (sic). Q What\nelse did he do to you after your pants was (sic) removed. A He\npulled my panties. Q Were\nyou stripped? A No,\nsir.\n\nx x x Q Was\nthe accused tried to remove your panties (sic)? A Yes,\nsir. Q Was\nit removed? A Yes,\nit was removed up to my knees. Q And\nthis time what did the accused do, while your pants and your panties were\nremoved? A He\ntouched my breast. Q Which\nbreast are you referring to, miss witness. A Both\nbreast[s]. Q What\nelse did he do to you, aside from fonding your both breast (sic)? A His\npenis had it pushed through my vagina, and he kept on pushing it to my vagina.\n(sic). Q When\nhe kept on pushing it, referring to the penis of the accused, what did you\nfeel? A Very\npainful, that was the first time I feel (sic) the pain. Q You\nare referring to what part of your body you exactly felt the paid (sic)? A My\nvagina. [24]\n\nIn positing that\nthe testimony of Ruth is doubtful and incredible, appellant points out that if\nshe shouted for help several times while being forcibly taken by him to\nBarangay San Carlos where she was raped, it is strange that no one lifted a\nfinger to help her. Since the events\ntook place at around 5:30 in the afternoon, there must have been many people in\nthe streets and tricycle drivers plying their trade. It is, therefore, highly improbable that no one had heard her\nshouting for help. Likewise, the other\nwoman passenger of the tricycle could have helped her by seeking assistance\nfrom other people. Appellant concludes\nthat under the circumstances, complaint had several opportunities to escape,\nbut she did nothing in that direction.\n\nAppellant's assertions\nare completely without merit and are\nnot based on facts but on mere speculations.\n\nRuth\nnarrated that the tricycle was moving\nvery fast rate, [25] and that the appellant was tightly\nholding her hand; [26] so it was not possible for her to\nescape. The old woman passenger could\nnot have helped complainant, not only because she was inebriated, she also\nappeared weak and sleepy. [27] The place where the old woman\nalighted was a secluded area. [28] Appellant never turned off the\nengine of the motorcycle as the woman disembarked. In fact, complainant tried to escape but was overpowered by\nappellant. [29]\n\nThe lower court\ncorrectly gave credence to the victim's testimony not only because it was\nconvincing and straightforward but it was further buttressed by the testimony\nof the victim's parents, the findings of the medico-legal report, and the\nreport of the police investigator. It\nbears stressing that the victim wasted no time in narrating to her parents the\nincident the moment she reached their home. Complainant and her parents immediately reported the matter to the\npolice.\n\nIt is\nunbelievable that a young barrio lass would concoct a tale of defloration,\nallow the examination of her private parts, and undergo the expense, trouble\nand inconvenience, not to mention the trauma and scandal of a public trial,\nunless she was in fact raped. No young\nand decent Filipina would publicly admit that she was ravished and her honor\ntainted unless such was true, for it would be instinctive for her to protect\nher honor and obtain justice for the wicked acts committed upon her. [30]\n\nOn the other\nhand, the lower court noted that the appelant's declarations in court tend to\nbe evasive even on simple matters. The\naccused likewise admitted that he was with the complainant at about 7:00 o'clock\nof November 28, 1992 at the junction of Garcia Park - a few meters from the\nscene of the crime. And that the only\nwitnesses he presented were related to him by consanguinity or affinity.\n\nThus, this Court\nhas no option but to declare that the lower court has rightfully reached its\ndecision that the prosecution has met the exacting test of moral certainty and\nproof of guilt beyond reasonable doubt.\n\nWHEREFORE , the judgment of the trial court\ndated September 2, 1994, finding the accused ERNESTO AUXTERO guilty beyond\nreasonable doubt of the crime of Rape, sentencing him to suffer the penalty of RECLUSION PERPETUA , to indemnify the offended party Ruth Tutor the sum of Fifty\nThousand ( P 50,000.00) Pesos without subsidiary imprisonment in case of\ninsolvency, and to pay the cost, is hereby AFFIRMED .\n\nSO ORDERED. Narvasa, C.J.,\nRomero, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Rollo , p.\n7.\n\n[2] Id ., at\n19.\n\n[3] Id ., at\n25.\n\n[4] Id ., at\n51.\n\n[5] TSN, November 16, 1993, pp. 3-4.\n\n[6] Id ., at\n6-8.\n\n[7] Id ., at\n10-11.\n\n[8] Id., at\n12-14.\n\n[9] Id., at\n15-21.\n\n[10] Id., at 24-27.\n\n[11] Id., at 27-28, 31-33.\n\n[12] TSN, November 12, 1993, p. 7\n\n[13] TSN, November 20, 1993, pp. 2-6.\n\n[14] Exh. 1.\n\n[15] TSN, May 18, 1994, p. 19.\n\n[16] TSN, May 4, 1994, p. 12.\n\n[17] See note 6.\n\n[18] TSN, May 5, 1994, pp. 5-7.\n\n[19] People v. Sergio Betonio, G.R. No. 119165, Sept. 24, 1997.\n\n[20] People v. Gomez, G.R. No. 112074, September 29, 1997.\n\n[21] Rollo , p. 23.\n\n[22] People v. Gagto, 253 SCRA\n455, 463 (1996).\n\n[23] Id., at 464.\n\n[24] TSN, November 16, 1993, pp. 19-21.\n\n[25] Id., at 11.\n\n[26] Id., at 13.\n\n[27] Id., at 11.\n\n[28] Id., at 13-14.\n\n[29] Id., at 14.\n\n[30] People v. Ariston Pardillo, Jr., G.R. No. 119543, Nov. 28, 1997.",
  "content_length": 15345,
  "metadata_extraction_date": "2025-11-01T05:50:34.627940",
  "extraction_version": "2.0_enhanced_full_content"
}