{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/april/GR_121927.html",
  "filename": "GR_121927.html",
  "year": 1998,
  "month": "april",
  "case_number": "121927",
  "gr_number": "121927",
  "volume_page": "352 Phil. 261",
  "decision_date": "April 22, 1998",
  "title": "ANTONIO W. IRAN (DOING BUSINESS UNDER THE NAME AND STYLE OF TONES IRAN ENTERPRISES), PETITIONER, VS. NATIONAL LABOR RELATIONS COMMISSION (FOURTH DIVISION), GODOFREDO O. PETRALBA, MORENO CADALSO, PEPITO TECSON, APOLINARIO GOTHONG GEMINA, JESUS BANDILAO, EDWIN MARTIN, CELSO LABIAGA, DIOSDADO GONZALGO, FERNANDO M. COLINA, RESPONDENTS. D E C I S I O N ROMERO, J.: Whether or not commissions are included in determining compliance with the minimum wage requirement is the principal issue presented in this petition. Petitioner Antonio Iran is engaged in softdrinks merchandising and distribution in Mandaue City, Cebu, employing truck drivers who double as salesmen, truck helpers, and non-field personnel in pursuit thereof. Petitioner hired private respondents Godofredo Petralba, Moreno Cadalso, Celso Labiaga and Fernando Colina as drivers/salesmen while private respondents Pepito Tecson, Apolinario Gimena, Jesus Bandilao, Edwin Martin and Diosdado Gonzalgo were hired as truck helpers. Drivers/salesmen drove petitionerâs delivery trucks and promoted, sold and delivered softdrinks to various outlets in Mandaue City. The truck helpers assisted in the delivery of softdrinks to the different outlets covered by the driver/salesmen. As part of their compensation, the driver/salesmen and truck helpers of petitioner received commissions per case of softdrinks sold at the following rates: SALESMEN: Ten Centavos (P0.10) per case of Regular softdrinks. Twelve Centavos (P0.12) per case of Family Size softdrinks. TRUCK HELPERS: Eight Centavos (P0.08) per case of Regular softdrinks. Ten Centavos (P0.10) per case of Family Size softdrinks. Sometime in June 1991, petitioner, while conducting an audit of his operations, discovered cash shortages and irregularities allegedly committed by private respondents. Pending the investigation of irregularities and settlement of the cash shortages, petitioner required private respondents to report for work everyday. They were not allowed, however, to go on their respective routes. A few days thereafter, despite aforesaid order, private respondents stopped reporting for work, prompting petitioner to conclude that the former had abandoned their employment. Consequently, petitioner terminated their services. He also filed on November 7, 1991, a complaint for estafa against private respondents. On the other hand, private respondents, on December 5, 1991, filed complaints against petitioner for illegal dismissal, illegal deduction, underpayment of wages, premium pay for holiday and rest day, holiday pay, service incentive leave pay, 13th month pay, allowances, separation pay, recovery of cash bond, damages and attorneyâs fees. Said complaints were consolidated and docketed as Rab VII-12-1791-91, RAB VII-12-1825-91 and RAB VII-12-1826-91, and assigned to Labor Arbiter Ernesto F. Carreon. The labor arbiter found that petitioner had validly terminated private respondents, there being just cause for the latterâs dismissal. Nevertheless, he also ruled that petitioner had not complied with minimum wage requirements in compensating private respondents, and had failed to pay private respondents their 13th month pay. The labor arbiter, thus, rendered a decision on February 18, 1993, the dispositive portion of which reads: âWHEREFORE, premises considered, judgment is hereby rendered ordering the respondent Antonio W. Iran to pay the complainants the following: 1. Celso Labiaga P10,033.10 2. Godofredo Petralba 1,250.00 3. Fernando Colina 11,753.10 4. Moreno Cadalso 11,753.10 5. Diosdado Gonzalgo 7,159.04 6. Apolinario Gimena 8,312.24 7. Jesus Bandilao 14,729.50 8. Pepito Tecson 9,126.55 --------------- 74,116.63 Attorneyâs Fees (10%) of the gross award 7,411.66 ------------- GRAND TOTAL AWARD P81,528.29 ======== The other claims are dismissed for lack of merit. SO ORDERED.â[1] Both parties seasonably appealed to the NLRC, with petitioner contesting the labor arbiterâs refusal to include the commissions he paid to private respondents in determining compliance with the minimum wage requirement. He also presented, for the first time on appeal, vouchers denominated as 13th month pay signed by private respondents, as proof that petitioner had already paid the latter their 13th month pay. Private respondents, on the other hand, contested the findings of the labor arbiter holding that they had not been illegally dismissed, as well as mathematical errors in computing Jesus Bandilaoâs wage differentials. The NLRC, in its decision of December 21, 1994, affirmed the validity of private respondentâs dismissal, but found that said dismissal did not comply with the procedural requirements for dismissing employees. Furthermore, it corrected the labor arbiterâs award of wage differentials to Jesus Bandilao. The dispositive portion of said decision reads: âWHEREFORE, premises considered, the decision is hereby MODIFIED in that complainant Jesus Bandilaoâs computation for wage differential is corrected from P154.00 to P4,550.00. In addition to all the monetary claim (sic) originally awarded by the Labor Arbiter a quo, P1,000.00 is hereby granted to each complainants (sic)as indemnity fee for failure of respondents to observe procedural due process. SO ORDERED.â[2] Petitionerâs motion for reconsideration of said decision was denied on July 31, 1995, prompting him to elevate this case to this Court, raising the following issues: 1. THE HONORABLE COMMISSION ACTED WITH GRAVE ABUSE OF DISCRETION AND CONTRARY TO LAW AND JURISPRUDENCE IN AFFIRMING THE DECISION OF THE LABOR ARBITER A QUO EXCLUDING THE COMMISSIONS RECEIVED BY THE PRIVATE RESPONDENTS IN COMPUTING THEIR WAGES; 2. THE HONORABLE COMMISSION ACTED WITH GRAVE ABUSE OF DISCRETION IN FINDING PETITIONER GUILTY OF PROCEDURAL LAPSES IN TERMINATING PRIVATE RESPONDENTS AND IN AWARDING EACH OF THE LATTER P1,000.00 AS INDEMNITY FEE; 3. THE HONORABLE COMMISSION GRAVELY ERRED IN NOT CREDITING THE ADVANCE AMOUNT RECEIVED BY THE PRIVATE RESPONDENTS AS PART OF THEIR 13TH MONTH PAY. The petition is impressed with merit. The NLRC, in denying petitionerâs claim that commissions be included in determining compliance with the minimum wage ratiocinated thus: âRespondent (petitioner herein) insist assiduously that the commission should be included in the computation of actual wages per agreement. We will not fall prey to this fallacious argument. An employee should receive the minimum wage as mandated by law and that the attainment of the minimum wage should not be dependent on the commission earned by an employee. A commission is an incentive for an employee to work harder for a better production that will benefit both the employer and the employee. To include the commission in the computation of wage in order to comply with labor standard laws is to negate the practice that a commission is granted after an employee has already earned the minimum wage or even beyond it.â[3] This holding is unsupported by law and jurisprudence. Article 97(f) of the Labor Code defines wage as follows: Art. 97(f) â âWageâ paid to any employee shall mean the remuneration or earnings, however designated, capable of being expressed in terms of money, whether fixed or ascertained on a time, task, piece, or commission basis, or other method of calculating the same, which is payable by an employer to an employee under a written or unwritten contract of employment for work done or to be done, or for services rendered or to be rendered and includes the fair and reasonable value, as determined by the Secretary of Labor, of board, lodging, or other facilities customarily furnished by the employer to the employee. x x x x x x x x x.â (Emphasis supplied) This definition explicitly includes commissions as part of wages. While commissions are, indeed, incentives or forms of encouragement to inspire employees to put a little more industry on the jobs particularly assigned to them, still these commissions are direct remunerations for services rendered. In fact, commissions have been defined as the recompense, compensation or reward of an agent, salesman, executor, trustee, receiver, factor, broker or bailee, when the same is calculated as a percentage on the amount of his transactions or on the profit to the principal. The nature of the work of a salesman and the reason for such type of remuneration for services rendered demonstrate clearly that commissions are part of a salesmanâs wage or salary.[4] Thus, the commissions earned by private respondents in selling softdrinks constitute part of the compensation or remuneration paid to drivers/salesmen and truck helpers for serving as such, and hence, must be considered part of the wages paid them. The NLRC asserts that the inclusion of commissions in the computation of wages would negate the practice of granting commissions only after an employee has earned the minimum wage or over. While such a practice does exist, the universality and prevalence of such a practice is questionable at best. In truth, this Court has taken judicial notice of the fact that some salesmen do not receive any basic salary but depend entirely on commissions and allowances or commissions alone, although an employer-employee relationship exists.[5] Undoubtedly, this salary structure is intended for the benefit of the corporation establishing such, on the apparent assumption that thereby its salesmen would be moved to greater enterprise and diligence and close more sales in the expectation of increasing their sales commissions. This, however, does not detract from the character of such commissions as part of the salary or wage paid to each of its salesmen for rendering services to the corporation.[6] Likewise, there is no law mandating that commissions be paid only after the minimum wage has been paid to the employee. Verily, the establishment of a minimum wage only sets a floor below which an employeeâs remuneration cannot fall, not that commissions are excluded from wages in determining compliance with the minimum wage law. This conclusion is bolstered by Philippine Agricultural Commercial and Industrial Workers Union vs. NLRC,[7] where this Court acknowledged that drivers and conductors who are compensated purely on a commission basis are automatically entitled to the basic minimum pay mandated by law should said commissions be less than their basic minimum for eight hours work. It can, thus, be inferred that were said commissions equal to or even exceed the minimum wage, the employer need not pay, in addition, the basic minimum pay prescribed by law. It follows then that commissions are included in determining compliance with minimum wage requirements. With regard to the second issue, it is settled that in terminating employees, the employer must furnish the worker with two written notices before the latter can be legally terminated: (a) a notice which apprises the employee of the particular acts or omissions for which his dismissal is sought, and (b) the subsequent notice which informs the employee of the employerâs decision to dismiss him.[8] (Italics ours) Petitioner asseverates that no procedural lapses were committed by him in terminating private respondents. In his own words: ââ¦when irregularities were discovered, that is, when the misappropriation of several thousands of pesos was found out, the petitioner instructed private respondents to report back for work and settle their accountabilities but the latter never reported for work. This instruction by the petitioner to report back for work and settle their accountabilities served as notices to private respondents for the latter to explain or account for the missing funds held in trust by them before they disappeared.â[9] Petitioner considers this return-to-work order as equivalent to the first notice apprising the employee of the particular acts or omissions for which his dismissal is sought. But by petitionerâs own admission, private respondents were never told in said notice that their dismissal was being sought, only that they should settle their accountabilities. In petitionerâs incriminating words: âIt should be emphasized here that at the time the misappropriation was discovered and subsequently thereafter, the petitionerâs first concern was not effecting the dismissal of private respondents but the recovery of the misappropriated funds thus the latter were advised to report back to work.â[10] As above-stated, the first notice should inform the employee that his dismissal is being sought. Its absence in the present case makes the termination of private respondents defective, for which petitioner must be sanctioned for his non-compliance with the requirements of or for failure to observe due process.[11] The twin requirements of notice and hearing constitute the essential elements of due process, and neither of these elements can be disregarded without running afoul of the constitutional guarantee. Not being mere technicalities but the very essence of due process, to which every employee is entitled so as to ensure that the employerâs prerogative to dismiss is not exercised arbitrarily,[12] these requisites must be complied with strictly. Petitioner makes much capital of private respondentsâ failure to report to work, construing the same as abandonment which thus authorized the latterâs dismissal. As correctly pointed out by the NLRC, to which the Solicitor General agreed, Section 2 of Book V, Rule XIV of the Omnibus Rules Implementing the Labor Code requires that in cases of abandonment of work, notice should be sent to the workerâs last known address. If indeed private respondents had abandoned their jobs, it was incumbent upon petitioner to comply with this requirement. This, petitioner failed to do, entitling respondents to nominal damages in the amount of P5,000.00 each, in accordance with recent jurisprudence,[13] to vindicate or recognize their right to procedural due process which was violated by petitioner. Lastly, petitioner argues that the NLRC gravely erred when it disregarded the vouchers presented by the former as proof of his payment of 13th month pay to private respondents. While admitting that said vouchers covered only a ten-day period, petitioner argues that the same should be credited as amounts received by private respondents as part of their 13th month pay, Section 3(e) of the Rules and Regulations Implementing P.D. No. 851 providing that the employer shall pay the difference when he pays less than 1/12th of the employeeâs basic salary.[14] While it is true that the vouchers evidencing payments of 13th month pay were submitted only on appeal, it would have been more in keeping with the directive of Article 221[15] of the Labor Code for the NLRC to have taken the same into account.[16] Time and again, we have allowed evidence to be submitted on appeal, emphasizing that, in labor cases, technical rules of evidence are not binding.[17] Labor officials should use every and all reasonable means to ascertain the facts in each case speedily and objectively, without regard to technicalities of law or procedure.[18] It must also be borne in mind that the intent of P.D. No. 851 is the granting of additional income in the form of 13th month pay to employees not as yet receiving the same and not that a double burden should be imposed on the employer who is already paying his employees a 13th month pay or its equivalent.[19] An employer who pays less than 1/12th of the employees basic salary as their 13th month pay is only required to pay the difference.[20] The foregoing notwithstanding, the vouchers presented by petitioner covers only a particular year. It does not cover amounts for other years claimed by private respondents. It cannot be presumed that the same amounts were given on said years. Hence, petitioner is entitled to credit only the amounts paid for the particular year covered by said vouchers. WHEREFORE, in view of the foregoing, the decision of the NLRC dated July 31, 1995, insofar as it excludes the commissions received by private respondents in the determination of petitionerâs compliance with the minimum wage law, as well as its exclusion of the particular amounts received by private respondents as part of their 13th month pay is REVERSED and SET ASIDE. This case is REMANDED to the Labor Arbiter for a recomputation of the alleged deficiencies. For non-observance of procedural due process in effecting the dismissal of private respondents, said decision is MODIFIED by increasing the award of nominal damages to private respondents from P1,000.00 to P5,000.00 each. No costs. SO ORDERED. Narvasa, C.J., (Chairman), Kapunan, and Purisima, JJ., concur. [1] Rollo, p. 40-41. [2] Ibid., p. 45. [3] Id., p. 32. [4] Philippine Duplicatorâs, Inc. vs. NLRC, 227 SCRA 747 (1993). [5] Songco vs. NLRC, 183 SCRA 610 (1990). [6] Supra, Note 4. [7] 247 SCRA 256 (1995). [8] Malaya Shipping vs. NLRC, G.R. No. 121698, March 26, 1998. [9] Rollo, p. 18-19. [10] Ibid., p. 19. [11] Sebuguero vs. NLRC, 248 SCRA 532 (1995). [12] Supra, Note 8. [13] Better Buildings, Inc. vs. NLRC, G.R. No. 109714, December 15, 1997; see also Note 8. [14] âSection 3(e)â x x x x x x x x x The term âits equivalentâ as used in paragraph (c) hereof shall include Christmas bonus, mid-year bonus, profit-sharing payments and other cash bonuses amounting to not less than 1/12th of the basic salary but shall not include cash and stock dividends, cost of living allowances and all other allowances regularly enjoyed by the employee, as well as non-monetray benefits. Where an employer pays less than 1/12th of the employees basic salary, the employer shall pay the difference.â [15] Art. 221. Technical rules not binding and prior resort to amicable development.â In any proceeding before the Commission or any of the Labor Arbiters, the rules of evidence prevailing in courts of law or equity shall not be controlling and it is the spirit and intention of this Code that the Commission and its members and the Labor Arbiters shall use every and all reasonable means to ascertain the facts in each case speedily and objectively and without regard to technicalities of law and procedure, all in the interest of due process. x x x x x x x x x.â [16] Columbia Development Corporation vs. Minister of Labor and Employment, 146 SCRA 421 (1986). [17] Bristol Laboratories Employees Association vs. NLRC, 187 SCRA 118 (1990); PT&T vs. NLRC, 183 SCRA 451 (1990); Haverton Shipping Ltd. vs. NLRC, 135 SCRA 685 (1985). [18] De Ocampo vs. NLRC, 213 SCRA 653 (1992). [19] NFSW vs. Ovejera, 114 SCRA 354 (1982). [20] Dole Philippines vs. Leogardo, Jr., 117 SCRA 938 (1982). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "antonio",
    "business",
    "enterprises",
    "petitioner",
    "national",
    "relations",
    "commission",
    "fourth",
    "division",
    "godofredo",
    "petralba",
    "moreno",
    "cadalso",
    "pepito",
    "tecson",
    "apolinario",
    "gothong",
    "gemina",
    "bandilao",
    "martin"
  ],
  "title_summary": "ANTONIO W. IRAN (DOING BUSINESS UNDER THE NAME AND STYLE OF TONES IRAN ENTERPRISES), PETITIONER, ...",
  "formatted_case_content": "View printer friendly version\n352 Phil. 261\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 121927, April 22, 1998 ]\n[ G.R. No. 121927, April 22, 1998 ]\n\nANTONIO W. IRAN (DOING\nBUSINESS UNDER THE NAME AND STYLE OF TONES IRAN ENTERPRISES), PETITIONER,\nVS. NATIONAL LABOR RELATIONS COMMISSION (FOURTH DIVISION), GODOFREDO O.\nPETRALBA, MORENO CADALSO, PEPITO TECSON, APOLINARIO GOTHONG GEMINA, JESUS\nBANDILAO, EDWIN MARTIN, CELSO LABIAGA, DIOSDADO GONZALGO, FERNANDO M. COLINA, RESPONDENTS.\nD E C I S I O N\nANTONIO W. IRAN (DOING\nBUSINESS UNDER THE NAME AND STYLE OF TONES IRAN ENTERPRISES), PETITIONER,\nVS. NATIONAL LABOR RELATIONS COMMISSION (FOURTH DIVISION), GODOFREDO O.\nPETRALBA, MORENO CADALSO, PEPITO TECSON, APOLINARIO GOTHONG GEMINA, JESUS\nBANDILAO, EDWIN MARTIN, CELSO LABIAGA, DIOSDADO GONZALGO, FERNANDO M. COLINA, RESPONDENTS.\n\nD E C I S I O N\n\nROMERO, J.:\n\nWhether or not\ncommissions are included in determining compliance with the minimum wage\nrequirement is the principal issue presented in this petition.\n\nPetitioner\nAntonio Iran is engaged in softdrinks merchandising and distribution in Mandaue\nCity, Cebu, employing truck drivers who double as salesmen, truck helpers, and\nnon-field personnel in pursuit thereof. Petitioner hired private respondents Godofredo Petralba, Moreno Cadalso,\nCelso Labiaga and Fernando Colina as drivers/salesmen while private respondents\nPepito Tecson, Apolinario Gimena, Jesus Bandilao, Edwin Martin and Diosdado\nGonzalgo were hired as truck helpers. Drivers/salesmen drove petitionerâs\ndelivery trucks and promoted, sold and delivered softdrinks to various outlets\nin Mandaue City. The truck helpers assisted in the delivery of softdrinks to\nthe different outlets covered by the\ndriver/salesmen.\n\nAs part of their\ncompensation, the driver/salesmen and truck helpers of petitioner received\ncommissions per case of softdrinks sold at the following rates: SALESMEN: Ten\nCentavos (P0.10) per case of Regular softdrinks. Twelve\nCentavos (P0.12) per case of Family Size softdrinks. TRUCK HELPERS: Eight Centavos (P0.08) per case of Regular\nsoftdrinks. Ten Centavos\n(P0.10) per case of Family Size softdrinks.\n\nSometime in June\n1991, petitioner, while conducting an audit of his operations, discovered cash\nshortages and irregularities allegedly committed by private respondents. Pending the investigation of irregularities\nand settlement of the cash shortages, petitioner required private respondents\nto report for work everyday. They were not allowed, however, to go on their\nrespective routes. A few days thereafter, despite aforesaid order, private\nrespondents stopped reporting for work, prompting petitioner to conclude that\nthe former had abandoned their employment. Consequently, petitioner terminated\ntheir services. He also filed on\nNovember 7, 1991, a complaint for estafa against private respondents.\n\nOn the other\nhand, private respondents, on December 5, 1991, filed complaints against\npetitioner for illegal dismissal, illegal deduction, underpayment of wages,\npremium pay for holiday and rest day, holiday pay, service incentive leave pay,\n13 th month pay, allowances, separation\npay, recovery of cash bond, damages and attorneyâs fees. Said complaints were consolidated and\ndocketed as Rab VII-12-1791-91, RAB VII-12-1825-91 and RAB VII-12-1826-91, and\nassigned to Labor Arbiter Ernesto F. Carreon.\n\nThe labor\narbiter found that petitioner had validly terminated private respondents, there\nbeing just cause for the latterâs dismissal. Nevertheless, he also ruled that petitioner had not complied with\nminimum wage requirements in compensating private respondents, and had failed\nto pay private respondents their 13 th month pay. The labor arbiter,\nthus, rendered a decision on February 18, 1993, the dispositive portion of\nwhich reads: âWHEREFORE, premises considered,\njudgment is hereby rendered ordering the respondent Antonio W. Iran to pay the\ncomplainants the following: 1. Celso Labiaga P 10,033.10 2.\nGodofredo Petralba 1,250.00 3. Fernando\nColina 11,753.10 4.\nMoreno Cadalso 11,753.10 5.\nDiosdado Gonzalgo 7,159.04 6.\nApolinario Gimena 8,312.24 7.\nJesus Bandilao 14,729.50 8.\nPepito Tecson 9,126.55 --------------- 74,116.63 Attorneyâs Fees (10%) of the\ngross award 7,411.66 ------------- GRAND TOTAL AWARD P 81,528.29 ======== The other claims are dismissed for\nlack of merit. SO ORDERED.â [1]\n\nBoth parties\nseasonably appealed to the NLRC, with petitioner contesting the labor arbiterâs\nrefusal to include the commissions he paid to private respondents in\ndetermining compliance with the minimum wage requirement. He also presented, for the first time on\nappeal, vouchers denominated as 13 th month pay signed by private respondents, as proof that petitioner had\nalready paid the latter their 13 th month pay. Private respondents,\non the other hand, contested the findings of the labor arbiter holding that\nthey had not been illegally dismissed, as well as mathematical errors in\ncomputing Jesus Bandilaoâs wage differentials. The NLRC, in its decision of December 21, 1994, affirmed the validity of\nprivate respondentâs dismissal, but found that said dismissal did not comply\nwith the procedural requirements for dismissing employees. Furthermore, it corrected the labor\narbiterâs award of wage differentials to Jesus Bandilao. The dispositive\nportion of said decision reads: âWHEREFORE, premises considered,\nthe decision is hereby MODIFIED in that complainant Jesus Bandilaoâs\ncomputation for wage differential is corrected from P154.00 to P4,550.00. In\naddition to all the monetary claim (sic) originally awarded by the Labor\nArbiter a quo , P1,000.00 is hereby granted to each complainants (sic) as\nindemnity fee for failure of respondents to observe procedural due process. SO ORDERED.â [2]\n\nPetitionerâs\nmotion for reconsideration of said decision was denied on July 31, 1995, prompting\nhim to elevate this case to this Court, raising the following issues: 1. THE HONORABLE COMMISSION ACTED\nWITH GRAVE ABUSE OF DISCRETION AND CONTRARY TO LAW AND JURISPRUDENCE IN\nAFFIRMING THE DECISION OF THE LABOR ARBITER A QUO EXCLUDING THE COMMISSIONS\nRECEIVED BY THE PRIVATE RESPONDENTS IN COMPUTING THEIR WAGES; 2. THE HONORABLE COMMISSION ACTED\nWITH GRAVE ABUSE OF DISCRETION IN FINDING PETITIONER GUILTY OF PROCEDURAL\nLAPSES IN TERMINATING PRIVATE RESPONDENTS AND IN AWARDING EACH OF THE LATTER\nP1,000.00 AS INDEMNITY FEE; 3. THE\nHONORABLE COMMISSION GRAVELY ERRED IN NOT CREDITING THE ADVANCE AMOUNT RECEIVED\nBY THE PRIVATE RESPONDENTS AS PART OF THEIR 13 TH MONTH PAY.\n\nThe petition is\nimpressed with merit.\n\nThe NLRC, in\ndenying petitionerâs claim that commissions be included in determining\ncompliance with the minimum wage ratiocinated thus: âRespondent\n(petitioner herein) insist assiduously that the commission should be included\nin the computation of actual wages per agreement. We will not fall prey to this\nfallacious argument. An employee should receive the minimum wage as mandated by\nlaw and that the attainment of the minimum wage should not be dependent on the\ncommission earned by an employee. A commission is an incentive for an employee\nto work harder for a better production that will benefit both the employer and\nthe employee. To include the commission in the computation of wage in order to\ncomply with labor standard laws is to negate the practice that a commission is\ngranted after an employee has already earned the minimum wage or even beyond\nit.â [3]\n\nThis holding is\nunsupported by law and jurisprudence. Article 97(f) of the Labor Code defines wage as follows: Art. 97(f) â âWageâ paid to any\nemployee shall mean the remuneration or earnings, however designated, capable\nof being expressed in terms of money, whether fixed or ascertained on a time,\ntask, piece, or commission basis , or other method of calculating the\nsame, which is payable by an employer to an employee under a written or\nunwritten contract of employment for work done or to be done, or for services\nrendered or to be rendered and includes the fair and reasonable value, as\ndetermined by the Secretary of Labor, of board, lodging, or other facilities\ncustomarily furnished by the employer to the employee. x x x x\nx x x x\nx.â (Emphasis supplied)\n\nThis definition\nexplicitly includes commissions as part of wages. While commissions are, indeed, incentives or forms of\nencouragement to inspire employees to put a little more industry on the jobs\nparticularly assigned to them, still these commissions are direct remunerations\nfor services rendered. In fact, commissions have been defined as the\nrecompense, compensation or reward of an agent, salesman, executor, trustee,\nreceiver, factor, broker or bailee, when the same is calculated as a percentage\non the amount of his transactions or on the profit to the principal. The nature of the work of a salesman and the\nreason for such type of remuneration for services rendered demonstrate clearly\nthat commissions are part of a salesmanâs wage or salary. [4]\n\nThus, the\ncommissions earned by private respondents in selling softdrinks constitute part\nof the compensation or remuneration paid to drivers/salesmen and truck helpers\nfor serving as such, and hence, must be considered part of the wages paid them.\n\nThe NLRC asserts\nthat the inclusion of commissions in the computation of wages would negate the\npractice of granting commissions only after an employee has earned the minimum\nwage or over. While such a practice does exist, the universality and prevalence\nof such a practice is questionable at best. In truth, this Court has taken judicial notice of the fact that some\nsalesmen do not receive any basic salary but depend entirely on commissions and\nallowances or commissions alone, although an employer-employee relationship\nexists. [5] Undoubtedly, this salary structure\nis intended for the benefit of the corporation establishing such, on the\napparent assumption that thereby its salesmen would be moved to greater\nenterprise and diligence and close more sales in the expectation of increasing\ntheir sales commissions. This, however, does not detract from the character of\nsuch commissions as part of the salary or wage paid to each of its salesmen for\nrendering services to the corporation. [6]\n\nLikewise, there\nis no law mandating that commissions be paid only after the minimum wage has\nbeen paid to the employee. Verily, the establishment of a minimum wage only\nsets a floor below which an employeeâs remuneration cannot fall, not that\ncommissions are excluded from wages in determining compliance with the minimum\nwage law. This conclusion is bolstered\nby Philippine Agricultural Commercial and Industrial Workers Union vs. NLRC , [7] where this Court acknowledged that\ndrivers and conductors who are compensated purely on a commission basis are\nautomatically entitled to the basic minimum pay mandated by law should said\ncommissions be less than their basic minimum for eight hours work. It can, thus, be inferred that were said\ncommissions equal to or even exceed the minimum wage, the employer need not\npay, in addition, the basic minimum pay prescribed by law. It follows then that commissions are\nincluded in determining compliance with minimum wage requirements.\n\nWith regard to\nthe second issue, it is settled that in terminating employees, the employer\nmust furnish the worker with two written notices before the latter can be\nlegally terminated: (a) a notice which apprises the employee of the particular\nacts or omissions for which his dismissal is sought , and (b) the\nsubsequent notice which informs the employee of the employerâs decision to\ndismiss him. [8] (Italics ours) Petitioner\nasseverates that no procedural lapses were committed by him in terminating\nprivate respondents. In his own words: ââ¦when\nirregularities were discovered, that is, when the misappropriation of several\nthousands of pesos was found out, the petitioner instructed private respondents\nto report back for work and settle their accountabilities but the latter never\nreported for work. This instruction by the petitioner to report back for work\nand settle their accountabilities served as notices to private respondents for\nthe latter to explain or account for the missing funds held in trust by them\nbefore they disappeared.â [9]\n\nPetitioner\nconsiders this return-to-work order as equivalent to the first notice apprising\nthe employee of the particular acts or omissions for which his dismissal is\nsought. But by petitionerâs own\nadmission, private respondents were never told in said notice that their\ndismissal was being sought, only that they should settle their\naccountabilities. In petitionerâs\nincriminating words: âIt\nshould be emphasized here that at the time the misappropriation was discovered\nand subsequently thereafter, the petitionerâs first concern was not effecting\nthe dismissal of private respondents but the recovery of the misappropriated\nfunds thus the latter were advised to report back to work.â [10]\n\nAs above-stated,\nthe first notice should inform the employee that his dismissal is being\nsought. Its absence in the present case\nmakes the termination of private respondents defective, for which petitioner\nmust be sanctioned for his non-compliance with the requirements of or for\nfailure to observe due process. [11] The twin requirements of notice and\nhearing constitute the essential elements of due process, and neither of these\nelements can be disregarded without running afoul of the constitutional\nguarantee. Not being mere technicalities\nbut the very essence of due process, to which every employee is entitled so as\nto ensure that the employerâs prerogative to dismiss is not exercised\narbitrarily, [12] these requisites must be complied\nwith strictly.\n\nPetitioner makes\nmuch capital of private respondentsâ failure to report to work, construing the\nsame as abandonment which thus authorized the latterâs dismissal. As correctly pointed out by the NLRC, to\nwhich the Solicitor General agreed, Section 2 of Book V, Rule XIV of the\nOmnibus Rules Implementing the Labor Code requires that in cases of abandonment\nof work, notice should be sent to the workerâs last known address. If indeed private respondents had abandoned\ntheir jobs, it was incumbent upon petitioner to comply with this requirement. This,\npetitioner failed to do, entitling respondents to nominal damages in the amount\nof P5,000.00 each, in accordance with recent jurisprudence, [13] to vindicate or recognize their\nright to procedural due process which was violated by petitioner.\n\nLastly,\npetitioner argues that the NLRC gravely erred when it disregarded the vouchers\npresented by the former as proof of his payment of 13 th month pay to private respondents.\nWhile admitting that said vouchers covered only a ten-day period, petitioner\nargues that the same should be credited as amounts received by private\nrespondents as part of their 13 th month pay, Section 3(e) of the Rules and Regulations Implementing P.D.\nNo. 851 providing that the employer shall pay the difference when he pays less\nthan 1/12 th of the employeeâs basic salary. [14]\n\nWhile it is true\nthat the vouchers evidencing payments of 13 th month pay were submitted only on appeal, it would have been\nmore in keeping with the directive of Article 221 [15] of the Labor Code for the NLRC to\nhave taken the same into account. [16] Time and again, we have allowed\nevidence to be submitted on appeal, emphasizing that, in labor cases, technical\nrules of evidence are not binding. [17] Labor officials should use every\nand all reasonable means to ascertain the facts in each case speedily and\nobjectively, without regard to technicalities of law or procedure. [18]\n\nIt must also be\nborne in mind that the intent of P.D. No. 851 is the granting of additional\nincome in the form of 13 th month\npay to employees not as yet receiving the same and not that a double burden\nshould be imposed on the employer who is already paying his employees a 13 th month pay or its equivalent. [19] An employer who pays less than 1/12 th of the employees basic salary as\ntheir 13 th month pay is only required to pay\nthe difference. [20]\n\nThe foregoing\nnotwithstanding, the vouchers presented by petitioner covers only a particular\nyear. It does not cover amounts for\nother years claimed by private respondents. It cannot be presumed that the same amounts were given on said\nyears. Hence, petitioner is entitled to\ncredit only the amounts paid for the particular year covered by said vouchers.\n\nWHEREFORE , in view of the foregoing, the\ndecision of the NLRC dated July 31, 1995, insofar as it excludes the commissions\nreceived by private respondents in the determination of petitionerâs compliance\nwith the minimum wage law, as well as its exclusion of the particular amounts\nreceived by private respondents as part of their 13 th month pay is REVERSED and SET\nASIDE . This case is REMANDED to the Labor Arbiter for a\nrecomputation of the alleged deficiencies. For non-observance of procedural due\nprocess in effecting the dismissal of private respondents, said decision is MODIFIED by increasing the award of nominal damages to private respondents from\nP1,000.00 to P5,000.00 each. No costs.\n\nSO ORDERED. Narvasa, C.J.,\n(Chairman), Kapunan, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Rollo , p.\n40-41.\n\n[2] Ibid ., p.\n45.\n\n[3] Id ., p.\n32.\n\n[4] Philippine Duplicatorâs, Inc. vs . NLRC, 227\nSCRA 747 (1993).\n\n[5] Songco vs . NLRC, 183 SCRA 610 (1990).\n\n[6] Supra ,\nNote 4.\n\n[7] 247 SCRA 256 (1995).\n\n[8] Malaya Shipping vs . NLRC, G.R. No. 121698,\nMarch 26, 1998.\n\n[9] Rollo , p.\n18-19.\n\n[10] Ibid ., p.\n19.\n\n[11] Sebuguero vs . NLRC, 248 SCRA 532 (1995).\n\n[12] Supra ,\nNote 8.\n\n[13] Better Buildings, Inc. vs . NLRC, G.R. No.\n109714, December 15, 1997; see also Note 8.\n\n[14] âSection 3(e)â x x x x\nx x x x x\n\nThe term âits equivalentâ as used in paragraph (c) hereof shall include\nChristmas bonus, mid-year bonus, profit-sharing payments and other cash bonuses\namounting to not less than 1/12 th of the basic\nsalary but shall not include cash and stock dividends, cost of living\nallowances and all other allowances regularly enjoyed by the employee, as well\nas non-monetray benefits. Where an employer pays less than 1/12 th of the employees basic salary, the employer shall\npay the difference.â\n\n[15] Art. 221. Technical rules not binding and prior\nresort to amicable development.â In any proceeding before the Commission or any\nof the Labor Arbiters, the rules of evidence prevailing in courts of law or\nequity shall not be controlling and it is the spirit and intention of this Code\nthat the Commission and its members and the Labor Arbiters shall use every and\nall reasonable means to ascertain the facts in each case speedily and\nobjectively and without regard to technicalities of law and procedure, all in\nthe interest of due process.\n\nx x x x x x x x x.â\n\n[16] Columbia Development Corporation vs . Minister\nof Labor and Employment, 146 SCRA 421 (1986).\n\n[17] Bristol Laboratories Employees Association vs .\nNLRC, 187 SCRA 118 (1990); PT&T vs . NLRC, 183 SCRA 451 (1990);\nHaverton Shipping Ltd. vs . NLRC, 135 SCRA 685 (1985).\n\n[18] De Ocampo vs . NLRC, 213 SCRA 653 (1992).\n\n[19] NFSW vs . Ovejera, 114 SCRA 354 (1982).\n\n[20] Dole Philippines vs . Leogardo, Jr., 117 SCRA\n938 (1982).",
  "content_length": 19360,
  "metadata_extraction_date": "2025-11-01T05:50:35.366857",
  "extraction_version": "2.0_enhanced_full_content"
}