{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/april/35749.html",
  "filename": "35749.html",
  "year": 1998,
  "month": "april",
  "case_number": "35749",
  "gr_number": "35749",
  "volume_page": "352 Phil. 70",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "francisco",
    "dacoba",
    "accused",
    "appellant",
    "accusation",
    "facility",
    "difficult",
    "person",
    "disprove"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n352 Phil. 70\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 121995-96, April 20, 1998 ]\n[ G.R. Nos. 121995-96, April 20, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FRANCISCO\nDACOBA, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FRANCISCO\nDACOBA, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nMELO, J.:\n\nAn accusation for rape can be made\nwith facility; it is difficult to prove but more difficult for the person\naccused to disprove. The evidence for\nthe prosecution must stand or fall on its own merits and cannot be allowed to\ndraw strength from the weakness of the evidence for the defense.\n\nThese doctrines become material\nand pertinent in resolving the instant appeal from the October 27, 1994 Joint\nDecision of the Regional Trial Court of the Fourth Judicial Region (Mauban,\nQuezon, Branch 64) in Criminal Cases No. 1408 and 1409, finding\naccused-appellant guilty of two counts of the crime of rape upon Jonalyn\nAndaya. Francisco Dacoba’s conviction\nfor said crime arose from two complaints both dated November 20, 1992, which\ncharged him with raping his then 13-year old sister-in-law on November 7 and\nNovember 12, 1992.\n\nUpon agreement of the prosecution\nand the defense, a joint trial on the merits ensued, following which, a\njudgment of conviction was rendered, disposing: WHEREFORE, the Court finds the accused Francisco Dacoba\nguilty beyond reasonable doubt of having committed the crime of rape, defined\nand punished under Article 335 of the Revised Penal Code, upon the person of\nJonalyn Andaya, on two (2) occasions, and therefore, sentences him to suffer\nthe penalty of reclusion perpetua for each of the two (2)\noffenses and the disqualifications attached thereto under the law and to\nindemnify the offended party in the sum of P 60,000.00 and to pay the\ncosts. SO ORDERED. (pp. 31-32, Rollo .)\n\nThe trial court’s statement of the\nbackground facts was quoted by the Office of Solicitor General, with the proper\nreferences to the transcript of stenographic notes supplied. The same being supported by the evidentiary\nfacts, we likewise adopt, to wit: Complainant Jonalyn Andaya recounted that she was living\nwith her sister Ana and the latter’s husband, accused Francisco Dacoba, at\nBarangay Sto. Angel, Mauban, Quezon. On November 7, 1992, while her sister Ana was in town to\nbuy viand, the accused asked her to go with him to the mountain to gather\nfirewood (tsn, March 2, 1993, p. 13). Upon reaching the mountain, the accused forced himself upon her and\ninserted his penis in her private parts and succeeded having carnal knowledge\nwith the complainant. On cross examination, complainant testified that prior to the\nact of rape, accused boxed her below the right armpit.( Ibid ., p. 30) The second occasion occurred on November 12, 1992. While complainant and accused were left in\nthe house at Barangay Sto. Angel, Mauban, Quezon, accused pulled her in a room,\nundressed her and then placed himself on top of her and inserted his penis in\nher private part. Accused succeeded in\nundressing complainant by punching her below the ribs which rendered\ncomplainant weak and defenseless. ( Ibid ., pp. 14-15) Thereafter, accused ordered the complainant to put on her\nclothes and not to tell anyone otherwise he would kill her. ( Ibid. ) Complainant reported the incident to her aunt, Josie\nAndaya, after the second rape incident. ( Ibid ., pp. 15-16) Prosecution witness Josie Andaya testified that on November\n15, 1992, while she was in her store in the public market of Mauban, Quezon,\nJonalyn came to her crying. When she\nasked the complainant what happened, the latter told her that accused raped her\ntwice. (tsn, March 30, 1993, p. 40) On the following day, November 16, 1992, she brought\nJonalyn Andaya to the Mauban District Hospital at Barangay Polo, Mauban,\nQuezon, for physical examination where she was examined by Dr. Dante R.\nDiamante, Jr. Jonalyn Andaya related to\nDr. Diamante that she was “pinagsamantalahan.” (tsn, June 23, 1993, p. 3) After examination, Jonalyn and Josie Andaya proceeded to\nBarangay Lincutan, Mauban, Quezon, to see Jonalyn’s father, Jose Andaya. Josie Andaya told Jose Andaya the incident\nthat befell her daughter. (tsn, March 30, 1993, pp. 40-41) The following morning, November 17, 1992, Jonalyn Andaya,\nJose Andaya and Josie Andaya went to the police headquarters and filed the\ncomplaints charging Francisco Dacoba of the crime of rape. ( Ibid ., pp.\n41-42)\n\nIn defense, accused-appellant\npleads denial, insisting that he never committed the crime charged.\n\nAna Andaya-Dacoba, wife of\naccused-appellant and sister of complainant, tried to establish that on November 7, 1992, she was at\nhome weaving hats, while her husband was making sticks for nipa shingles and\ncomplainant was attending to the couple’s 10-month old child. She then invited accused-appellant to go to\nthe mountain to gather pili nuts but since complainant wanted to go with them,\nthey all went to the mountain. She claimed\nthat during such time, all of them were together and within sight of each other\n(tsn, September 1, 1993, pp. 6-8).\n\nIn further defense of her husband,\nAna also claimed that on November 12, 1992, there was a flood and she and her\nhusband, together with complainant, removed rice stalks under their house. After their chore, Ana said that she asked\ncomplainant to go to town to buy food for lunch but the latter refused because\nof the flood. This angered\naccused-appellant who told Ana to go instead and to pack complainant’s\nbelongings and to send her back to their father ( Ibid ., pp. 13-14).\n\nContinuing, Ana narrated that she\nand accused-appellant left the house, taking with them all of complainant’s\nbelongings. Complainant was left behind\nbecause she refused to go back to her father. They delivered Jonalyn’s belongings to her father and asked the latter\nto fetch Jonalyn in their house in Sto. Angel ( Ibid ., pp. 14-19).\n\nAna further added that the reason\nfor the filing of the rape cases against her husband was for the purpose of\ncausing their separation because her family does not approve of\naccused-appellant. She also claimed\nthat her family was demanding P 50,000.00 from them ( Ibid ., pp.\n24-25).\n\nAccused-appellant echoed the testimony\nof his wife that they, with their child, as well as complainant, were at home\non November 7, 1992, and that the four of them went to the mountain and\ngathered pili nuts for four hours (tsn, August 17, 1994, pp. 25-26).\n\nLikewise, accused-appellant claimed\nthat on November 12, 1992, he was in their house with his wife and complainant,\nand that he and his wife went to see his father-in-law, Jose Andaya, and gave\nhim complainant’s clothes and belongings indicating they would like to return\ncomplainant to her father’s care ( Ibid ., pp. 27-28).\n\nIn the instant appeal,\naccused-appellant raises the sole assigned error that the prosecution failed to\nprove his guilt beyond reasonable doubt.\n\nWe are not persuaded.\n\nIt is a well-settled doctrine that\nin a prosecution for rape, the complainant’s credibility becomes the single\nmost important issue. Thus, if her\ntestimony meets the test of credibility, the accused may be convicted on the\nbasis thereof ( People vs. Gagto , 253 SCRA 455 [1996]).\n\nThe trial court was convinced that\nthe testimony of the offended party was given with sincerity and candor as\nrevealed by complainant’s demeanor on the witness stand. Her testimony, as found below,\nunquestionably proves the act of rape on two occasions, when she candidly and\nspontaneously declared: Q. You\nwere shown your affidavit which has been marked as Exh. “C” and “C-1” for the\nprosecution. Do you remember having\nbeen asked this question: “T: Bakit ka\nnagsadya dito sa Tanggapan ng Pulisya dito sa Mauban, Quezon?” and you answered, “S: Dahil ako po ay maghahabla.” A. Yes,\nsir. Q. Do\nyou remember having been asked this question, “T: Sino naman ang iyong ihahabla?” and have given this answer,\n“S: Ang bayaw ko po na si Francisco\nDacoba.” A. Yes,\nsir. Q. Do\nyou remember having been asked this question, “T: Bakit mo siya ihahabla?” and having given this answer, “S: Ako po ay kanyang ginahasa.” A. Yes,\nsir. Q. Do\nyou remember having been asked this question, “T: Ilang beses kang ginahasa ng\niyong bayaw? and having given this answer. “S: Dalawang beses po ang una ay noong ika 7 ng Nobyembre 1992 humigit\nkumulang sa ika 8:00 ng umaga at ang ikalawa po ay noong ika 12 ng Nobyembre\n1992 humigit kumulang po sa ika 4:00 ng hapon?” ATTY. RIVERA: I object on the line of questioning of\nthe prosecutor. He is impeaching his\nown witness. FISCAL ALPAJORA: I am just rectifying from the record. COURT: Witness may answer. WITNESS: Yes, sir. (Brief for the Appellee,\npp. 18-20)\n\nThe defense suggests that the\naccusations of Jonalyn Andaya are mere concoctions purportedly to alienate her\nsister, Ana, from accused-appellant or to extort P 50,000.00 from him.\n\nThe argument is shallow.\n\nNot a few accused in rape cases\nhave attributed the charges brought against them to family feuds, resentment,\nor revenge. But such alleged motives\nhave never swayed the Court from lending full credence to the testimony of a\ncomplainant who remained steadfast throughout her direct and cross-examination\n( People vs. Saballe , 236 SCRA 365 [1994]), especially a minor as in the\ncase at bench.\n\nIt is quite unthinkable that\ncomplainant would file a charge as serious as rape against her own\nbrother-in-law simply because her family does not approve of him as husband for\nher sister. Certainly, complainant, an\nunmarried teenage lass, would not subject and expose herself to the humiliation\nof a rape trial, with its attendant publicity and the morbid curiosity it will\narouse merely to force her sister to separate from accused-appellant. Rather, only the compulsive motive to seek\njustice could be strong enough for complainant to implicate her own\nbrother-in-law.\n\nTime and again, this Court has\ntaken judicial notice of the fact that it is highly inconceivable for a young\nbarrio lass, inexperienced with the ways of the world, to fabricate a charge of\ndefloration, undergo a medical examination of her private parts, subject\nherself to public trial, and tarnish her family’s honor and reputation unless\nshe was motivated by a potent desire to seek justice for the wrong committed\nagainst her ( People vs. Esguerra , 256 SCRA 657 [1996]).\n\nOn this score, it is an accepted\nprecept that testimony of rape victims who are young and immature deserve full\ncredence ( People vs. Galimba , 253 SCRA 722 [1996]). Further, findings of the trial court anent\nthe credibility of witnesses are generally accorded the highest respect unless\nthere appears in the record — and there is none in this case — some fact or\ncircumstance of weight and influence which has been overlooked or the\nsignificance of which has been misinterpreted. ( People vs. Obzunar , 265\nSCRA 547 [1996]; People vs. Lagrosa, Jr. , 230 SCRA 298 [1994])\n\nThe fact that the victim was\nsexually assaulted is patently established by the medical certificate later\nconfirmed on the witness stand, issued by Dr. Dante Diamante, Jr. who\nphysically examined the victim. The\nmedical certificate clearly states that the victim’s vagina was lacerated and\nthere was hematoma adjacent to urethral meatus which could only be caused by\nany hard object or any flesh part of the body which is hardened, like an erect\npenis.\n\nFinally, all that\naccused-appellant could offer by way of defense are denial and alibi. Well-entrenched is the rule that alibi and\ndenial are inherently weak and have always been viewed with disfavor by the\ncourts due to the facility with which they can be concocted ( People vs.\nDanao , 253 SCRA 146 [1996]). They\nwarrant the least credibility or none at all ( People vs. Paragua , 257\nSCRA 118 [1996]) and cannot prevail over the positive identification of the\naccused by the prosecution witnesses ( People vs. Pano , 257 SCRA 274\n[1996]; People vs. Panlilio , 255 SCRA 503 [1996]).\n\nWe thus agree with the trial court\nthat the evidence for the prosecution has established beyond reasonable doubt\nthe guilt of accused-appellant for the\ncrime charged.\n\nWHEREFORE , the decision appealed from is hereby AFFIRMED in\ntoto .\n\nSO ORDERED. Regalado, (Chairman), Puno,\nMendoza, and Martinez, JJ., concur .",
  "content_length": 12401,
  "metadata_extraction_date": "2025-11-01T05:50:31.928485",
  "extraction_version": "2.0_enhanced_full_content"
}