{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/april/GR_121683.html",
  "filename": "GR_121683.html",
  "year": 1998,
  "month": "april",
  "case_number": "G.R. No. 121683",
  "gr_number": "121683",
  "volume_page": "352 Phil. 304",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "dennis",
    "guzman",
    "accused",
    "appellant",
    "romero",
    "court",
    "confronted",
    "dilemma",
    "having",
    "choose",
    "between"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n352 Phil. 304\n\nEN BANC\nEN BANC\n\n[ G.R. Nos. 125180-81, April 22, 1998 ]\n[ G.R. Nos. 125180-81, April 22, 1998 ]\n\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nDENNIS DE GUZMAN, ACCUSED-APPELLANT.\nD E C I S I O N\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nDENNIS DE GUZMAN, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nROMERO, J.:\n\nThe Court is once again confronted with the dilemma of having to choose\nbetween the testimony of a mother and her teen-age son and that of the man they\nclaim is responsible for the violent demise of their family’s breadwinner and\nfirst-born son.\n\nFor the death of Ernesto Trilles and his son Edwin, accused-appellant\nDennis de Guzman and two others who remain at large [1] were charged with two counts of\nmurder [2] before the Regional Trial Court of Legazpi City on June 14, 1994, to wit: “That on or about the 13th\nday of April, 1994, in the City of Legazpi, Philippines, and within the\njurisdiction of this Honorable Court, the above-named accused, all armed with\nhandguns, conspiring, confederating and mutually helping one another for a\ncommon purpose, did then and there wilfully, unlawfully and feloniously and\nwith treachery and abuse of superior strength, shoot with a handgun one ERNESTO\nTRILLES, [3] thereby inflicting upon the latter injuries\nwhich directly caused his death, to the damage and prejudice of his heirs. CONTRARY TO LAW.”\n\nAt the trial, the prosecution presented the testimonies of Rosita\nand Anthony Trilles to shed light on the incident. Their combined narration follows.\n\nOn the night of April 13, 1994, while Rosita was preparing supper\nin their modest home at Sitio Malangka, Taysan, Legazpi City, a young man whom\nshe knew by face but whose name she did not know barged in through the kitchen\ndoor and shot her husband Ernesto in the head with a short firearm. As Ernesto lay sprawled on the kitchen\nfloor, the man shot him again on the chest. [4] The man, who was later identified as accused-appellant Dennis de Guzman, then\nfaced the horrified oldest son and asked him if he was Edwin. When the latter said “yes,” he too was shot\nand hit near the collar bone. [5] Before he was shot, his uncle who was Rosita’s brother, Loreto Aringo, was seen\nnear the eaves of the house. Addressing\nhim, Edwin pleaded for his life saying, “ Tio , do not shoot me. I did not do anything wrong.” Because Edwin had punched him the night\nbefore, Aringo ignored his nephew and even egged on the gunman, shouting, “ Anong\ntio-tio gadanon an (What Tio , Tio , he should be killed).” [6] Anthony, the other son of Rosita who was hiding under the table, heard his\nbrother pleading with de Guzman, “Don’t kill me Tio .” [7]\n\nIn a short while, Rosita fled and on her way out, espied her\ncousin, Adriano Casiban, standing near the kitchen door. [8] Then she heard more gunshots, the same gunshots heard by Anthony who at the\ntime was still under the table. [9] Like his mother, he, too, was allowed to escape by his uncles and the man whose\nname he did not know but whom he knew was staying with his uncle Adriano. Rosita sought refuge at the house of her\nsister, Hedelyn Bandoquillo and spent the night there. This was confirmed by the latter, who\ntestified as a rebuttal witness for the prosecution. [10]\n\nIn the morning, Rosita reported the incident to Barrio Captain\nNelson Aringo, another cousin, who accompanied her to the police\nheadquarters. Mother and son failed to\nmention the names of Aringo and Casiban to the police during the investigation,\nand both declared at the time that the suspect was unknown or unidentified. [11] When confronted later with these earlier statements, they explained that at the\ntime of the incident, although they recognized the face of Dennis de Guzman,\nthey were not aware of his identity, which is why they told the police that the\nsuspect was unknown or unidentified. [12] In her confusion, Rosita even said that it was Casiban who shot the boy. Later, she was not even sure if Casiban\nfired a gun or if he had a gun at all, because she was at the moment already\nrunning away. [13]\n\nAringo and Casiban, having gone into hiding, only the defense of\nde Guzman was heard at the trial. Dennis de Guzman denied all the accusations against him and set up an\nalibi for his defense. He relied on the\ntestimonies of four witnesses, all close friends of his family, [14] to support his story that on the date and time of the occurrence, he was at a\nparty at San Jose, Maslog, Legazpi City, which is about three kilometers from\nTaysan. [15]\n\nDennis de Guzman claimed that he and his mother Adelina went to\nher hometown of San Jose, Maslog, Legazpi City on April 5, 1994, to visit his\nailing grandmother. They stayed with\nhis grandmother whose name he did not even know, and during his free time, he\nhelped with some chores and played with friends like Charlie Padilla. On April 13, 1994, Charlie’s mother\nEstelita, a childhood friend of Adelina’s, celebrated her 52th birthday, and\nshe decided to treat her town mates to a free dance. Charlie, Dennis, and her brothers, Felicito and Jerry Watiwat,\nhelped in setting up the light and sound systems for the dance. They started at around 3:00 o’clock in the\nafternoon and finished by 6:30 p.m. After a dinner break at 7:00 o’clock, the two youngsters manned the\nmusic station until midnight. [16] On cross-examination, de Guzman admitted that his mothers’ sister Lolita was\nthe wife of Adriano Casiban. [17]\n\nHedelyn Bandoquillo was presented by the prosecution to debunk de\nGuzman’s claim that he stayed with his grandmother when he was in the province. She said that on at least four occasions,\nshe saw him at his uncle Adriano’s house at Sitio Polot, Taysan, Legazpi City,\nwhich is about half a kilometer from Sitio Malangka and was sure he was staying\nthere. [18]\n\nAfter trial on the merits, Judge Gregorio A. Consulta of the\nRegional Trial Court of Legazpi City, Branch 4, rendered judgment, the decretal\nportion of which reads thus: “WHEREFORE, in the light of the foregoing findings and left no\nchoice but to follow in complete obedience the stenosis of a rigorous law that\nin spirit demands an eye for an eye, a tooth for a tooth, (LEX TALIONIS) after\nbeing convinced beyond a wisp of a doubt of the guilt of accused DENNIS DE\nGUZMAN, he is hereby sentenced to suffer in Criminal Case No. 6717 the penalty\nof DEATH and likewise to suffer in Criminal Case No.\n6718 the penalty of DEATH and to indemnify Rosita Trilles and Anthony\nTrilles in the sum of P100,000.00 in each case. With respect to Loreto Aringo and Adriano Casiban who are at large,\nlet a complete reproduction by XEROX of the complete records of both cases be\nsent to the ARCHIVE, in lieu of the originals which are hereby ordered\ntransmitted within twenty (20) days from promulgation to the Hon. Supreme Court\non automatic review together with the person of DENNIS DE GUZMAN who shall be\nconfined at the National Penitentiary in Muntinlupa, Metro Manila pending final\nresolution of such review. Issue alias warrants for the arrest of Loreto Aringo and Adriano\nCasiban pursuant to existing circular on the matters and the cases shall be\nrevived, insofar as they are concerned, upon their apprehension or of any of\nthem. The Clerk of Court is directed to provide the necessary expenses\nfor the reproduction of the records by XEROX. SO ORDERED.”\n\nIn this automatic review, Dennis de Guzman argues that the trial\ncourt erred in appreciating the evidence and in concluding that he was\npositively identified by the prosecution witnesses.\n\nAfter going through the records and evidence of this case, we are\nconvinced that Dennis de Guzman was correctly convicted by the trial court for\nthe death of Ernesto and Edwin Trilles.\n\nAccused-appellant makes much of the failure of the eyewitnesses\nto give his name or even his description during the initial police investigation\nof the incident. When Rosita reported\nthe shooting of her husband and son to the police in the morning of April 14,\n1994, she stated that they were shot by an “unknown suspect,” and made no\nmention of either her older brother Loreto Aringo or her cousin Adriano\nCasiban. [19] For his part, Anthony executed an affidavit dated April 19, 1994, referring to\nthe assailant as an “unidentified man.” He also did not implicate his uncles, Aringo or Casiban. [20]\n\nThe Court believes that the eyewitnesses to the crimes did\nidentify accused-appellant as the man who shot the victims. In the first place, when they testified at\nthe trial they positively pointed out to de Guzman as the malefactor. [21] Any doubt cast by their earlier statements was laid to rest when they were put\non the witness stand. In the case of Jacobo\nv. Court of Appeals , [22] we affirmed the doctrine that an affidavit cannot prevail over testimonial\nevidence uttered in open court, viz .: “‘An affidavit being taken ex\nparte is almost always incomplete and often inaccurate, sometimes from\npartial suggestion, and sometimes from want of suggestion and inquiries,\nwithout the aid of which the witness may be unable to recall the connected\ncollateral circumstances necessary for the correction of the first suggestion of\nhis memory and for his accurate recollection of all that belongs to the\nsubject.’” [23]\n\nThus, while an affiant usually merely\nsigns an affidavit which was prepared by another, in this case, [24] the Assistant City Prosecutor, a witness testifies in court with more\nspontaneity, drawing from a memory no longer befuddled by the initial shock of the occurrence, uttering his\nown words with minimum guidance or coaxing. If testimonial evidence is superior to an affidavit, then with more\nreason should it prevail over a mere police report which is not even under\noath.\n\nIn the second place, in her affidavit dated April 19, 1994, [25] Rosita made a more complete narration of the incident and implicated Aringo and\nCasiban. She even managed to identify\nde Guzman by his surname. [26] Anthony, on the other hand, stated in his affidavit that although the suspect\nwas unidentified, he could recognize the latter if spotted, and that is\nprecisely what he did when he testified on November 8, 1995.\n\nFinally, when confronted with their initial reports, both\nwitnesses explained that although they said the suspect was unknown or\nunidentified, they were merely referring to his name. As far as physical attributes were concerned, they had no doubt\nthat they could recognize the man who snuffed out the life of their loved ones\nin the blink of an eye.\n\nThrough all these, de Guzman could only deny the charges and come\nup with an alibi which falls short of the standards set through time for its\nacceptability as a foolproof defense.\n\nHe was allegedly at the dance held at San Jose, Maslog, Legazpi\nCity when the crime was being committed at Sitio Malangka, Taysan. Yet, the records show that Maslog is a mere\nthree kilometers from Taysan and there are even well-trodden shortcuts which\ncould drastically reduce travel time from one town to the other. If anything, it signifies that it was still possible for him to have been at the crime scene even as he claims that he was elsewhere\nat the time. In this regard, his\ndefense of alibi must fail. [27]\n\nFurthermore, the positive identification of de Guzman as the man\nwho shot the victims cannot be overcome by his denial and alibi. The fact that he was not immediately named\nby the eyewitnesses when they reported the incident to the police is likewise\nof no moment considering that they knew him by face and even identified him in\nopen court. As we reiterated in the\nrecent case of Bautista v. Court of\nAppeals : [28] “‘Positive identification,\nwhere categorical and consistent and without any showing of ill motive on the\npart of the eyewitness testifying on the matter, prevails over alibi and denial\nwhich if not substantiated by clear and convincing evidence are negative and\nself-serving evidence undeserving of weight in law.’” [29]\n\nIn view of these disquisitions, the Court agrees with the court a quo that the guilt of Dennis de Guzman in the slaying of Ernesto and\nEdwin Trilles on the night of April 13, 1994, has been proved by the\nprosecution beyond any reasonable doubt.\n\nThe Court, however, differs with the trial court in its\nimposition of the death penalty in the two cases under review. It must be noted that this penalty was\ndecreed because “(f)irearms were used, as alleged in the (i)nformation.” [30] It is undeniable that an accused cannot be held liable for a crime not alleged\nin the information, and the information filed by the prosecution in this case\nwas for murder qualified by treachery, not for murder with the use of an\nunlicensed firearm.\n\nUnder R.A. No. 7659, the crime of murder shall be punished by reclusion\nperpetua to death if committed with, among other circumstances, treachery,\nas that alleged in the information dated June 14, 1994. We agree with the court a quo that alevosia attended the commission of the crime and that this has been duly\nproved by the People’s evidence. The\nTrilles family was preparing to sup on the night of April 13, 1994, when de\nGuzman suddenly barged into their house from the kitchen door and, without\nuttering a word, shot Ernesto, not once, but twice. With the same coldbloodedness, he shot Edwin even after the boy\npleaded for his life. Neither of the\nvictims was armed at the time, and they could not have resisted the attack even\nif they wanted to because of its suddenness and precision. At no time was de Guzman open to retaliation\nby his victims. As we held in Bautista : “‘An unexpected and sudden\nattack under circumstances which render the victim unable and unprepared to\ndefend himself by reason of the suddenness and severity of the attack\nconstitutes alevosia , and the fact that the attack was frontal does not\npreclude the presence of treachery.’” [31]\n\nApart from treachery, we find no other circumstance, aggravating\nor mitigating, which would affect the imposition of the appropriate penalty in\nthe case at bar. Under these premises,\ntherefore, the punishment that may be properly meted out against the\naccused-appellant is the lesser penalty of reclusion perpetua because “(w)hen there are (as in this\ncase) neither mitigating nor aggravating circumstances in the commission of the\ndeed, the lesser penalty shall be applied.” [32]\n\nWHEREFORE , the assailed decision dated June 6, 1996, in\nCriminal Case No. 6717 and No. 6718 is hereby AFFIRMED with the MODIFICATION\nthat the penalty is reduced from death to reclusion perpetua in both\ncases for the reasons aforestated and the indemnity to Rosita Trilles and\nAnthony Trilles reduced to P 50,000.00 each Costs against accused-appellant. SO ORDERED.\n\nNarvasa, C.J., Regalado, Davide, Jr., Bellosillo, Melo, Puno,\nVitug, Kapunan, Mendoza, Panganiban, Martinez, Quisumbing, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Adriano Casiban and\nLoreto Aringo.\n\n[2] Criminal Case No.\n6717 and No. 6718.\n\n[3] Edwin Trilles in\nCriminal Case No. 6718.\n\n[4] T.S.N., October 17,\n1995, pp. 7-9; November 7, 1995, pp. 3-5; November 8, 1995, pp. 8-10.\n\n[5] T.S.N., October 17,\n1995, p. 10; November 8, 1995, p. 11.\n\n[6] T.S.N., October 17,\n1995, p. 10; November 7, 1995, p. 10.\n\n[7] T.S.N., November 8,\n1995, p. 11.\n\n[8] T.S.N., October 17,\n1995, p. 11; November 8, 1995, p. 14.\n\n[9] Ibid ., at pp.\n13 and 12 -13, respectively.\n\n[10] T.S.N., April 11,\n1996, pp. 8, 10.\n\n[11] Exhibits “2” and\n“3,” Records (Folder I), pp. 10 and 18.\n\n[12] T.S.N., October 17,\n1995, p. 12; November 7, 1995, p. 18; November 8, 1995, p. 22.\n\n[13] T.S.N., November 7,\n1995, pp. 9-10.\n\n[14] T.S.N., March 14,\n1996, p. 23.\n\n[15] T.S.N., December 6,\n1995, p. 14.\n\n[16] T.S.N., December 6,\n1995, pp. 2-6,18-21, 25, 33-35; February 6, 1996, pp. 4-10; March 14, 1996, pp.\n8-13.\n\n[17] T.S.N., March 14,\n1996, pp. 15 -18.\n\n[18] T.S.N., April 11,\n1996, pp. 4-9.\n\n[19] Exhibit “2,” Records\n(Folder I), p. 10.\n\n[20] Exhibit “3,” Records\n(Folder I), p. 18.\n\n[21] T.S.N., October 17,\n1995, pp. 6-8; November 8, 1995, pp. 6-7.\n\n[22] 270 SCRA 270 (1997).\n\n[23] Citing People v. Molina, 213 SCRA 64 (1992); People v. Alcantara, 151 SCRA 327 (1987);\nPeople v. Pacala, 58 SCRA 370 (1974).\n\n[24] In fact, Rosita\ncannot even read. (T.S.N., November 7, 1995, p. 6.).\n\n[25] Exhibit “1,” Records\n(Folder 1), p. 17.\n\n[26] She learned this\nonly one week after the burial of her husband Ernesto. (T.S.N., October 17,\n1995, p. 7).\n\n[27] People v. Henson, 270 SCRA 634 (1997).\n\n[28] G.R. No. 121683,\nMarch 26, 1998.\n\n[29] Citing People v. Dinglasan, 267 SCRA 26 (1997) and People v. Amania, 248 SCRA 286 (1995).\n\n[30] Decision, p. 10; Rollo ,\np. 31.\n\n[31] Supra .\n\n[32] Article 63 (2),\nRevised Penal Code.",
  "content_length": 16830,
  "metadata_extraction_date": "2025-11-01T05:50:35.313852",
  "extraction_version": "2.0_enhanced_full_content"
}