{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/april/GR_116727.html",
  "filename": "GR_116727.html",
  "year": 1998,
  "month": "april",
  "case_number": "G.R. No. 116727",
  "gr_number": "116727",
  "volume_page": "351 Phil. 809",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Administrative Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "cornelio",
    "villamin",
    "accused",
    "appellant",
    "bellosillo",
    "almost",
    "foundling",
    "maritess",
    "gamido",
    "abandoned"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n351 Phil. 809\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 120916-17 & 120919, April 01, 1998 ]\n[ G.R. Nos. 120916-17 & 120919, April 01, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. CORNELIO\nVILLAMIN, ACCUSED-APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. CORNELIO\nVILLAMIN, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nBELLOSILLO, J.:\n\nALMOST a foundling at two, Maritess Gamido was abandoned by her\nparents and left to the care of her grandmother Teodora. Maritess' mother deserted her to live with\na lothario somewhere else, while her father remained in town with a second\nwoman. Thereafter, her grandfather with\nwhom she was staying was found guilty of a crime and ordered confined at the\nNew Bilibid Prisons in Muntinlupa. Teodora, who opted to stay near her husband, left Maritess behind with\nsome relatives. The Fates indeed\nseemed to have conspired against this unfortunate and miserable little lass.\n\nAt thirteen, Maritess never saw the walls of a classroom. None of her relations thought of sending her\nto school. She only learned, by sheer force of circumstances, menial household\nchores. For years she was hopping from\none relative to another but none of them treated her more than a mere domestic\nhelp.\n\nSometime in September 1994 Maritess was fetched from the house of\nRolando Gamido, another relative, by a certain Julita Villamin who brought her\nto her house in Bgy. Ariston West, Asingan, Pangasinan, again as a helper in\nthe house tasked to take care of the grandchild of Julita Villamin.\n\nThe day she arrived at Bgy. Ariston West, Maritess' life, already\nmiserable and unfortunate, took a turn for the worse. Narrating her ordeal, she told the court that on 19 September\n1994, at 2:00 in the afternoon, while she was taking a bath, Cornelio Villamin,\nwhom she called Uncle Cornel , husband\nof Julita, went inside the bathroom and told her to lie down. Holding a\nknife, he forcibly inserted his penis inside her vagina and succeeded in having\nsexual intercourse with her. She could\nnot offer any resistance as she was terribly afraid of her Uncle Cornel . Then,\nshe had to keep the incident to herself. She was scared to tell her aunt Julita Villamin as it might complicate\nmatters and make things worse for her. She was now practically fending for herself; she was alone.\n\nThe following day, 20 September 1994, Cornelio Villamin again\nmolested Maritess. He entered her room\nwhile she was sleeping. For the second\ntime, he ravished her. Like the day\nbefore, she did not resist her Uncle Cornel's advances because she\nfeared for her life. He was armed with\na long knife. Worse, she had to keep\nher misfortune to herself.\n\nOn 21 September 1994, his lust obviously unsatiated, Cornelio\nonce again forced himself on Maritess while she was bathing in the bathroom. This time she could no longer contain the\natrocious advances of her Uncle Cornel . She was now determined to rebel against\nhim. She went to the house of her aunt Anita and immediately unburdened herself to her. With the help of her aunt, she reported the\nmatter to Kagawad Laurena Ines\nwho referred her case to Bgy. Captain David Santilla with whose assistance a\ncriminal complaint was filed by Maritess against Cornelio Villamin. From the police station, she was brought to\nthe hospital for medical examination. Thereafter, her relatives left her under the care of the social workers\nof the Department of Social Welfare and Development.\n\nAccused-appellant Cornelio Villamin, for his part, averred that\nduring the three (3) alleged incidents, he was at his farm together with his\nworkers planting eggplant seedlings. His farm was one and a-half (1 1 /2)\nkilometers from his house which could be traversed in thirty (30) minutes. He did not know of any reason why Maritess\nwould file a complaint against him.\n\nAccused-appellant failed to persuade the trial court. It found and so held that the prosecution\nhad established beyond reasonable doubt that the accused Cornelio Villamin had\nsexual intercourse with Maritess Gamido on those three (3) occasions against\nher will through threats and intimidation. Consequently, accused-appellant was sentenced to suffer the penalty of reclusion\nperpetua for each rape committed\nand to indemnify Maritess a total amount of P 90,000.00. [1]\n\nAccused-appelant now contends that the lower court erred in\nfinding him guilty of three (3) counts of rape.\n\nThe trial court did not err. The conviction of accused-appellant Cornelio Villamin of three (3)\ncounts of rape must stand. The alleged\ninconsistencies, if indeed they can be characterized as such, refer only to\nminor details which did not in any manner affect the candid and credible\ntestimony of the complaining witness. That Maritess could not specifically pinpoint the exact dates and hours\nduring which she was raped by accused-appellant is of no moment considering that\nshe was only thirteen (13) years old. Unschooled, she did not know how to count nor tell the date and time.\n\nThis Court, needless to say, accords the highest respect, and\neven finality, to the factual findings of the trial court absent any showing of\ngrave abuse of discretion or that it overlooked material facts that are\nrelevant to the resolution of the case. We find no such abuse of discretion in the instant case; neither did the\ncourt a quo overlook material and relevant facts. In People v. Esquila, [2] we ruled - x x x (I)t should be remembered that the victim, Maribeth, was only\n14 years old at the time she testified and, therefore, it is not unnatural\nshould inconsistencies crop into her testimony as she is more prone to error\nthan an adult person. In fact, minor\ninconsistencies may be expected of persons of such tender years.\n\nThe minor inconsistencies in Gloria’s testimonies are to be\nexpected. Protracted cross-examination\nof a 16-year old girl not accustomed to public trial would produce\ncontradictions which nevertheless would not destroy her credibility (People v. Gozum, 135 SCRA 295 [1995]). We will not deviate from the rule that\n“testimonies of rape victims who are young and immature are credible; the\nrevelation of an innocent child whose chastity was abused demands full\ncredence” (citations omitted). Too, the inconsistent statements Maribeth made as to the date and\nplace of the commission of the crime are collateral or minor matters which do not at all touch upon the\ncommission of the crime itself x x x nor affect Maribeth's credibility (citations omitted). This Court has time and again held that inconsistencies in the\ntestimony of witnesses with respect to minor details and collateral matters do\nnot affect either the substance of their declaration, their veracity, or the\nweight of their testimony (citations\nomitted). x x x\nx\n\nInconsistencies on matters\nof minor details do not detract from the actual fact of rape. Testimonial discrepancies would have been caused by the natural fickleness\nof memory which tends to strengthen rather than weaken credibility as they\nerase any suspicion of rehearsed testimony x x x and do not destroy the\nsubstance of her testimony.\n\nOn the other hand, the trial court erred when it admitted the\ntestimony of Dr. Roderick Ramos regarding complaining witness’ state of mind. First, it was not Dr. Ramos who conducted\nthe psychological test on the complaining witness but Ms. Joan Jarata, a\npsychologist. It was Jarata who\ninterpreted the results of the test and not Dr. Ramos. Hence, it should be Jarata who should have\nbeen presented before the court and not Dr. Ramos. Whatever testimony Dr. Ramos made before the court does not\ndeserve any weight at all as it is hearsay.\n\nAs for accused-appellant’s alibi, the same should be disregarded. His farm is only one and a-half (1 1 /2)\nkilometers away from his house and could be reached in thirty (30) minutes. It is thus not impossible for\naccused-appellant to be present at the locus criminis.\n\nWHEREFORE , the guilt of accused-appellant CORNELIO\nVILLAMIN having been proved beyond\nreasonable doubt, his conviction for three (3) counts of rape by the\nRTC-Br. 48, Urdaneta, Pangasinan, in Crim. Cases Nos. U-8294, 8295 and 8296, and\nthe imposition of the penalty of reclusion perpetua for each count of rape is AFFIRMED. The award of P 30,000.00 for each count or a total of P 90,000.00\nas indemnity is MODIFIED by INCREASING it to P 50,000.00 for each count\nor a total of P 150,000.00. Costs against accused-appellant.\n\nSO ORDERED. Davide, Jr. (Chairman), Vitug, Panganiban, and Quisumbing, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Decision, Crim.\nCases Nos. U-8294, U-8295 and U-8296, p. 11; Rollo , p. 41.\n\n[2] G.R. No. 116727, 27\nFebruary 1996, 254 SCRA 145, 146.",
  "content_length": 8721,
  "metadata_extraction_date": "2025-11-01T05:50:34.273804",
  "extraction_version": "2.0_enhanced_full_content"
}