{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/april/GR_124303.html",
  "filename": "GR_124303.html",
  "year": 1998,
  "month": "april",
  "case_number": "GR_124303",
  "gr_number": "118937-38",
  "volume_page": "352 Phil. 382",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "deleverio",
    "accused",
    "appellant",
    "before",
    "court",
    "automatic",
    "review",
    "decision",
    "regional",
    "trial",
    "basilan"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n352 Phil. 382\n\nEN BANC\nEN BANC\n\n[ G.R. Nos. 118937-38, April 24, 1998 ]\n[ G.R. Nos. 118937-38, April 24, 1998 ]\n\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. JOSE DELEVERIO, ACCUSED-APPELLANT. \nD E C I S I O N\nTHE PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE,\nVS. JOSE DELEVERIO, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nVITUG, J.:\n\nBefore the Court for automatic review is the decision of the Regional\nTrial Court (“RTC”) of Basilan, 9 th Judicial Region, Branch 2, in\nthe consolidated Criminal Case No. 2125-414 and Criminal Case No. 2136-418 for\nrape. The accused, Jose Deleverio, is a\n58-year old farmer respected and revered by the complainant, Roxan Benarao, an\neight-year old child. Indeed, the\ncomplainant is the step-granddaughter of the accused, he being married to the\ngirl's natural grandmother (Maria Sarah). Accused Jose Deleverio is the second husband of Maria Sarah.\n\nThe accused was charged with two counts of rape, in two separate\ncomplaints, one in Criminal Case No. 2125-414 and the other in Criminal Case\nNo. 2136-418, viz : Criminal Case No. 2125-414\n\n“COMPLAINT “The undersigned complainant, an 8-year old minor, under oath,\naccuses Jose Deleverio of the crime of Rape, committed as follows:\n\n“That on or about the 7 th day of April, 1994, and within\nthe jurisdiction of this Honorable court, viz., at Maloong Legion, Municipality\nof Lamitan, Province of Basilan, Philippines, the above-named accused, by the\nuse of force, threat and intimidation, and with lewd designs, did then and\nthere willfully, unlawfully and feloniously point a knife on her stomach,\nremove her dress and short pant, and by the use of force and lewd designs,\nsucceeded to have carnal knowledge with the undersigned complainant, against\nher will. “Contrary to law. \"Isabela, Basilan Province, May 30, 1994. (SGD.) ROXAN BENARAO Complainant\" [1]\n\nCriminal\nCase No. 2136-418 “COMPLAINT “The undersigned complainant, an 8-year old minor, under oath,\naccuses Jose Deleverio of the crime of Rape, committed as follows:\n\n“That on or about the 13 th day of May, 1994, and within\nthe jurisdiction of this Honorable Court, viz ., at Maloong Legion,\nMunicipality of Lamitan, Province of Basilan, Philippines, the above-named\naccused, by the use of force, threat and intimidation, and with lewd designs,\ndid then and there willfully, unlawfully and feloniously point a knife on her\nstomach, remove her dress and short pant, and by the use of force and lewd\ndesigns, succeeded to have carnal knowledge with the undersigned complainant\nagainst her will. “Contrary to law. “Isabela, Basilan Province, May 30, 1994. (SGD.) ROXAN A. BENARAO Complainant” [2]\n\nProvincial Prosecutor Domingo B.\nKinazo confirmed, in his resolution of 30 May 1994, that the results of the\npreliminary investigation, after considering particularly the accusatory\naffidavit and fitting it against the evidence for the defense, would\nsufficiently show that the complainant had been a victim of rape on two occasions. [3]\n\nFollowing the filing of the informations in the two separate\ncriminal cases, an Order of Arrest was issued on 06 June 1994 by Executive\nJudge Salvador Memoracion. The order of\narrest was duly served and effected on 05 July 1994. [4]\n\nWhen arraigned on 13 June 1994 in Criminal Case No. 2125-414 and\non 05 July 1994 in Criminal Case No. 2136-418, the accused pleaded not\nguilty. The parties agreed to have the\ncases jointly tried. [5]\n\nThe evidence for the prosecution, in main consisting of the\ntestimony of Roxan given in the Visayan dialect, was culled by the Solicitor\nGeneral; his brief narration - \"Roxan Benarao, an 8-year old child, and her brother Ramon\nlived with her grandfather, herein appellant Jose Deleverio, in Legion Maloong,\nLamitan, Basilan, wherein they shared the same room. \"On April 7, 1994 at 8:00 o'clock in the evening, while they\nwere already resting, the appellant poked a knife at the stomach of his 8-year\ngranddaughter Roxan Benarao after which he loosened her short pants (TSN, July\n5, 1994, p. 7). \"Notwithstanding the cries of Roxan, the appellant managed to\ninsert his penis into Roxan's vagina as a result of which she felt dizzy (TSN,\nJuly 5, 1994, p. 8). Afterwards, Roxan\nreported the incident to her older brother Ramon and to her grandmother Maria\nDeleverio who did not believe her (TSN, July 6, 1994, p. 17). \"On May 13, 1994 at about 9:00 o'clock in the evening, the\nappellant again inserted his penis into the vagina of Roxan for which she cried\n(TSN, July 1994, p. 18). When Roxan\nreported the molestation to her grandmother, the latter refused to believe her\n(TSN, July 16, 1994, p. 18). Roxan then\nreported the matter to her mother who brought her to the police.\" [6]\n\nSusan Benarao, the mother of Roxan, was also put to the witness\nstand. She identified in open court her\nstepfather, the accused Jose Deleverio, as being the second husband of her\nmother Maria Sarah Deleverio. During\nschool days, her 8-year old daughter Roxan and 13-year old son Ramon would stay\nwith the accused and Maria Sarah at the latter's residence in Maloong Legion,\nLamitan, Basilan. It was in the\ncouple's house in Maloong where the two incidents of rape were\nperpetrated. Some time in May 1994,\nSusan Benarao took back her two children. Later that same month, or on or about 26 May 1994, Roxan disclosed, in\nbetween sobs, to her mother the fact of her having been \"molested\"\ntwice, the first on 07 April 1994 and the second on 13 May 1994, by the\naccused. Susan lost no time in\nreporting the matter to the police and bringing her daughter to the Lamitan\nEmergency Hospital for physical examination. [7]\n\nDr. Joel Absin, the physician who examined Roxan, issued on 27\nMay 1994 a medical certificate, viz : “Date of Incidence: April\n7, 1994 May\n13, 1994 “Time of Incidence: April\n7, 1994 - 8:00 p.m. May\n13, 1994 - 8:00 p.m. “Place of Incidence: Maloong\nLegion at complainant residence. “F I N D I N G S “A fairly developed female child well nourished secondary sex organ\nnot developed. “Genital Findings: “- old hymenal\nlaceration at 5:00, 2:00 & 11:00 o’clock on the face of the watch “- Admits one small\nfinger without resistance. “Conclusion: “ - physical virginity recently lost on a child of Roxan Binarao.” [8]\n\nThe defense, in refutation of the testimony of Roxan, presented\naccused Jose Deleverio himself and his wife Maria Sarah.\n\nJose Deleverio vehemently denied having raped Roxan. He stated that on 07 April 1994, the first\ntime she allegedly had been raped, Roxan was no longer in fact staying with the\ncouple, her mother having fetched her and her brother shortly at the close of\nthe schoolyear in Maloong Elementary School. The accused testified that on the night of 13 May 1994, the date of the\nsupposed second rape, he was all the time with his wife, Maria Sarah, in their\nhouse at Maloong Legion. He said that\nhe had always treated Roxan and her brother Ramon like they were his own\nchildren but he would, of course, discipline them so long as he had to. He believed that the two counts of rape\nlodged against him had been merely fabricated by Susan Benarao who did not like\nthe idea of her children being sent home to her by Maria Sarah. [9]\n\nMaria Sarah Deleverio declared that she was once the common-law\nwife of Donatilo Agustin before marrying the accused. She had four children with Donatilo among whom being Jesusa (Susan). She said that on 07 April 1994, when her\nhusband supposedly had sexual intercourse with Roxan, the latter was already in\nLamitan proper with her mother. On 13\nMay 1994, Maria Sarah was at their house in Maloong Legion. Roxan never told her about the alleged rape,\nand she learned for the first time that Roxan and Susan had a complaint for\nrape against her husband only on 28 or 29 May 1994 when the police arrested the\naccused and brought him to the police station at Lamitan. She would conjecture that the only possible\nreason why Susan falsely charged him was because the couple had stopped caring\nfor the children. [10]\n\nAfter trial, the court a quo , presided over by Judge\nSalvador Memoracion, rendered its decision, dated 07 December 1994, finding the\naccused guilty on two counts of rape. The trial court adjudged: “WHEREFORE, premises considered, this Court finds the accused, JOSE\nDELEVERIO, 58 years old, GUILTY beyond any shadows of doubts of committing two\n(2) counts of Rape[s], one committed on April 7, 1994 and the other committed\non May 13, 1994, against his own eight (8) years old grand-step-daughter, Roxan\nBinarao which two (2) crimes are defined and penalized under Article 335 of the\nRevised Penal Code as amended by Republic Act No. 7659 of 1993 and hereby\nsentences him to suffer two (2) extreme and supreme penalties of DEATH. “And to pay the total amount of P 60,000.00 for both cases as\nmoral damages and the costs of these proceedings. “ IT IS SO ORDERED .” [11] In this automatic review, appellant assigned a lone error; i.e.,\nthat - “THE TRIAL COURT ERRED IN FINDING ACCUSED-APPELLANT JOSE DELEVERIO\nGUILTY BEYOND REASONABLE DOUBT OF HAVING COMMITTED RAPE ON TWO COUNTS” [12]\n\nand reminded that - “The Court has stressed time and again that in view of the severity\nof the penalties for the offense of rape, justified by the `traumatic\nconsequences for the unfortunate victim and grievous injury to the peace and\ngood order of the community, there is need `for extreme care on the part of the\njudiciary to avoid an injustice done to an accused. For it is equally true that this is an offense to which, as is\noften the case, only two people can testify, thus requiring the most\nconscientious effort on the part of the arbiter to weigh and appraised the\nconflicting testimony. If a reasonable\ndoubt exists, the verdict must be one of acquittal. It must be borne in mind that it is an accusation easy to be\nmade, hard to be proved but harder to be defended by the accused, though\ninnocent. The evidence for conviction\nmust be clear and convincing to overcome the constitutional presumption of\ninnocence. ” [13]\n\nAppellant would consider it rather strange that the complainant\ndid not even attempt to wake up his brother Ramon, to whom she later confided\nthe incidents and said to be sleeping all the while in the same room with her,\nwhen she was being sexually assaulted by the accused. [14]\n\nAs usual, in a prosecution for rape, the credibility of the\nvictim is almost always the single and most important issue to hurdle. If her testimony meets the test of\ncredibility, the accused can justifiably be convicted on the basis thereof; [15] otherwise, he should be acquitted of the crime. Corroborative testimony, frequently unavailable in rape cases, is\nnot essential to warrant a conviction for the crime.\n\nIn the instant case, the trial court gave its own assessment on\nthe credibility of Roxan; it said: “This Court also found that this Roxan Binarao, an\neight-year-old-second grade pupil, to be a very competent witness, because her\ntestimonies, in open Court were not punctured with serious inconsistencies as\nto lead this Court to believe that she [had] been coached to make known her\nperception of the traumatic incident x x x. “While it is true that she sometimes commits inconsistencies in her\ndeclaration, but this Court finds that such honest lapses did not impair her\nintrinsic credibility as a witness x x x. “This Court could not find any cogent reasons for this eight (8)\nyears old girl to accuse her grand-step-father of having raped her. Because of the facts that when she and her\ntwo (2) brothers, Ramon and Rodolfo were staying with the couple in Maloong\nLegion, Lamitan, for three (3) years where in fact they attended primary\nschooling there, the accused, Jose Deleverio and his wife Maria Sarah\nDeleverio, the grandmother of these three (3) children were treating them well\nand even considered them as their own children, never punished them, except to\ndiscipline which is very normal attitude between parent and children\nrelationship. Neither could this Court\n[find] any dubious motive on the part of Susan Binarao to induce her small\ndaughter to file serious charges of rape against her step father who [has] been\nvery kind to take care of her children while she work[s] or go[es] to Sabah,\nMalaysia to look for work.” [16]\n\nThis Court itself has gone over the testimony of Roxan. Like the trial court, we find the child's\nnarration of the incident to be as forthright and straightforward as a young\ngirl of eight years of age can possibly make it. Here is how her testimony goes: “Q Before\nApril 7, 1994 where were you residing? “A I\nwas already staying in Legion. “Q Whose\nhouse are you staying? “A Their\nhouse. “Q You\nare referring to the house of the accused and Maria Deleverio, the wife? “A Yes,\nsir. “Q On\nApril 7, 1994, at about 8:00 o’clock in the evening where were you? “A I\nwas at their house. “Q Who\nwas your companion in the house during that time about the same hour? “A We\nwere only three. “Q Who\nare the other two companions? “A Deleverio\nand Ramon. “Q This\nDeleverio you are referring to the accused in this case? “A Yes,\nsir. “Q What\nabout your grandmother, the wife of the accused, where was she during that\ntime? “A She\nwas left in Lamitan. “Q Tell\nthe Court, what happened to you on April 7, 1994 at eight o’clock in the\nevening while you were in the house of the accused together with the accused\nand your elder brother Ramon? “A My\nshort pants was loosened. “Q What\nother things did the accused do? “A He\npoked a knife. “Q At\nwhat part of your body? “A (Witness\npointing [her] left stomach) “Q When\nyou felt that the accused was taking off your pants and poked a bladed weapon\nat your side what did you do? “A I\ncried. “Q What\nhappened when you cried? What did the\naccused do? “A He\ntold me not to tell anybody. “Q After\nthat when he told you not to tell anybody what else did he do to you? “A No,\nmore, sir. “COURT: Considering the mentality of the witness,\nask leading question. “PROS. LEGASPI (continuing his direct): “Q Did\nthe accused [rape] you and [force] you? “A Yes,\nsir. “Q You\nsaid that the accused attacked you and raped you. How did he do it? “A He\ninserted his penis. “Q What\npart of your body did he insert his penis? “A He\ninserted his penis inside my vagina. “Q Did\nthe accused succeed in inserting his penis inside your vagina? “A Yes,\nsir. “Q What\ndid you feel when he inserted his penis? “A I\nfelt dizzy. “Q Then\nafter that what else did the accused do to you? “A No\nmore.\n\n“x x x x x x x x x “PROS. LEGASPI (continuing his direct): “Q On\nMay 13, 1994 at about nine o’clock in the evening do you recall where were you? “A Yes,\nsir. “Q Where\nwere you? “A I\nwas at Legion. “Q In\nwhose house were you then? “A Residence\nof Maria. “Q This Maria Deleverio that\nyou referred to as your grandmother is the wife of the accused Jose Deleverio? “COURT: You do not have to repeat and\nrepeat. You only prolong the trial. “COURT: Q On\nMay 13, 1994, did the accused do something to you, if he did something? A Yes. Q What\ndid he do to you? A He\nmolested me. Q When\nyou say `molest’ what kind of molestation? A He\ninserted his penis. “COURT: Proceed. “PROS. LEGASPI (continuing his direct): “Q What\nhappened when he inserted his penis to you, what did you feel? “A I\ncried. “Q What\nhappened afterwards? “A No\nmore. “Q Did\nyou report this matter to your grandmother who is the wife of the accused? “A Yes,\nsir. “Q Then\nwhat did she do to you? “A She\ndid not believe me. “Q Since\nshe did not believe you did you report this matter to any other person? “A None. “Q What\nabout your mother? “A I\nreported to my mother. “Q What\ndid your mother do after you reported this incident? “A She\nbrought me to the police. “Q You\nwere investigated by the police? “A Yes,\nsir. “Q Did\nyou execute an affidavit before the police relative to this case? “A Yes,\nsir. “Q If\nthat affidavit is presented to you will you be able to identify it? “A Yes,\nsir. “Q Here\nis an affidavit signed by Roxan Benarao, two pages, please go over this affidavit\nand tell me if that is the very one? “A Yes,\nsir (Witness pointed to her signature above her name) “Q Whose\nsignature is this you are pointing to in the same affidavit? “A That is my signature.” [17]\n\nOn cross-examination, she has remained steadfast in her\ntestimony; thus: “ATTY. BANICO (continuing his cross): “Q When\ndid you report the allege rape to Ramon? “A April\n7. “Q Are\nyou sure you reported the incident to Ramon on April 7? “A Yes,\nsir. “Q You\nreported it to Ramon. If you can\nremember, daytime or nighttime? “A Daytime. “Q How\nmany hours after the incident of rape did you remember having reported that\nincident to your brother Ramon? “A Five\nHours. “Q What\ndid you tell Ramon? “A I\ntold Ramon like this, `Ramon, I was molested by Lolo.’ “Q When\nyou reported the incident to your brother Ramon, your grandmother Maria\nDeleverio was there? “A No,\nshe is not around. “Q Why\nwas she not around? “A My\ngrandmother was in Lamitan sleeping with my mother. “Q Did\nyou tell Ramon, `Ramon, my brother, you go to Lamitan and report the incident\nto our mother Susan.’? “A None,\nsir. “Q Did\nyou ever know, if you know, whether Ramon reported this incident to your\nmother? “A I\ndo not know. “Q On\nApril, after the allege incident of rape, did your mother Susan Agustin visit\nyou at Maloong, Legion? “A No,\nsir. “Q The\nwhole month of April your mother did not visit you in Legion? “A No,\nsir. “Q Your\nmother Susan Agustin [does] not visit you in Maloong, Legion? “A Yes,\nsir. “Q On\nApril 7, 1994 your grandmother Maria was not in your house in Legion? “PROS. LEGASPI: Already answered, your Honor. “COURT: She was not there. “ATTY. BANICO (still on cross): “Q However,\nyour brother Ramon was with you in Legion? “A Yes,\nsir. “Q So,\nin other words, [on] the [n]ight of April 7, 1994 in your house in Legion was\nyour brother Ramon, 13 years old, and the accused Jose Deleverio? “A Yes,\nsir. “Q Wherein,\naccording to you, the accused Deleverio allegedly raped you you did not shout\nto wake up your brother Ramon who was in the house? “A None,\nsir. “Q Where\nwas Ramon at the time during, according to you, the allege rape? “A He\nwas there but a little bit side of the house. “Q Inside\nthe house? “A Inside\nthe house. “Q And\nRamon, your brother, at that time was still awake? “A He\nwas already sleeping, sir. “Q How\nbig is the inside of the house? “A Small\nhouse. “Q And\nwhere Ramon was sleeping and where the incident happened it was not divided by\na wall, correct? “A Yes,\nsir. “Q Where\nRamon was sleeping and where the incident of allege rape occurred how far was\nRamon? “A More\nor less about one meter (witness pointing the distance). “Q Are\nyou sure of that, because you are telling the court the truth and you know the\nmeaning of the truth? “A Yes,\nsir. “Q And\nwhen Ramon was sleeping at the time and when the accused allegedly committed\nrape on your person and there was still light inside the house because that was\nstill very early, eight o’clock? “A It\nwas off. “Q And\nyou told the Court that you informed Ramon about the allege rape, [how many]\nhours after did you tell Ramon your brother? “A The\nfollowing day. “Q So\nimmediately after the allege rape you did not waken up your brother Ramon\nBenarao? “A No,\nsir, the following day already. “Q When\nyou told your brother Ramon the following day did you show to Ramon the wound\non your private part when you told Ramon about what happened last night? You did not show to Ramon the wound on your\nprivate part with bleeding? “A No,\nsir. “Q You\ndid not also show to Ramon your short pants which according to you was pulled\ndown by the accused with blood stain, you did not show that to Ramon? “A Yes,\nI did not show it to Ramon. “Q Because\nthe truth of the matter is that there was no wound on your private part and\nthere was no blood stain on your short pants? “A There\nis a wound. “Q Where\nis that short pants now? “A In\nLegion. “Q That\nshort pants of your now did not contain any blood stain, correct? “COURT: There was no evidence that after being used by the\ngrandfather she used the short pants.” [18]\n\nAppellant voices strong concern over complainant's failure to\nshout or raise an outcry during the sexual assault. There is, unfortunately for appellant, no typical reaction or\nnorm of behavior that ensue forthwith or later from victims of rape. It should be true, most certainly, when\ndealing with an innocent and immature child still of tender age. Not yet a woman but only a child who has\nbeen raised in the remote province of Basilan, the victim could not have been\nall that accustomed to worldly ways. Just as this Court has observed in one case, [19] the - “x x x moral ascendancy and influence by appellant who is the\nstepfather of the 12 year-old victim and threat of bodily harm rendered her\nsubservient to appellant’s lustful desires. (People vs. Robles, 170 SCRA 557 [1989]; People vs. Alcid, 135 SCRA 280\n[1985].) These factors are enough to\nexplain the absence of an outcry on the part of Josephine immediately before\nand during the two occasions when appellant had carnal knowledge of her. “Besides, only feeble resistance to sexual ravages of this nature\ncan be expected from a girl of such a tender age. This is precisely the reason why sexual intercourse with a girl\ntwelve years or under is considered rape without proving force or\nintimidation. And, what is the\ndifference in mental fitness and attitude between a twelve-year-old girl and\none who is twelve years and six months old? “The victim’s failure to immediately report to her aunt who resided\nnearby or to her uncle who passed by the victim’s residence before the\ncommission of the second rape by appellant in the evening of April 3, 1989\ncannot be construed as an implied consent and condonation of what appellant had\ndone to her. As testified to by the\nvictim, after appellant raped her, he threatened her that he would kill her and\nher mother if she divulged to anyone what he did to her. This threat sowed fear on the part of the\nvictim for which reason she failed to report the incident to her aunt and\nuncle. Nevertheless, when her mother\nreturned from Sitio Talabaan, Josephine reported to her about the two rapes.” [20]\n\nIt is axiomatic to point out, furthermore, that in an appeal,\nwhere the culpability or innocence of an accused would hinge on the issue of\ncredibility of witnesses and the veracity of their testimonies, findings of the\ntrial court are entitled to and given the highest degree of respect. These findings will not ordinarily be\ndisturbed by an appellate court absent any clear showing that the trial court\nhas overlooked, misunderstood or misapplied some facts or circumstances of\nweight or substance which could very well affect the outcome of the case. The reason for this rule, as the Court has\nso repeatedly explained, is an excellent chance on the part of the trial court,\nan opportunity that is not equally open to an appellate court, of being able to\npersonally observe the expression of declarants on the witness stand and their\ndemeanor under questioning. [21]\n\nAppellant finds it hard to fathom why Roxan would risk the\npossibility of a second rape by not reporting the matter promptly to her mother\nor at least sending her brother Ramon to their mother to report at once the\ndastardly act perpetrated on her. Appellant concludes that the rape story bears evident signs of having\nbeen merely implanted in the child’s mind by her mother Susan Agustin who,\nbeing a woman of alleged unchaste character, must have been actuated by some\nulterior motive against appellant.\n\nAppellant forgets that Roxan is just a child, an innocent 8-year\nold girl, when ravished. As so aptly\nexplained by the trial court: “The tender age and immaturity of Roxan Binarao was to say the\nleast, a victim of unfavorable circumstances not of her own making. And the equanimity or the wisdom of more\nmature people cannot be expected from a young and immature little girl like\nRoxan Binarao. The delay therefore of\nRoxan Binarao in reporting the sexual assaults to her mother Susan Binarao is\nunderstandable and does not affect her credibility as a witness. And this Court could not believe that she\nwould fabricate a story of sexual molestation against her own step\ngrandfather.” [22]\n\nFar from being unnatural and highly\nsuspect, Roxan’s temporary silence or delay in reporting the incident to her\nmother is most understandable. Given\nher tender age and near isolation from her mother, coupled with the ascendancy\nand influence of appellant, she likely has had a vague idea of what to do. But, typical of a girl her age, she, as soon\nas the opportunity presented itself, did reveal to her mother the two\nincidents.\n\nIt is unfortunate that Roxan's mother, Susan Agustin, has not\nbeen spared from having her own character unnecessarily impugned. No mother, virtuous or not, will in no event\nvoluntarily and without compelling reasons put her own daughter to shame and\nhumiliation. [23]\n\nThe conclusion is inescapable, and it is that the trial court\nhardly has erred in finding appellant guilty beyond reasonable doubt of the\ncrimes charged.\n\nArticle 335 of the Revised Penal Code, as amended by Republic Act\nNo. 7659, provides: “ART. 335. When and how\nrape is committed . - Rape is committed by having carnal knowledge\nof a woman under any of the following circumstances. “1. By using force or\nintimidation; “2. When the woman is\ndeprived of reason or otherwise unconscious; and “3. When the woman is\nunder twelve years of age or is demented. “The crime of rape shall be punished by reclusion perpetua . “Whenever the crime of rape is committed with the use of a deadly\nweapon or by two or more persons, the penalty shall be reclusion perpetua to death. “When by reason or on the occasion of the rape, the victim has\nbecome insane, the penalty shall be death. “When the rape is attempted or frustrated and a homicide is\ncommitted by reason or on the occasion thereof, the penalty shall be reclusion\nperpetua to death. “When by reason or on the occasion of the rape, a homicide is\ncommitted, the penalty shall be death. “The death penalty shall also be imposed if the crime of rape is\ncommitted with any of the following attendant circumstances:\n\n“1. When the\nvictim is under eighteen (18) years of age and the offender is a parent,\nascendant, step-parent, guardian, relative by consanguinity or affinity within\nthe third civil degree, or the common-law spouse of the parent of the victim.\n\n“2. When the victim\nis under the custody of the police or military authorities.\n\n“3. When the rape is\ncommitted in full view of the husband, parent, any of the children or other\nrelatives within the third degree of consanguinity.\n\n“4. When the victim\nis a religious or a child below seven (7) years old.\n\n“5. When the offender\nknows that he is afflicted with Acquired Immune Deficiency Syndrome (AIDS)\ndisease.\n\n“6. When committed by\nany member of the Armed Forces of the Philippines or the Philippine National\nPolice or any law enforcement agency.\n\n“7. When by reason or\non the occasion of the rape, the victim has suffered permanent physical\nmutilation. ( As amended by Sec. 11,\nRA 7659 .)”\n\nThe mandatory death penalty is imposed under the first\ncase, immediately above, when the victim is under eighteen years of age and the\noffender is \"a parent, ascendant, step parent, guardian, relative by\nconsanguinity or affinity within the third civil degree, or the common-law\nspouse of the parent of the victim.\" The trial court has thus held incorrectly in considering appellant, who\nis legally married to Roxan’s natural grandmother, as among those named in the\nenumeration. Appellant is merely a\nstep-grandparent who obviously is neither an \"ascendant\" nor a\n\"step-parent\" of the victim. In the recent case of People vs. Atop, [24] the Court rejected the application of the mandatory death penalty to the rape\nof a 12-year old victim by the common-law husband of the girl's\ngrandmother. The Court said: \"It is a basic rule of statutory construction that penal\nstatutes are to be liberally construed in favor of the accused. Court's must not bring cases within the\nprovision of a law which are not clearly embraced by it. No act can be pronounced criminal which is\nnot clearly made so by statute; so, too, no person who is not clearly within\nthe terms of a statute can be brought within them . Any reasonable doubt must be resolved in\nfavor of the accused.\"\n\nThe award to the victim of \"the total amount of P 60,000.00\nfor both cases as moral damages\" should be deleted, said damages not\nhaving been independently established; instead, appellant should be ordered to\npay, consistent with prevailing jurisprudence, [25] an indemnity to the victim of P 50,000.00 for each count of rape.\n\nWHEREFORE , the appealed decision finding appellant JOSE\nDELEVERIO guilty beyond reasonable doubt of two counts of rape is AFFIRMED with\nthe MODIFICATIONS that the two death sentences imposed by the court a quo are both reduced to reclusion perpetua , and appellant is ordered to pay,\ninstead of the P 60,000.00 moral damages awarded by the court a quo ,\nan indemnity of P 50,000.00 for each count of rape.\n\nCosts against accused-appellant. SO ORDERED.\n\nNarvasa, C.J., Regalado, Davide, Jr., Romero, Bellosillo, Melo,\nPuno, Kapunan, Mendoza, Panganiban, Martinez, Quisumbing, and Purisima, JJ., concur .\n[if !supportEndnotes]\n\n[endif]\n\n[1] Records,\nCriminal Case No. 2125-414, P. 1.\n\n[2] Records,\nCriminal Case No. 2136-418, p. 1.\n\n[3] Ibid .,\np. 7.\n\n[4] Ibid .,\np. 9.\n\n[5] Ibid .,\np. 13.\n\n[6] Rollo ,\npp. 126-127.\n\n[7] TSN, 18\nJuly 1994, pp. 15-38.\n\n[8] Records\nof Criminal Case No. 2125-414, p. 5.\n\n[9] TSN, 20\nSeptember 1994, pp. 4-27.\n\n[10] TSN, 13\nOctober 1994, pp. 4-37.\n\n[11] Rollo ,\np. 39.\n\n[12] Rollo ,\np. 67.\n\n[13] Rollo ,\np. 77.\n\n[14] TSN, 06\nJuly 1994, p. 18.\n\n[15] People vs. Francisco, 258 SCRA 558.\n\n[16] Rollo ,\npp. 33-34.\n\n[17] TSN, 05\nJuly 1994, pp. 7-18.\n\n[18] TSN, 06\nJuly 1994, pp. 16-20.\n\n[19] Where the\nvictim was a minor under 12 years of age and verily even a little older then\nthan the victim in the case at bar.; see People vs. Salazar, 258 SCRA\n55.\n\n[20] At page\n62.\n\n[21] People vs. Malagar, 238 SCRA 512, 521-522; citing People vs. Manuel, 234 SCRA 532.\n\n[22] Rollo ,\np. 35.\n\n[23] People vs. Rosare, 264 SCRA 398; People vs. Dones, 254 SCRA 696; People vs. dela\nCruz, 251 SCRA 77; People vs. Sabellina, 238 SCRA 494; People vs. Ignacio, 233 SCRA 1.\n\n[24] G.R. No.\n124303-05, 10 February 1998.\n\n[25] People vs. Espinoza, 247 SCRA 66; People vs. Malunes, 247 SCRA 317.",
  "content_length": 30945,
  "metadata_extraction_date": "2025-11-01T05:50:35.798199",
  "extraction_version": "2.0_enhanced_full_content"
}