{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1998/april/GR_110823.html",
  "filename": "GR_110823.html",
  "year": 1998,
  "month": "april",
  "case_number": "GR_110823",
  "gr_number": "109138-39",
  "volume_page": "352 Phil. 487",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "alberto",
    "gaorana",
    "accused",
    "appellant",
    "panganiban",
    "inconsistencies",
    "testimony",
    "witness",
    "strengthen",
    "rather"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n352 Phil. 487\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 109138-39, April 27, 1998 ]\n[ G.R. Nos. 109138-39, April 27, 1998 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nALBERTO GAORANA Y ERAN,[1]\nACCUSED-APPELLANT. \nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS.\nALBERTO GAORANA Y ERAN,[1]\n\nACCUSED-APPELLANT.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nMinor inconsistencies in the testimony of a witness strengthen, rather\nthan impair, credibility. Such harmless\nand inconsequential errors are indicative of truth, not falsehood.\n\nThe Case\n\nThis is an appeal from the Decision [2] dated September 4, 1992, promulgated by the Regional Trial Court (RTC) of\nPanabo, Davao, in Criminal Case Nos. 91-316 and 91-317, convicting Appellant\nAlberto Gaorana [3] y Eran of two counts of rape and sentencing him to two terms of reclusión\nperpetua.\n\nOn March 13, 1991, a Criminal Complaint [4] was filed by Marivel J. Fuentes with the assistance of her mother, Priscilla J.\nFuentes, before Municipal Trial Court (MTC) Judge Daydews D. Villamor of\nPanabo, Davao. After conducting\npreliminary investigation, the MTC recommended that appellant be charged with\ntwo separate cases of simple seduction. However, in a Resolution dated August 22, 1991, [5] Davao State Prosecutor I Castor B. Dorado and Provincial Prosecutor Francisco\nG. Rivero modified the investigating judge’s recommendation and charged\nappellant with two counts of rape.\n\nExcept for the dates of the commission of the crime, the two\nInformations contained the same allegations. The first Information, docketed as Crim. Case No. 91-316, charged\nappellant as follows: [6] “That on or about March 5, 1991, in the Municipality of Panabo,\nProvince of Davao, Philippines, and within the jurisdiction of this Honorable\nCourt, the above-named accused, by means of force and intimidation, and with\nthe use of a hunting knife, did then and there wilfully, unlawfully and\nfeloniously have carnal knowledge of Marivel Fuentes, against her will. The commission of the foregoing offense is attended by the\naggravating circumstance of [q]uasi-[r]ecidivism.”\n\nThe second Information, docketed as Crim. Case No. 91-317,\ncharged appellant with rape committed on March 6, 1991. [7] The cases were consolidated and filed before the RTC of Panabo, Davao. Upon arraignment, appellant pleaded not\nguilty to both charges. [8]\n\nIn due course, the trial court rendered the assailed Decision,\nthe dispositive portion of which reads: [9]\n\n“WHEREFORE, IN THE LIGHT OF THE FOREGOING, the Court finds\nAlberto Gaorana Y Iran guilty beyond reasonable doubt of the two cases of rape,\npunishable under Article 335 of the Revised Penal Code, and this Court hereby\nsentences the said accused to suffer and undergo the penalty of reclusion\nperpetua for each count, with all the accessory penalties and to pay the\ncosts.\n\nThe accused is also\nordered to indemnify the victim, Marivel Fuentes, [in] the amount of FIFTY\nTHOUSAND (P50,000.00) PESOS.”\n\nHence, this appeal. [10]\n\nThe Facts\n\nVersion of the Prosecution\n\nIn the Appellee’s Brief, [11] the prosecution presented this version of the facts: [12]\n\n“On March 5, 1991, before 2:00 o’clock in the afternoon, Marivel\nFuentes, herein private complainant, was cleaning her house located at DAPECOL,\nPanabo, Davao. At the same time, she\nwas also putting her younger brother and sister to sleep. Rowena Sanchez, common-law wife of\nappellant, arrived and instructed her to go to her house which was about 20\nmeters away. [13] Private complainant finished cleaning before she proceeded to Rowena’s place.\n\nWhen private complainant arrived in appellant’s house, she saw\nappellant and Rowena lying down. Rowena\nbade her to come in and told her to sit down. Rowena then stood up and told private complainant that she [would]\nurinate. Appellant approached private\ncomplainant, covered her mouth and pointed a hunting knife to her neck. He told her that he [would] kill her if she\n[would] tell her mother. Private\ncomplainant fought appellant but appellant pulled her inside a room. Appellant made her lie down on the\nfloor. Appellant then took off his\npants and opened private complainant’s duster and removed her panty. He put himself on top of private complainant\nand had intercourse with her. All the\nwhile, private complainant’s mouth was covered with a handkerchief.\n\nAfter about five minutes, Rowena came back and saw appellant\nstill on top of Marivel. Appellant\ninstructed Rowena to step out of the room. After a while, appellant stood up, put on his briefs and called his wife\ninside the room. Both of them said,\n“Let us see.”\n\nPrivate complainant was allowed to leave appellant’s house at\n5:00 o’clock in the afternoon. Private\ncomplainant’s parents arrived at 7:00 o’clock in the evening but she did not\nreport the incident to them because she was afraid appellant might make good\nhis threat (pp. 7-13, 20-24, 29-32, tsn, March 30, 1992).\n\nThe second incident of rape occurred at around 3:00 o’clock in\nthe morning of March 6, 1991. Private\ncomplainant was sleeping in the sala with her brother and sister when she was\nawakened by the kisses of appellant. Appellant had a knife which scared private complainant. Appellant pulled private complainant from\nthe mat, removed his pants, opened her duster and removed her panty, and again\nhad intercourse with her. Private\ncomplainant did not shout because she was afraid of appellant who was a\nprisoner and had already killed somebody. After satisfying his lust, appellant left (pp. 14, 34-36, tsn, ibid.).”\n\nVersion of the Defense\n\nAppellant interposes the defense of alibi and denial. In his Brief, [14] he presented the following\nversion of the facts: “EVIDENCE FOR THE DEFENSE: MRS. ROWENA GAORANA testified that she is the wife of the accused\nAlberto Gaorana, and they have one (1) child. She had known the accused since 1989 and had become his sweetheart since\nMay 26, 1990. Gaorana [was] a living\nout prisoner which means that he [was] living in a house outside the compound\nof DAPECOL. She became a resident of\nDAPECOL since 1989 when she was then living with her mother and stepfather who\n[was] likewise a colonist. She knew\nMarivel Fuentes because they [had been] neighbors since she arrived in DAPECOL\nin December 2, 1989. She was then 16\nyears old. She and Marivel Fuentes\n[were] friends, and as such, they would talk sometimes and would practice how\nto ride on a bicycle. It is not true that she invited Marivel Fuentes to visit their\nhouse in DAPECOL at about 2 p.m. of March 5, 1991 because at that time and\ndate, they were sleeping. However, on\nthat date, she could recall having met Marivel Fuentes in their house, when\nMarivel borrowed a pitcher from them. After borrowing the pitcher, Marivel left and she continued sleeping. Then she stood up and went to her mother’s\nhouse 300 meters away to answer the call of nature. After 45 minutes she returned and saw Marivel Fuentes sitting in\ntheir kitchen. Her husband was also\nsitting on the bench of their kitchen, two (2) meters away from where Marivel\nwas and conversing with the latter. She\ncould not however hear what they were talking about. She asked Marivel Fuentes why she was there and Marivel answered\nthat she was returning the pitcher she borrowed. She noticed that Marivel was somewhat embarrassed because she\nturned her face from her. Then after\naround 30 minutes, Marivel went home. It is not true that she just laughed when she saw them doing the\nsexual intercourse because if it were true that she saw them doing that thing,\nmaybe she would kill. It is not also true that on [the] midnight of March 6, 1991, her\ncommon-law husband Alberto Gaorana barged in[to] the house of Marivel Fuentes\nand had sexual intercourse with her, because at that time, they were sleeping\nin the room of their house. Whenever she would meet Marivel Fuentes after March 5 and 6, 1991,\nthey just looked at each other. Marivel\nwould not talk to her because she believe[d] she was ashamed. She asked Marivel why she did not care to\nanswer. That was not the usual behavior\nof Marivel prior to March 5 and 6,\nbecause they used to talk and laugh together whenever they were in\ncompany. She also asked her husband why\n[I]nday (referring to Marivel) changed and her husband answered “I do not know\nwhy. You may know it because you are\nclose to each other.” (TSN, June 1,\n1992, pp. 3-14 Accused ALBERTO GAORANA, 27 years old, live-in partner of Rowena\nand a prisoner, testified that he came to know Marivel Fuentes in 1989. He met her in their store, being a living\nbut prisoner, [and] he worked as a carpenter in the house of Fuentes family in\nDAPECOL in 1990. At about 2 p.m. of March 5, 1991, he was in their house sleeping\nwith his common-law-wife. He woke up at\n4 0’clock in the afternoon. His wife\nwas still with him when he woke up. On\nsaid date he did not see or meet Marivel Fuentes. What Marivel Fuentes are [sic] saying against him are not true\nbecause he was sleeping at that time with his wife. (TSN, June 1, 1992, pp. 17-19).”\n\nRuling of the Trial Court\n\nThe trial court gave full faith and credence to the testimony of\ncomplainant who was not shown to have any motive to falsely testify against\nappellant. It ruled that it was\nimprobable that a naive and inexperienced 15-year old girl would fabricate her\nown ravishment and subject herself to the humiliation and embarrassment of a\npublic trial if her charges were not true. Further, her testimony was corroborated by Dr. Bendijo who, after\nconducting physical examination on her, found that her hymen was no longer\nintact. Her positive and categorical\ntestimony prevailed over appellant’s bare denial and alibi.\n\nThe trial court also ruled that appellant had a motive to commit\nthe crime. Complainant’s parents\nsupposedly failed to give him their payment for his common-law wife’s laundry\nservices.\n\nAssignment of Errors\n\nIn his Brief, appellant imputes the following errors to the court a quo : [15]\n\n“I\n\nThe trial court erred\nin finding the testimony of Complainant Marivel Fuentes as credible despite its\ninconsistencies\n\nII\n\nThe trial court erred\nin finding Accused-Appellant Alberto Gaorana guilty beyond reasonable doubt of\nthe crime of rape despite the weakness of the evidence for the prosecution”\n\nThe Court’s Ruling\n\nThe appeal is bereft of merit.\n\nFirst Issue: Harmless Inconsistencies\n\nAppellant contends that the following “inconsistencies” cast\nserious doubt on the veracity and reliability of complainant’s testimony: (1) complainant declared that her father\nwanted her to be away from DAPECOL (Davao Penal Colony), but she also claimed\nthat he was happy when she returned because he missed her terribly; [16] (2) on cross-examination, she testified that it took Rowena five minutes to\nanswer the call of nature [17] but, later on, she said that Rowena returned after an hour; [18] (3) during the direct examination she said that appellant “opened” her house\ndress, [19] but on cross-examination she said that he pulled her house dress up to her\nbreast; [20] and (4) she claimed that appellant had already pulled his penis out of her\nvagina when Rowena returned, which was at the same time that complainant opened\nher eyes [21] -- a statement contradicting her earlier one which pointed out that appellant’s\npenis was still inside her private part when Rowena saw the two of them. [22]\n\nThe alleged discrepancies do not discredit the complainant’s\ntestimony. The claimed inconsistency\nregarding the father’s reaction to the complainant’s return to DAPECOL is more\napparent than real. Her father, being\nan inmate himself, must have realized that the penal colony was not an ideal\nplace for a girl to grow up in; thus, he welcomed the possibility that his\ndaughter would live outside the colony with her aunt. By the same token, he cannot be faulted for missing a daughter\nwhom he had not seen for some time.\n\nEqually insignificant is the discrepancy regarding complainant’s\naccount of the length of time it took Rowena to defecate and return. This is a minor lapse which is not unusual\nwhen a person is recounting a humiliating and painful experience.\n\nOn the other hand, whether the complainant’s house dress was\n“opened” or “pulled up” is merely a semantic discrepancy. It could very well be attributed to an error\nin the translation of the testimony from the dialect to English. In any case, both terms similarly describe\nhow appellant exposed the complainant’s body to enable him to commit the\ncrime.\n\nWhether appellant’s penis was still inside complainant’s vagina\nwhen Rowena returned is similarly a trivial matter. In either case, it is undisputed that appellant, with the use of\nforce and intimidation, had carnal knowledge of the complainant.\n\nThese alleged inconsistencies are inconsequential in the face of\nthe essential fact that appellant forced the complainant to have sexual\nintercourse with him. The Court has\nconsistently adhered to the rule that inconsistencies on minor details\nstrengthen, rather than impair, the witness’ credibility. They are considered more as badges of truth,\nrather than as indicia of falsehood. [23]\n\nAppellant also contends that the testimony of complainant was\ncontrary to human experience, because he could not have stayed at her house for\nthirty minutes just threatening her and doing nothing else, after he had\nsupposedly ravished her for two minutes around 3:00 a.m. of March 6, 1991. The Court is not persuaded.\n\nRape is essentially an offense committed in secrecy, generally\nexecuted in dark or deserted and secluded places away from prying eyes. Thus, conviction for this crime rests\nlargely upon the credibility of the offended party who is usually the sole\nwitness of its actual occurrence. [24] Thus, herein complainant’s testimony must thus be considered and calibrated in\nits entirety, and not by truncated portions or isolated passages thereof. [25]\n\nThe complainant cannot be faulted for her inability to do\nanything, while appellant continuously threatened her for thirty minutes after\nhe had defiled her body. She has more\nthan sufficiently explained that she was deeply distressed and overcome with\nfear. In People vs. Pontilar, the\nCourt stated: [26] “It is a truism that ‘the workings of the human mind placed under a\ngreat deal of emotional and psychological stress are unpredictable, and\ndifferent people react differently. There is no standard form of human behavioral response when one is\nconfronted with a strange, startling, frightful or traumatic experience xxx.’”\n\nThe assessment of a witness’ credibility has always been\nconsidered to be the province of the trial court. After all, the trial judge had the opportunity, which appellate\ncourts do not have, to observe the witness’ demeanor and deportment on the\nstand. [27] In the case at bar, appellant failed to show any cogent reason to justify a\ndeparture from this time-honored rule.\n\nSecond Issue: Evidence of Guilt Sufficient\n\nRape is committed by having carnal knowledge of a woman under any\nof the following circumstances: (1) when force or intimidation is used; (2)\nwhen the woman is deprived of reason or is otherwise unconscious; and (3) when the woman is under twelve years of\nage. [28] The prosecution established that appellant raped the complainant the first time\nin the following manner: [29] “Q After you laid [sic] down\nbecause Alberto Gaorana pointed a knife on [sic] your neck, what did Alberto\nGaorana do to you? A He removed his pants. x x x x\nx x x x x Q Now, when Alberto Gaorana\nsucceeded in removing your panty, what did Alberto Gaorana do to you? A After he removed my\npanty, he put himself on top of me xxx. x x x x\nx x x x x Q Was the penis of Alberto\nGaorana able to penetrate xxx your vagina? A Yes, sir. x x x x x x x\nx x Q Now, can you tell this\nHonorable Court how long did Alberto Gaorana sexually abused [sic] you? A About 5 minutes.”\n(Underscoring supplied.)\n\nThe perpetration of rape for the second time was also\nestablished: [30] “Q Now can you tell this\nHonorable Court what happened on March 6, 1991 at 3:00 o’clock in the morning? A I was surprised [at] the\nkisses made to me by Alberto Gaorana and he was bringing [sic] a hunting knife\nand that was the reason I was awakened. x x x x x x x\nx x Q When you were brought to\nthe floormat [sic], what did Alberto Gaorana do? A He removed his pants. Q Then, what did he do? A He opened my duster. x x x x x x x\nx x Q And you said that you\nwere sexually abused by Alberto Gaorana, was he able to penetrate on [sic] your\nvagina? A Yes, sir.” (Underscoring\nsupplied.)\n\nThe complainant positively identified appellant as her\nravisher. The first rape was committed\nin the afternoon at appellant’s house where there was sufficient light to\nidentify the culprit. Despite the\nrelatively dark situs when the second rape was committed, complainant\nknew that the malefactor was appellant because there was sufficient moonlight;\nbesides, she was familiar with him, as he had been their neighbor for a long\ntime. As held in People vs.\nCastillo, [31] identification is facilitated by the fact that the person has gained\nfamiliarity with another.\n\nAppellant’s alibi that he was at home sleeping during the second\nincident is negligible, because he failed to prove the physical impossibility\nof his presence at the scene of the crime. His house and that of the complainant were only 20 meters apart. Further, it was undisputed that appellant\nhad access to the house of the complainant because he had constructed its door. [32]\n\nThe trial court ruled that appellant had a motive in raping the\ncomplainant. This is a surplusage,\nconsidering that motive is not necessary in rape cases when the felon has been\npositively identified. Appellant\nalleged that the complainant’s mother instigated the charges against him,\nbecause she did not pay for the laundry services of his common-law wife. Such bizarre reasoning does not explain why\na mother would subject her young daughter to the shame, scandal, embarrassment\nand anxiety concomitant with a prosecution for rape. Indeed, complainant and her mother could not have been impelled\nby any motive other than to bring to justice the author of the sexual assault. [33]\n\nIn sum, no evidence has been presented to show that Marivel or\nher mother fabricated the charges against appellant.\n\nQuasi-Recidivism Was Not Established\n\nThe two Informations alleged that both instances of rape were\nattended by the aggravating circumstance of quasi-recidivism. The trial court made no express ruling that\nappellant was a quasi-recidivist, and rightly so. During the trial, the prosecution manifested that appellant had\nbeen convicted by the Regional Trial Court of Kabangkalan, Negros Occidental in\nCrim. Case No. 013 on March 29, 1988 and was serving sentence for the crime of\nhomicide. [34] However, the prosecution failed or neglected to present in evidence the record\nof appellant’s previous conviction. Quasi-recidivism, like recidivism and reiteracion , necessitates\nthe presentation of a certified copy of the sentence convicting an accused. [35] The fact that appellant was an inmate of DAPECOL does not prove that final\njudgment had been rendered against him. [36]\n\nCivil Indemnity Improperly Imposed\n\nThe trial court erred in imposing on appellant civil indemnity of\nonly P 50,000. Appellant should\npay indemnity of P 50,000 for each count of rape. [37] Because he was convicted of two counts of rape, he should indemnify the victim\nin the amount of P 100,000.\n\nWHEREFORE , the appeal is hereby DENIED . The assailed Decision is AFFIRMED with\nthe MODIFICATION that appellant is ORDERED to PAY the\noffended party civil indemnity in the amount of P 100,000. Costs against appellant . SO ORDERED.\n\nDavide, Jr., (Chairman), Bellosillo, Vitug, and Quisumbing, JJ ., concur.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Sometimes spelled as Iran by the\ntrial court.\n\n[2] Penned by Judge Marieto C. Tupas.\n\n[3] In his letters to this Court, appellant\nspelled his surname Gaurana, but the assailed Decision and the Appellant’s\nBrief spelled it as Gaorana.\n\n[4] Records, p. 9.\n\n[5] Ibid., pp. 7-8.\n\n[6] Records, p. 4.\n\n[7] Ibid., p. 1.\n\n[8] Id., p. 19.\n\n[9] Rollo , pp. 25-26.\n\n[10] On March 13, 1995, the Court\ndispensed with the filing of a reply brief after appellant failed to do so\nwithin the reglementary period which expired August 10, 1994 ( Rollo , p.\n102). This case, however, was\nconsidered submitted for resolution only on August 6, 1996, when the Court\nreceived from Homobono R. Lachica, Jr., Action Officer of the Bureau of\nCorrections, a letter dated July 29,\n1996 informing the Court that appellant is confined at the New Bilibid Prison ( Ibid., p. 107).\n\n[11] This was signed by Solicitor General\nRaul I. Goco, Assistant Solicitor General Romeo C. de la Cruz, and Solicitor\nJosette Sonia S. Holgado-Marcilla.\n\n[12] Appellee’s Brief, pp. 4-6.\n\n[13] Appellant does not controvert this\npoint\n\n[14] Signed by Attys. Al A. Castro,\nBartolome P. Reus and Ma. Lourdes R. Naz of the Public Attorney’s Office.\n\n[15] Rollo , p. 63.\n\n[16] Id., pp. 25-26.\n\n[17] TSN, March 30, 1992, p. 23.\n\n[18] Ibid., p. 29.\n\n[19] Id., p. 11.\n\n[20] Id., p. 30.\n\n[21] TSN, March 30, 1992, p. 31.\n\n[22] Ibid., pp. 29-30.\n\n[23] People vs. Travero, GR No. 110823,\nJuly 28, 1997; People vs. Ponayo, 235 SCRA 226, August 10, 1994; and\nPeople vs. Silong, 232 SCRA 487, May 23, 1994.\n\n[24] People vs. De Guzman, 265\nSCRA 228, 240, December 2, 1996.\n\n[25] People vs. Sagaral, 267 SCRA\n671, 679, February 7, 1997.\n\n[26] GR No. 104865, July 11, 1997, p. 21,\nper Panganiban, J.\n\n[27] People vs. Ramirez, 266 SCRA\n335, 348, January 20, 1997.\n\n[28] Art. 335, Revised Penal Code.\n\n[29] TSN, March 30, 1992, pp. 11-12.\n\n[30] Ibid., pp. 13-15.\n\n[31] 261 SCRA 493, 501, September 6,\n1996.\n\n[32] TSN, March 30, 1992, p. 34.\n\n[33] People vs. Zaballero, G.R.\nNo. 100935, June 30, 1997.\n\n[34] TSN, March 30, 1992, p. 6.\n\n[35] People vs. Cadevida, 219 SCRA\n218, 228-229, March 1, 1993 and People vs. Compendo, Jr., 258 SCRA 54,\n268, July 5, 1996.\n\n[36] “ART. 160. Commission\nof another crime during service of penalty imposed for another previous offense\n-- Penalty. -- Besides the provisions of Rule 5 of Article 62, any person who\nshall commit a felony after having been convicted by final judgment, before\nbeginning to serve such sentence, or while serving the same, shall be punished\nby the maximum period of the penalty prescribed by law for the new felony.\n\nx x x x x x x\nx x.”\n\nPeople vs. Salazar, 266 SCRA 507, 625-626,\nJanuary 27, 1997; People vs. Ochavido, 142 SCRA 193, 206, May 30, 1986;\nand People vs. Santos, 139 SCRA 443, 445, November 4, 1985.\n\n[37] People vs. Caballes, GR No.\n102723-24, June 19, 1997.",
  "content_length": 22833,
  "metadata_extraction_date": "2025-11-01T05:50:33.940590",
  "extraction_version": "2.0_enhanced_full_content"
}