{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1901/october/gr_l-390_1901.html",
  "filename": "gr_l-390_1901.html",
  "year": 1901,
  "month": "october",
  "case_number": "gr_l-390_1901",
  "gr_number": "gr_l-390_1901",
  "volume_page": "Volume information not available",
  "decision_date": "October 22, 1901",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Civil Law"
  ],
  "keywords": [
    "defendant",
    "house",
    "crime",
    "official",
    "dereliction",
    "monte",
    "played",
    "gambling",
    "narvaes",
    "justice",
    "his",
    "who",
    "peace",
    "said",
    "there",
    "article",
    "code",
    "must",
    "whether",
    "committed"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-390\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-390             October 22, 1901\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nFLORENTINO NARVAES,\n\ndefendant-appellant.\n\nFrancisco Dominguez, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nTORRES,\n\nJ.:\n\nIt appears that this case was instituted in order to prosecute the defendant for the crime of official dereliction with which he is charged. The alleged crime consisted in that the defendant, Florentino Narvaes, being a justice of the peace of the town of Bulusan, permitted the game of monte to be played in his house, in which the justice court was installed, on the nights of August 15 and 20 and November 27, 1892; and likewise in that monte was played in another house belonging to the said Narvaes situated in the township of San Isidro on the occasion of a holiday which was there celebrated. These facts appear proved by the testimony of several witnesses, some of whom participated in those prohibited games.\n\nAlthough the crime which is the subject of this case is that of official dereliction provided for and penalized in article 355 of the Penal Code, and not that of unlawful gambling embraced in article 343 of the said Code, nevertheless this decision must be directed to the question of whether or not the crime of unlawful gambling was committed by the individuals who played monte in the house of the defendant, who was at that time a justice of the peace, in order to determine whether or not there existed the crime of official dereliction. In other words, it must be determined whether the defendant, as justice of the peace, in violation of his duties willfully omitted to institute proceedings for the prosecution and punishment of the players who, with his knowledge and consent, played monte on three occasions at the house of the defendant.\n\nArticle 343 of the Penal Code imposes criminal responsibility upon, and designates the respective penalties incurred by, the bankers, the owners of the gambling house, and the players who assemble in such houses kept for playing games of chance or hazard. And as it does not appear from the record that the house of the defendant, Narvaes, was reputed to be a gambling house it must be held that the offense punished by the law has not been committed, notwithstanding the fact that certain individuals had there played the prohibited game of monte, for the reason that said house was not known as one devoted to gambling and dedicated exclusively to the harboring of this repugnant vice.\n\nUnder this view of the matter if follows that the accused has not committed the crime of official dereliction, nor has he incurred the criminal responsibility of having consented to the commission of a punishable act and having willfully failed to institute proceedings to prosecute and punish offending gamblers.\n\nlawphil.net\n\nTherefore, since the crime of official dereliction does not exist, the defendant should be acquitted with costs\n\nde oficio\n\nand the court below should proceed in accordance with law in the matter of the attachment of his property. It is so ordered.\n\nArellano, C.J., Cooper, Willard, Mapa, and Ladd, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3264,
  "metadata_extraction_date": "2025-11-16T07:45:47.402099",
  "extraction_version": "2.0_enhanced_full_content"
}