{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1901/october/gr_l-94_1901.html",
  "filename": "gr_l-94_1901.html",
  "year": 1901,
  "month": "october",
  "case_number": "gr_l-94_1901",
  "gr_number": "gr_l-94_1901",
  "volume_page": "Volume information not available",
  "decision_date": "October 7, 1901",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law",
    "Civil Law"
  ],
  "keywords": [
    "said",
    "appeal",
    "petitioner",
    "court",
    "his",
    "mistake",
    "act",
    "judgment",
    "may",
    "case",
    "question",
    "matter",
    "committed",
    "december",
    "does",
    "decree",
    "error",
    "right",
    "himself",
    "against"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-94\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-94             October 7, 1901\n\nJOSE EMETERIO GUEVARA,\n\npetitioner,\n\nvs.\n\nTUASON & CO.,\n\nrespondents.\n\nFelipe Calderon, for petitioner.\n\nSimplicio del Rosario, for respondent.\n\nWILLARD,\n\nJ.:\n\nThe petitioner, seeking to bring himself within the provision of Act No. 75 of the Civil Commission, prays that he be permitted to appeal from the judgment rendered against him by the court of Quiapo on December 13, 1898, in an action of forcible entry and detainer. The said petitioner, during the trial of the case in question, was represented by his attorney, and his attorney was properly notified of the judgment rendered in the said case on December 22, 1898. The said petitioner does not allege that he has been prevented from interposing his appeal by reason of fraud. Nor have any allegations been made which show that it would not have been possible to interpose the appeal in case he had attempted to do so; but in his petition he argues that the court of Quiapo had no jurisdiction over the matter, since the property in question is located in what is now the Province of Rizal and outside of the limits of the territory occupied at that time by the Government of the United States. In the same manner, the said petitioner alleges that \"having been persuaded that the proceedings held by the court of Quiapo ... could have no validity or efficacy, both for the reasons indicated and because the judicial terms, according to the royal decree issued on July 26, 1898, by the colonial office (Ministerio de Ultramar) of the aforesaid Spanish Government were suspended ... until the date of the treaty of Paris   i.e., until December 10, 1898   Don Jose Emeterio Guevara did not appeal from that judgment; that his omission to do so was due, therefore, to an excusable accident, to wit, the past occurrences which produced radical changes in all of the orders and in the royal decree above cited.\"\n\nThese are the only reasons which are alleged. From the above it appears that it was not the royal decree which induced the petitioner to delay his appeal, since he himself states that the said decree remained in force only until December 10, 1898. It may be that he has committed an error with reference to this matter; but such error could not have affected in any manner his action with reference to his appeal. In order that he may avail himself of the said act, it does not suffice that it appear that there was a mistake, but it must likewise appear that he was unable to interpose the appeal by reason of the said mistake.\n\nFurthermore, it is contended that the court below had no jurisdiction over the case in question. It is not incumbent upon us to determine whether or not he is correct in this contention. Even on the supposition that he was right his allegations can not prevail inasmuch as they are based upon the fact that the said court committed an error in deciding that it was competent to determine the matter. The word \"mistake,\" according to its signification in the act referred to, does not apply, and never was intended to apply, to a judicial error which the court in question might have committed in the trial referred to. Such errors may be corrected by means of an appeal. The act in question can not in any way be employed as a substitute for the said remedy.\n\nIn general terms the \"mistake or excusable negligence\" of which the said act treats should be understood as that committed by the party and not that of the court.\n\n1awphil.net\n\nThere seems to be a certain contention on the part of the petitioner to the effect that he has the right to said remedy on the ground that the court may have been in the right concerning its jurisdiction and that the petitioner was mistaken in forming a contrary opinion.\n\nIt is neither necessary nor proper to establish rules which foretell absolutely all of the cases which may arise under the said act. In order to decide the matter which occupies us at present it suffices to state that the erroneous opinion of one of the parties concerning the incorrectness of the judicial decision of the court can not constitute grounds for the said relief. For example, the court renders judgment in a matter against the defendant. The said defendant believes at the time that said judgment is correct and understands that an appeal would be useless and therefore he does not interpose the same. Later he believes firmly that the said judgment was incorrect, as indeed it was, and that he committed a mistake when he believed that it was correct. This, although it constitutes a mistake of the party, is not such a mistake as confers the right to the relief. This is so because in no wise has he been prevented from interposing his appeal. The most that may be said is that by reason of an erroneous interpretation of the law he believed that all recourse of appeal would be useless.\n\nlawphil.net\n\nTherefore, the prayer of the petition is denied with costs against the petitioner.\n\nTorres, Cooper, Ladd, and Mapa, JJ., concur.\n\nArellano, C.J., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5164,
  "metadata_extraction_date": "2025-11-16T07:45:56.233137",
  "extraction_version": "2.0_enhanced_full_content"
}