{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2025/12/opt_case_69910.html",
  "filename": "opt_case_69910.html",
  "year": 2025,
  "month": "12",
  "case_number": "G.R. No. 260708",
  "gr_number": "260708",
  "volume_page": "783 Phil. 806",
  "decision_date": "April 22, 2025",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ABC260708,* ACCUSED-APPELLANT.R E S O L U T I O N LOPEZ, M., J.: This resolves the Motion for Reconsideration[1] filed by ABC260708 assailing the Court's Decision dated January 23, 2024 which affirmed with modifications his conviction in Criminal Case Nos. 17006 and 17007 for Qualified Rape of a minor and Sexual Assault under Article 266-A(2) of the Revised Penal Code (RPC) in relation to Section 5(b) of Republic Act No. 7610, respectively.ABC260708 insists that the prosecution evidence is inadequate to sustain his conviction and that the testimony of the victim as to the commission of the crimes is unbelievable.[2] The Court finds no compelling reason to overturn the judgment of conviction. The arguments raised by ABC260708 are a mere rehash and reiteration of those which had already been squarely passed upon and judiciously considered in the assailed decision.In Criminal Case No. 17006, the victim categorically narrated in open court how ABC260708 undressed her and forcibly inserted his penis into her vagina. In Criminal Case No. 17007, the victim clearly testified that ABC260708 inserted his penis into her mouth after consummating carnal knowledge of her. It must be stressed that the Court of Appeals and the trial court's assessment on the credibility of the victim and the veracity of her testimony are given the highest degree of respect, especially if there is no fact or circumstance of weight or substance that was overlooked, misunderstood, or misapplied, which could affect the result of the case.The Court now clarifies the proper use of the nomenclature \"Qualified Rape of a minor\" and the increase in the award of damages. The main decision settled the nomenclature of the crime when the elements of both statutory rape and qualified rape are present. The Court ruled that the \"proper designation of the crime must be qualified rape and not qualified statutory rape.\" The Court then formulated the following guidelines:1. The crime shall be denominated as QUALIFIED RAPE of a minor and not qualified statutory rape if any of the special qualifying aggravating circumstances is present, i.e., twin circumstances of minority and relationship, or the age of the victim being below 7 years old, or the accused's knowledge of the mental disability of the victim at the time of the commission of rape. This rule shall apply whether the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age.. . . .3. The term \"statutory age\" in these guidelines shall mean either \"below 12 years old\" or \"under 16 years old\" depending on whether the crime of rape was committed before or after the effectivity of Republic Act No. 11648, respectively.[3] (Emphasis in the original)Clearly, not all rape committed against a minor will automatically bear the nomenclature \"Qualified Rape of a minor.\" The designation should be used only when a special qualifying aggravating circumstance is present and when the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The term \"statutory age\" shall mean either \"below 12 years old\" or \"under 16 years old\" depending on whether the crime of rape was committed before or after the effectivity of Republic Act No. 11648, respectively. Notably, the guidelines mentioned only three out of the ten special qualifying aggravating circumstances in Article 266-B of the Revised Penal Code, to wit:(1) twin circumstances of minority and relationship; or(2) the age of the victim being below 7 years old; or(3) the accused's knowledge of the mental disability of the victim at the time of the commission of rape.[4]However, considering that the thrust of the main decision is to settle the proper taxonomy of the crime when the elements of both statutory rape and qualified rape are present, the Court deems it proper to modify the guidelines and extend the application of the term \"Qualified Rape of a minor\" when other special qualifying aggravating circumstances mentioned in Article 266-B of the RPC are present provided the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age, viz.:(1) when the victim is under the custody of the police or military authorities or any law enforcement or penal institution;(2) when the rape is committed in full view of the spouse, parent; any of the children or other relatives within the third civil degree of consanguinity;(3) when the victim is a religious engaged in legitimate religious vocation or calling and is personally known to be such by the offender before or at the time of the commission of the crime;(4) when the offender knows that he is afflicted with Human Immuno-Deficiency Virus (HIV)/Acquired Immune Deficiency Syndrome (AIDS) or any other sexually transmissible disease and the virus or disease is transmitted to the victim;(5) when committed by any member of the Armed Forces of the Philippines or para-military units thereof or the Philippine National Police or any law enforcement agency or penal institution, when the offender took advantage of his position to facilitate the commission of the crime;(6) when by reason or on the occasion of the rape, the victim has suffered permanent physical mutilation or disability; and (7) when the offender knew of the pregnancy of the offended party at the time of the commission of the crime.For instance, the crime should be denominated as \"Qualified Rape of a minor\" in the rape that transpired before the effectivity of Republic Act No. 11648 against an 11-year-old victim committed in full view of the parent or other relatives within the third civil degree of consanguinity. The same designation applies in the rape that occurred before the effectivity of Republic Act No. 11648 against a victim who has an intellectual age of a 10 year old child and who suffered permanent physical mutilation by reason of rape. The same nomenclature shall be used in the rape that happened after the effectivity of Republic Act No. 11648 against a 15-year-old victim who is engaged in legitimate religious vocation or while under the custody of the police authorities or when committed by any law enforcer who took advantage of his position to facilitate the crime. The same applies in the rape that transpired after the effectivity of Republic Act No. 11648 against a victim who has an intellectual age of a 14-year-old child and when committed by the offender with knowledge of the pregnancy of the offended party at the time of the commission of the offense or with knowledge that he is afflicted with HIV/AIDS and transmitted the virus to the victim. The above examples are not exhaustive and will not prevent the courts from using the proper term for the crime when confronted with similar situations consistent with the language of the statute and principles of criminal law.Whereas the term \"Qualified Rape\" shall be used when any of the above special qualifying aggravating circumstances is present but the victim is not below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. On the contrary, the term \"Statutory Rape\" shall still be used in the absence of any special qualifying aggravating circumstances mentioned in Article 266-B of the RPC but the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age.Anent the award of damages, the floor amounts in \"Qualified Rape of a minor\" shall be PHP 150,000.00 civil indemnity, PHP 150,000.00 moral damages, and PHP 150,000.00 exemplary damages. This is because of the depravity of rape committed by offenders with perverse or aberrant sexual behavior against the victim who is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age, and attended with any special qualifying aggravating circumstances mentioned in Article 266-B of the RPC. On the other hand, as discussed in People v. Jugueta,[5] the floor amounts in \"Qualified Rape\" shall remain at PHP 100,000.00 civil indemnity, PHP 100,000.00 moral damages, and PHP 100,000.00 exemplary damages, and in \"Statutory Rape\" at PHP 75,000.00 civil indemnity, PHP 75,000.00 moral damages, and PHP 75,000.00 exemplary damages.[6] This is without prejudice to further increase in the award of damages. As explained in the main decision, \"[a]s to the civil liability of the accused, the law and jurisprudence set the minimum amounts of civil indemnity and damages but do not provide for a ceiling. Thus, the minimum amounts can be validly increased when the circumstances warrant.\"[7] This is not the first time that the Court increased the award of damages. In People v. Buclao,[8] the Court increased the civil indemnity and moral damages from PHP 75,000.00 to PHP 150,000.00 in view of the depravity of the acts—multiple rape of a minor by her father.[9]Moreover, the guidelines in the main decision mentioned that one special qualifying aggravating circumstances is sufficient to qualify the crime. The unutilized special qualifying aggravating circumstances, if they also constitute the circumstances defined in the exclusive list under Article 14 of the RPC,[10] will be deemed as generic aggravating circumstances which may be appreciated if the facts warrant the imposition of a divisible penalty. To illustrate, rape committed against the victim who is under the custody of the police authorities or when committed by any law enforcer who took advantage of his position to facilitate the crime constitutes \"taking advantage of public position,\" and those committed against a victim who is engaged in legitimate religious vocation or calling and is personally known to be such by the offender constitutes \"insult or in disregard of the respect due the offended party.\" Similarly, rape committed in full view of the parent or other relatives within the third civil degree of consanguinity constitutes \"ignominy,\" and those when the victim suffered permanent physical mutilation by reason of rape constitutes \"cruelty.\" The presence of generic aggravating circumstances may likewise justify the imposition of higher civil liability against the accused, thus:2. The crime shall be denominated as QUALIFIED RAPE of a minor and not qualified statutory rape if the crime is attended with two or more special qualifying aggravating circumstances, i.e., twin circumstances of minority and relationship, or the age of the victim being below 7 years old, or the accused's knowledge of the mental disability of the victim at the time of the commission of rape. One of these aggravating circumstances is sufficient to qualify the crime. The unutilized special qualifying aggravating circumstances will be deemed as generic aggravating circumstances which may be appreciated if the facts warrant the imposition of a divisible penalty, i.e., existence of privileged mitigating circumstances under Article 69 of the RPC, and penalties in cases of frustrated and attempted felonies, and for accomplices and accessories pursuant to Articles 50 to 57 of the RPC. Otherwise, any unutilized aggravating circumstances shall not be considered in the application of penalties.[11] (Emphasis in the original)Corollarily, absent any other factual circumstances showing depravity of ABC260708 in the commission of the crime falling under Article 14 of the RPC, the courts must follow the floor amounts in \"Qualified Rape of a minor,\" \"Qualified Rape,\" and \"Statutory Rape\" as explained in this Resolution in determining the civil liability of ABC260708.Lastly, it bears emphasis that the nomenclature of the crime \"Qualified Rape of a minor\" and the increase in the award of damages are applicable only to rape through carnal knowledge and not to rape through sexual assault.For clarity and uniformity, the Court now formulates the amended guidelines as to the proper designation of the offense and award of damages when the elements of both statutory rape and qualified rape are present, thus:1. The crime shall be denominated as QUALIFIED RAPE of a minor and not qualified statutory rape if any of the special qualifying aggravating circumstances mentioned in Article 266- B of the RPC is present and when the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The floor amounts as to the civil liability of the accused shall be PHP 150,000.00 civil indemnity, PHP 150,000.00 moral damages, and PHP 150,000.00 exemplary damages without prejudice to further increase if there are other factual circumstances showing depravity of the accused in the commission of the crime.2. The crime shall be denominated as QUALIFIED RAPE if any of the special qualifying aggravating circumstances mentioned in Article 266-B of the RPC is present and the victim is not below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The floor amounts as to the civil liability of the accused shall be PHP 100,000.00 civil indemnity, PHP 100,000.00 moral damages, and PHP 100,000.00 exemplary damages without prejudice to further increase if there are other factual circumstances showing depravity of the accused in the commission of the crime.3. One of the special qualifying aggravating circumstances mentioned in Article 266-B of the RPC is sufficient to qualify the crime. The unutilized special qualifying aggravating circumstances, if they also constitute the circumstances defined in the exclusive list under Article 14 of the RPC, will be deemed as generic aggravating circumstances which may be appreciated if the facts warrant the imposition of a divisible penalty, i.e., existence of privileged mitigating circumstances under Article 69 of the RPC, and penalties in cases of frustrated and attempted felonies, and for accomplices and accessories pursuant to Articles 50 to 57 of the RPC, and may be considered to increase the award of damages. Otherwise, any unutilized aggravating circumstances shall not be considered in the application of penalties but may still be used to justify the imposition of higher civil liability against the accused.4. The crime shall be denominated as STATUTORY RAPE if the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The floor amounts as to the civil liability of the accused shall be PHP 75,000.00 civil indemnity, PHP 75,000.00 moral damages, and PHP 75,000.00 exemplary damages without prejudice to further increase if there are other factual circumstances showing depravity of the accused in the commission of the crime.5. The term \"statutory age\" in these guidelines shall mean either \"below 12 years old\" or \"under 16 years old\" depending on whether the crime of rape was committed before or after the effectivity of Republic Act No. 11648, respectively.6. These guidelines are applicable only to rape through carnal knowledge and not to rape through sexual assault.ACCORDINGLY, ABC260708's Motion for Reconsideration is DENIED with FINALITY. The Court's Decision dated January 23, 2024 is AFFIRMED. No further pleadings or motions shall be entertained in this case. Let entry of judgment be issued immediately.SO ORDERED.Gesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ., concur.Singh,** J., on leave.* Initials were used to identify accused-appellant pursuant to Supreme Court Amended Administrative Circular No. 83-2015 dated September 5, 2017, entitled \"Protocols and Procedures in the Promulgation, Publication, and Posting on the Websites of Decisions, Final Resolutions, and Final Orders Using Fictitious Names/Personal Circumstances.\"** On leave.[1] Rollo, pp. 99-106.[2] Id. at 100-102.[3] People v. ABC260708, G.R. No. 260708, January 23, 2024 [Per J. M. Lopez, En Banc] at 27. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website.[4] Id.[5] 783 Phil. 806 (2016) [Per J. Peralta, En Banc]. [6] Id. at 848-849.[7] People v. ABC260708, G.R. No. 260708, January 23, 2024 [Per J. M. Lopez, En Banc] at 26. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website.[8] 736 Phil. 325 (2014) [Per J. Leonen, Third Division].[9] Id. at 341.[10] In People v. Orilla, 467 Phil. 253, 280-281 (2004) [Per J. Carpio, En Banc], the Court explained that Article 14 of the Revised Penal Code does not include similar or analogous circumstances. The term \"aggravating circumstances\" is strictly construed, not only because what is involved is a criminal statute, but also because its application could result in the imposition of the death penalty. The list of aggravating circumstances in Article 14 of the RPC is thus exclusive for the purpose of raising a crime to its qualified form.[11] People v. ABC260708, G.R. No. 260708, January 23, 2024 [Per J. M. Lopez, En Banc] at 27. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "accused",
    "appellant",
    "resolves",
    "motion",
    "reconsideration",
    "assailing",
    "court",
    "decision",
    "january",
    "affirmed",
    "modifications",
    "conviction",
    "criminal",
    "case",
    "qualified",
    "sexual"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ABC260708,* ACCUSED-APPELLANT.R E S O L U T I ...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly\n\nEN BANC\nEN BANC\n\n[ G.R. No. 260708, April 22, 2025 ]\n[ G.R. No. 260708, April 22, 2025 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ABC260708,* ACCUSED-APPELLANT.R E S O L U T I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. ABC260708, * ACCUSED-APPELLANT.\n\nR E S O L U T I O N\n\nLOPEZ, M., J.:\n\nThis resolves the Motion for Reconsideration [1] filed by ABC260708 assailing the Court's Decision dated January 23, 2024 which affirmed with modifications his conviction in Criminal Case Nos. 17006 and 17007 for Qualified Rape of a minor and Sexual Assault under Article 266-A(2) of the Revised Penal Code (RPC) in relation to Section 5(b) of Republic Act No. 7610, respectively.\n\nABC260708 insists that the prosecution evidence is inadequate to sustain his conviction and that the testimony of the victim as to the commission of the crimes is unbelievable. [2] The Court finds no compelling reason to overturn the judgment of conviction. The arguments raised by ABC260708 are a mere rehash and reiteration of those which had already been squarely passed upon and judiciously considered in the assailed decision.\n\nIn Criminal Case No. 17006, the victim categorically narrated in open court how ABC260708 undressed her and forcibly inserted his penis into her vagina. In Criminal Case No. 17007, the victim clearly testified that ABC260708 inserted his penis into her mouth after consummating carnal knowledge of her. It must be stressed that the Court of Appeals and the trial court's assessment on the credibility of the victim and the veracity of her testimony are given the highest degree of respect, especially if there is no fact or circumstance of weight or substance that was overlooked, misunderstood, or misapplied, which could affect the result of the case.\n\nThe Court now clarifies the proper use of the nomenclature \" Qualified Rape of a minor \" and the increase in the award of damages. The main decision settled the nomenclature of the crime when the elements of both statutory rape and qualified rape are present. The Court ruled that the \" proper designation of the crime must be qualified rape and not qualified statutory rape .\" The Court then formulated the following guidelines: 1. The crime shall be denominated as QUALIFIED RAPE of a minor and not qualified statutory rape if any of the special qualifying aggravating circumstances is present, i.e., twin circumstances of minority and relationship, or the age of the victim being below 7 years old, or the accused's knowledge of the mental disability of the victim at the time of the commission of rape . This rule shall apply whether the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age.\n\n. . . .\n\n3. The term \" statutory age \" in these guidelines shall mean either \" below 12 years old \" or \" under 16 years old \" depending on whether the crime of rape was committed before or after the effectivity of Republic Act No. 11648, respectively. [3] (Emphasis in the original) Clearly, not all rape committed against a minor will automatically bear the nomenclature \" Qualified Rape of a minor .\" The designation should be used only when a special qualifying aggravating circumstance is present and when the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The term \" statutory age \" shall mean either \" below 12 years old \" or \" under 16 years old \" depending on whether the crime of rape was committed before or after the effectivity of Republic Act No. 11648, respectively. Notably, the guidelines mentioned only three out of the ten special qualifying aggravating circumstances in Article 266-B of the Revised Penal Code, to wit: (1) twin circumstances of minority and relationship ; or\n\n(2) the age of the victim being below 7 years old ; or\n\n(3) the accused's knowledge of the mental disability of the victim at the time of the commission of rape . [4] However, considering that the thrust of the main decision is to settle the proper taxonomy of the crime when the elements of both statutory rape and qualified rape are present, the Court deems it proper to modify the guidelines and extend the application of the term \" Qualified Rape of a minor \" when other special qualifying aggravating circumstances mentioned in Article 266-B of the RPC are present provided the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age, viz .: (1) when the victim is under the custody of the police or military authorities or any law enforcement or penal institution ;\n\n(2) when the rape is committed in full view of the spouse, parent; any of the children or other relatives within the third civil degree of consanguinity ;\n\n(3) when the victim is a religious engaged in legitimate religious vocation or calling and is personally known to be such by the offender before or at the time of the commission of the crime ;\n\n(4) when the offender knows that he is afflicted with Human Immuno-Deficiency Virus (HIV)/Acquired Immune Deficiency Syndrome (AIDS) or any other sexually transmissible disease and the virus or disease is transmitted to the victim ;\n\n(5) when committed by any member of the Armed Forces of the Philippines or para-military units thereof or the Philippine National Police or any law enforcement agency or penal institution, when the offender took advantage of his position to facilitate the commission of the crime ;\n\n(6) when by reason or on the occasion of the rape, the victim has suffered permanent physical mutilation or disability ; and\n\n(7) when the offender knew of the pregnancy of the offended party at the time of the commission of the crime . For instance, the crime should be denominated as \" Qualified Rape of a minor \" in the rape that transpired before the effectivity of Republic Act No. 11648 against an 11-year-old victim committed in full view of the parent or other relatives within the third civil degree of consanguinity. The same designation applies in the rape that occurred before the effectivity of Republic Act No. 11648 against a victim who has an intellectual age of a 10 year old child and who suffered permanent physical mutilation by reason of rape. The same nomenclature shall be used in the rape that happened after the effectivity of Republic Act No. 11648 against a 15-year-old victim who is engaged in legitimate religious vocation or while under the custody of the police authorities or when committed by any law enforcer who took advantage of his position to facilitate the crime. The same applies in the rape that transpired after the effectivity of Republic Act No. 11648 against a victim who has an intellectual age of a 14-year-old child and when committed by the offender with knowledge of the pregnancy of the offended party at the time of the commission of the offense or with knowledge that he is afflicted with HIV/AIDS and transmitted the virus to the victim. The above examples are not exhaustive and will not prevent the courts from using the proper term for the crime when confronted with similar situations consistent with the language of the statute and principles of criminal law.\n\nWhereas the term \" Qualified Rape \" shall be used when any of the above special qualifying aggravating circumstances is present but the victim is not below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. On the contrary, the term \" Statutory Rape \" shall still be used in the absence of any special qualifying aggravating circumstances mentioned in Article 266-B of the RPC but the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age.\n\nAnent the award of damages, the floor amounts in \" Qualified Rape of a minor \" shall be PHP 150,000.00 civil indemnity, PHP 150,000.00 moral damages, and PHP 150,000.00 exemplary damages. This is because of the depravity of rape committed by offenders with perverse or aberrant sexual behavior against the victim who is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age, and attended with any special qualifying aggravating circumstances mentioned in Article 266-B of the RPC. On the other hand, as discussed in People v. Jugueta , [5] the floor amounts in \" Qualified Rape \" shall remain at PHP 100,000.00 civil indemnity, PHP 100,000.00 moral damages, and PHP 100,000.00 exemplary damages, and in \" Statutory Rape \" at PHP 75,000.00 civil indemnity, PHP 75,000.00 moral damages, and PHP 75,000.00 exemplary damages. [6] This is without prejudice to further increase in the award of damages. As explained in the main decision, \" [a]s to the civil liability of the accused, the law and jurisprudence set the minimum amounts of civil indemnity and damages but do not provide for a ceiling. Thus, the minimum amounts can be validly increased when the circumstances warrant. \" [7] This is not the first time that the Court increased the award of damages. In People v. Buclao , [8] the Court increased the civil indemnity and moral damages from PHP 75,000.00 to PHP 150,000.00 in view of the depravity of the acts—multiple rape of a minor by her father. [9]\n\nMoreover, the guidelines in the main decision mentioned that one special qualifying aggravating circumstances is sufficient to qualify the crime. The unutilized special qualifying aggravating circumstances, if they also constitute the circumstances defined in the exclusive list under Article 14 of the RPC, [10] will be deemed as generic aggravating circumstances which may be appreciated if the facts warrant the imposition of a divisible penalty. To illustrate, rape committed against the victim who is under the custody of the police authorities or when committed by any law enforcer who took advantage of his position to facilitate the crime constitutes \" taking advantage of public position ,\" and those committed against a victim who is engaged in legitimate religious vocation or calling and is personally known to be such by the offender constitutes \" insult or in disregard of the respect due the offended party .\" Similarly, rape committed in full view of the parent or other relatives within the third civil degree of consanguinity constitutes \" ignominy ,\" and those when the victim suffered permanent physical mutilation by reason of rape constitutes \" cruelty .\" The presence of generic aggravating circumstances may likewise justify the imposition of higher civil liability against the accused, thus: 2. The crime shall be denominated as QUALIFIED RAPE of a minor and not qualified statutory rape if the crime is attended with two or more special qualifying aggravating circumstances, i.e., twin circumstances of minority and relationship, or the age of the victim being below 7 years old, or the accused's knowledge of the mental disability of the victim at the time of the commission of rape . One of these aggravating circumstances is sufficient to qualify the crime. The unutilized special qualifying aggravating circumstances will be deemed as generic aggravating circumstances which may be appreciated if the facts warrant the imposition of a divisible penalty, i.e., existence of privileged mitigating circumstances under Article 69 of the RPC, and penalties in cases of frustrated and attempted felonies, and for accomplices and accessories pursuant to Articles 50 to 57 of the RPC . Otherwise, any unutilized aggravating circumstances shall not be considered in the application of penalties. [11] (Emphasis in the original) Corollarily, absent any other factual circumstances showing depravity of ABC260708 in the commission of the crime falling under Article 14 of the RPC, the courts must follow the floor amounts in \" Qualified Rape of a minor ,\" \" Qualified Rape ,\" and \" Statutory Rape \" as explained in this Resolution in determining the civil liability of ABC260708.\n\nLastly, it bears emphasis that the nomenclature of the crime \" Qualified Rape of a minor \" and the increase in the award of damages are applicable only to rape through carnal knowledge and not to rape through sexual assault.\n\nFor clarity and uniformity, the Court now formulates the amended guidelines as to the proper designation of the offense and award of damages when the elements of both statutory rape and qualified rape are present, thus: 1. The crime shall be denominated as QUALIFIED RAPE of a minor and not qualified statutory rape if any of the special qualifying aggravating circumstances mentioned in Article 266- B of the RPC is present and when the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The floor amounts as to the civil liability of the accused shall be PHP 150,000.00 civil indemnity, PHP 150,000.00 moral damages, and PHP 150,000.00 exemplary damages without prejudice to further increase if there are other factual circumstances showing depravity of the accused in the commission of the crime.\n\n2. The crime shall be denominated as QUALIFIED RAPE if any of the special qualifying aggravating circumstances mentioned in Article 266-B of the RPC is present and the victim is not below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The floor amounts as to the civil liability of the accused shall be PHP 100,000.00 civil indemnity, PHP 100,000.00 moral damages, and PHP 100,000.00 exemplary damages without prejudice to further increase if there are other factual circumstances showing depravity of the accused in the commission of the crime.\n\n3. One of the special qualifying aggravating circumstances mentioned in Article 266-B of the RPC is sufficient to qualify the crime. The unutilized special qualifying aggravating circumstances, if they also constitute the circumstances defined in the exclusive list under Article 14 of the RPC, will be deemed as generic aggravating circumstances which may be appreciated if the facts warrant the imposition of a divisible penalty, i.e., existence of privileged mitigating circumstances under Article 69 of the RPC, and penalties in cases of frustrated and attempted felonies, and for accomplices and accessories pursuant to Articles 50 to 57 of the RPC , and may be considered to increase the award of damages. Otherwise, any unutilized aggravating circumstances shall not be considered in the application of penalties but may still be used to justify the imposition of higher civil liability against the accused.\n\n4. The crime shall be denominated as STATUTORY RAPE if the victim is below the statutory age or is suffering from mental retardation comparable to the intellectual capacity of a child below the statutory age. The floor amounts as to the civil liability of the accused shall be PHP 75,000.00 civil indemnity, PHP 75,000.00 moral damages, and PHP 75,000.00 exemplary damages without prejudice to further increase if there are other factual circumstances showing depravity of the accused in the commission of the crime.\n\n5. The term \" statutory age \" in these guidelines shall mean either \" below 12 years old \" or \" under 16 years old \" depending on whether the crime of rape was committed before or after the effectivity of Republic Act No. 11648, respectively.\n\n6. These guidelines are applicable only to rape through carnal knowledge and not to rape through sexual assault. ACCORDINGLY , ABC260708's Motion for Reconsideration is DENIED with FINALITY . The Court's Decision dated January 23, 2024 is AFFIRMED . No further pleadings or motions shall be entertained in this case. Let entry of judgment be issued immediately.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez , and Kho, Jr., JJ. , concur.\nSingh , ** J. , on leave.\n\n* Initials were used to identify accused-appellant pursuant to Supreme Court Amended Administrative Circular No. 83-2015 dated September 5, 2017, entitled \"Protocols and Procedures in the Promulgation, Publication, and Posting on the Websites of Decisions, Final Resolutions, and Final Orders Using Fictitious Names/Personal Circumstances.\"\n\n** On leave.\n\n[1] Rollo , pp. 99-106.\n\n[2] Id. at 100-102.\n\n[3] People v. ABC260708, G.R. No. 260708 , January 23, 2024 [Per J. M. Lopez, En Banc ] at 27. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website.\n\n[4] Id.\n\n[5] 783 Phil. 806 (2016) [Per J. Peralta, En Banc ].\n\n[6] Id. at 848-849.\n\n[7] People v. ABC260708, G.R. No. 260708 , January 23, 2024 [Per J. M. Lopez, En Banc ] at 26. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website.\n\n[8] 736 Phil. 325 (2014) [Per J. Leonen, Third Division].\n\n[9] Id. at 341.\n\n[10] In People v. Orilla , 467 Phil. 253, 280-281 (2004) [Per J. Carpio, En Banc ], the Court explained that Article 14 of the Revised Penal Code does not include similar or analogous circumstances. The term \"aggravating circumstances\" is strictly construed, not only because what is involved is a criminal statute, but also because its application could result in the imposition of the death penalty. The list of aggravating circumstances in Article 14 of the RPC is thus exclusive for the purpose of raising a crime to its qualified form.\n\n[11] People v. ABC260708, G.R. No. 260708 , January 23, 2024 [Per J. M. Lopez, En Banc ] at 27. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 18056,
  "metadata_extraction_date": "2025-11-01T05:59:29.448005",
  "extraction_version": "2.0_enhanced_full_content"
}