{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2025/12/opt_case_69945.html",
  "filename": "opt_case_69945.html",
  "year": 2025,
  "month": "12",
  "case_number": "G.R. No. 272461",
  "gr_number": "272461",
  "volume_page": "751 Phil. 301",
  "decision_date": "April 21, 2025",
  "title": "VIDYA DASI MESINA ANG, PETITIONER, VS. HON. ZARAH R. SANCHEZ-FERNANDEZ, PRESIDING JUDGE, REGIONAL TRIAL COURT OF DAGUPAN CITY, BRANCH 15-FC, DAKILA WESLEY S. NABUA, SHERIFF IV, AND ERIC ABREAU, RESPONDENTS.D E C I S I O N LOPEZ, J., J.: In all questions concerning the custody of children, the supreme consideration has always been their welfare and well-being. In arriving at a decision as to whom custody of a minor should be given, courts are implored to consider the best interest of the child, or in some cases, the least detrimental available alternative for safeguarding the minor's growth and development.This Court is once again confronted with the regretful yet familiar situation of parents in marital discord, struggling for the custody of their only daughter. While it is recognized that the role of both the father and the mother is necessary to provide holistic care to the child, the circumstances in this case warrant judicial intervention, in light of her best interests.This Court resolves a Petition for Certiorari and Prohibition[1] seeking to nullify the implementation of the Writ of Execution[2] issued by the Regional Trial Court (RTC) in SP. Proc. Case No. 2023-0084-D entitled \"Eric Abreau v. Vidya Dasi Mesina Ang.\" The assailed Writ sought to execute the Decision[3] of the RTC granting sole parental custody and authority over the minor Kanhaiya Kaya Mesina Abreau[4] (Kaya) to Eric Abreau[5] (Abreau).The AntecedentsOn August 18, 2014, Kaya was born to Abreau and Vidya Dasi Mesina Ang (Ang). At the time of Kaya's birth, Abreau was a bachelor, while Ang was separated in fact from her husband. While Abreau and Ang had plans to get married, all these were forestalled, as Ang's petition for the annulment of her first marriage was unsuccessful. From Kaya's birth, Ang exercised sole custody over her daughter. In 2021, in hopes of a better life for her daughter, Ang brought Kaya to the United States of America (USA) to live with Abreau, who was himself a resident and citizen of the USA.[6]On August 9, 2022, Abreau and Ang executed a Parenting Plan[7] in San Diego, California to govern their custody over Kaya. The Parenting Plan was approved in a judgment by the Superior Court of San Diego.[8] Pertinent portions of the provisions read:PARENTING PLAN Parents: This parenting plan is for the children of:Parent 1: Erich John Sansano Abre[a]uAddress: xxxxxxxxxxxxxxxxxxxxxxxxxxx, CA 92120*Parent 2: Vidya Dasi Mesina AngMail Address: xxxxxxxxxxxxxxxxxxxxxxxxxxx, CA 93401. . . .The minor child of this relationship is:Name: Kanhaiya Kaya Mesina Abre[a]u DOB: 08/18/2014Child Custody and Visitation: . . . . Physical Custody for the purpose of this agreement refers to the authority to make major routine and day-to-day decisions regarding the child and where the child['s] primary residency will be. The parties agree [that] the father Eric Sansano Abre[a]u will have sole physical custody of the parties' child.. . . . NotificationsThe parents agree that neither party will change the residency of the minor child of the parties without adequate prior written notification. The parties further agree that this visitation and custody agreement will be reassessed if either party relocates, and the new residency makes the current agreement unfeasible to manage. The parties agree to provide one another with their current phone number and physical address.. . . .Encouraging positive parent-child relationshipsEach parent must encourage love and affection between the child and the other parent, and they must permit the child to express love and affection for the other parent.Neither parent will make or allow anyone to make negative comments within hearing distance of the child about the other parent or the other parent's past or present relationships, family, or friends.. . . .RESTRAINTS ON CONDUCT. . . .C. No Parental Alienation. Each parent is enjoined and restrained from saying anything or doing anything, which might tend to alienate the affection of the minor child for the other parent or allowing any third person to do so.D. Detriment to the Child. Both parents are enjoined and restrained from doing anything, and permitting any third person from doing so, that would be detrimental to the health, safety, morals, or welfare of the children.. . . .I. The country of habitual residence of the child since 2021 is the United States of America.J. The minor child won't interact with parents' boyfriend or girlfriends if exists evidence [sic] or parents agree that interacting with, is not safe or healthy for the minor's health.[9] (Emphasis in the original) On one occasion, after Abreau, Ang, and Kaya came back from their vacation in Mexico, Kaya divulged to her paternal grandmother, Cleofe S. Abreau (Cleofe), that her mother had recently given birth and that she had a younger sibling. Worse, Cleofe learned that Kaya had relayed to her elementary school teacher that Ang's live-in partner, Paolo Demdam (Demdam), touched her breast. Considering both incidents as a violation to their Parental Plan, Abreau refused to allow Kaya to return with Ang to the Philippines.[10] Uncooperative, Ang, without prior notice, took Kaya and returned with her to the Philippines.[11]Eager to retrieve his daughter, Abreau travelled to the Philippines and filed a Petition for the issuance of a Writ of Habeas Corpus with the Court of Appeals (CA). On September 19, 2023, the CA, finding the Petition sufficient in form and substance, directed the issuance of a Writ of Habeas Corpus and ordered the Director of the National Bureau of Investigation (NBI) and the Chief of the Philippine National Police-Criminal Investigation and Detection Group (PNP-CIDG) to:a. Take and produce the body of minor child Kanhaiya Kaya M. Abre[a]u before the Family Court of Dagupan City; or any Family Court which has jurisdiction over the Municipality of Calasiao, Pangasinan, within ten (10) days from notice hereof; andb. Summon respondent Vidya Dasi M. Ang, or any person acting in her behalf, to appear and inform the said court of the veracity of petitioner Eric Abre[a]u's allegation as to the withholding [o]f his rightful custody over their minor child.[12] On September 22, 2023, Ang presented Kaya before the RTC. Upon the termination of the pre-trial, trial on the merits ensued.[13]In a Decision,[14] the RTC granted the Petition and awarded sole parental custody and authority to Abreau. The RTC gave credence to the Parenting Plan, having been knowingly signed by both Abreau and Ang. As such, the RTC found that Ang violated its provisions, given that she went back to the Philippines with Kaya and refused to surrender custody to Abreau.[15] While the RTC recognized that the custody of illegitimate children should remain with the mother, it concluded that it would be to the best interest of Kaya if sole custody would be awarded to Abreau. The RTC expounded that Ang was unfit to raise Kaya, given that she was having an extramarital affair with another man, who was also alleged to have molested Kaya. More, Ang failed to prove her financial capacity to raise Kaya. Aside from having another child out of wedlock, Ang had no secure place of residence, having been proven to live in a temple, which was open to the public.[16] The RTC disposed in this wise:WHEREFORE, in view of all the foregoing, the petition is hereby GRANTED. Sole physical custody, as well as parental authority, over the person of minor KANHAIYA KAYA MESINA ABRE[A]U is hereby awarded to ERIC ABRE[A]U with visitation rights granted to the respondent during school vacations pursuant to the terms of the Parenting Plan Agreement of the parties.SO ORDERED.[17] (Emphasis in the original) Unfazed, Ang sought reconsideration.[18] Meanwhile, Abreau filed a Motion to immediately execute the RTC Decision.[19]In a February 27, 2024 Omnibus Resolution,[20] the RTC denied Ang's Motion for Reconsideration while finding merit in Abreau's Motion for Immediate Execution, thus directing the issuance of a Writ of Execution.[21] The RTC rendered the Parenting Plan null and void, as it contravened established legal principles. Given that the law grants sole parental custody over the mother to her illegitimate child, the Parenting Plan clearly undermined her custodial rights over Kaya and should therefore be invalidated.[22] Nonetheless, the RTC retained parental custody in favor of Abreau, as Ang was deemed unfit to serve as Kaya's custodian. The RTC expounded that Ang failed to give due regard to her daughter's emotional and physical well-being. Aside from admitting that her partner had indeed touched Kaya's breast under her watch, she even justified his actions by arguing that on that certain occasion, he was only tickling Kaya.[23]On March 7, 2024, the RTC issued a Writ of Execution[24] directing Sheriff IV Dakila Wesley S. Nabua (Sheriff Nabua) to execute its Decision.On March 11, 2024, Ang filed a Motion for Clarification[25] on the terms and conditions of the Writ of Execution, especially with regard to her visitation rights over Kaya. At the same time, she also filed a Supplemental Motion for Issuance of Hold Departure Order[26] on March 14, 2024 to enjoin Abreau from leaving the Philippines during the pendency of the case.On March 18, 2024, Ang filed a Notice of Appeal[27] on the RTC Decision.On March 19, 2024, the RTC issued a Joint Resolution denying Ang's Motion for Clarification and her Supplemental Motion for Issuance of Hold Departure Order.[28]On March 22, 2024, Abreau filed a Motion to declare Ang in contempt, as she refused to receive the Writ of Execution as served by Sheriff Nabua.[29]Insisting that the RTC, through Presiding Judge Zarah R. Sanchez-Fernandez (Judge Sanchez-Fernandez), committed grave abuse of discretion in issuing and implementing the Writ of Execution, Ang filed the present Petition.[30]At the outset, Ang admits that while the principle of judicial hierarchy dictates that the instant Petition should have been filed with the CA, she asks this Court to exercise liberality, given the exigency of her situation, as she risks to lose her child.[31] On the merits, Ang argues that the Parenting Plan should have been declared void ab initio and, thus, cannot serve as the foundation for the exercise of her visitation rights, as Philippine law dictates that parental custody of illegitimate children should remain with the mother.[32] Finally, Ang invokes the principle of the best interests of the child, considering that Kaya would stand to suffer \"deep and profound turmoil,\" should she be separated from her mother.[33]In his Comment,[34] Abreau maintains that the Parenting Plan is valid and binding, as Ang herself acknowledged and acquiesced to its provisions. Abreau further points out that Ang had faithfully complied with the Parenting Plan until she withheld custody of Kaya.[35] Abreau added that the RTC did not commit any reversible error in issuing the Writ of Execution, given that the totality of evidence proved that it was in the best interest of Kaya that he retains parental custody.[36]In its Comment,[37] the Office of the Solicitor General (OSG), in behalf of Judge Sanchez-Fernandez and Sheriff Nabua, raises that the instant Petition should be denied outright as it violated the rule of hierarchy of courts. In particular, Ang failed to prove the existence of exceptional or compelling circumstances to warrant direct resort to this Court. For another, the OSG observes that there was no grave abuse of discretion on the part of Judge Sanchez-Fernandez and Sheriff Nabua in issuing and implementing the Writ of Execution, having been done in accordance with law. Necessarily then, the ruling of Judge Sanchez-Fernandez must be respected, having been reached in the best interest of Kaya. Aside from relying on the provisions of the Parental Plan, Judge Sanchez-Fernandez had evaluated the documentary evidence and the testimonies of various witnesses from both parties in arriving at her ruling.[38]IssuesThis Court resolves the following issues:First, whether the instant Petition should be denied outright for violating the principle of hierarchy of courts;Second, whether the Parental Plan is valid and binding between the parties; andThird, whether the Writ of Execution implementing the RTC Decision granting Abreau parental custody was issued with grave of abuse of discretion.The issues shall be addressed in seriatim.This Court's RulingThe Petition lacks merit. The instant Petition violates the principle of hierarchy of courts. Nevertheless, the application of the principle must be relaxed considering the circumstances of the instant case The principle of hierarchy of courts is entrenched in this jurisdiction to guide parties as to the proper venue of appeals and the appropriate forum to seek the issuance of extraordinary writs. In The Diocese of Bacolod v. COMELEC,[39] this Court clearly defined the principle and its rationale as follows:The doctrine that requires respect for the hierarchy of courts was created by this court to ensure that every level of the judiciary performs its designated roles in an effective and efficient manner. Trial courts do not only determine the facts from the evaluation of the evidence presented before them. They are likewise competent to determine issues of law which may include the validity of an ordinance, statute, or even an executive issuance in relation to the Constitution. To effectively perform these functions, they are territorially organized into regions and then into branches. Their writs generally reach within those territorial boundaries. Necessarily, they mostly perform the all-important task of inferring the facts from the evidence as these are physically presented before them. In many instances, the facts occur within their territorial jurisdiction, which properly present the 'actual case' that makes ripe a determination of the constitutionality of such action. The consequences, of course, would be national in scope. There are, however, some cases where resort to courts at their level would not be practical considering their decisions could still be appealed before the higher courts, such as the Court of Appeals.[40] (Citation omitted) In Bañez, Jr. v. Judge Concepcion,[41] this Court emphasized the necessity of its application:The Court must enjoin the observance of the policy on the hierarchy of courts, and now affirms that the policy is net to be ignored without serious consequences. The strictness of the policy is designed to shield the Court from having to deal with causes that are also well within the competence of the lower courts, and thus leave time to the Court to deal with the more fundamental and more essential tasks that the Constitution has assigned to it[.][42] (Citation omitted) The rationale of the principle is that it operates as a \"constitutional filtering mechanism designed to enable this Court to focus on the more fundamental tasks assigned to it by the Constitution. It is a bright-line rule which cannot be brushed aside by an invocation of the transcendental importance or constitutional dimension of the issue or cause raised.\"[43]On this score, this Court's jurisdiction to issue writs of certiorari, prohibition, and mandamus is concurrent with the RTC and the CA. Thus, \"[w]here the issuance of an extraordinary writ is also within the competence of the CA or [the] RTC, it is in either of these courts that the specific action for the writ's procurement must be presented.\"[44] In this regard, courts and lawyers must strictly observe this policy, as this Court \"should not be burdened with the task of dealing with causes in the first instance.\"[45]This Court adds posthaste that this principle is by no means iron-clad. As an exception, \"[a] direct invocation of [this Court's] original jurisdiction to issue those writs should be allowed only when there are special and important reasons therefor, clearly and specifically set out in the petition.\"[46]Here, petitioner committed a breach of such hierarchy by coming directly to this Court to assail the Writ of Execution via a Petition for Certiorari. After all, \"trifling with the rule on hierarchy of courts is looked upon with disfavor by [this] Court.\"[47] Upon an examination of the Petition, it is unclear why any action by the CA, which to reiterate, possesses concurrent original jurisdiction in petitions for certiorari with this Court, cannot be considered as sufficient to address petitioner's cause. While petitioner harps that her unique situation demands direct resort to this Court, as it would be burdensome for her to travel abroad to exercise her visitation rights,[48] this allegation, without more, is deficient and uncompelling to successfully invoke this Court's original jurisdiction.By prematurely seeking redress from this Court, petitioner appears to have disregarded judicial structure and bypassed the CA, which is empowered to resolve questions of both fact and law. In doing so, petitioner exposed herself to the \"risk of presenting incomplete or dispute facts. This unduly hampers the resolution of controversies before [this] Court. Without the necessary facts, [this] Court cannot authoritatively determine the rights and obligations of the parties.\"[49] It is well to mention that the ruling in Alonso v. Cebu Country Club, Inc.[50] stressed the role of the CA in the judicial structure, especially in helping this Court in the discharge of its duties:The CA stands between the RTC and the Court, and its establishment has been precisely to take over much of the work that used to be done by the Court. Historically, the CA has been of the greatest help to the Court in synthesizing the facts, issues, and rulings in an orderly and intelligible manner and in identifying errors that ordinarily might escape detection. The Court has thus been freed to better discharge its constitutional duties and perform its most important work, which, in the words of Dean Vicente G. Sinco, \"is less concerned with the decision of cases that begin and end with the transient rights and obligations of particular individuals but is more intertwined with the direction of national policies, momentous economic and social problems, the delimitation of governmental authority and its impact upon fundamental rights.\"The need to elevate the matter first to the CA is also underscored by the reality that determining whether the petitioners were real parties in interest entitled to bring this appeal against the denial by the RTC of the OSG's motion for the issuance of a writ of execution was a mixed question of fact and law. As such, the CA was in the better position to review and to determine. In that regard, the petitioners violate Section 1, Rule 45 of the 1997 Rules of Civil Procedure, which demands that an appeal by petition for review on certiorari be limited to questions of law.[51] (Emphasis in the original, citations omitted) In any event, this Court has similarly declared that \"a strict and rigid application of technicalities must be avoided if it tends to frustrate rather than promote substantial justice, as when the merit of a party's cause is apparent and outweighs consideration of noncompliance with certain formal requirements.\"[52] Given the delicate nature of this case, this Court deems it best to abandon a mechanical application of the principle, especially if it involves the sacrifice of justice to technicality. It is worth stating that the case before this Court is not an ordinary suit involving trivial matters; rather, it is one initiated by a mother over the welfare and custody of her child, in which the State has a paramount interest. Accordingly then, this Court shall relax the strict observance of the judicial hierarchy of courts and resolve this case on the merits. This court is not empowered to determine the validity or invalidity of the Parenting Plan. The judgment declaring its validity cannot be recognized in the Philippines for failure to conform with the rules on recognition of foreign judgments In the present case, petitioner argues that notwithstanding her voluntary execution of and compliance with the Parenting Plan, it should nevertheless be declared void ab initio for being contrary to law. In particular, the provision granting sole physical custody over Kaya to respondent is in direct violation of Article 176 of the Family Code, which provides that illegitimate children shall be under the parental authority of their mother.[53]The Parenting Plan was executed in San Diego, California and was approved in a judgment by the Superior Court of San Diego. Thus, for this Court to determine the validity of the Parenting Plan, it is necessary that the judgment approving it must first be recognized in this jurisdiction.As borne by the records, the Parenting Plan executed between the parties cannot be recognized in the Philippines for failure to conform with the rules for recognition of foreign judgments. For this reason, this Court is not placed in a position to resolve the issue on the Parenting Plan's disputed provisions, given that unless recognized, \"courts do not take judicial notice of foreign judgments and laws.\"[54]To begin with, while courts are not bound to mechanically give effect to judgments of foreign tribunals, it was emphasized in Asiavest Merchant Bankers (M) Berhad v. Court of Appeals[55] that foreign judgments enjoy presumptive validity \"until a contrary showing, on the basis of a presumption of regularity of proceedings and the giving of due notice in the foreign forum.\"[56] This ruling is consistent with Rule 39, Section 48 of the Revised Rules on Civil Procedure, which clarifies that foreign judgments or final orders against a person \"is presumptive evidence of a right as between the parties and their successors in interest[.]\" A party seeking to assail such foreign judgment must discharge of the burden of overcoming its presumptive validity, \"by evidence of want of jurisdiction, want of notice to the party, collusion, fraud, or clear mistake of law or fact.\"[57]It is fundamental that before such presumption is invoked, the foreign judgment must first be recognized and proven as fact. As declared in Rivera v. Woo Namsun,[58] \"it is indispensable that in order to breathe life into such foreign judgment, its authenticity must be proven as acts as contemplated under the Rules on Evidence, together with the alien's applicable national law, to show the effect of the judgment on the alien himself or herself.\"[59] After all, \"Philippine courts are incompetent to substitute their judgment on how a case was decided under foreign law. They are limited to the question of whether to extend the effect of the foreign judgment in the Philippines.\"[60]To prove the foreign judgment and the law on which it is founded, Rule 132,[61] Sections 24 and 25 of the Rules of Court require the presentation of the following proof:[E]ither by (1) official publications; or (2) copies attested by the officer having legal custody of the documents Should the copies of official records be proven to be stored outside of the Philippines, they must be (1) accompanied by a certificate issued by the proper diplomatic or consular officer in the Philippine foreign service stationed in the foreign country in which the record is kept; and (2) authenticated by the seal of his office. If copies are offered into evidence, the attestation: (1) must state that it is a correct copy of the original, or a specific part thereof; and (2) must be under the official seal of the attesting officer, or if he be the clerk of a court having a seal, under such seal of said court.[62] A perusal of the records reveals that the evidence failed to adhere to the Rules. Here, what was introduced into evidence was only a copy of the Parenting Plan and three subsequent orders of the Superior Court of San Diego, namely: (1) July 6, 2023 Order to prove that petitioner was given the authority to bring Kaya to the Philippines until August 10, 2023; (2) August 15, 2023 Order to prove that petitioner violated the terms in the provisions of the July 6, 2023; and (3) September 1, 2023 Order to prove that the physical custody over Kaya is considered permanent.[63] More, noticeably absent from the evidence is the very judgment of the Superior Court of San Diego declaring the August 9, 2022 Parenting Plan as valid and binding on both parties. Worse, petitioner did not bother to seasonably and properly apprise the RTC or the CA of the relevant law of California and its legal effects through official publications or a copy thereof, as attested by the officer having legal custody of such documents.It is therefore clear that there was manifest failure to demonstrate full compliance with the Rules to recognize the subject foreign judgment. Accordingly, the presumption of validity of the judgment of the Superior Court of San Diego and the law from which it draws basis cannot be invoked.Assuming for the sake of argument that the foreign judgment enjoys presumptive validity, petitioner in this case would nevertheless be unable to discharge the burden of overcoming such presumption for failure to present evidence of \"want of jurisdiction, want of notice to the party, collusion, fraud, or clear mistake of law or fact\" as required in Asiavest. Lamentably, other than her own suppositions, petitioner solely relied on a copy of the Parenting Plan and certain Orders issued by the Superior Court of San Diego, all of which prove inconclusive and insufficient to shed light on and amplify her claim to nullify the foreign judgment against her.In sum, absence of a recognition of the foreign judgment concerning the Parenting Plan consequently failed to clothe this Court with authority to resolve the validity or invalidity of its assailed provisions. The Writ of Execution was not issued with grave abuse of discretion. This Court is empowered to resolve the issue of parental custody pursuant to the best interests of the child To recall, petitioner bewails that public respondents committed grave abuse of discretion in issuing the Writ of Execution to enforce the RTC Decision. The assailed Decision granted custody to respondent and mere visitation rights to petitioner during school vacations. Essentially then, petitioner prays that this Court reverse and set aside the RTC Decision and grant her custody over Kaya.While this Court concedes that it is not empowered to resolve the assailed provisions of the Parenting Plan, it shall nevertheless decide on the issue regarding the custody of Kaya, whose physical and emotional well-being is of utmost importance to the State as parens patriae. With more reason, the custodial rights over Kaya, as a Filipino citizen, are governed by Philippine law. Therefore, all issues arising from such custodial rights should be resolved by Philippine courts. According to the nationality principle, \"Philippine laws continue to apply to Filipino citizens when it comes to their 'family rights and duties . . . status, condition and legal capacity,' even if they do not reside in the Philippines.\"[64] This is embodied in Article 15 of the Civil Code, which reads:ARTICLE 15. Laws relating to family rights and duties, or to the status, condition and legal capacity of persons are binding upon citizens of the Philippines, even though living abroad. Indeed, the fulfillment of the State's mandate to ensure that full protection is afforded to Kaya shall not be strictly hinged on the recognition or nonrecognition of the foreign judgment providing for her care and custody. As required by no less than the 1987 Constitution, the State is enjoined to defend \"[t]he right of children to assistance, including proper care and nutrition, and special protection from all forms of neglect, abuse, cruelty, exploitation, and other conditions prejudicial to their development.\"[65]For another, given that the question of custody is already before this Court, it would be in the interest of swift and efficient rendition of justice to resolve the issue, given that it would serve the \"best interests of the child.\"It is unequivocal that in custody cases, \"the foremost consideration is always the welfare and best interest of the child.\"[66] As emphasized in Unson III v. Hon. Navarro,[67] \"in all controversies regarding the custody of minors, the sole and foremost consideration is the physical, education, social[,] and moral welfare of the child concerned, taking into account the respective resources and social and moral situations of the contending parents.\"[68] This principle is anchored on the Convention on the Rights of the Child (Convention), an international instrument signed by the Philippines on January 26, 1990 and ratified on August 21, 1990. Article 3 of the Convention requires that \"[i]n all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be the primary consideration.\"Significantly, this Court recognizes that parental authority over nonmarital children[69] shall be exercised by the mother, under Article 176 of the Family Code:Article 176. Illegitimate children shall use the surname and shall be under the parental authority of their mother, and shall be entitled to support in conformity with this Code. . . . The legitime of each illegitimate child shall consist of one-half of the legitime of a legitimate child. In this relation, mothers are entitled to the parental custody of their nonmarital children, except in certain circumstances: \"[i]n the exercise of [parental] authority, mothers are consequently entitled to keep their [nonmarital] children in their company, and the Court will not deprive them of custody, absent any imperative cause showing the mother's unfitness to exercise such authority and care.\"[70] To expound, mothers shall only be deprived of parental custody if declared unsuitable for particular instances, such as \"neglect, abandonment, unemployment, immorality, habitual drunkenness, drug addiction, maltreatment of the child, insanity[,] or affliction with a communicable disease.\"[71]This notwithstanding, this Court emphasizes the necessity of involving both parents in raising their child. \"The father and the mother complement each other in giving nurture and providing that holistic care which takes into account the physical, emotional, psychological, mental, social[,] and spiritual needs of the child. By precept and example, they mold [their] character during [their] crucial formative years.\"[72]Lamentably, however, the present case is not ideal. Given the marital discord between the parties, this Court is constrained to decide whether Kaya would be better off with one parent, either petitioner or respondent. In arriving at a just conclusion, it is reiterated that this Court must \"invariably look into all relevant factors presented by the contending parents, such as their material resources, social[,] and moral situations.\"[73]With this premise in view, this Court holds that it would be in the best interest of Kaya that custody would remain with respondent. While this Court sympathizes with the plight of petitioner who risks to be separated from her daughter, it cannot grant her the relief she is seeking.To begin with, the evidence amply demonstrates that respondent is physically and financially in a better position to take care of Kaya. Respondent is employed in a stable job as a respiratory therapist in a government hospital, earning a good income with substantial benefits.[74] Petitioner herself acknowledged this fact, having voluntarily brought Kaya to the USA to secure a better future for her. Aside from having his own four-bedroom house where Kaya could comfortably stay, respondent also resides in an area where Kaya has access to the best schools. Prior to Kaya's transfer back to the Philippines, she was already enrolled in an elementary school within one of the top-rated school districts in California.[75]Evidence likewise proves that respondent was never remiss in exercising his custody over Kaya despite being overseas. Even prior to the execution of the Parenting Plan, respondent shouldered all of Kaya's expenses from the time she was born until she was brought to the USA, including her schooling, food, clothing, and her ballet classes.[76] Believing that they could still be reunited as a family, respondent even settled petitioner's monthly amortizations for the vehicle she purchased for her personal use,[77] as well as financing the capital for her water business.[78]More importantly, this Court's choice of awarding custody to respondent is made clearer, given the likelihood of sexual abuse that Kaya stands to suffer if she continues living with her mother. This is a risk that this Court is not willing to take, given that any potential abuse could create deleterious effects to the moral and social outlook of Kaya, who is still in her formative years. As revealed during the proceedings below, Kaya divulged to her paternal grandmother that Demdam, petitioner's live-in partner, touched her breast while forcing them to watch pornographic films in their family television.[79] While the lascivious act occurred once, the abuse appeared to have significantly impacted Kaya, as she voluntarily disclosed the incident to her elementary school teachers, who, in turn, referred the matter to the San Diego, California Health and Human Services for further investigation.[80] More perplexing, petitioner admits to having known this fact, as Kaya talked to her, saying \"Mom, Pao [Demdam] touched my boobs.\" Instead of ensuring her child's safety, petitioner brushed her daughter's revelation aside and was quick to conclude that Demdam was only in a tickling game with Kaya.[81] More questionable, she did not question Demdam as to the incident. Indeed, no respectable mother properly concerned with the moral well-being of her child, especially a girl, would react with such inaction. Under such circumstances, there is no difficulty in seeing that it would be in the best interest of Kaya to be freed from the unsafe and perilous environment under petitioner's care.Finally, this Court is cognizant that Kaya had expressed her desire to remain in the Philippines, given that her stay in the USA was hostile and restrictive. In particular, she narrated during her interview with the clinical psychologist conducted in August 2023 that she was very afraid of her grandmother, who would always discipline her.[82] It must be noted that at the time of her interview, Kaya was around 9 years of age. Though minors above 7 years of age may express their views with regard to their custody, this Court is not bound by their choice or opinion, as this Court may, in its discretion, award custody to either parent, or even to a third party, \"as it deems fit under the circumstances.\"[83]Again, this Court iterates that Kaya's best interests would be better served in a conducive environment characterized by material sufficiency and emotional and financial stability, one that respondent could provide. Such choice, however, would not foreclose feelings of discomfort or distress on the part of the minor, given that this Court's decision for the minor to live with one parent means that latter would have to be separated from the other. Thus, in considering the best interests of the minor in custody cases, courts may sacrifice a child's comfort in their environment, if in the alternative, they may be placed at risk of sexual abuse or molestation. Otherwise stated, considering the best interests of a child also means choosing the \"least detrimental available alternative for safeguarding the growth and development of the child.\"This alternative understanding of the concept of the \"best interests of a child\" is embodied in the provisions of the law and several of this Court's issuances concerning children.Under Republic Act No. 9344, otherwise known as the Juvenile Justice and Welfare Act of 2006, the principle of the \"best interest of the child\" is defined as:SECTION 4. Definition of Terms. —. . . .(b) \"Best Interest of the Child\" refers to the totality of the circumstances and conditions which are most congenial to the survival, protection[,] and feelings of security of the child and most encouraging to the child's physical, psychological[,] and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development of the child. (Emphasis supplied). Several of this Court's rules echo this definition.Under A.M. No. 00-4-07-SC, or the Rule on Examination of a Child Witness, this Court, in the appointment of a guardian ad litem and in setting conditions and limitation on the taking of the testimony of child witnesses, shall always take into consideration the best interests of the child, as defined under Section 4 of the Rule:SECTION 4. Definitions. —. . . . (g) \"Best interests of the child'' means the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the child and most encouraging to his physical, psychological, and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development of the child. (Emphasis supplied) Meanwhile, A.M. No. 03-04-04-SC, or the Rule on Custody of Minors and Writ of Habeas Corpus in Relation to Custody of Minors, also provides that the best interests of the child shall be the prime factor in determining custody of minors:SECTION 14. Factors to consider in determining custody. — In awarding custody, the court shall consider the best interests of the minor and shall give paramount consideration to his material and moral welfare. The best interests of the minor refer to the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the minor encouraging to his physical, psychological and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development of the minor[.] (Emphasis supplied) Further, this Court, in A.M. No. 02-1-18-SC, or the 2019 Revised Rule on Children in Conflict with the Law, mandates that the Rule establishing child-appropriate proceedings, programs, and services for crime prevention, diversion, rehabilitation, and reintegration for minors, shall be interpreted liberally to promote the \"best interest of the child,\" which is to be understood in this wise:SECTION 4. Definitions. — As used in this Rule:. . . . (e) Best interest of the child refers to the totality of circumstances and conditions that are most congenial to the survival, protection and feelings of security of the child and most encouraging to the child's physical, psychological and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development. (Emphasis supplied) Finally, this Court, in A.M. No. 21-07-22-SC, or the Rule on Facilitated Naturalization for Refugees and Stateless Persons, provides that in establishing a mechanism to assimilate and naturalize refugees and stateless persons into Philippine society, it shall consider several basic principles, one of which is the best interests of the child, defined as follows:SECTION 5. Definition of Terms. — For purposes of this Rule:c) Best interests of the child — the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the child with the aim of encouraging his or her physical, psychological, and emotional development, as well as respecting his or her right to identity, including his or her nationality. It also means the least detrimental available alternative for safeguarding the growth and development of the child. (Emphasis supplied, citation omitted) In the final analysis, this Court finds it best to affirm the findings of the RTC in its December 27, 2023 Decision and to maintain the custody of Kaya with respondent, in light of her best interests. Therefore, public respondents did not act with grave abuse of discretion in the issuance of the Writ of Execution implementing the RTC Decision.As a last point, this Court stresses that given the visitation rights awarded to petitioner, she is neither constrained from nor deprived of continuing to exercise such rights to nurture her bond with her daughter. Further, it is settled that insofar as the custody of minors are concerned, \"said decision is never final, in the sense that it is subject to review at any time that [this] Court may deem it for the best interest of said minors.\"[84] Effectually, \"in accordance with the principle of the 'best interest of the child,' the award of the custody of minor children to a parent is not an unalterable matter and is subject to a continuing assessment of their fitness and capabilities.\"[85]ACCORDINGLY, the instant Petition is DISMISSED.SO ORDERED.Leonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and Kho, Jr., JJ., concur.[1] Rollo, pp. 3-30.[2] Id. at 31-32.[3] Id. at 33-68. The December 27, 2023 Decision in SP. Proc. Case No. 2023-0084-D was penned by Presiding Judge Zarah R. Sanchez-Fernandez of Branch 15-FC, Regional Trial Court, Dagupan City.[4] Also referred to as \"Kanhaiya Kaya Mesina Abreu\" in some parts of the rollo.[5] Also referred to as \"Eric Abreu\" in some parts of the rollo.[6] Rollo, p. 55.[7] Id. at 55-60.[8] Id. at 41.* The address is redacted, consistent with the principle of proportionality under Section 11(d) of Republic Act No. 10173 and Rule IV Section 18(c) of the Implementing Rules and Regulations of Republic Act No. 10173.[9] Id. at 55-60.[10] Id. at 61.[11] Id. at 173.[12] Id.[13] Id. at 173-174.[14] Id. at 33-68.[15] Id. at 64-65.[16] Id. at 65-67.[17] Id. at 68.[18] Id. at 69-83.[19] Id. at 84.[20] Id. at 83-99. The February 27, 2024 Omnibus Resolution in SP. Proc. Case No. 2023-0084-D was penned by Presiding Judge Zarah R. Sanchez-Fernandez of Branch 15-FC, Regional Trial Court, Dagupan City.[21] Id. at 99.[22] Id. at 96.[23] Id. at 93.[24] Id. at 31-32.[25] Id. at 100-102.[26] Id. at 107-110.[27] Id. at 103-105.[28] Id. at 176.[29] Id. at 177.[30] Id. at 3-30.[31] Id. at 18-23.[32] Id. at 12-15.[33] Id. at 25-26.[34] Id. at 155-159.[35] Id. at 155.[36] Id. at 157.[37] Id. at 169-190.[38] Id. at 185-188.[39] 751 Phil. 301 (2015) [Per J. Leonen, En Banc].[40] Id. at 329-330.[41] 693 Phil. 399 (2012) [Per J. Bersamin, First Division].[42] Id. at 412.[43] GIOS-SAMAR, Inc. v. Dept. of Transportation and Communications, 849 Phil. 120, 150 (2019) [Per J. Jardeleza, En Banc].[44] Vergara, Sr. v. Judge Suelto, 240 Phil. 719, 733 (1987) [Per J. Narvasa, First Division].[45] Id. at 732.[46] People v. Cuaresma, 254 Phil. 418, 427 (1989) [Per J. Narvasa, First Division].[47] Barroso v. Judge Omelio, 771 Phil. 199, 204 (2015) [Per J. Peralta, Third Division].[48] Rollo, p. 21.[49] GIOS-SAMAR, Inc. v. Dept. of Transportation and Communications, 849 Phil. 120, 181 (2019) [Per J. Jardeleza, En Banc].[50] 632 Phil. 637 (2010) [Per J. Bersamin, First Division].[51] Id. at 647-648.[32] Gacad v. Judge Corpuz, 927 Phil. 259, 265-266 (2022) [Per J. Hernando, First Division]. (Citation omitted)[53] Rollo, p. 13.[54] Corpuz v. Sto. Tomas, 642 Phil. 420, 432 (2010) [Per J. Brion, Third Division].[55] 414 Phil. 13 (2001) [Per J. De Leon, Jr., Second Division].[56] Id. at 24.[57] Id.[58] 916 Phil. 296 (2021) [Per J. J. Lopez, First Division].[59] Id. at 305. (Citation omitted)[60] Suzuki v. Office of the Solicitor General, 881 Phil. 90, 110 [Per J. Inting, Second Division]. (Citations omitted)[61] RULES OF COURT, Rule 132, secs. 24 and 25 were amended in 2019 by A.M. No. 19-08-15-SC, which now reads:Section 24. Proof of official record. — The record of public documents referred to in paragraph (a) of Section 19, when admissible for any purpose, may be evidenced by an official publication thereof or by a copy attested by the officer having the legal custody of the record, or by his or her deputy, and accompanied, if the record is not kept in the Philippines, with a certificate that such officer has the custody.If the office in which the record is kept is in a foreign country, which is a contracting party to a treaty or convention to which the Philippines is also a party, or considered, a public document under such treaty or convention pursuant to paragraph (c) of Section 19 hereof, the certificate or its equivalent shall be in the form prescribed by such treaty or convention subject to reciprocity granted to public documents originating from the Philippines.For documents originating from a foreign country which is not a contracting party to a treaty or convention referred to in the next preceding sentence, the certificate may be made by a secretary of the embassy or legation, consul general, consul, vice-consul, or consular agent or by any officer in the foreign service of the Philippines stationed in the foreign country in which the record is kept, and authenticated by the seal of [their] office.A document that is accompanied a certificate or its equivalent may be presented in evidence without further proof the certificate or its equivalent being prima facie evidence of the due execution and genuineness of the document involved. The certificate shall not be required when a treaty or convention between a foreign country and the Philippines has abolished the requirement, or has exempted the document itself from this formality.Section 25. What attestation of copy must state. — Whenever a copy of a document or record is attested for the purpose of evidence, the attestation must state, in substance, that the copy is a correct copy of the original, or a specific part thereof, as the case may be. The attestation must be under the official seal of the attesting officer, if there be any, or if [they] be the clerk of a court having a seal, under the seal of such court. (Emphasis supplied)[62] Rivera v. Woo Namsun, 916 Phil. 296, 306-307 (2021) [Per J. J. Lopez, First Division].[63] Rollo, pp. 53-54.[64] Gaspi v. Judge Pacis-Trinidad, 890 Phil. 819, 834 (2020) [Per J. Leonen, Third Division].[65] CONST., art. XV, sec. 3(2).[66] Perez v. CA, 325 Phil. 1014, 1024 (1996) [Per J. Romero, Second Division].[67] 189 Phil. 143 (1980) [Per J. Barredo, Second Division].[68] Id. at 147.[69] To obviate the derogatory connotations of the term \"illegitimate,\" the word \"nonmarital\" is used in substitution, unless required by direct reference to statute, jurisprudence, and the parties' pleadings. See Aquino v. Aquino, 918-A Phil. 371, 393 (2021) [Per J. Leonen, En Banc].[70] Masbate v. Relucio, 837 Phil. 515, 527 (2018) [Per J. Perlas-Bernabe, Second Division]. (Emphasis in the original, citation omitted)[71] Pablo-Gualberto v. Gualberto V, 500 Phil. 226, 250 (2005) [Per J. Panganiban, Third Division]. (Citation omitted)[72] Perez v. CA, 325 Phil. 1014, 1020 (1996) [Per J. Romero, Second Division].[73] Id. at 1024. (Citation omitted)[74] Rollo, p. 66.[75] Id. at 49.[76] Id. at 52.[77] Id. at 51.[78] Id. at 52.[79] Id. at 46.[80] Id. at 61.[81] Id.[82] Id. at 38-39.[83] Espiritu v. CA, 312 Phil. 431, 438 (1995) [Per J. Melo, Third Division].[84] Matute v. Macadaeg and Medel, 99 Phil. 340, 345 (1956) [Per J. Concepcion, En Banc].[85] Carnabuci v. Tagaa-Carnabuci, G.R. No. 266116, July 22, 2024 [Per J. J. Lopez, Second Division] at 20. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "mesina",
    "petitioner",
    "sanchez",
    "fernandez",
    "presiding",
    "judge",
    "regional",
    "trial",
    "court",
    "dagupan",
    "branch",
    "dakila",
    "wesley",
    "sheriff",
    "abreau",
    "respondents",
    "questions",
    "concerning",
    "custody",
    "children"
  ],
  "title_summary": "VIDYA DASI MESINA ANG, PETITIONER, VS. HON. ZARAH R. SANCHEZ-FERNANDEZ, PRESIDING JUDGE, REGIONAL...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 272461, April 21, 2025 ]\n[ G.R. No. 272461, April 21, 2025 ]\n\nVIDYA DASI MESINA ANG, PETITIONER, VS. HON. ZARAH R. SANCHEZ-FERNANDEZ, PRESIDING JUDGE, REGIONAL TRIAL COURT OF DAGUPAN CITY, BRANCH 15-FC, DAKILA WESLEY S. NABUA, SHERIFF IV, AND ERIC ABREAU, RESPONDENTS.D E C I S I O N\nVIDYA DASI MESINA ANG, PETITIONER, VS. HON. ZARAH R. SANCHEZ-FERNANDEZ, PRESIDING JUDGE, REGIONAL TRIAL COURT OF DAGUPAN CITY, BRANCH 15-FC, DAKILA WESLEY S. NABUA, SHERIFF IV, AND ERIC ABREAU, RESPONDENTS.\n\nD E C I S I O N\n\nLOPEZ, J., J.:\n\nIn all questions concerning the custody of children, the supreme consideration has always been their welfare and well-being. In arriving at a decision as to whom custody of a minor should be given, courts are implored to consider the best interest of the child, or in some cases, the least detrimental available alternative for safeguarding the minor's growth and development.\n\nThis Court is once again confronted with the regretful yet familiar situation of parents in marital discord, struggling for the custody of their only daughter. While it is recognized that the role of both the father and the mother is necessary to provide holistic care to the child, the circumstances in this case warrant judicial intervention, in light of her best interests.\n\nThis Court resolves a Petition for Certiorari and Prohibition [1] seeking to nullify the implementation of the Writ of Execution [2] issued by the Regional Trial Court (RTC) in SP. Proc. Case No. 2023-0084-D entitled \"Eric Abreau v. Vidya Dasi Mesina Ang .\" The assailed Writ sought to execute the Decision [3] of the RTC granting sole parental custody and authority over the minor Kanhaiya Kaya Mesina Abreau [4] (Kaya) to Eric Abreau [5] (Abreau).\n\nThe Antecedents\nOn August 18, 2014, Kaya was born to Abreau and Vidya Dasi Mesina Ang (Ang). At the time of Kaya's birth, Abreau was a bachelor, while Ang was separated in fact from her husband. While Abreau and Ang had plans to get married, all these were forestalled, as Ang's petition for the annulment of her first marriage was unsuccessful. From Kaya's birth, Ang exercised sole custody over her daughter. In 2021, in hopes of a better life for her daughter, Ang brought Kaya to the United States of America (USA) to live with Abreau, who was himself a resident and citizen of the USA. [6]\n\nOn August 9, 2022, Abreau and Ang executed a Parenting Plan [7] in San Diego, California to govern their custody over Kaya. The Parenting Plan was approved in a judgment by the Superior Court of San Diego. [8] Pertinent portions of the provisions read:\nPARENTING PLAN Parents: This parenting plan is for the children of:\n\nParent 1: Erich John Sansano Abre[a]u\nAddress: xxxxxxxxxxxxxxxxxxxxxxxxxxx , CA 92120 *\n\nParent 2: Vidya Dasi Mesina Ang\nMail Address: xxxxxxxxxxxxxxxxxxxxxxxxxxx , CA 93401\n\n. . . .\n\nThe minor child of this relationship is:\nName: Kanhaiya Kaya Mesina Abre[a]u\nDOB: 08/18/2014\n\nChild Custody and Visitation:\n\n. . . .\n\nPhysical Custody for the purpose of this agreement refers to the authority to make major routine and day-to-day decisions regarding the child and where the child['s] primary residency will be. The parties agree [that] the father Eric Sansano Abre[a]u will have sole physical custody of the parties' child.\n\n. . . . Notifications\n\nThe parents agree that neither party will change the residency of the minor child of the parties without adequate prior written notification. The parties further agree that this visitation and custody agreement will be reassessed if either party relocates, and the new residency makes the current agreement unfeasible to manage. The parties agree to provide one another with their current phone number and physical address.\n\n. . . . Encouraging positive parent-child relationships\n\nEach parent must encourage love and affection between the child and the other parent, and they must permit the child to express love and affection for the other parent.\n\nNeither parent will make or allow anyone to make negative comments within hearing distance of the child about the other parent or the other parent's past or present relationships, family, or friends.\n\n. . . .\n\nRESTRAINTS ON CONDUCT\n\n. . . .\n\nC. No Parental Alienation. Each parent is enjoined and restrained from saying anything or doing anything, which might tend to alienate the affection of the minor child for the other parent or allowing any third person to do so.\n\nD. Detriment to the Child. Both parents are enjoined and restrained from doing anything, and permitting any third person from doing so, that would be detrimental to the health, safety, morals, or welfare of the children.\n\n. . . .\n\nI. The country of habitual residence of the child since 2021 is the United States of America.\n\nJ. The minor child won't interact with parents' boyfriend or girlfriends if exists evidence [sic] or parents agree that interacting with, is not safe or healthy for the minor's health. [9] (Emphasis in the original) On one occasion, after Abreau, Ang, and Kaya came back from their vacation in Mexico, Kaya divulged to her paternal grandmother, Cleofe S. Abreau (Cleofe), that her mother had recently given birth and that she had a younger sibling. Worse, Cleofe learned that Kaya had relayed to her elementary school teacher that Ang's live-in partner, Paolo Demdam (Demdam), touched her breast. Considering both incidents as a violation to their Parental Plan, Abreau refused to allow Kaya to return with Ang to the Philippines. [10] Uncooperative, Ang, without prior notice, took Kaya and returned with her to the Philippines. [11]\n\nEager to retrieve his daughter, Abreau travelled to the Philippines and filed a Petition for the issuance of a Writ of Habeas Corpus with the Court of Appeals (CA). On September 19, 2023, the CA, finding the Petition sufficient in form and substance, directed the issuance of a Writ of Habeas Corpus and ordered the Director of the National Bureau of Investigation (NBI) and the Chief of the Philippine National Police-Criminal Investigation and Detection Group (PNP-CIDG) to:\na. Take and produce the body of minor child Kanhaiya Kaya M. Abre[a]u before the Family Court of Dagupan City; or any Family Court which has jurisdiction over the Municipality of Calasiao, Pangasinan, within ten (10) days from notice hereof; and\n\nb. Summon respondent Vidya Dasi M. Ang, or any person acting in her behalf, to appear and inform the said court of the veracity of petitioner Eric Abre[a]u's allegation as to the withholding [o]f his rightful custody over their minor child. [12] On September 22, 2023, Ang presented Kaya before the RTC. Upon the termination of the pre-trial, trial on the merits ensued. [13]\n\nIn a Decision, [14] the RTC granted the Petition and awarded sole parental custody and authority to Abreau. The RTC gave credence to the Parenting Plan, having been knowingly signed by both Abreau and Ang. As such, the RTC found that Ang violated its provisions, given that she went back to the Philippines with Kaya and refused to surrender custody to Abreau. [15] While the RTC recognized that the custody of illegitimate children should remain with the mother, it concluded that it would be to the best interest of Kaya if sole custody would be awarded to Abreau. The RTC expounded that Ang was unfit to raise Kaya, given that she was having an extramarital affair with another man, who was also alleged to have molested Kaya. More, Ang failed to prove her financial capacity to raise Kaya. Aside from having another child out of wedlock, Ang had no secure place of residence, having been proven to live in a temple, which was open to the public. [16] The RTC disposed in this wise:\nWHEREFORE, in view of all the foregoing, the petition is hereby GRANTED. Sole physical custody, as well as parental authority, over the person of minor KANHAIYA KAYA MESINA ABRE[A]U is hereby awarded to ERIC ABRE[A]U with visitation rights granted to the respondent during school vacations pursuant to the terms of the Parenting Plan Agreement of the parties.\n\nSO ORDERED . [17] (Emphasis in the original) Unfazed, Ang sought reconsideration. [18] Meanwhile, Abreau filed a Motion to immediately execute the RTC Decision. [19]\n\nIn a February 27, 2024 Omnibus Resolution, [20] the RTC denied Ang's Motion for Reconsideration while finding merit in Abreau's Motion for Immediate Execution, thus directing the issuance of a Writ of Execution. [21] The RTC rendered the Parenting Plan null and void, as it contravened established legal principles. Given that the law grants sole parental custody over the mother to her illegitimate child, the Parenting Plan clearly undermined her custodial rights over Kaya and should therefore be invalidated. [22] Nonetheless, the RTC retained parental custody in favor of Abreau, as Ang was deemed unfit to serve as Kaya's custodian. The RTC expounded that Ang failed to give due regard to her daughter's emotional and physical well-being. Aside from admitting that her partner had indeed touched Kaya's breast under her watch, she even justified his actions by arguing that on that certain occasion, he was only tickling Kaya. [23]\n\nOn March 7, 2024, the RTC issued a Writ of Execution [24] directing Sheriff IV Dakila Wesley S. Nabua (Sheriff Nabua) to execute its Decision.\n\nOn March 11, 2024, Ang filed a Motion for Clarification [25] on the terms and conditions of the Writ of Execution, especially with regard to her visitation rights over Kaya. At the same time, she also filed a Supplemental Motion for Issuance of Hold Departure Order [26] on March 14, 2024 to enjoin Abreau from leaving the Philippines during the pendency of the case.\n\nOn March 18, 2024, Ang filed a Notice of Appeal [27] on the RTC Decision.\n\nOn March 19, 2024, the RTC issued a Joint Resolution denying Ang's Motion for Clarification and her Supplemental Motion for Issuance of Hold Departure Order. [28]\n\nOn March 22, 2024, Abreau filed a Motion to declare Ang in contempt, as she refused to receive the Writ of Execution as served by Sheriff Nabua. [29]\n\nInsisting that the RTC, through Presiding Judge Zarah R. Sanchez-Fernandez (Judge Sanchez-Fernandez), committed grave abuse of discretion in issuing and implementing the Writ of Execution, Ang filed the present Petition. [30]\n\nAt the outset, Ang admits that while the principle of judicial hierarchy dictates that the instant Petition should have been filed with the CA, she asks this Court to exercise liberality, given the exigency of her situation, as she risks to lose her child. [31] On the merits, Ang argues that the Parenting Plan should have been declared void ab initio and, thus, cannot serve as the foundation for the exercise of her visitation rights, as Philippine law dictates that parental custody of illegitimate children should remain with the mother. [32] Finally, Ang invokes the principle of the best interests of the child, considering that Kaya would stand to suffer \"deep and profound turmoil,\" should she be separated from her mother. [33]\n\nIn his Comment, [34] Abreau maintains that the Parenting Plan is valid and binding, as Ang herself acknowledged and acquiesced to its provisions. Abreau further points out that Ang had faithfully complied with the Parenting Plan until she withheld custody of Kaya. [35] Abreau added that the RTC did not commit any reversible error in issuing the Writ of Execution, given that the totality of evidence proved that it was in the best interest of Kaya that he retains parental custody. [36]\n\nIn its Comment, [37] the Office of the Solicitor General (OSG), in behalf of Judge Sanchez-Fernandez and Sheriff Nabua, raises that the instant Petition should be denied outright as it violated the rule of hierarchy of courts. In particular, Ang failed to prove the existence of exceptional or compelling circumstances to warrant direct resort to this Court. For another, the OSG observes that there was no grave abuse of discretion on the part of Judge Sanchez-Fernandez and Sheriff Nabua in issuing and implementing the Writ of Execution, having been done in accordance with law. Necessarily then, the ruling of Judge Sanchez-Fernandez must be respected, having been reached in the best interest of Kaya. Aside from relying on the provisions of the Parental Plan, Judge Sanchez-Fernandez had evaluated the documentary evidence and the testimonies of various witnesses from both parties in arriving at her ruling. [38]\n\nIssues\nThis Court resolves the following issues:\n\nFirst, whether the instant Petition should be denied outright for violating the principle of hierarchy of courts;\n\nSecond, whether the Parental Plan is valid and binding between the parties; and\n\nThird, whether the Writ of Execution implementing the RTC Decision granting Abreau parental custody was issued with grave of abuse of discretion.\n\nThe issues shall be addressed in seriatim .\n\nThis Court's Ruling\nThe Petition lacks merit.\n\n[TABLE_CONTENT]\nThe instant Petition violates the principle of hierarchy of courts. Nevertheless, the application of the principle must be relaxed considering the circumstances of the instant case | \n[END_TABLE]\n\nThe instant Petition violates the principle of hierarchy of courts. Nevertheless, the application of the principle must be relaxed considering the circumstances of the instant case\n\nThe principle of hierarchy of courts is entrenched in this jurisdiction to guide parties as to the proper venue of appeals and the appropriate forum to seek the issuance of extraordinary writs. In The Diocese of Bacolod v. COMELEC , [39] this Court clearly defined the principle and its rationale as follows:\nThe doctrine that requires respect for the hierarchy of courts was created by this court to ensure that every level of the judiciary performs its designated roles in an effective and efficient manner. Trial courts do not only determine the facts from the evaluation of the evidence presented before them. They are likewise competent to determine issues of law which may include the validity of an ordinance, statute, or even an executive issuance in relation to the Constitution. To effectively perform these functions, they are territorially organized into regions and then into branches. Their writs generally reach within those territorial boundaries. Necessarily, they mostly perform the all-important task of inferring the facts from the evidence as these are physically presented before them. In many instances, the facts occur within their territorial jurisdiction, which properly present the 'actual case' that makes ripe a determination of the constitutionality of such action. The consequences, of course, would be national in scope. There are, however, some cases where resort to courts at their level would not be practical considering their decisions could still be appealed before the higher courts, such as the Court of Appeals. [40] (Citation omitted) In Bañez, Jr. v. Judge Concepcion , [41] this Court emphasized the necessity of its application:\nThe Court must enjoin the observance of the policy on the hierarchy of courts, and now affirms that the policy is net to be ignored without serious consequences. The strictness of the policy is designed to shield the Court from having to deal with causes that are also well within the competence of the lower courts, and thus leave time to the Court to deal with the more fundamental and more essential tasks that the Constitution has assigned to it[.] [42] (Citation omitted) The rationale of the principle is that it operates as a \"constitutional filtering mechanism designed to enable this Court to focus on the more fundamental tasks assigned to it by the Constitution. It is a bright-line rule which cannot be brushed aside by an invocation of the transcendental importance or constitutional dimension of the issue or cause raised.\" [43]\n\nOn this score, this Court's jurisdiction to issue writs of certiorari , prohibition, and mandamus is concurrent with the RTC and the CA. Thus, \"[w]here the issuance of an extraordinary writ is also within the competence of the CA or [the] RTC, it is in either of these courts that the specific action for the writ's procurement must be presented.\" [44] In this regard, courts and lawyers must strictly observe this policy, as this Court \"should not be burdened with the task of dealing with causes in the first instance.\" [45]\n\nThis Court adds posthaste that this principle is by no means iron-clad. As an exception, \"[a] direct invocation of [this Court's] original jurisdiction to issue those writs should be allowed only when there are special and important reasons therefor, clearly and specifically set out in the petition.\" [46]\n\nHere, petitioner committed a breach of such hierarchy by coming directly to this Court to assail the Writ of Execution via a Petition for Certiorari . After all, \"trifling with the rule on hierarchy of courts is looked upon with disfavor by [this] Court.\" [47] Upon an examination of the Petition, it is unclear why any action by the CA, which to reiterate, possesses concurrent original jurisdiction in petitions for certiorari with this Court, cannot be considered as sufficient to address petitioner's cause. While petitioner harps that her unique situation demands direct resort to this Court, as it would be burdensome for her to travel abroad to exercise her visitation rights, [48] this allegation, without more, is deficient and uncompelling to successfully invoke this Court's original jurisdiction.\n\nBy prematurely seeking redress from this Court, petitioner appears to have disregarded judicial structure and bypassed the CA, which is empowered to resolve questions of both fact and law. In doing so, petitioner exposed herself to the \"risk of presenting incomplete or dispute facts. This unduly hampers the resolution of controversies before [this] Court. Without the necessary facts, [this] Court cannot authoritatively determine the rights and obligations of the parties.\" [49] It is well to mention that the ruling in Alonso v. Cebu Country Club, Inc. [50] stressed the role of the CA in the judicial structure, especially in helping this Court in the discharge of its duties:\nThe CA stands between the RTC and the Court, and its establishment has been precisely to take over much of the work that used to be done by the Court. Historically, the CA has been of the greatest help to the Court in synthesizing the facts, issues, and rulings in an orderly and intelligible manner and in identifying errors that ordinarily might escape detection. The Court has thus been freed to better discharge its constitutional duties and perform its most important work, which, in the words of Dean Vicente G. Sinco, \"is less concerned with the decision of cases that begin and end with the transient rights and obligations of particular individuals but is more intertwined with the direction of national policies, momentous economic and social problems, the delimitation of governmental authority and its impact upon fundamental rights.\"\n\nThe need to elevate the matter first to the CA is also underscored by the reality that determining whether the petitioners were real parties in interest entitled to bring this appeal against the denial by the RTC of the OSG's motion for the issuance of a writ of execution was a mixed question of fact and law. As such, the CA was in the better position to review and to determine. In that regard, the petitioners violate Section 1, Rule 45 of the 1997 Rules of Civil Procedure , which demands that an appeal by petition for review on certiorari be limited to questions of law. [51] (Emphasis in the original, citations omitted) In any event, this Court has similarly declared that \"a strict and rigid application of technicalities must be avoided if it tends to frustrate rather than promote substantial justice, as when the merit of a party's cause is apparent and outweighs consideration of noncompliance with certain formal requirements.\" [52] Given the delicate nature of this case, this Court deems it best to abandon a mechanical application of the principle, especially if it involves the sacrifice of justice to technicality. It is worth stating that the case before this Court is not an ordinary suit involving trivial matters; rather, it is one initiated by a mother over the welfare and custody of her child, in which the State has a paramount interest. Accordingly then, this Court shall relax the strict observance of the judicial hierarchy of courts and resolve this case on the merits.\n\n[TABLE_CONTENT]\nThis court is not empowered to determine the validity or invalidity of the Parenting Plan. The judgment declaring its validity cannot be recognized in the Philippines for failure to conform with the rules on recognition of foreign judgments | \n[END_TABLE]\n\nThis court is not empowered to determine the validity or invalidity of the Parenting Plan. The judgment declaring its validity cannot be recognized in the Philippines for failure to conform with the rules on recognition of foreign judgments\n\nIn the present case, petitioner argues that notwithstanding her voluntary execution of and compliance with the Parenting Plan, it should nevertheless be declared void ab initio for being contrary to law. In particular, the provision granting sole physical custody over Kaya to respondent is in direct violation of Article 176 of the Family Code, which provides that illegitimate children shall be under the parental authority of their mother. [53]\n\nThe Parenting Plan was executed in San Diego, California and was approved in a judgment by the Superior Court of San Diego. Thus, for this Court to determine the validity of the Parenting Plan, it is necessary that the judgment approving it must first be recognized in this jurisdiction.\n\nAs borne by the records, the Parenting Plan executed between the parties cannot be recognized in the Philippines for failure to conform with the rules for recognition of foreign judgments. For this reason, this Court is not placed in a position to resolve the issue on the Parenting Plan's disputed provisions, given that unless recognized, \"courts do not take judicial notice of foreign judgments and laws.\" [54]\n\nTo begin with, while courts are not bound to mechanically give effect to judgments of foreign tribunals, it was emphasized in Asiavest Merchant Bankers (M) Berhad v. Court of Appeals [55] that foreign judgments enjoy presumptive validity \"until a contrary showing, on the basis of a presumption of regularity of proceedings and the giving of due notice in the foreign forum.\" [56] This ruling is consistent with Rule 39, Section 48 of the Revised Rules on Civil Procedure, which clarifies that foreign judgments or final orders against a person \"is presumptive evidence of a right as between the parties and their successors in interest[.]\" A party seeking to assail such foreign judgment must discharge of the burden of overcoming its presumptive validity, \"by evidence of want of jurisdiction, want of notice to the party, collusion, fraud, or clear mistake of law or fact.\" [57]\n\nIt is fundamental that before such presumption is invoked, the foreign judgment must first be recognized and proven as fact. As declared in Rivera v. Woo Namsun , [58] \"it is indispensable that in order to breathe life into such foreign judgment, its authenticity must be proven as acts as contemplated under the Rules on Evidence, together with the alien's applicable national law, to show the effect of the judgment on the alien himself or herself.\" [59] After all, \"Philippine courts are incompetent to substitute their judgment on how a case was decided under foreign law. They are limited to the question of whether to extend the effect of the foreign judgment in the Philippines.\" [60]\n\nTo prove the foreign judgment and the law on which it is founded, Rule 132, [61] Sections 24 and 25 of the Rules of Court require the presentation of the following proof:\n[E]ither by (1) official publications; or (2) copies attested by the officer having legal custody of the documents Should the copies of official records be proven to be stored outside of the Philippines, they must be (1) accompanied by a certificate issued by the proper diplomatic or consular officer in the Philippine foreign service stationed in the foreign country in which the record is kept; and (2) authenticated by the seal of his office. If copies are offered into evidence, the attestation: (1) must state that it is a correct copy of the original, or a specific part thereof; and (2) must be under the official seal of the attesting officer, or if he be the clerk of a court having a seal, under such seal of said court. [62] A perusal of the records reveals that the evidence failed to adhere to the Rules. Here, what was introduced into evidence was only a copy of the Parenting Plan and three subsequent orders of the Superior Court of San Diego, namely: (1) July 6, 2023 Order to prove that petitioner was given the authority to bring Kaya to the Philippines until August 10, 2023; (2) August 15, 2023 Order to prove that petitioner violated the terms in the provisions of the July 6, 2023; and (3) September 1, 2023 Order to prove that the physical custody over Kaya is considered permanent. [63] More, noticeably absent from the evidence is the very judgment of the Superior Court of San Diego declaring the August 9, 2022 Parenting Plan as valid and binding on both parties. Worse, petitioner did not bother to seasonably and properly apprise the RTC or the CA of the relevant law of California and its legal effects through official publications or a copy thereof, as attested by the officer having legal custody of such documents.\n\nIt is therefore clear that there was manifest failure to demonstrate full compliance with the Rules to recognize the subject foreign judgment. Accordingly, the presumption of validity of the judgment of the Superior Court of San Diego and the law from which it draws basis cannot be invoked.\n\nAssuming for the sake of argument that the foreign judgment enjoys presumptive validity, petitioner in this case would nevertheless be unable to discharge the burden of overcoming such presumption for failure to present evidence of \"want of jurisdiction, want of notice to the party, collusion, fraud, or clear mistake of law or fact\" as required in Asiavest . Lamentably, other than her own suppositions, petitioner solely relied on a copy of the Parenting Plan and certain Orders issued by the Superior Court of San Diego, all of which prove inconclusive and insufficient to shed light on and amplify her claim to nullify the foreign judgment against her.\n\nIn sum, absence of a recognition of the foreign judgment concerning the Parenting Plan consequently failed to clothe this Court with authority to resolve the validity or invalidity of its assailed provisions.\n\n[TABLE_CONTENT]\nThe Writ of Execution was not issued with grave abuse of discretion. This Court is empowered to resolve the issue of parental custody pursuant to the best interests of the child | \n[END_TABLE]\n\nThe Writ of Execution was not issued with grave abuse of discretion. This Court is empowered to resolve the issue of parental custody pursuant to the best interests of the child\n\nTo recall, petitioner bewails that public respondents committed grave abuse of discretion in issuing the Writ of Execution to enforce the RTC Decision. The assailed Decision granted custody to respondent and mere visitation rights to petitioner during school vacations. Essentially then, petitioner prays that this Court reverse and set aside the RTC Decision and grant her custody over Kaya.\n\nWhile this Court concedes that it is not empowered to resolve the assailed provisions of the Parenting Plan, it shall nevertheless decide on the issue regarding the custody of Kaya, whose physical and emotional well-being is of utmost importance to the State as parens patriae . With more reason, the custodial rights over Kaya, as a Filipino citizen, are governed by Philippine law. Therefore, all issues arising from such custodial rights should be resolved by Philippine courts. According to the nationality principle, \"Philippine laws continue to apply to Filipino citizens when it comes to their 'family rights and duties . . . status, condition and legal capacity,' even if they do not reside in the Philippines.\" [64] This is embodied in Article 15 of the Civil Code, which reads:\nARTICLE 15. Laws relating to family rights and duties, or to the status, condition and legal capacity of persons are binding upon citizens of the Philippines, even though living abroad. Indeed, the fulfillment of the State's mandate to ensure that full protection is afforded to Kaya shall not be strictly hinged on the recognition or nonrecognition of the foreign judgment providing for her care and custody. As required by no less than the 1987 Constitution, the State is enjoined to defend \"[t]he right of children to assistance, including proper care and nutrition, and special protection from all forms of neglect, abuse, cruelty, exploitation, and other conditions prejudicial to their development.\" [65]\n\nFor another, given that the question of custody is already before this Court, it would be in the interest of swift and efficient rendition of justice to resolve the issue, given that it would serve the \"best interests of the child.\"\n\nIt is unequivocal that in custody cases, \"the foremost consideration is always the welfare and best interest of the child.\" [66] As emphasized in Unson III v. Hon. Navarro , [67] \"in all controversies regarding the custody of minors, the sole and foremost consideration is the physical, education, social[,] and moral welfare of the child concerned, taking into account the respective resources and social and moral situations of the contending parents.\" [68] This principle is anchored on the Convention on the Rights of the Child (Convention), an international instrument signed by the Philippines on January 26, 1990 and ratified on August 21, 1990. Article 3 of the Convention requires that \"[i]n all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be the primary consideration.\"\n\nSignificantly, this Court recognizes that parental authority over nonmarital children [69] shall be exercised by the mother, under Article 176 of the Family Code:\nArticle 176. Illegitimate children shall use the surname and shall be under the parental authority of their mother, and shall be entitled to support in conformity with this Code. . . . The legitime of each illegitimate child shall consist of one-half of the legitime of a legitimate child. In this relation, mothers are entitled to the parental custody of their nonmarital children, except in certain circumstances: \"[i]n the exercise of [parental] authority, mothers are consequently entitled to keep their [nonmarital] children in their company, and the Court will not deprive them of custody, absent any imperative cause showing the mother's unfitness to exercise such authority and care .\" [70] To expound, mothers shall only be deprived of parental custody if declared unsuitable for particular instances, such as \"neglect, abandonment, unemployment, immorality, habitual drunkenness, drug addiction, maltreatment of the child, insanity[,] or affliction with a communicable disease.\" [71]\n\nThis notwithstanding, this Court emphasizes the necessity of involving both parents in raising their child. \"The father and the mother complement each other in giving nurture and providing that holistic care which takes into account the physical, emotional, psychological, mental, social[,] and spiritual needs of the child. By precept and example, they mold [their] character during [their] crucial formative years.\" [72]\n\nLamentably, however, the present case is not ideal. Given the marital discord between the parties, this Court is constrained to decide whether Kaya would be better off with one parent, either petitioner or respondent. In arriving at a just conclusion, it is reiterated that this Court must \"invariably look into all relevant factors presented by the contending parents, such as their material resources, social[,] and moral situations.\" [73]\n\nWith this premise in view, this Court holds that it would be in the best interest of Kaya that custody would remain with respondent. While this Court sympathizes with the plight of petitioner who risks to be separated from her daughter, it cannot grant her the relief she is seeking.\n\nTo begin with, the evidence amply demonstrates that respondent is physically and financially in a better position to take care of Kaya. Respondent is employed in a stable job as a respiratory therapist in a government hospital, earning a good income with substantial benefits. [74] Petitioner herself acknowledged this fact, having voluntarily brought Kaya to the USA to secure a better future for her. Aside from having his own four-bedroom house where Kaya could comfortably stay, respondent also resides in an area where Kaya has access to the best schools. Prior to Kaya's transfer back to the Philippines, she was already enrolled in an elementary school within one of the top-rated school districts in California. [75]\n\nEvidence likewise proves that respondent was never remiss in exercising his custody over Kaya despite being overseas. Even prior to the execution of the Parenting Plan, respondent shouldered all of Kaya's expenses from the time she was born until she was brought to the USA, including her schooling, food, clothing, and her ballet classes. [76] Believing that they could still be reunited as a family, respondent even settled petitioner's monthly amortizations for the vehicle she purchased for her personal use, [77] as well as financing the capital for her water business. [78]\n\nMore importantly, this Court's choice of awarding custody to respondent is made clearer, given the likelihood of sexual abuse that Kaya stands to suffer if she continues living with her mother. This is a risk that this Court is not willing to take, given that any potential abuse could create deleterious effects to the moral and social outlook of Kaya, who is still in her formative years. As revealed during the proceedings below, Kaya divulged to her paternal grandmother that Demdam, petitioner's live-in partner, touched her breast while forcing them to watch pornographic films in their family television. [79] While the lascivious act occurred once, the abuse appeared to have significantly impacted Kaya, as she voluntarily disclosed the incident to her elementary school teachers, who, in turn, referred the matter to the San Diego, California Health and Human Services for further investigation. [80] More perplexing, petitioner admits to having known this fact, as Kaya talked to her, saying \"Mom, Pao [Demdam] touched my boobs.\" Instead of ensuring her child's safety, petitioner brushed her daughter's revelation aside and was quick to conclude that Demdam was only in a tickling game with Kaya. [81] More questionable, she did not question Demdam as to the incident. Indeed, no respectable mother properly concerned with the moral well-being of her child, especially a girl, would react with such inaction. Under such circumstances, there is no difficulty in seeing that it would be in the best interest of Kaya to be freed from the unsafe and perilous environment under petitioner's care.\n\nFinally, this Court is cognizant that Kaya had expressed her desire to remain in the Philippines, given that her stay in the USA was hostile and restrictive. In particular, she narrated during her interview with the clinical psychologist conducted in August 2023 that she was very afraid of her grandmother, who would always discipline her. [82] It must be noted that at the time of her interview, Kaya was around 9 years of age. Though minors above 7 years of age may express their views with regard to their custody, this Court is not bound by their choice or opinion, as this Court may, in its discretion, award custody to either parent, or even to a third party, \"as it deems fit under the circumstances.\" [83]\n\nAgain, this Court iterates that Kaya's best interests would be better served in a conducive environment characterized by material sufficiency and emotional and financial stability, one that respondent could provide. Such choice, however, would not foreclose feelings of discomfort or distress on the part of the minor, given that this Court's decision for the minor to live with one parent means that latter would have to be separated from the other. Thus, in considering the best interests of the minor in custody cases, courts may sacrifice a child's comfort in their environment, if in the alternative, they may be placed at risk of sexual abuse or molestation. Otherwise stated, considering the best interests of a child also means choosing the \"least detrimental available alternative for safeguarding the growth and development of the child.\"\n\nThis alternative understanding of the concept of the \"best interests of a child\" is embodied in the provisions of the law and several of this Court's issuances concerning children.\n\nUnder Republic Act No. 9344, otherwise known as the Juvenile Justice and Welfare Act of 2006, the principle of the \"best interest of the child\" is defined as:\nSECTION 4. Definition of Terms. —\n. . . .\n\n(b) \"Best Interest of the Child\" refers to the totality of the circumstances and conditions which are most congenial to the survival, protection[,] and feelings of security of the child and most encouraging to the child's physical, psychological[,] and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development of the child . (Emphasis supplied). Several of this Court's rules echo this definition.\n\nUnder A.M. No. 00-4-07-SC, or the Rule on Examination of a Child Witness, this Court, in the appointment of a guardian ad litem and in setting conditions and limitation on the taking of the testimony of child witnesses, shall always take into consideration the best interests of the child, as defined under Section 4 of the Rule:\nSECTION 4. Definitions. —\n. . . .\n\n[TABLE_CONTENT]\n(g) | \"Best interests of the child'' means the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the child andmost encouraging to his physical, psychological, and emotional development.It also means the least detrimental available alternative for safeguarding the growth and development of the child.(Emphasis supplied)\n[END_TABLE]\n\n(g) \"Best interests of the child'' means the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the child and most encouraging to his physical, psychological, and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development of the child . (Emphasis supplied) Meanwhile, A.M. No. 03-04-04-SC, or the Rule on Custody of Minors and Writ of Habeas Corpus in Relation to Custody of Minors, also provides that the best interests of the child shall be the prime factor in determining custody of minors:\nSECTION 14. Factors to consider in determining custody . — In awarding custody, the court shall consider the best interests of the minor and shall give paramount consideration to his material and moral welfare. The best interests of the minor refer to the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the minor encouraging to his physical, psychological and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development of the minor [.] (Emphasis supplied) Further, this Court, in A.M. No. 02-1-18-SC, or the 2019 Revised Rule on Children in Conflict with the Law, mandates that the Rule establishing child-appropriate proceedings, programs, and services for crime prevention, diversion, rehabilitation, and reintegration for minors, shall be interpreted liberally to promote the \"best interest of the child,\" which is to be understood in this wise:\nSECTION 4. Definitions . — As used in this Rule:\n. . . .\n\n[TABLE_CONTENT]\n(e) | Best interest of the child refers to the totality of circumstances and conditions that are most congenial to the survival, protection and feelings of security of the child and most encouraging to the child's physical, psychological and emotional development.It also means the least detrimental available alternative for safeguarding the growth and development. (Emphasis supplied)\n[END_TABLE]\n\n(e) Best interest of the child refers to the totality of circumstances and conditions that are most congenial to the survival, protection and feelings of security of the child and most encouraging to the child's physical, psychological and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development . (Emphasis supplied) Finally, this Court, in A.M. No. 21-07-22-SC, or the Rule on Facilitated Naturalization for Refugees and Stateless Persons, provides that in establishing a mechanism to assimilate and naturalize refugees and stateless persons into Philippine society, it shall consider several basic principles, one of which is the best interests of the child, defined as follows:\nSECTION 5. Definition of Terms . — For purposes of this Rule:\n\n[TABLE_CONTENT]\nc) | Best interests of the child — the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the child with the aim of encouraging his or her physical, psychological, and emotional development, as well as respecting his or her right to identity, including his or her nationality.It also means the least detrimental available alternative for safeguarding the growth and development of the child. (Emphasis supplied, citation omitted)\n[END_TABLE]\n\nc) Best interests of the child — the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the child with the aim of encouraging his or her physical, psychological, and emotional development, as well as respecting his or her right to identity, including his or her nationality. It also means the least detrimental available alternative for safeguarding the growth and development of the child . (Emphasis supplied, citation omitted) In the final analysis, this Court finds it best to affirm the findings of the RTC in its December 27, 2023 Decision and to maintain the custody of Kaya with respondent, in light of her best interests. Therefore, public respondents did not act with grave abuse of discretion in the issuance of the Writ of Execution implementing the RTC Decision.\n\nAs a last point, this Court stresses that given the visitation rights awarded to petitioner, she is neither constrained from nor deprived of continuing to exercise such rights to nurture her bond with her daughter. Further, it is settled that insofar as the custody of minors are concerned, \"said decision is never final, in the sense that it is subject to review at any time that [this] Court may deem it for the best interest of said minors.\" [84] Effectually, \"in accordance with the principle of the 'best interest of the child,' the award of the custody of minor children to a parent is not an unalterable matter and is subject to a continuing assessment of their fitness and capabilities.\" [85]\n\nACCORDINGLY , the instant Petition is DISMISSED.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and Kho, Jr., JJ., concur.\n\n[1] Rollo , pp. 3-30.\n\n[2] Id . at 31-32.\n\n[3] Id . at 33-68. The December 27, 2023 Decision in SP. Proc. Case No. 2023-0084-D was penned by Presiding Judge Zarah R. Sanchez-Fernandez of Branch 15-FC, Regional Trial Court, Dagupan City.\n\n[4] Also referred to as \"Kanhaiya Kaya Mesina Abreu\" in some parts of the rollo .\n\n[5] Also referred to as \"Eric Abreu\" in some parts of the rollo .\n\n[6] Rollo , p. 55.\n\n[7] Id . at 55-60.\n\n[8] Id . at 41.\n\n* The address is redacted, consistent with the principle of proportionality under Section 11(d) of Republic Act No. 10173 and Rule IV Section 18(c) of the Implementing Rules and Regulations of Republic Act No. 10173.\n\n[9] Id . at 55-60.\n\n[10] Id . at 61.\n\n[11] Id . at 173.\n\n[12] Id .\n\n[13] Id . at 173-174.\n\n[14] Id . at 33-68.\n\n[15] Id . at 64-65.\n\n[16] Id . at 65-67.\n\n[17] Id . at 68.\n\n[18] Id . at 69-83.\n\n[19] Id . at 84.\n\n[20] Id . at 83-99. The February 27, 2024 Omnibus Resolution in SP. Proc. Case No. 2023-0084-D was penned by Presiding Judge Zarah R. Sanchez-Fernandez of Branch 15-FC, Regional Trial Court, Dagupan City.\n\n[21] Id . at 99.\n\n[22] Id . at 96.\n\n[23] Id . at 93.\n\n[24] Id . at 31-32.\n\n[25] Id . at 100-102.\n\n[26] Id . at 107-110.\n\n[27] Id . at 103-105.\n\n[28] Id . at 176.\n\n[29] Id . at 177.\n\n[30] Id . at 3-30.\n\n[31] Id . at 18-23.\n\n[32] Id . at 12-15.\n\n[33] Id . at 25-26.\n\n[34] Id . at 155-159.\n\n[35] Id . at 155.\n\n[36] Id . at 157.\n\n[37] Id . at 169-190.\n\n[38] Id . at 185-188.\n\n[39] 751 Phil. 301 (2015) [Per J. Leonen, En Banc ].\n\n[40] Id . at 329-330.\n\n[41] 693 Phil. 399 (2012) [Per J. Bersamin, First Division].\n\n[42] Id . at 412.\n\n[43] GIOS-SAMAR, Inc. v. Dept. of Transportation and Communications , 849 Phil. 120, 150 (2019) [Per J. Jardeleza, En Banc ].\n\n[44] Vergara, Sr. v. Judge Suelto , 240 Phil. 719, 733 (1987) [Per J. Narvasa, First Division].\n\n[45] Id . at 732.\n\n[46] People v. Cuaresma , 254 Phil. 418, 427 (1989) [Per J. Narvasa, First Division].\n\n[47] Barroso v. Judge Omelio , 771 Phil. 199, 204 (2015) [Per J. Peralta, Third Division].\n\n[48] Rollo , p. 21.\n\n[49] GIOS-SAMAR, Inc. v. Dept. of Transportation and Communications , 849 Phil. 120, 181 (2019) [Per J. Jardeleza, En Banc ].\n\n[50] 632 Phil. 637 (2010) [Per J. Bersamin, First Division].\n\n[51] Id . at 647-648.\n\n[32] Gacad v. Judge Corpuz , 927 Phil. 259, 265-266 (2022) [Per J. Hernando, First Division]. (Citation omitted)\n\n[53] Rollo , p. 13.\n\n[54] Corpuz v. Sto. Tomas , 642 Phil. 420, 432 (2010) [Per J. Brion, Third Division].\n\n[55] 414 Phil. 13 (2001) [Per J. De Leon, Jr., Second Division].\n\n[56] Id . at 24.\n\n[57] Id .\n\n[58] 916 Phil. 296 (2021) [Per J. J. Lopez, First Division].\n\n[59] Id . at 305. (Citation omitted)\n\n[60] Suzuki v. Office of the Solicitor General , 881 Phil. 90, 110 [Per J. Inting, Second Division]. (Citations omitted)\n\n[61] RULES OF COURT, Rule 132, secs. 24 and 25 were amended in 2019 by A.M. No. 19-08-15-SC, which now reads:\n\nSection 24. Proof of official record . — The record of public documents referred to in paragraph (a) of Section 19, when admissible for any purpose, may be evidenced by an official publication thereof or by a copy attested by the officer having the legal custody of the record, or by his or her deputy, and accompanied, if the record is not kept in the Philippines, with a certificate that such officer has the custody.\n\nIf the office in which the record is kept is in a foreign country, which is a contracting party to a treaty or convention to which the Philippines is also a party, or considered, a public document under such treaty or convention pursuant to paragraph (c) of Section 19 hereof, the certificate or its equivalent shall be in the form prescribed by such treaty or convention subject to reciprocity granted to public documents originating from the Philippines.\n\nFor documents originating from a foreign country which is not a contracting party to a treaty or convention referred to in the next preceding sentence , the certificate may be made by a secretary of the embassy or legation, consul general, consul, vice-consul, or consular agent or by any officer in the foreign service of the Philippines stationed in the foreign country in which the record is kept, and authenticated by the seal of [their] office.\n\nA document that is accompanied a certificate or its equivalent may be presented in evidence without further proof the certificate or its equivalent being prima facie evidence of the due execution and genuineness of the document involved. The certificate shall not be required when a treaty or convention between a foreign country and the Philippines has abolished the requirement, or has exempted the document itself from this formality.\n\nSection 25. What attestation of copy must state. — Whenever a copy of a document or record is attested for the purpose of evidence, the attestation must state, in substance, that the copy is a correct copy of the original, or a specific part thereof, as the case may be. The attestation must be under the official seal of the attesting officer, if there be any, or if [they] be the clerk of a court having a seal, under the seal of such court. (Emphasis supplied)\n\n[62] Rivera v. Woo Namsun , 916 Phil. 296, 306-307 (2021) [Per J. J. Lopez, First Division].\n\n[63] Rollo , pp. 53-54.\n\n[64] Gaspi v. Judge Pacis-Trinidad , 890 Phil. 819, 834 (2020) [Per J. Leonen, Third Division].\n\n[65] CONST., art. XV, sec. 3(2).\n\n[66] Perez v. CA , 325 Phil. 1014, 1024 (1996) [Per J. Romero, Second Division].\n\n[67] 189 Phil. 143 (1980) [Per J. Barredo, Second Division].\n\n[68] Id . at 147.\n\n[69] To obviate the derogatory connotations of the term \"illegitimate,\" the word \"nonmarital\" is used in substitution, unless required by direct reference to statute, jurisprudence, and the parties' pleadings. See Aquino v. Aquino , 918-A Phil. 371, 393 (2021) [Per J. Leonen, En Banc ].\n\n[70] Masbate v. Relucio , 837 Phil. 515, 527 (2018) [Per J. Perlas-Bernabe, Second Division]. (Emphasis in the original, citation omitted)\n\n[71] Pablo-Gualberto v. Gualberto V , 500 Phil. 226, 250 (2005) [Per J. Panganiban, Third Division]. (Citation omitted)\n\n[72] Perez v. CA , 325 Phil. 1014, 1020 (1996) [Per J. Romero, Second Division].\n\n[73] Id . at 1024. (Citation omitted)\n\n[74] Rollo , p. 66.\n\n[75] Id . at 49.\n\n[76] Id . at 52.\n\n[77] Id . at 51.\n\n[78] Id . at 52.\n\n[79] Id . at 46.\n\n[80] Id . at 61.\n\n[81] Id .\n\n[82] Id . at 38-39.\n\n[83] Espiritu v. CA , 312 Phil. 431, 438 (1995) [Per J. Melo, Third Division].\n\n[84] Matute v. Macadaeg and Medel , 99 Phil. 340, 345 (1956) [Per J. Concepcion, En Banc ].\n\n[85] Carnabuci v. Tagaa-Carnabuci, G.R. No. 266116 , July 22, 2024 [Per J. J. Lopez, Second Division] at 20. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 50846,
  "metadata_extraction_date": "2025-11-01T05:59:30.325471",
  "extraction_version": "2.0_enhanced_full_content"
}