{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2025/12/opt_case_69919.html",
  "filename": "opt_case_69919.html",
  "year": 2025,
  "month": "12",
  "case_number": "G.R. No. 222448",
  "gr_number": "222448",
  "volume_page": "701 Phil. 483",
  "decision_date": "March 03, 2025",
  "title": "UNITED COCONUT PLANTERS BANK, SUBSTITUTED BY LAND BANK OF THE PHILIPPINES,* PETITIONER, VS. EDITHA F. ANG AND VIOLETA M. FERNANDEZ, RESPONDENTS. R E S O L U T I O N ROSARIO, J.: Before Us is the Motion for Reconsideration[1] filed by respondents Editha F. Ang (Ang) and Violeta M. Fernandez (Fernandez; collectively, respondents), asking the Court to take a second look at its Decision,[2] finding for petitioner United Coconut Planters Bank (petitioner) in the instant case, the dispositive portion of which reads: WHEREFORE, premises considered, the Decision dated May 11, 2015 and the Resolution dated December 4, 2015 of the Court of Appeals in CA-G.R. CV No. 04270 are SET ASIDE. Judgment is rendered as follows: The extrajudicial foreclosure and auction sale conducted on August 2, 1999 is DECLARED valid; and The Petition for Declaration of Nullity of Foreclosure, Auction Sale and Promissory Note & Fixing of True Account of Petitioners is DISMISSED. SO ORDERED.[3] (Emphasis in the original) In said Decision, as well as the Decision[4] of the Court of Appeals, and the Decision[5] of the Regional Trial Court (RTC), it was established that the interests imposed by petitioner on the loan granted to respondents were unlawful, as it was not shown that the latter could have agreed to said interests, much less to the interest rates that petitioner would eventually charge them. The Credit Agreement and other loan documents relative to the loan, according to the courts below and this Court, were null and void for being potestative in character and thus violative of the principle of mutuality of contracts in Articles 1308 and 1309 of the Civil Code.[6] Against this settled factual backdrop, the only issue left to be resolved by the Court is whether or not foreclosure proceedings due to non-payment of the loan may be held valid even if it is proved that the interest rates imposed by the lender were improper and unlawful. This Court initially answered the query positively, as in Our Decision now under review, We relied on some jurisprudence, including the 2013 case of Advocates For Truth in Lending, Inc. v. Bangko Sentral Monetary Board[7] which apparently supported the same. Thus: The imposition of an unconscionable rate of interest on a money debt, even if knowingly and voluntarily assumed, is immoral and unjust. It is tantamount to a repugnant spoliation and an iniquitous deprivation of property, repulsive to the common sense of [a person]. It has no support in law, in principles of justice, or in the human conscience nor is there any reason whatsoever which may justify such imposition as righteous and as one that may be sustained within the sphere of public or private morals. Stipulations authorizing iniquitous or unconscionable interests have been invariably struck down for being contrary to morals, if not against the law. Indeed, under Article 1409 of the Civil Code, these contracts are deemed inexistent and void ab initio, and therefore cannot be ratified, nor may the right to set up their illegality as a defense be waived. Nonetheless, the nullity of the stipulation of usurious interest does not affect the lender's right to recover the principal of a loan, nor affect the other terms thereof. Thus, in a usurious loan with mortgage, the right to foreclose the mortgage subsists, and this right can be exercised by the creditor upon failure by the debtor to pay the debt due.[8] (Citations omitted) Respondents now point out that Our reliance on said jurisprudence is misplaced, considering that the case involved a petition seeking clarification on the authority of the Bangko Sentral ng Pilipinas Monetary Board to enforce Central Bank Circular No. 905, and the statement concerning the validity of foreclosure sales made in the face of usurious and unlawful interests was a mere obiter dictum. According to respondents, Advocates did not directly deal with the propriety of holding foreclosure sales proceeding from non-payment of iniquitous and unilaterally imposed interests.[9] Respondents then assert that the jurisprudence more accurately applicable should be the case of Spouses Andal v. Philippine National Bank,[10] decided by this Court also in 2013, but subsequent to the Advocates case.[11] In Spouses Andal, this Court held that: It is worth mentioning that both the RTC and the CA are one in saying that \"[petitioners-spouses] cannot be considered in default for their inability to pay the arbitrary, illegal and unconscionable interest rates and penalty charges unilaterally imposed by [respondent] bank.\" This is precisely the reason why the foreclosure proceedings involving petitioners-spouses' properties were invalidated. As pointed out by the CA, \"since the interest rates are null and void, [respondent] bank has no right to foreclose [petitioners-spouses'] properties and any foreclosure thereof is illegal. x x x. Since there was no default yet, it is premature for [respondent] bank to foreclose the properties subject of the real estate mortgage contract.\"[12] The contradiction in the principles embodied in the two aforementioned cases is quite evident. However, in the questioned Decision, We opted to apply Advocates, and reject Spouses Andal. It should be noted that in our Decision now being sought to be reconsidered, Associate Justice Rodil V. Zalameda (Justice Zalameda) filed his dissent, holding that it would be the height of injustice and unfairness if the property of the mortgagor or debtor should be foreclosed for their inability to pay a loan with ubiquitous, unconscionable, and unilaterally imposed interest rates.[13] Respondents likewise point out that the invalidity of foreclosure proceedings conducted pursuant to an interest rate unlawfully levelled on a loan finds support not only in Spouses Andal but also in the case of Spouses Albos v. Spouses Embisan,[14] where this Court held that: In view of the above disquisitions, We are constrained to nullify the foreclosure proceedings with respect to the mortgaged property in this case, following the doctrine in Heirs of Zoilo and Primitiva Espiritu v. Landrito. In Heirs of Espiritu, the spouses Maximo and Paz Landrito, sometime in 1986, borrowed from the spouses Zoilo and Primitiva Espiritu the amount of [PHP] 350,000.00, secured by a real estate mortgage. Because of the Landritos' continued inability to pay the loan, the due date for payment was extended on the condition that the interest that has already accrued shall, from then on, form part of the principal. As such, after the third extension, the principal amounted to [PHP] 874,125.00 in only two years. Despite the extensions, however, the debt remained unpaid, prompting the spouses Espiritu to foreclose the mortgaged property. The foreclosure proceeding in Heirs of Espiritu, however, was eventually nullified by this Court because the Landritos were deprived of the opportunity to settle the debt, in view of the overstated amount demanded from them. As held: Since the [s]pouses Landrito, the debtors in this case, were not given an opportunity to settle their debt, at the correct amount and without the iniquitous interest imposed, no foreclosure proceedings may be instituted. A judgment ordering a foreclosure sale is conditioned upon a finding on the correct amount of the unpaid obligation and the failure of the debtor to pay the said amount. In this case, it has not yet been shown that the [s]pouses Landrito had already failed to pay the correct amount of the debt and, therefore, a foreclosure sale cannot be conducted in order to answer for the unpaid debt. [. . .] As a result, the subsequent registration of the foreclosure sale cannot transfer any rights over the mortgaged property to the [s]pouses Espiritu. The registration of the foreclosure sale, herein declared invalid, cannot vest title over the mortgaged property. [. . .] Applying Espiritu, the extra-judicial foreclosure of the mortgaged property dated October 12, 1987 is declared null, void, and of no legal effect.[15] However, in Our previous Decision, We refused to apply the doctrines announced in both Spouses Andal and Spouses Albos, on the ground that supposedly, they were not on all fours with the facts of the present case. Specifically, this Court held that: The CA erred in relying in Spouses Andal in justifying the nullity of the foreclosure proceedings and auction sale. The Court cannot discriminately apply its ruling to all instances involving foreclosure of mortgaged properties of defaulting debtors due to usurious interests. The circumstances peculiar to the case that influenced the Court to render such ruling should have been taken into consideration by the CA before applying it to the case of Ang and Fernandez. As pointed out by UCPB, the borrowers in Spouses Andal were unable to pay their loan solely due to \"the exorbitant rate of interest unilaterally determined and imposed\" by the bank. On the other hand, in the present case, Ang and Fernandez defaulted in their loan obligation \"due to dollar shortage, high exchange rate.\" Moreover, in Andal, the borrowers were able to pay a substantial portion of their loan, [PHP] 14,800,000.00 out of [PHP] 21,805,000.00 or approximately 68% of their loan. Meanwhile, in the present case, Ang and Fernandez were only able to pay [PHP] 2,349,514.95 of their [PHP] 16,000,000.00 principal obligation.[16] In its Comment[17] to the instant Motion, petitioner asserts that there was no mistake in the present Decision being sought to be reconsidered. We grant the Motion. A careful reading of both Spouses Andal and Spouses Albos would reveal that the dispositions therein were not made to depend on the cause of non-payment of the principal loan; nor was the amount paid against the principal loan taken into consideration, in so making the clarification anent the validity of the subsequent foreclosure proceedings. It appears that as long as the interest rates were unconscionable or unilaterally imposed by the mortgagee, the foreclosure proceedings that followed should be annulled. In the instant case, not only was there a finding, both by this Court and also by the courts below, that the interest rates being imposed were unilaterally imposed by petitioner, thus making it potestative or entirely dependent on petitioner's will. Being potestative, the principle of mutuality of contracts, found in Articles 1308 and 1309 of the Civil Code, could not have been present, making the provisions on interest void. Being void, the subsequent foreclosure proceedings could not have been held validly. This is the essence of both the Spouses Andal and the Spouses Albos cases, which this Court now finds to be applicable after all, and should be relied upon for being more attuned to our civil laws and more in keeping with the spirit of fair play and justice. Indeed, both Spouses Andal and Spouses Albos support the Dissenting Opinion[18] of Justice Zalameda whose view, to the mind of this Court, should now be adopted. The unilateral imposition of interests, at such rate that the lender or mortgagee so pleases, cannot and should not be reason to justify a foreclosure sale. The mortgagor should be given a chance to pay their indebtedness at an interest rate clearly agreed upon by the parties, otherwise, they shall be at the mercy of their creditor, standing to lose their property without being afforded a fair opportunity to settle their indebtedness. To help solidify some more the submission of this Court, We are citing our pronouncements in the 2019 case of Vasquez v. Philippine National Bank.[19] In the hope that this will help settle with conviction the issues involved in the instant Motion, We are quoting at length our disquisitions in said case. Thus: Jurisprudence has held that in a situation wherein a debtor was not given an opportunity to settle his/her debt at the correct amount due to the imposition of a null and void interest rate scheme, no foreclosure proceedings may be instituted. The registration of such foreclosure sale has been held to be invalid and cannot vest title over the mortgaged property. In a situation wherein null and void interest rates are imposed under a contract of loan, the non-payment of the principal loan obligation does not place the debtor in a state of default, considering that under Article 1252 of the Civil Code, if a debt produces interest, payment of the principal shall not be deemed to have been made until the interests have been covered. Necessarily, since the obligation of making interest payments in the instant case is illegal and thus non-demandable, the payment of the principal loan obligation was likewise not yet demandable on the part of PNB. With Vasquez not being in a state of default, the foreclosure of the subject properties should not have proceeded. In Heirs of Zoilo Espiritu v. [Spouses] Landrito, the loan obligation involved, which was secured by a mortgage, was marred by an iniquitous imposition of monetary interest because the creditors omitted to specifically identify the imposable interest rate, just as in the instant case. Because of the failure of the debtors to pay back the loan, the mortgaged property was foreclosed. The debtors failed to redeem the foreclosed property. The Court in that case held that the foreclosure proceedings should not be given effect, viz.: [. . .] If the foreclosure proceedings were considered valid, this would result in an inequitable situation wherein the Spouses Landrito will have their land foreclosed for failure to pay an over-inflated loan only a small part of which they were obligated to pay. [. . . .] Since the [s]pouses Landrito, the debtors in this case, were not given an opportunity to settle their debt, at the correct amount and without the iniquitous interest imposed, no foreclosure proceedings may be instituted. A judgment ordering a foreclosure sale is conditioned upon a finding on the correct amount of the unpaid obligation and the failure of the debtor to pay the said amount. In this case, it has not yet been shown that the [s]pouses Landrito had already failed to pay the correct amount of the debt and, therefore, a foreclosure sale cannot be conducted in order to answer for the unpaid debt. The foreclosure sale conducted upon their failure to pay [PHP] 874,125 in 1990 should be nullified since the amount demanded as the outstanding loan was overstated; consequently[,] it has not been shown that the mortgagors — the [s]pouses Landrito, have failed to pay their outstanding obligation. Moreover, if the proceeds of the sale together with its reasonable rates of interest were applied to the obligation, only a small part of its original loans would actually remain outstanding, but because of the unconscionable interest rates, the larger part corresponded to said excessive and iniquitous interest. As a result, the subsequent registration of the foreclosure sale cannot transfer any rights over the mortgaged property to the [s]pouses Espiritu. The registration of the foreclosure sale, herein declared invalid, cannot vest title over the mortgaged property. The Torrens system does not create or vest title where one does not have a rightful claim over a real property. It only confirms and records title already existing and vested. It does not permit one to enrich oneself at the expense of another. Thus, the decree of registration, even after the lapse of [one] year, cannot attain the status of indefeasibility. Similarly, in [Spouses] Albos v. [Spouses] Embisan, the extra-judicial foreclosure sale of a mortgaged property, which was foreclosed due to the non-payment of a loan, was invalidated because the interest rates imposed on the loan were found to be null and void due to their unconscionability. In [Spouses] Castro v. Tan, on the basis of the nullity of the imposed interest rates due to their iniquity, the Court nullified the foreclosure proceedings \"since the amount demanded as the outstanding loan was overstated. Consequently, it has not been shown that the respondents have failed to pay the correct amount of their outstanding obligation. Accordingly, we declare the registration of the foreclosure sale invalid and cannot vest title over the mortgaged property.\" Also, in [Spouses] Andal v. PNB, the Court upheld the nullification of the foreclosure sale, affirming the appellate court's holding that \"since the interest rates are null and void, [respondent] bank has no right to foreclose [petitioners-spouses'] properties and any foreclosure thereof is illegal. [. . .]. Since there was no default yet, it is premature for [respondent] bank to foreclose the properties subject of the real estate mortgage contract.\" Hence, based on established jurisprudence, the fact that the interest rate scheme imposed upon Vasquez was null and void inevitably leads to the invalidity of the foreclosure sale. It would be unjust if the foreclosure sale of the subject properties was considered valid, as this would result in an inequitable situation wherein Vasquez would have his properties foreclosed for failure to pay a loan that was unduly inflated due to the unilateral and one-sided imposition of monetary interest.[20] (Emphasis supplied, citations omitted) To the mind of this Court, with the aforementioned cases supporting a view contrary to Our initial ruling, it is now clear that the position taken by respondents and Justice Zalameda are more in accord with the law and should be adopted if this Court is to mete out a disposition justifiable in all aspects. ACCORDINGLY, the instant Motion for Reconsideration is GRANTED. The Decision dated November 24, 2021, finding for petitioner United Coconut Planters Bank in the instant case is hereby VACATED and in lieu thereof, a new one is entered AFFIRMING IN TOTO the Decision dated May 11, 2015 of the Court of Appeals in CA-G.R. CV No. 04270. SO ORDERED. Zalameda and Kho, Jr., JJ., concur. Leonen, SAJ. (Chairperson), see separate dissenting opinion. Marquez, J., maintains his vote in the November 24, 2021 Decision. * See Notice of Resolution dated October 19, 2022, rollo, pp. 406-408. [1] Id. at 366-378. [2] Id. at 336-356. The Decision dated November 24, 2021 in G.R. No. 222448 was penned by Associate Justice Rosmari D. Carandang (a retired Member of this Court) and concurred in by Senior Associate Justice Marvic M.V.F. Leonen and Associate Justices Ricardo R. Rosario and Jose Midas P. Marquez of the Third Division, Supreme Court. J. Zalameda, Dissenting Opinion, id. at 357-361. [3] Id. at 354. [4] Id. at 43-72. The May 11, 2015 Decision in CA-GR CV No. 04270 was penned by Associate Justice Jhosep Y. Lopez (now a Member of this Court) and concurred in by Associate Justices Gabriel T. Ingles and Marilyn B. Lagura-Yap of the Eighteenth Division, Court of Appeals, Cebu City. [5] Id. at 83-92. The June 22, 2011 Decision in SPCL. CIVIL ACTION NO. 6075 was penned by Assisting Judge Ledelia P. Aragona-Biliran of Branch 9, Regional Trial Court, Kalibo, Aklan. [6] Id. at 346-348; 61-69; 90-91. [7] 701 Phil. 483 (2013) [Per J. Reyes, En Banc]. [8] Id. at 500-501. [9] Rollo, pp. 367-368. [10] 722 Phil. 273 (2013) [Per J. Perez, Second Division]. [11] Rollo, pp. 368-369. [12] Spouses Andal v. Philippine National Bank, 722 Phil. 273, 284 (2013) [Per J. Perez, Second Division]. [13] Id. at 361. [14] 748 Phil. 907 (2014) [Per J. Velasco, Third Division]. [15] Id. at 919-920. [16] Rollo, pp. 350-351. [17] Id. at 411-421. [18] Id. at 357-361. [19] 860 Phil. 922 (2019) [Per J. Caguioa, Second Division]. [20] Id. at 949-952. DISSENTING OPINION LEONEN, SAJ.: I dissent. There exists no valid ground to grant the Motion for Reconsideration and reverse the ruling promulgated on November 24, 2021. In the original Decision[1] this Court upheld the validity of the foreclosure proceedings despite striking down the provisions on interest payment, declaring them to be null and void for violating the principle of mutuality of contracts: As a rule, the right to recover the principal of the loan remains and is not affected by the nullification of the interest imposed. Considering that the right to collect the loan through the foreclosure of the mortgage subsists despite the nullity of the stipulation of usurious interest, the CA erroneously nullified the foreclosure proceedings and auction sale.[2] Private Development Corporation of the Philippines v. Intermediate Appellate Court[3] explained that when an interest rate is voided for being iniquitous, the unpaid principal remains valid \"but the stipulation as to the usurious interest is void, consequently, the debt is to be considered without stipulation as to the interest.\"[4] Hence, the eventual nullification of the usurious or unconscionable interest rate will not affect the lender's right to be repaid the principal amount[5] and interest.[6] In United Coconut Planters Bank v. Spouses Beluso,[7] the Court, as in the current case, also voided the interest and penalty rates for being one-sided[8] and iniquitous,[9] but it nonetheless upheld the validity of the demand made on the debtor and the propriety of the foreclosure of mortgage. Spouses Beluso explained that an excessive demand does not invalidate the demand made, because it remains valid as to the proper amount. Further, an excessive demand is not one of the established grounds to nullify a foreclosure sale, thus: Default commences upon judicial or extrajudicial demand. The excess amount in such a demand does not nullify the demand itself, which is valid with respect to the proper amount. A contrary ruling would put commercial transactions in disarray, as validity of demands would be dependent on the exactness of the computations thereof, which are too often contested. There being a valid demand on the part of UCPB, albeit excessive, the spouses Beluso are considered in default with respect to the proper amount and, therefore, the interests and penalties began to run at that point. …. We agree with UCPB and affirm the validity of the foreclosure proceedings. Since we already found that a valid demand was made by UCPB upon the spouses Beluso, despite being excessive, the spouses Beluso are considered in default with respect to the proper amount of their obligation to UCPB and, thus, the property they mortgaged to secure such amounts may be foreclosed. Consequently, proceeds of the foreclosure sale should be applied to the extent of the amounts to which UCPB is rightfully entitled. As argued by UCPB, none of the grounds for the annulment of a foreclosure sale are present in this case. The grounds for the proper annulment of the foreclosure sale are the following: (1) that there was fraud, collusion, accident, mutual mistake, breach of trust or misconduct by the purchaser; (2) that the sale had not been fairly and regularly conducted; or (3) that the price was inadequate and the inadequacy was so great as to shock the conscience of the court.[10] (Citations omitted, emphasis supplied) The Court En Banc in Advocates for Truth in Lending, Inc. v. Bangko Sentral Monetary Board[11] then reiterated Spouses Beluso, stating that even with an excessive demand due to usurious loan with mortgage, the lender's right to foreclose a mortgage vest upon the borrower's failure to pay the debt due: Nonetheless, the nullity of the stipulation of usurious interest does not affect the lender's right to recover the principal of a loan, nor affect the other terms thereof. Thus, in a usurious loan with mortgage, the right to foreclose the mortgage subsists, and this right can be exercised by the creditor upon failure by the debtor to pay the debt due. The debt due is considered as without the stipulated excessive interest, and a legal interest of 12% per annum will be added in place of the excessive interest formerly imposed[.][12] (Citation omitted) This was repeated in Solid Builders, Inc. v. China Banking Corp.[13] where the Court emphasized that a nullified usurious interest rate will not affect the other valid terms of the loan nor the lender's right to recover the principal loan amount: As debtor-mortgagors, however, SBI and MFII do not have a right to prevent the creditor-mortgagee CBC from foreclosing on the mortgaged properties simply on the basis of alleged \"usurious, exorbitant and confiscatory rate of interest.\" First assuming that the interest rate agreed upon by the parties is usurious, the nullity of the stipulation of usurious interest does not affect the lender's right to recover the principal loan, nor affect the other terms thereof. Thus, in a usurious loan with mortgage, the right to foreclose the mortgage subsists, and this right can be exercised by the creditor upon failure by the debtor to pay the debt due.[14] (Citation omitted, emphasis in the original) The ponencia refers to the ruling in Spouses Andal v. Philippine National Bank,[15] Spouses Albos v. Spouses Embisan,[16] and Vasquez v. Philippine National Bank[17] as basis for its reversal of our Decision. With all due respect, I do not agree that the cited cases support the overturning of our earlier ruling and established jurisprudence. In Spouses Andal, we held that the varying interest rates of 17.5% to 27% per annum not only violated the principle of mutuality of contracts, but were also unconscionable, thus the provisions on interest rates were struck down for being contrary to law and morals. Further, the borrowers were declared not to be in default because of their inability to pay the \"arbitrary, illegal and unconscionable interest rates and penalty charges unilaterally imposed by [respondent] bank.\"[18] Spouses Andal stressed: It is worth mentioning that both the RTC and the CA are one in saying that \"[petitioners-spouses] cannot be considered in default for their inability to pay the arbitrary, illegal and unconscionable interest rates and penalty charges unilaterally imposed by [respondent] bank.\" This is precisely the reason why the foreclosure proceedings involving petitioners-spouses' properties were invalidated. As pointed out by the CA, \"since the interest rates are null and void, [respondent] bank has no right to foreclose [petitioners-spouses'] properties and any foreclosure thereof is illegal...Since there was no default yet, it is premature for [respondent] bank to foreclose the properties subject of the real estate mortgage contract.\"[19] (Citations omitted, emphasis supplied) On the other hand, in Spouses Albos we struck down a 5% monthly simple interest rate, which was eventually compounded after several payment extensions, for being unconscionable and iniquitous. Citing Heirs of Espiritu, the Court in Spouses Albos nullified the foreclosure sale because the borrowers \"were deprived of the opportunity to settle the debt, in view of the overstated amount demanded from them.\"[20] Heirs of Espiritu, in turn, nullified the varying unspecified interest rates applied in the loan contract, which averaged at 6.39% per month, for being unconscionable and replaced it with the legal interest rate of 12% per annum. Heirs of Espiritu ruled that while the terms of the real estate mortgage remained effective despite the nullity of the unconscionable interest rates, the previous demand of the bloated amount cannot be considered as a valid demand for payment. Heirs of Espiritu explains: While the terms of the Real Estate Mortgage remain effective, the foreclosure proceedings held on 31 October 1990 cannot be given effect. In the Notice of Sheriffs Sale dated 5 October 1990, and in the Certificate of Sale dated 31 October 1990, the amount designated as mortgage indebtedness amounted to P874,125.00. Likewise, in the demand letter dated 12 December 1989, Zoila Espiritu demanded from the Spouses Landrito the amount of P874,125.00 for the unpaid loan. Since the debt due is limited to the principal of P350,000.00 with 12% per annum as legal interest, the previous demand for payment of the amount of P874,125.00 cannot be considered as a valid demand for payment. For an obligation to become due, there must be a valid demand. Nor can the foreclosure proceedings be considered valid since the total amount of the indebtedness during the foreclosure proceedings was pegged at P874,125.00 which included interest and which this Court now nullifies for being excessive, iniquitous and exorbitant. If the foreclosure proceedings were considered valid, this would result in an inequitable situation wherein the Spouses Landrito will have their land foreclosed for failure to pay an over-inflated loan only a small part of which they were obligated to pay.[21] (Citations omitted, emphasis supplied) Finally, in Vasquez we struck down the unilateral escalation of increased interest rates in a secured loan which caused the original loan amount of PHP 1,400,000.00 to balloon to PHP 2,363,315.40, despite the borrower making regular payments towards the loan obligation.[22] Vasquez declared that when \"a debtor was not given an opportunity to settle his/her debt at the correct amount due to the imposition of a null and void interest rate scheme, no foreclosure proceedings may be instituted\"[23] because \"the non-payment of the principal loan obligation does not place the debtor in a state of default[.]\"[24] While this statement from Vasquez might appear to support the ponencia, a closer look shows that the foreclosure proceedings were likewise nullified because of the unconscionable interest rates and not just because the interest rates were voided. It was precisely the overinflated amount that made the Court rule that the debtor was not given a chance to pay the debt at the correct amount. Even in the cases cited in Vasquez, the foreclosure proceedings there were nullified because of the iniquitous interest rates which were unilaterally imposed by the lender.[25] Vasquez thus declared: Hence, based on established jurisprudence, the fact that the interest rate scheme imposed upon Vasquez was null and void inevitably leads to the invalidity of the foreclosure sale. It would be unjust if the foreclosure sale of the subject properties was considered valid, as this would result in an inequitable situation wherein Vasquez would have his properties foreclosed for failure to pay a loan that was unduly inflated due to the unilateral and one-sided imposition of monetary interest.[26] (Emphasis supplied) Spouses Albos, Spouses Andal, Heirs of Espiritu, and Vasquez thus instruct that an unconscionable interest rate will prevent the borrower from being informed of the correct amount to be paid, hence, it cannot be said that a valid demand was made, resulting to a substantial defect in the foreclosure proceeding which necessarily entails its nullification. Such is not the case here. The provisions on interest rates in the loan contract between petitioner and respondents were struck down for being unilaterally imposed, thereby violating the principle on mutuality of contracts, not because they were unconscionable or iniquitous. We held: The subject interest stipulation becomes legally objectionable not simply because the borrower failed to consent to it. Instead, the stipulation on the adjustment of interest must be nullified because of the probability that an upward adjustment that the bank may impose will result to an unconscionable or usurious interest. As pointed out by the RTC, taken from whatever vantage point, it is only UCPB that has discretion to impose future interest rate/s on the obligation of Ang and Fernandez. The Manila Reference Rates, Treasury Bill Rates, other Market Based Reference Rates are mere references which may not be followed at all by UCPB as these are subject to quarterly review and resetting at the option of the bank. The review and resetting mechanism were also determined to be a vague and indistinct concept solely beneficial to UCPB and prejudicial to the borrowers.[27] (Citation omitted, emphasis supplied) As it is, there was no finding that petitioner's imposed interest rates were unconscionable or iniquitous. Instead, the lower courts found that the setting of interest rates was purely unilateral because petitioner had the full discretion to base the interest rates on any of the following reference rates or not follow them at all: \"(1) the prevailing market rate of the Manila Reference Rate; or (2) the Treasury Bill Rates; or (3) other market-based reference rate obtaining at the time of the availment of the loan subject to the quarterly interest review and resetting at the option of the bank.\"[28] The Regional Trial Court struck down the loan provisions on interest payment for violating: (a) Articles 1308[29] and 1309[30] of the Civil Code, or the provisions on the mutuality of a contract; and (b) the disclosure provisions of Republic Act 3765 or the Truth in Lending Act because respondents signed blank promissory notes. The dispositive portion of the Regional Trial Court Decision reads: WHEREFORE, premises considered, judgment is hereby rendered as follows: Declaring as Null and Void the provisions fixing and/or imposing interest rates as stated in the Credit Agreement, Real Estate Mortgage and Promissory Notes, for being violative of the provisions of Article 1308 and Article 1309 of the New Civil Code of the Philippines and RA 3765 known as the Truth in Lending Act;Declaring the five (5) Promissory Notes as NULL and VOID for having violated the provisions of Section 4, paragraphs (5), (6) and (7) of the Truth in Lending Act;Declaring the Sale at Public Auction conducted on August 2, 1999 as Null and Void; The defendant bank is hereby directed to recompute the total amount of indebtedness of the petitioner based on the interest rate known and agreed by both parties at the time the contract was consummated.[31] Upon motion for reconsideration, the Regional Trial Court modified its Decision and upheld the validity of the sale at public auction. The dispositive portion of the Regional Trial Court's resolution reads: WHEREFORE, premises considered, judgment is rendered: Declaring the sale at public auction conducted on August 2, 1999 to be valid; Petitioners are liable to respondent bank the principal amount of P16 Million Pesos plus compounded legal interest of 12% per annum and penalty of 12% per annum on the amount due from date of demand. Respondent bank is ordered to deduct from the liability of petitioners the amount of payments in the amount of P2,349,514.95. The proceeds from the auction sale in the amount of P21,985,000.00 less expenses for the auction sale and attorney's fees shall be applied to and deducted from petitioner's indebtedness. SO ORDERED.[32] On appeal, the Court of Appeals upheld the finding of the invalidity of the interest rate provisions for violating the principle of mutuality of contracts. However, it partially reversed the Regional Trial Court by nullifying the auction sale. The dispositive portion of the Court of Appeals Decision reads: WHEREFORE, the instant appeal is hereby PARTIALLY GRANTED. It is hereby declared: That the five (5) Promissory Notes are valid. That the provisions fixing and/or imposing interest rates are NULL and VOID for being violative of the provisions of Article 1308 of the New Civil Code; That the sale at public auction conducted on August 2, 1999 is NULL and VOID;The case is REMANDED to the trial court for proceedings to determine, based on evidence already on record and other evidence it may admit in the proceedings before it, the total indebtedness of the appellants. It shall be computed by deducting the amount already paid on the principal obligation plus legal interest of twelve percent (12%) per annum computed from extrajudicial demand until June 30, 2013, and six percent (6%) per annum from July 1, 2013 until fully paid. SO ORDERED.[33] The Court of Appeals denied petitioner's motion for reconsideration.[34] Clearly then, there was no finding that the unilaterally imposed interest rates led to a bloated or unconscionable total loan amount, hence, a proper demand was made on respondents leading to the validity of the foreclosure proceedings and sale at public auction. We stated in our challenged Decision that our ruling in Spouses Andal should not be indiscriminately applied to all foreclosure of mortgaged properties involving defaulting debtors due to iniquitous interest rates because \"[t]his restrictive and unjust construction of the Court's ruling in Andal and in other similar cases will weaken the public's confidence in the banking industry.\"[35] We then cautioned that the peculiar circumstances inherent in every case must be taken into account when ruling on the validity of foreclosure proceedings.[36] ACCORDINGLY, I vote to DENY the Motion for Reconsideration. [1] United Coconut Planters Bank v. Ang, 916 Phil. 482 (2021) [Per J. Carandang, Third Division]. [2] Id. at 501. [3] 288 Phil. 146 (1992) [Per J. Nocon, Second Division]. [4] Id. at 153. [5] First Metro Investment Corporation v. Este Del Sol Mountain Reserve, Inc., 420 Phil. 902, 918 (2001) [Per J. De Leon, Second Division]. [6] See Advocates for Truth in Lending, Inc. v. Bangko Sentral Monetary Board, 701 Phil. 483, 501 (2013) [Per J. Reyes, En Banc]. [7] 557 Phil. 326 (2007) [Per J. Chico-Nazario, Third Division]. [8] Id. at 341. [9] Id. at 348. [10] United Coconut Planters Bank v. Spouses Beluso, 557 Phil. 326, 346, 350-351 (2007) [Per J. Chico-Nazario, Third Division]. [11] 701 Phil. 483 (2013) [Per J. Reyes, En Banc]. [12] Id. at 500-501. [13] 708 Phil. 96 (2013) [Per J. Leonardo-De Castro, First Division]. [14] Id. at 114. [15] 722 Phil. 273 (2013) [Per J. Perez, Second Division]. [16] 748 Phil. 907 (2014) [Per J. Velasco, Jr. Third Division]. [17] 860 Phil. 922 (2019) [Per J. Caguioa, Second Division]. [18] Spouses Andal v. Philippine National Bank, 722 Phil. 273, 284 (2013) [Per J. Perez, Second Division]. [19] Id. [20] Spouse Albos v. Spouses Embisan, 748 Phil. 907, 919 (2014) [Per J. Velasco, Jr. Third Division]. [21] Heirs of Espiritu v. Landrito, 549 Phil. 180, 193 (2007) [Per J. Chico-Nazario, Third Division]. [22] Vasquez v. Philippine National Bank, 860 Phil. 922, 929-930 (2019) [Per J. Caguioa, Second Division]. [23] Id. at 949. [24] Id. at 950. [25] Id. at 950-952. [26] Id. at 952. [27] United Coconut Planters Bank v. Ang, 916 Phil. 482, 498 (2021) [Per J. Carandang, Third Division].[28] Id. at 496-497. (Citation omitted)[29] CIVIL CODE, art. 1308. Article 1308 states, the contract must bind both contracting parties; its validity or compliance cannot be left to the will of one of them. [30] CIVIL CODE, art. 1309. Article 1309 states, the determination of the performance may be left to a third person, whose decision shall not be binding until it has been made known to both contracting parties. [31] United Coconut Planters Bank v. Ang, 916 Phil. 482, 486 (2021) [Per J. Carandang, Third Division]. [32] Id. at 487. [33] Id. at 488-489. [34] Id. at 490. [35] Id. at 505. [36] Id. at 501-502. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "united",
    "coconut",
    "planters",
    "substituted",
    "philippines",
    "petitioner",
    "editha",
    "violeta",
    "fernandez",
    "respondents",
    "rosario",
    "before",
    "motion",
    "reconsideration",
    "collectively",
    "asking",
    "court",
    "second",
    "decision",
    "finding"
  ],
  "title_summary": "UNITED COCONUT PLANTERS BANK, SUBSTITUTED BY LAND BANK OF THE PHILIPPINES,* PETITIONER, VS. EDITH...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly\n\nSPECIAL THIRD DIVISION\nSPECIAL THIRD DIVISION\n\n[ G.R. No. 222448, March 03, 2025 ]\n[ G.R. No. 222448, March 03, 2025 ]\n\nUNITED COCONUT PLANTERS BANK, SUBSTITUTED BY LAND BANK OF THE PHILIPPINES,* PETITIONER, VS. EDITHA F. ANG AND VIOLETA M. FERNANDEZ, RESPONDENTS.\n\nR E S O L U T I O N\nUNITED COCONUT PLANTERS BANK, SUBSTITUTED BY LAND BANK OF THE PHILIPPINES, * PETITIONER, VS. EDITHA F. ANG AND VIOLETA M. FERNANDEZ, RESPONDENTS.\n\nR E S O L U T I O N\n\nROSARIO, J.:\n\nBefore Us is the Motion for Reconsideration [1] filed by respondents Editha F. Ang (Ang) and Violeta M. Fernandez (Fernandez; collectively, respondents), asking the Court to take a second look at its Decision, [2] finding for petitioner United Coconut Planters Bank (petitioner) in the instant case, the dispositive portion of which reads:\n\nWHEREFORE , premises considered, the Decision dated May 11, 2015 and the Resolution dated December 4, 2015 of the Court of Appeals in CA-G.R. CV No. 04270 are SET ASIDE . Judgment is rendered as follows: The extrajudicial foreclosure and auction sale conducted on August 2, 1999 is DECLARED valid; and The Petition for Declaration of Nullity of Foreclosure, Auction Sale and Promissory Note & Fixing of True Account of Petitioners is DISMISSED .\n\nSO ORDERED. [3] (Emphasis in the original)\n\nIn said Decision, as well as the Decision [4] of the Court of Appeals, and the Decision [5] of the Regional Trial Court (RTC), it was established that the interests imposed by petitioner on the loan granted to respondents were unlawful, as it was not shown that the latter could have agreed to said interests, much less to the interest rates that petitioner would eventually charge them. The Credit Agreement and other loan documents relative to the loan, according to the courts below and this Court, were null and void for being potestative in character and thus violative of the principle of mutuality of contracts in Articles 1308 and 1309 of the Civil Code. [6]\n\nAgainst this settled factual backdrop, the only issue left to be resolved by the Court is whether or not foreclosure proceedings due to non-payment of the loan may be held valid even if it is proved that the interest rates imposed by the lender were improper and unlawful.\n\nThis Court initially answered the query positively, as in Our Decision now under review, We relied on some jurisprudence, including the 2013 case of Advocates For Truth in Lending, Inc. v. Bangko Sentral Monetary Board [7] which apparently supported the same. Thus:\n\nThe imposition of an unconscionable rate of interest on a money debt, even if knowingly and voluntarily assumed, is immoral and unjust. It is tantamount to a repugnant spoliation and an iniquitous deprivation of property, repulsive to the common sense of [a person]. It has no support in law, in principles of justice, or in the human conscience nor is there any reason whatsoever which may justify such imposition as righteous and as one that may be sustained within the sphere of public or private morals.\n\nStipulations authorizing iniquitous or unconscionable interests have been invariably struck down for being contrary to morals, if not against the law. Indeed, under Article 1409 of the Civil Code, these contracts are deemed inexistent and void ab initio, and therefore cannot be ratified, nor may the right to set up their illegality as a defense be waived.\n\nNonetheless, the nullity of the stipulation of usurious interest does not affect the lender's right to recover the principal of a loan, nor affect the other terms thereof. Thus, in a usurious loan with mortgage, the right to foreclose the mortgage subsists, and this right can be exercised by the creditor upon failure by the debtor to pay the debt due. [8] (Citations omitted)\n\nRespondents now point out that Our reliance on said jurisprudence is misplaced, considering that the case involved a petition seeking clarification on the authority of the Bangko Sentral ng Pilipinas Monetary Board to enforce Central Bank Circular No. 905, and the statement concerning the validity of foreclosure sales made in the face of usurious and unlawful interests was a mere obiter dictum . According to respondents, Advocates did not directly deal with the propriety of holding foreclosure sales proceeding from non-payment of iniquitous and unilaterally imposed interests. [9]\n\nRespondents then assert that the jurisprudence more accurately applicable should be the case of Spouses Andal v. Philippine National Bank , [10] decided by this Court also in 2013, but subsequent to the Advocates case. [11]\n\nIn Spouses Andal , this Court held that:\n\nIt is worth mentioning that both the RTC and the CA are one in saying that \"[petitioners-spouses] cannot be considered in default for their inability to pay the arbitrary, illegal and unconscionable interest rates and penalty charges unilaterally imposed by [respondent] bank.\" This is precisely the reason why the foreclosure proceedings involving petitioners-spouses' properties were invalidated. As pointed out by the CA, \"since the interest rates are null and void, [respondent] bank has no right to foreclose [petitioners-spouses'] properties and any foreclosure thereof is illegal. x x x. Since there was no default yet, it is premature for [respondent] bank to foreclose the properties subject of the real estate mortgage contract.\" [12]\n\nThe contradiction in the principles embodied in the two aforementioned cases is quite evident. However, in the questioned Decision, We opted to apply Advocates , and reject Spouses Andal .\n\nIt should be noted that in our Decision now being sought to be reconsidered, Associate Justice Rodil V. Zalameda (Justice Zalameda) filed his dissent, holding that it would be the height of injustice and unfairness if the property of the mortgagor or debtor should be foreclosed for their inability to pay a loan with ubiquitous, unconscionable, and unilaterally imposed interest rates. [13]\n\nRespondents likewise point out that the invalidity of foreclosure proceedings conducted pursuant to an interest rate unlawfully levelled on a loan finds support not only in Spouses Andal but also in the case of Spouses Albos v. Spouses Embisan , [14] where this Court held that:\n\nIn view of the above disquisitions, We are constrained to nullify the foreclosure proceedings with respect to the mortgaged property in this case, following the doctrine in Heirs of Zoilo and Primitiva Espiritu v. Landrito .\n\nIn Heirs of Espiritu , the spouses Maximo and Paz Landrito, sometime in 1986, borrowed from the spouses Zoilo and Primitiva Espiritu the amount of [PHP] 350,000.00, secured by a real estate mortgage. Because of the Landritos' continued inability to pay the loan, the due date for payment was extended on the condition that the interest that has already accrued shall, from then on, form part of the principal. As such, after the third extension, the principal amounted to [PHP] 874,125.00 in only two years. Despite the extensions, however, the debt remained unpaid, prompting the spouses Espiritu to foreclose the mortgaged property.\n\nThe foreclosure proceeding in Heirs of Espiritu , however, was eventually nullified by this Court because the Landritos were deprived of the opportunity to settle the debt, in view of the overstated amount demanded from them. As held:\n\nSince the [s]pouses Landrito, the debtors in this case, were not given an opportunity to settle their debt, at the correct amount and without the iniquitous interest imposed, no foreclosure proceedings may be instituted. A judgment ordering a foreclosure sale is conditioned upon a finding on the correct amount of the unpaid obligation and the failure of the debtor to pay the said amount. In this case, it has not yet been shown that the [s]pouses Landrito had already failed to pay the correct amount of the debt and, therefore, a foreclosure sale cannot be conducted in order to answer for the unpaid debt. [. . .]\n\nAs a result, the subsequent registration of the foreclosure sale cannot transfer any rights over the mortgaged property to the [s]pouses Espiritu. The registration of the foreclosure sale, herein declared invalid, cannot vest title over the mortgaged property. [. . .]\n\nApplying Espiritu, the extra-judicial foreclosure of the mortgaged property dated October 12, 1987 is declared null, void, and of no legal effect. [15]\n\nHowever, in Our previous Decision, We refused to apply the doctrines announced in both Spouses Andal and Spouses Albos , on the ground that supposedly, they were not on all fours with the facts of the present case. Specifically, this Court held that:\n\nThe CA erred in relying in Spouses Andal in justifying the nullity of the foreclosure proceedings and auction sale. The Court cannot discriminately apply its ruling to all instances involving foreclosure of mortgaged properties of defaulting debtors due to usurious interests. The circumstances peculiar to the case that influenced the Court to render such ruling should have been taken into consideration by the CA before applying it to the case of Ang and Fernandez.\n\nAs pointed out by UCPB, the borrowers in Spouses Andal were unable to pay their loan solely due to \"the exorbitant rate of interest unilaterally determined and imposed\" by the bank. On the other hand, in the present case, Ang and Fernandez defaulted in their loan obligation \"due to dollar shortage, high exchange rate.\" Moreover, in Andal , the borrowers were able to pay a substantial portion of their loan, [PHP] 14,800,000.00 out of [PHP] 21,805,000.00 or approximately 68% of their loan. Meanwhile, in the present case, Ang and Fernandez were only able to pay [PHP] 2,349,514.95 of their [PHP] 16,000,000.00 principal obligation. [16]\n\nIn its Comment [17] to the instant Motion, petitioner asserts that there was no mistake in the present Decision being sought to be reconsidered.\n\nWe grant the Motion.\n\nA careful reading of both Spouses Andal and Spouses Albos would reveal that the dispositions therein were not made to depend on the cause of non-payment of the principal loan; nor was the amount paid against the principal loan taken into consideration, in so making the clarification anent the validity of the subsequent foreclosure proceedings. It appears that as long as the interest rates were unconscionable or unilaterally imposed by the mortgagee, the foreclosure proceedings that followed should be annulled.\n\nIn the instant case, not only was there a finding, both by this Court and also by the courts below, that the interest rates being imposed were unilaterally imposed by petitioner, thus making it potestative or entirely dependent on petitioner's will. Being potestative, the principle of mutuality of contracts, found in Articles 1308 and 1309 of the Civil Code, could not have been present, making the provisions on interest void.\n\nBeing void, the subsequent foreclosure proceedings could not have been held validly. This is the essence of both the Spouses Andal and the Spouses Albos cases, which this Court now finds to be applicable after all, and should be relied upon for being more attuned to our civil laws and more in keeping with the spirit of fair play and justice.\n\nIndeed, both Spouses Andal and Spouses Albos support the Dissenting Opinion [18] of Justice Zalameda whose view, to the mind of this Court, should now be adopted. The unilateral imposition of interests, at such rate that the lender or mortgagee so pleases, cannot and should not be reason to justify a foreclosure sale. The mortgagor should be given a chance to pay their indebtedness at an interest rate clearly agreed upon by the parties, otherwise, they shall be at the mercy of their creditor, standing to lose their property without being afforded a fair opportunity to settle their indebtedness.\n\nTo help solidify some more the submission of this Court, We are citing our pronouncements in the 2019 case of Vasquez v. Philippine National Bank . [19] In the hope that this will help settle with conviction the issues involved in the instant Motion, We are quoting at length our disquisitions in said case. Thus:\n\nJurisprudence has held that in a situation wherein a debtor was not given an opportunity to settle his/her debt at the correct amount due to the imposition of a null and void interest rate scheme, no foreclosure proceedings may be instituted. The registration of such foreclosure sale has been held to be invalid and cannot vest title over the mortgaged property .\n\nIn a situation wherein null and void interest rates are imposed under a contract of loan, the non-payment of the principal loan obligation does not place the debtor in a state of default, considering that under Article 1252 of the Civil Code, if a debt produces interest, payment of the principal shall not be deemed to have been made until the interests have been covered. Necessarily, since the obligation of making interest payments in the instant case is illegal and thus non-demandable, the payment of the principal loan obligation was likewise not yet demandable on the part of PNB. With Vasquez not being in a state of default, the foreclosure of the subject properties should not have proceeded.\n\nIn Heirs of Zoilo Espiritu v. [Spouses] Landrito , the loan obligation involved, which was secured by a mortgage, was marred by an iniquitous imposition of monetary interest because the creditors omitted to specifically identify the imposable interest rate, just as in the instant case. Because of the failure of the debtors to pay back the loan, the mortgaged property was foreclosed. The debtors failed to redeem the foreclosed property. The Court in that case held that the foreclosure proceedings should not be given effect, viz .:\n\n[. . .] If the foreclosure proceedings were considered valid, this would result in an inequitable situation wherein the Spouses Landrito will have their land foreclosed for failure to pay an over-inflated loan only a small part of which they were obligated to pay.\n\n[. . . .]\n\nSince the [s]pouses Landrito, the debtors in this case, were not given an opportunity to settle their debt, at the correct amount and without the iniquitous interest imposed, no foreclosure proceedings may be instituted. A judgment ordering a foreclosure sale is conditioned upon a finding on the correct amount of the unpaid obligation and the failure of the debtor to pay the said amount. In this case, it has not yet been shown that the [s]pouses Landrito had already failed to pay the correct amount of the debt and, therefore, a foreclosure sale cannot be conducted in order to answer for the unpaid debt. The foreclosure sale conducted upon their failure to pay [PHP] 874,125 in 1990 should be nullified since the amount demanded as the outstanding loan was overstated; consequently[,] it has not been shown that the mortgagors — the [s]pouses Landrito, have failed to pay their outstanding obligation. Moreover, if the proceeds of the sale together with its reasonable rates of interest were applied to the obligation, only a small part of its original loans would actually remain outstanding, but because of the unconscionable interest rates, the larger part corresponded to said excessive and iniquitous interest.\n\nAs a result, the subsequent registration of the foreclosure sale cannot transfer any rights over the mortgaged property to the [s]pouses Espiritu. The registration of the foreclosure sale, herein declared invalid, cannot vest title over the mortgaged property. The Torrens system does not create or vest title where one does not have a rightful claim over a real property. It only confirms and records title already existing and vested. It does not permit one to enrich oneself at the expense of another. Thus, the decree of registration, even after the lapse of [one] year, cannot attain the status of indefeasibility.\n\nSimilarly, in [ Spouses ] Albos v . [ Spouses ] Embisan , the extra-judicial foreclosure sale of a mortgaged property, which was foreclosed due to the non-payment of a loan, was invalidated because the interest rates imposed on the loan were found to be null and void due to their unconscionability.\n\nIn [ Spouses ] Castro v. Tan , on the basis of the nullity of the imposed interest rates due to their iniquity, the Court nullified the foreclosure proceedings \"since the amount demanded as the outstanding loan was overstated. Consequently, it has not been shown that the respondents have failed to pay the correct amount of their outstanding obligation. Accordingly, we declare the registration of the foreclosure sale invalid and cannot vest title over the mortgaged property.\"\n\nAlso, in [ Spouses ] Andal v. PNB , the Court upheld the nullification of the foreclosure sale, affirming the appellate court's holding that \"since the interest rates are null and void, [respondent] bank has no right to foreclose [petitioners-spouses'] properties and any foreclosure thereof is illegal. [. . .]. Since there was no default yet, it is premature for [respondent] bank to foreclose the properties subject of the real estate mortgage contract.\"\n\nHence, based on established jurisprudence, the fact that the interest rate scheme imposed upon Vasquez was null and void inevitably leads to the invalidity of the foreclosure sale. It would be unjust if the foreclosure sale of the subject properties was considered valid, as this would result in an inequitable situation wherein Vasquez would have his properties foreclosed for failure to pay a loan that was unduly inflated due to the unilateral and one-sided imposition of monetary interest. [20] (Emphasis supplied, citations omitted)\n\nTo the mind of this Court, with the aforementioned cases supporting a view contrary to Our initial ruling, it is now clear that the position taken by respondents and Justice Zalameda are more in accord with the law and should be adopted if this Court is to mete out a disposition justifiable in all aspects.\n\nACCORDINGLY , the instant Motion for Reconsideration is GRANTED . The Decision dated November 24, 2021, finding for petitioner United Coconut Planters Bank in the instant case is hereby VACATED and in lieu thereof, a new one is entered AFFIRMING IN TOTO the Decision dated May 11, 2015 of the Court of Appeals in CA-G.R. CV No. 04270.\n\nSO ORDERED.\n\nZalameda and Kho, Jr., JJ ., concur.\nLeonen, SAJ. (Chairperson) , see separate dissenting opinion.\nMarquez, J ., maintains his vote in the November 24, 2021 Decision.\n\n* See Notice of Resolution dated October 19, 2022, rollo , pp. 406-408.\n\n[1] Id. at 366-378.\n\n[2] Id. at 336-356. The Decision dated November 24, 2021 in G.R. No. 222448 was penned by Associate Justice Rosmari D. Carandang (a retired Member of this Court) and concurred in by Senior Associate Justice Marvic M.V.F. Leonen and Associate Justices Ricardo R. Rosario and Jose Midas P. Marquez of the Third Division, Supreme Court. J. Zalameda, Dissenting Opinion, id. at 357-361.\n\n[3] Id. at 354.\n\n[4] Id. at 43-72. The May 11, 2015 Decision in CA-GR CV No. 04270 was penned by Associate Justice Jhosep Y. Lopez (now a Member of this Court) and concurred in by Associate Justices Gabriel T. Ingles and Marilyn B. Lagura-Yap of the Eighteenth Division, Court of Appeals, Cebu City.\n\n[5] Id. at 83-92. The June 22, 2011 Decision in SPCL. CIVIL ACTION NO. 6075 was penned by Assisting Judge Ledelia P. Aragona-Biliran of Branch 9, Regional Trial Court, Kalibo, Aklan.\n\n[6] Id. at 346-348; 61-69; 90-91.\n\n[7] 701 Phil. 483 (2013) [Per J. Reyes, En Banc ].\n\n[8] Id. at 500-501.\n\n[9] Rollo , pp. 367-368.\n\n[10] 722 Phil. 273 (2013) [Per J. Perez, Second Division].\n\n[11] Rollo , pp. 368-369.\n\n[12] Spouses Andal v. Philippine National Bank , 722 Phil. 273, 284 (2013) [Per J. Perez, Second Division].\n\n[13] Id. at 361.\n\n[14] 748 Phil. 907 (2014) [Per J. Velasco, Third Division].\n\n[15] Id. at 919-920.\n\n[16] Rollo , pp. 350-351.\n\n[17] Id. at 411-421.\n\n[18] Id. at 357-361.\n\n[19] 860 Phil. 922 (2019) [Per J. Caguioa, Second Division].\n\n[20] Id. at 949-952.\n\nDISSENTING OPINION\n\nLEONEN, SAJ .:\n\nI dissent. There exists no valid ground to grant the Motion for Reconsideration and reverse the ruling promulgated on November 24, 2021.\n\nIn the original Decision [1] this Court upheld the validity of the foreclosure proceedings despite striking down the provisions on interest payment, declaring them to be null and void for violating the principle of mutuality of contracts:\n\nAs a rule, the right to recover the principal of the loan remains and is not affected by the nullification of the interest imposed. Considering that the right to collect the loan through the foreclosure of the mortgage subsists despite the nullity of the stipulation of usurious interest, the CA erroneously nullified the foreclosure proceedings and auction sale. [2]\n\nPrivate Development Corporation of the Philippines v. Intermediate Appellate Court [3] explained that when an interest rate is voided for being iniquitous, the unpaid principal remains valid \"but the stipulation as to the usurious interest is void, consequently, the debt is to be considered without stipulation as to the interest.\" [4] Hence, the eventual nullification of the usurious or unconscionable interest rate will not affect the lender's right to be repaid the principal amount [5] and interest. [6]\n\nIn United Coconut Planters Bank v. Spouses Beluso , [7] the Court, as in the current case, also voided the interest and penalty rates for being one-sided [8] and iniquitous, [9] but it nonetheless upheld the validity of the demand made on the debtor and the propriety of the foreclosure of mortgage. Spouses Beluso explained that an excessive demand does not invalidate the demand made, because it remains valid as to the proper amount. Further, an excessive demand is not one of the established grounds to nullify a foreclosure sale, thus:\n\nDefault commences upon judicial or extrajudicial demand. The excess amount in such a demand does not nullify the demand itself, which is valid with respect to the proper amount . A contrary ruling would put commercial transactions in disarray, as validity of demands would be dependent on the exactness of the computations thereof, which are too often contested.\n\nThere being a valid demand on the part of UCPB, albeit excessive, the spouses Beluso are considered in default with respect to the proper amount and, therefore, the interests and penalties began to run at that point.\n\n….\n\nWe agree with UCPB and affirm the validity of the foreclosure proceedings. Since we already found that a valid demand was made by UCPB upon the spouses Beluso, despite being excessive, the spouses Beluso are considered in default with respect to the proper amount of their obligation to UCPB and, thus, the property they mortgaged to secure such amounts may be foreclosed. Consequently, proceeds of the foreclosure sale should be applied to the extent of the amounts to which UCPB is rightfully entitled.\n\nAs argued by UCPB, none of the grounds for the annulment of a foreclosure sale are present in this case. The grounds for the proper annulment of the foreclosure sale are the following: (1) that there was fraud, collusion, accident, mutual mistake, breach of trust or misconduct by the purchaser; (2) that the sale had not been fairly and regularly conducted; or (3) that the price was inadequate and the inadequacy was so great as to shock the conscience of the court. [10] (Citations omitted, emphasis supplied)\n\nThe Court En Banc in Advocates for Truth in Lending, Inc. v. Bangko Sentral Monetary Board [11] then reiterated Spouses Beluso , stating that even with an excessive demand due to usurious loan with mortgage, the lender's right to foreclose a mortgage vest upon the borrower's failure to pay the debt due:\n\nNonetheless, the nullity of the stipulation of usurious interest does not affect the lender's right to recover the principal of a loan, nor affect the other terms thereof. Thus, in a usurious loan with mortgage, the right to foreclose the mortgage subsists, and this right can be exercised by the creditor upon failure by the debtor to pay the debt due. The debt due is considered as without the stipulated excessive interest, and a legal interest of 12% per annum will be added in place of the excessive interest formerly imposed[.] [12] (Citation omitted)\n\nThis was repeated in Solid Builders, Inc. v. China Banking Corp . [13] where the Court emphasized that a nullified usurious interest rate will not affect the other valid terms of the loan nor the lender's right to recover the principal loan amount:\n\nAs debtor-mortgagors, however, SBI and MFII do not have a right to prevent the creditor-mortgagee CBC from foreclosing on the mortgaged properties simply on the basis of alleged \"usurious, exorbitant and confiscatory rate of interest.\" First assuming that the interest rate agreed upon by the parties is usurious, the nullity of the stipulation of usurious interest does not affect the lender's right to recover the principal loan, nor affect the other terms thereof. Thus, in a usurious loan with mortgage, the right to foreclose the mortgage subsists, and this right can be exercised by the creditor upon failure by the debtor to pay the debt due. [14] (Citation omitted, emphasis in the original)\n\nThe ponencia refers to the ruling in Spouses Andal v. Philippine National Bank , [15] Spouses Albos v. Spouses Embisan , [16] and Vasquez v. Philippine National Bank [17] as basis for its reversal of our Decision.\n\nWith all due respect, I do not agree that the cited cases support the overturning of our earlier ruling and established jurisprudence.\n\nIn Spouses Andal , we held that the varying interest rates of 17.5% to 27% per annum not only violated the principle of mutuality of contracts, but were also unconscionable, thus the provisions on interest rates were struck down for being contrary to law and morals. Further, the borrowers were declared not to be in default because of their inability to pay the \"arbitrary, illegal and unconscionable interest rates and penalty charges unilaterally imposed by [respondent] bank.\" [18] Spouses Andal stressed:\n\nIt is worth mentioning that both the RTC and the CA are one in saying that \"[petitioners-spouses] cannot be considered in default for their inability to pay the arbitrary, illegal and unconscionable interest rates and penalty charges unilaterally imposed by [respondent] bank.\" This is precisely the reason why the foreclosure proceedings involving petitioners-spouses' properties were invalidated. As pointed out by the CA, \"since the interest rates are null and void, [respondent] bank has no right to foreclose [petitioners-spouses'] properties and any foreclosure thereof is illegal... Since there was no default yet, it is premature for [respondent] bank to foreclose the properties subject of the real estate mortgage contract .\" [19] (Citations omitted, emphasis supplied)\n\nOn the other hand, in Spouses Albos we struck down a 5% monthly simple interest rate, which was eventually compounded after several payment extensions, for being unconscionable and iniquitous. Citing Heirs of Espiritu , the Court in Spouses Albos nullified the foreclosure sale because the borrowers \"were deprived of the opportunity to settle the debt, in view of the overstated amount demanded from them.\" [20]\n\nHeirs of Espiritu , in turn, nullified the varying unspecified interest rates applied in the loan contract, which averaged at 6.39% per month, for being unconscionable and replaced it with the legal interest rate of 12% per annum. Heirs of Espiritu ruled that while the terms of the real estate mortgage remained effective despite the nullity of the unconscionable interest rates, the previous demand of the bloated amount cannot be considered as a valid demand for payment. Heirs of Espiritu explains:\n\nWhile the terms of the Real Estate Mortgage remain effective, the foreclosure proceedings held on 31 October 1990 cannot be given effect. In the Notice of Sheriffs Sale dated 5 October 1990, and in the Certificate of Sale dated 31 October 1990, the amount designated as mortgage indebtedness amounted to P874,125.00. Likewise, in the demand letter dated 12 December 1989, Zoila Espiritu demanded from the Spouses Landrito the amount of P874,125.00 for the unpaid loan. Since the debt due is limited to the principal of P350,000.00 with 12% per annum as legal interest, the previous demand for payment of the amount of P874,125.00 cannot be considered as a valid demand for paymen t. For an obligation to become due, there must be a valid demand. Nor can the foreclosure proceedings be considered valid since the total amount of the indebtedness during the foreclosure proceedings was pegged at P874,125.00 which included interest and which this Court now nullifies for being excessive, iniquitous and exorbitant. If the foreclosure proceedings were considered valid, this would result in an inequitable situation wherein the Spouses Landrito will have their land foreclosed for failure to pay an over-inflated loan only a small part of which they were obligated to pay. [21] (Citations omitted, emphasis supplied)\n\nFinally, in Vasquez we struck down the unilateral escalation of increased interest rates in a secured loan which caused the original loan amount of PHP 1,400,000.00 to balloon to PHP 2,363,315.40, despite the borrower making regular payments towards the loan obligation. [22] Vasquez declared that when \"a debtor was not given an opportunity to settle his/her debt at the correct amount due to the imposition of a null and void interest rate scheme, no foreclosure proceedings may be instituted\" [23] because \"the non-payment of the principal loan obligation does not place the debtor in a state of default[.]\" [24]\n\nWhile this statement from Vasquez might appear to support the ponencia , a closer look shows that the foreclosure proceedings were likewise nullified because of the unconscionable interest rates and not just because the interest rates were voided. It was precisely the overinflated amount that made the Court rule that the debtor was not given a chance to pay the debt at the correct amount. Even in the cases cited in Vasquez , the foreclosure proceedings there were nullified because of the iniquitous interest rates which were unilaterally imposed by the lender. [25] Vasquez thus declared:\n\nHence, based on established jurisprudence, the fact that the interest rate scheme imposed upon Vasquez was null and void inevitably leads to the invalidity of the foreclosure sale. It would be unjust if the foreclosure sale of the subject properties was considered valid, as this would result in an inequitable situation wherein Vasquez would have his properties foreclosed for failure to pay a loan that was unduly inflated due to the unilateral and one-sided imposition of monetary interest . [26] (Emphasis supplied)\n\nSpouses Albos, Spouses Andal, Heirs of Espiritu , and Vasquez thus instruct that an unconscionable interest rate will prevent the borrower from being informed of the correct amount to be paid, hence, it cannot be said that a valid demand was made, resulting to a substantial defect in the foreclosure proceeding which necessarily entails its nullification.\n\nSuch is not the case here.\n\nThe provisions on interest rates in the loan contract between petitioner and respondents were struck down for being unilaterally imposed, thereby violating the principle on mutuality of contracts, not because they were unconscionable or iniquitous. We held:\n\nThe subject interest stipulation becomes legally objectionable not simply because the borrower failed to consent to it. Instead, the stipulation on the adjustment of interest must be nullified because of the probability that an upward adjustment that the bank may impose will result to an unconscionable or usurious interest .\n\nAs pointed out by the RTC, taken from whatever vantage point, it is only UCPB that has discretion to impose future interest rate/s on the obligation of Ang and Fernandez. The Manila Reference Rates, Treasury Bill Rates, other Market Based Reference Rates are mere references which may not be followed at all by UCPB as these are subject to quarterly review and resetting at the option of the bank. The review and resetting mechanism were also determined to be a vague and indistinct concept solely beneficial to UCPB and prejudicial to the borrowers. [27] (Citation omitted, emphasis supplied)\n\nAs it is, there was no finding that petitioner's imposed interest rates were unconscionable or iniquitous . Instead, the lower courts found that the setting of interest rates was purely unilateral because petitioner had the full discretion to base the interest rates on any of the following reference rates or not follow them at all: \"(1) the prevailing market rate of the Manila Reference Rate; or (2) the Treasury Bill Rates; or (3) other market-based reference rate obtaining at the time of the availment of the loan subject to the quarterly interest review and resetting at the option of the bank.\" [28]\n\nThe Regional Trial Court struck down the loan provisions on interest payment for violating: (a) Articles 1308 [29] and 1309 [30] of the Civil Code, or the provisions on the mutuality of a contract; and (b) the disclosure provisions of Republic Act 3765 or the Truth in Lending Act because respondents signed blank promissory notes. The dispositive portion of the Regional Trial Court Decision reads:\n\nWHEREFORE, premises considered, judgment is hereby rendered as follows: Declaring as Null and Void the provisions fixing and/or imposing interest rates as stated in the Credit Agreement, Real Estate Mortgage and Promissory Notes, for being violative of the provisions of Article 1308 and Article 1309 of the New Civil Code of the Philippines and RA 3765 known as the Truth in Lending Act; Declaring the five (5) Promissory Notes as NULL and VOID for having violated the provisions of Section 4, paragraphs (5), (6) and (7) of the Truth in Lending Act; Declaring the Sale at Public Auction conducted on August 2, 1999 as Null and Void; The defendant bank is hereby directed to recompute the total amount of indebtedness of the petitioner based on the interest rate known and agreed by both parties at the time the contract was consummated. [31]\n\nUpon motion for reconsideration, the Regional Trial Court modified its Decision and upheld the validity of the sale at public auction. The dispositive portion of the Regional Trial Court's resolution reads:\n\nWHEREFORE, premises considered, judgment is rendered: Declaring the sale at public auction conducted on August 2, 1999 to be valid; Petitioners are liable to respondent bank the principal amount of P16 Million Pesos plus compounded legal interest of 12% per annum and penalty of 12% per annum on the amount due from date of demand. Respondent bank is ordered to deduct from the liability of petitioners the amount of payments in the amount of P2,349,514.95. The proceeds from the auction sale in the amount of P21,985,000.00 less expenses for the auction sale and attorney's fees shall be applied to and deducted from petitioner's indebtedness.\n\nSO ORDERED. [32]\n\nOn appeal, the Court of Appeals upheld the finding of the invalidity of the interest rate provisions for violating the principle of mutuality of contracts. However, it partially reversed the Regional Trial Court by nullifying the auction sale. The dispositive portion of the Court of Appeals Decision reads:\n\nWHEREFORE, the instant appeal is hereby PARTIALLY GRANTED. It is hereby declared: That the five (5) Promissory Notes are valid. That the provisions fixing and/or imposing interest rates are NULL and VOID for being violative of the provisions of Article 1308 of the New Civil Code; That the sale at public auction conducted on August 2, 1999 is NULL and VOID; The case is REMANDED to the trial court for proceedings to determine, based on evidence already on record and other evidence it may admit in the proceedings before it, the total indebtedness of the appellants. It shall be computed by deducting the amount already paid on the principal obligation plus legal interest of twelve percent (12%) per annum computed from extrajudicial demand until June 30, 2013, and six percent (6%) per annum from July 1, 2013 until fully paid.\n\nSO ORDERED. [33]\n\nThe Court of Appeals denied petitioner's motion for reconsideration. [34]\n\nClearly then, there was no finding that the unilaterally imposed interest rates led to a bloated or unconscionable total loan amount, hence, a proper demand was made on respondents leading to the validity of the foreclosure proceedings and sale at public auction.\n\nWe stated in our challenged Decision that our ruling in Spouses Andal should not be indiscriminately applied to all foreclosure of mortgaged properties involving defaulting debtors due to iniquitous interest rates because \"[t]his restrictive and unjust construction of the Court's ruling in Andal and in other similar cases will weaken the public's confidence in the banking industry.\" [35] We then cautioned that the peculiar circumstances inherent in every case must be taken into account when ruling on the validity of foreclosure proceedings. [36]\n\nACCORDINGLY, I vote to DENY the Motion for Reconsideration.\n\n[1] United Coconut Planters Bank v. Ang , 916 Phil. 482 (2021) [Per J. Carandang, Third Division].\n\n[2] Id. at 501.\n\n[3] 288 Phil. 146 (1992) [Per J. Nocon, Second Division].\n\n[4] Id. at 153.\n\n[5] First Metro Investment Corporation v. Este Del Sol Mountain Reserve, Inc. , 420 Phil. 902, 918 (2001) [Per J. De Leon, Second Division].\n\n[6] See Advocates for Truth in Lending, Inc. v. Bangko Sentral Monetary Board , 701 Phil. 483, 501 (2013) [Per J. Reyes, En Banc].\n\n[7] 557 Phil. 326 (2007) [Per J. Chico-Nazario, Third Division].\n\n[8] Id. at 341.\n\n[9] Id. at 348.\n\n[10] United Coconut Planters Bank v. Spouses Beluso , 557 Phil. 326, 346, 350-351 (2007) [Per J. Chico-Nazario, Third Division].\n\n[11] 701 Phil. 483 (2013) [Per J. Reyes, En Banc ].\n\n[12] Id. at 500-501.\n\n[13] 708 Phil. 96 (2013) [Per J. Leonardo-De Castro, First Division].\n\n[14] Id. at 114.\n\n[15] 722 Phil. 273 (2013) [Per J. Perez, Second Division].\n\n[16] 748 Phil. 907 (2014) [Per J. Velasco, Jr. Third Division].\n\n[17] 860 Phil. 922 (2019) [Per J. Caguioa, Second Division].\n\n[18] Spouses Andal v. Philippine National Bank , 722 Phil. 273, 284 (2013) [Per J. Perez, Second Division].\n\n[19] Id.\n\n[20] Spouse Albos v. Spouses Embisan , 748 Phil. 907, 919 (2014) [Per J. Velasco, Jr. Third Division].\n\n[21] Heirs of Espiritu v. Landrito , 549 Phil. 180, 193 (2007) [Per J. Chico-Nazario, Third Division].\n\n[22] Vasquez v. Philippine National Bank , 860 Phil. 922, 929-930 (2019) [Per J. Caguioa, Second Division].\n\n[23] Id. at 949.\n\n[24] Id. at 950.\n\n[25] Id. at 950-952.\n\n[26] Id. at 952.\n\n[27] United Coconut Planters Bank v. Ang , 916 Phil. 482, 498 (2021) [Per J. Carandang, Third Division].\n\n[28] Id. at 496-497. (Citation omitted)\n\n[29] CIVIL CODE, art. 1308. Article 1308 states, the contract must bind both contracting parties; its validity or compliance cannot be left to the will of one of them.\n\n[30] CIVIL CODE, art. 1309. Article 1309 states, the determination of the performance may be left to a third person, whose decision shall not be binding until it has been made known to both contracting parties.\n\n[31] United Coconut Planters Bank v. Ang , 916 Phil. 482, 486 (2021) [Per J. Carandang, Third Division].\n\n[32] Id. at 487.\n\n[33] Id. at 488-489.\n\n[34] Id. at 490.\n\n[35] Id. at 505.\n\n[36] Id . at 501-502.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 39739,
  "metadata_extraction_date": "2025-11-01T05:59:29.559980",
  "extraction_version": "2.0_enhanced_full_content"
}