{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2025/12/opt_case_69900.html",
  "filename": "opt_case_69900.html",
  "year": 2025,
  "month": "12",
  "case_number": "G.R. No. 254957",
  "gr_number": "254957",
  "volume_page": "881 Phil. 359",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "division",
    "petitioner",
    "lolito",
    "rachel",
    "nicolette",
    "barbara",
    "villas",
    "benedicto",
    "villafuerte",
    "villacorta",
    "teresita",
    "fernando",
    "ispecialist"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. Nos. 254957-58, April 21, 2025 ]\n[ G.R. Nos. 254957-58, April 21, 2025 ]\n\nLILY C. LOPEZ, PETITIONER, VS. LOLITO S. LOPEZ, MA.* RACHEL** NICOLETTE C. LOPEZ, BARBARA O. VILLAS, BENEDICTO L. VILLAFUERTE, MA. LUISA I. PARAS, RUEL S. VILLACORTA, TERESITA C. FERNANDO, AND iSPECIALIST DEVELOPMENT CORPORATION, RESPONDENTS. LOLITO S. LOPEZ, MARIO S. LOPEZ, ANDRESITO S. LOPEZ, BARBARA O. VILLAS, BENEDICTO L. VILLAFUERTE, MA. LUISA I. PARAS, RUEL S. VILLACORTA, TERESITA C. FERNANDO, LC LOPEZ RESOURCES, INC., AND CONQUEROR INTERNATIONAL, INC., RESPONDENTS.R E S O L U T I O N\nLILY C. LOPEZ, PETITIONER, VS. LOLITO S. LOPEZ, MA. * RACHEL ** NICOLETTE C. LOPEZ, BARBARA O. VILLAS, BENEDICTO L. VILLAFUERTE, MA. LUISA I. PARAS, RUEL S. VILLACORTA, TERESITA C. FERNANDO, AND i SPECIALIST DEVELOPMENT CORPORATION, RESPONDENTS.\n\nLOLITO S. LOPEZ, MARIO S. LOPEZ, ANDRESITO S. LOPEZ, BARBARA O. VILLAS, BENEDICTO L. VILLAFUERTE, MA. LUISA I. PARAS, RUEL S. VILLACORTA, TERESITA C. FERNANDO, LC LOPEZ RESOURCES, INC., AND CONQUEROR INTERNATIONAL, INC., RESPONDENTS.\n\nR E S O L U T I O N\n\nHERNANDO, J.:\n\nBefore the Court is a Motion for Reconsideration [1] filed by respondents Lolito S. Lopez, (Lolito), Mario S. Lopez, Andresito S. Lopez, Barbara O. Villas, Benedicto I. Villafuerte, Teresita C. Fernando, LC Lopez Resources, Inc., Conqueror International, Inc., and i Specialist Development Corporation (collectively, respondents), challenging the Court's June 15, 2022 Decision, [2] which granted the Petition for Review on Certiorari [3] filed by petitioner Lily C. Lopez (Lily) and reversed the Decision [4] and the Resolution [5] of the Court of Appeals (CA) in CA-G.R. SP No. 162134 and CA-G.R. SP No. 162787. The Court disposed as follows: WHEREFORE , premises considered, the petition at bar is hereby GRANTED . The Decision of the Court of Appeals in CA-G.R. SP Nos. 162134 and 162787 is hereby SET ASIDE . The Decisions of Branch 93 of the Regional Trial Court of Quezon City and Branch 273 of the Regional Trial Court of Marikina City are hereby reinstated in toto .\n\nSO ORDERED. [6] (Emphasis in the original) The challenged Decision upheld the rulings of the Regional Trial Court (RTC) that the February 11, 2019 special stockholders' meetings and elections of the boards of directors of LC Lopez Resources, Inc. (LC Lopez) and Conqueror International, Inc. (Conqueror), and the February 14, 2019 special stockholders' meeting and elections of the board of directors of i Specialist Development Corporation ( i Specialist) were all null and void.\n\nHence, this Motion for Reconsideration. After a more circumspect review of the records and the factual backdrop of the case, We find that respondents' position is more in accord with law and jurisprudence and is sufficiently supported by evidence. Thus, We are impelled to grant the Motion for Reconsideration.\n\nWe restate the factual antecedents for a proper perspective.\n\nProceedings before the Quezon City Regional Trial Court\n\nLily, together with her daughter and co-plaintiff Ma. Christina Patricia C. Lopez (Christina) filed an election contest [7] under Rule 6 of the Interim Rules Governing Intra-Corporate Controversies (Interim Rules) against Lolito and his fellow respondents Ma. Rachel Nicolette Lopez, Barbara Villas, Benedicto Villafuerte, Ma. Luisa Paras, Ruel S. Villacorta, Teresita C. Fernando, and i Specialist before the Quezon City RTC (RTC-QC).\n\nOn February 14, 2019, Lolito, in his capacity as i Specialist's President, called for a special stockholders' meeting at Anabel's Restaurant in Quezon City where Lolito, et al. were elected as members of the board of directors. [8] Lily claimed that 33,485 shares of i Specialist held by Lolito were allowed to vote during the special stockholders' meeting despite 27,455 of those shares having been invalidly issued for being in violation of Lily's pre-emptive right as an i Specialist stockholder. [9]\n\nIn the Complaint, Lily and Christina prayed for the nullification of the special stockholders' meeting and the elections of the board of directors on the grounds that the meeting was not conducted in the principal office of i Specialist, in violation of its By-Laws and Articles of Incorporation, and because stockholders Christina and John Rusty Lito Lopez (John Rusty), who are also the children of Lolito and Lily, were prevented from attending the meeting. [10]\n\nOn July 29, 2019, the RTC-QC rendered its Decision [11] in favor of plaintiffs, declaring the February 14, 2019 special stockholders' meeting and elections null and void. The dispositive portion reads: WHEREFORE , premises considered, judgment is hereby rendered in favor of the plaintiffs, and against the defendants, as follows:\n\na. Declaring as null and void ab initio the Special Stockholders['] Meeting/Elections held on February 14, 2019, as well as any and all proceedings held therein, and\n\nb. Enjoining all of the herein defendants from representing themselves as the newly-elected Directors and/or officers of the defendant corporation on the basis of the Special Stockholders['] Meeting/Elections held on February 14, 2019.\n\nSO ORDERED. [12] (Emphasis in the original) Further to the foregoing ruling, the RTC-QC found that Lolito infused his personal money into i Specialist as additional capital by purchasing 27,455 unissued shares without prior authorization from the board of directors. [13] Considering that all 33,485 shares in Lolito's name (which include the 5,592 already owned by Lolito and the 438 held in trust for Christina) [14] were allowed to vote and substantially affected the outcome of the elections, the RTC-QC declared that the 27,455 shares were illegally issued and that the February 14, 2019 elections of the board of directors should necessarily be voided and declared of no force and effect. [15]\n\nAggrieved, Lolito and his co-directors were constrained to file a Petition for Review [16] under Rule 43 before the CA, which was docketed as CA-G.R. SP No. 162134.\n\n[TABLE_CONTENT]\nProceedings before the Marikina City Regional Trial Court | \n[END_TABLE]\n\nProceedings before the Marikina City Regional Trial Court\nLily, Christina, and John Rusty also filed a Complaint [17] for an election contest against Lolito and respondents Mario S. Lopez, Andresito S. Lopez, Barbara O. Villas, Benedicto L. Villafuerte, Ma. Luisa I. Paras, Ruel S. Villacorta, Teresita C. Fernando, LC Lopez, Conqueror, and Russ Marketing, Inc. (Russ Marketing) before the Marikina City RTC (RTC-Marikina).\n\nLily and her co-plaintiffs alleged that they are stockholders and directors of LC Lopez, Conqueror, and Russ Marketing, [18] and that on February 11, 2019, Lolito and the other respondents conducted special stockholders' meetings and elections for the board of directors of the foregoing corporations that were tainted with legal infirmities and violated the following rights of Lily, Christina, and John Rusty as stockholders. [19] First, Christina and John Rusty alleged that they sent proxies to the meetings, but they were turned away because Christina and John Rusty were purportedly not stockholders of the corporations. [20] Second, Lily claimed that she was not allowed to have her lawyer present during the meetings, so she walked out of the venue. [21] Despite these incidents, the meetings continued and they resulted in the election of new sets of boards of directors for the three corporations. [22]\n\nIn its September 13, 2019 Decision, [23] the RTC-Marikina ruled in favor of Lily, Christina, and John Rusty and declared the February 11, 2019 special stockholders' meetings and all activities made during their course, including the election of a new set of board of directors null and void. The dispositive portion reads: WHEREFORE, in light of all the foregoing, judgment is hereby rendered:\n\n1. Declaring the February 11, 2019 special stockholders meeting and all the activities conducted in the course thereof including but not limited to the election of the members of the Board of Directors and officers of defendants LC Lopez Resources, Inc. and Conqueror International, Inc., null, void and of no force and effect ;\n\n2. Declaring Lolito S. Lopez[,] Lily C. Lopez[,] Maria Rachel [Nicolette] C. Lopez[,] John Rusty C. Lopez[,] and Ma. Christina Patricia C. Lopez , as stockholders and sitting directors of LC Lopez Resources, Inc. and Conqueror International, Inc. with such number of shareholdings as shown and reflected in the 2017 [General Information Sheet] of the subject corporations on record. As Directors, the five persons herein named shall continue to act as such in a hold­ over capacity until their successors shall have been elected and qualified; and\n\n3. Dismissing plaintiffs' claim for attorney's fee[s] and the defendants' counterclaim for damages, both for lack of merit.\n\nSO ORDERED. [24] (Emphasis in the original) The RTC-Marikina found that both Christina and John Rusty are actually stockholders and directors of LC Lopez and Conqueror notwithstanding the fact that their names were not listed in the corporations' stock and transfer books, as they appeared as stockholders in the General Information Sheets (GIS) of the corporations submitted to the Securities and Exchange Commission (SEC). [25] The RTC-Marikina then concluded that the exclusion of their proxies affected the validity of the meetings since no quorum was acquired. [26] The RTC-Marikina did not rule on any matters involving Russ Marketing since the elections did not push through. [27]\n\nThe RTC-Marikina also declared that the issuance of stock certificates to Lolito and his fellow respondents a few days prior to the February 2019 special stockholders' meeting was a clear afterthought and was orchestrated in preparation for the ouster of the original members of the board. [28] Further, the RTC-Marikina ruled that Lolito was estopped from questioning the shareholder status of Christina and John Rusty after he testified in open court that he recognized them both as members of the board of directors, but only for the purpose of transacting with banks. [29] According to the RTC-Marikina, Lolito should not be allowed to confirm status as stockholders and directors when it suits him and deny it once it no longer benefits him. [30]\n\nLastly, the RTC-Marikina also nullified Lolito's purchase of 56,250 and 252,125 shares of LC Lopez and 97,050 Conqueror, [31] all previously unissued, on the ground that these transactions were made without the appropriate board resolution and without first offering them to Lily, in violation of her pre-emptive right. [32]\n\nConsequently, Lolito and his fellow directors filed a Petition for Review before the CA, which was docketed as CA-G.R. SP No. 162787. [33] The CA consolidated the foregoing Petition with the Petition for the RTC-QC case docketed as CA-G.R. SP No. 162134.\n\nDuring the proceedings before the CA, Lily claimed that the Petition docketed as CA-G.R. SP. No. 162134 was filed beyond the 15-day period allowed under the rules and should therefore be dismissed outright. [34] According to Lily, a representative of respondents' counsel received the RTC-QC Decision on August 6, 2019, so respondents only had until August 21, 2019 to file the Petition, but instead filed it on August 28, 2019. [35] The belated filing thus rendered the CA devoid of any jurisdiction to take cognizance of the Petition and warranted its dismissal. [36]\n\nRuling of the Court of Appeals\n\nThe CA issued its February 26, 2020 Decision [37] to grant the Petitions for Review, reversing and setting aside both RTC decisions. The dispositive portions read: WHEREFORE , premises considered, both Petitions for Review are hereby GRANTED . The Decisions dated July 29, 2019 and September 13, 2019, rendered by the Regional Trial Court, Branch 93[,] Quezon City, in Commercial Case No. R-QZN-19-03290-CV and by the Regional Trial Court[], Branch 273, Marikina City in SEC Case Nos. 2019-29 to 31, respectively, are hereby REVERSED and SET ASIDE .\n\nThe Special Stockholders' Meetings of i Specialist on February 14, 2019 of LC Lopez Resources, Inc. and Conqueror International, Inc. held on February 11, 2019 are hereby declared VALID .\n\nSO ORDERED. [38] (Emphasis in the original) The CA ruled that the Petition for CA-G.R. SP No. 162134 was filed on time, clarifying that the reckoning point for the 15-day period within which the Petition for Review may be filed should be counted from the date respondents actually received a copy of the assailed RTC-QC Decision and not the date of receipt of an alleged employee of respondents' counsel. [39] The CA used the date when respondents received a copy of the Decision via registered mail, which was August 13, 2019, to determine that respondents had until August 28, 2019 within which to file their Petition. [40] Accordingly, the Petition for Review was timely filed.\n\nOn the substantive aspect, the CA gave full credence to the arguments set out in the Petition and found that (1) Christina and John Rusty are not stockholders of LC Lopez or Conqueror as her name did not appear in the stock and transfer book of either corporation, nor did they present any sufficient proof of ownership of their shares; [41] (2) Lolito's purchase of the unissued shares was justified by the urgency of infusing much-needed capital to the subject corporations; [42] and (3) such purchase was not null and void, but merely an ultra vires act that could have been ratified by the positive action of the board of directors. [43]\n\nLily then filed a Motion for Reconsideration, [44] which was denied by the CA in its December 15, 2020 Resolution [45] for lack of merit.\n\nConsequently, Lily elevated case before the Court through a Petition for Review on Certiorari [46] under Rule 45 of the Rules of Court.\n\nThe Assailed Ruling of the Court\n\nIn the challenged June 15, 2022 Decision, the Court granted Lily's Petition, set aside the CA Decision, and reinstated the Decisions of the RTCs QC and Marikina.\n\nOn the procedural aspect, the Court agreed with Lily's position that the Petition for Review in CA-G.R. SP No. 162134 was filed out of time, giving credence to a Certification issued by the Civil-in-Charge of the RTC-QC that a representative of respondents' counsel received a copy of the Decision on August 16, 2019. [47] As such Certification carried with it the presumption of regularity, the burden of proof was shifted to respondents to defeat it. [48] Accordingly, the Court deemed it proper to dismiss the Petition insofar as CA-­G.R. SP No. 162134 is concerned without ruling on its merits due to its belated filing. [49]\n\nWith respect to the Petition in CA-G.R. SP No. 162787, the Court also ruled that the same should be dismissed, holding that Christina's status as a stockholder of record of LC Lopez and Conqueror is duly supported by evidence on record. [50] The Court also affirmed the RTC ruling that Lolito's purchase of unissued shares was invalid since the same was not authorized by a board resolution and was in violation of existing stockholders' pre-emptive right under Section 39 of the Corporation Code. [51] Thus, the Court held that the special stockholders' meetings and elections of the members of the boards of directors of the respondent corporations were void due to a lack of quorum. [52]\n\nHence, this Motion for Reconsideration.\n\nIssues\nThe filing of the instant Motion for Reconsideration has given the Court an opportunity to revisit its findings and legal conclusions on the three central issues of this case:\n\n[TABLE_CONTENT]\n1) | Whether the petition in CA-G.R. SP No. 162134 was timely filed;\n | \n(2) | Whether Christina is a stockholder of record of the subject corporations; and\n | \n(3) | Whether Lolito's purchase of the unissued shares of stock in the subject corporations was valid.\n[END_TABLE]\n\n1) Whether the petition in CA-G.R. SP No. 162134 was timely filed;\n\n(2) Whether Christina is a stockholder of record of the subject corporations; and\n\n(3) Whether Lolito's purchase of the unissued shares of stock in the subject corporations was valid. Our Ruling\nUpon a careful reexamination of the records, We find that neither law nor evidence supports the foregoing conclusion and consequently grant respondents' Motion for Reconsideration. The stockholders' meetings and resultant elections of the board of directors of i Specialist, LC Lopez, and Conqueror were validly conducted and must perforce be upheld.\n\n[TABLE_CONTENT]\nTimeliness of the appeal in CA-G.R. SP No. 162134 | \n[END_TABLE]\n\nTimeliness of the appeal in CA-G.R. SP No. 162134\nThe assailed Decision ruled that respondents' Petition for Review before the CA in CA-G.R. SP No. 162134 was filed beyond the 15-day period prescriptive period under Administrative Matter No. 04-9-07-SC, [53] and thus dismissed outright the instant petition insofar as CA-G.R. SP No. 162134 is concerned without ruling on its merits.\n\nThis is incorrect.\n\nAt the outset, it bears stressing that the timeliness of an appeal is a factual issue that requires a review of evidence to determine when the appeal was actually filed. [54] In a petition for review on certiorari , the Court is limited to the review of errors of law and does not generally pass upon findings of facts unless the lower tribunal's decision is shown to be attended by grave abuse of discretion, as when they are shown to have been made arbitrarily or in disregard of the evidence on record, [55] as in this case.\n\nPetitioner argues that the reckoning point for determining the start of the running of the period of appeal is when a certain Richard Velasco (Velasco) personally received a copy of the RTC-QC Decision on August 6, 2019 allegedly on behalf of respondents' counsel at the time. [56] Thus, respondents should have filed their appeal on or before August 21, 2019, or a week before the actual date of filing on August 28, 2019. To support her claim, petitioner presented a September 5, 2019 Certification [57] issued by Marciana M. Emproso (Emproso), the Civil-in-Charge of the RTC-QC, which states that the RTC-QC Decision was \"personally received... by Mr. Richard Belasco [sic] for Atty. Contacto[,] counsel for the [respondents] in the above-entitled [sic] case.\" [58]\n\nFor their part, respondents' former counsel Contacto Contacto and Associates denied that Velasco was their employee or in any way associated with their office. One of their lawyers even personally visited the RTC-QC to verify from Emproso whether Velasco bore any letter of authority from respondents' counsel requesting the court to furnish any of their office staff an original duplicate of the said decision, to which Emproso replied in the negative. [59]\n\nRespondents' position is tenable.\n\nUnder the Rules of Court, which are of suppletory application to the Rules of Procedure Governing Intra-Corporate Controversies under the Securities Regulation Code, [60] proof of service consists of a written admission of the receiving party, the official return, or an affidavit of service containing a statement of the date, place, and manner of service in case of personal service; an affidavit of service in case of ordinary mail; an affidavit of service and registry receipt in case of registered mail; an affidavit of service and courier's official receipt in case of service by accredited courier; or affidavit of service and printed proof of transmittal in case of e-mail, facsimile, or other electronic transmission. [61]\n\nNotably, the Certification presented by Lily is not among the enumerated documents that would constitute proof of service and, as a result, is not sufficient proof that respondents' counsel received the RTC-QC Decision on August 6, 2019. Respondents' counsel personal verification that Velasco presented no letter-request or other apparent authority from the law firm further muddies the waters on whether Velasco was a duly authorized representative of respondents' counsel who could receive the Decision on their behalf to start the running of the period to appeal.\n\nAs service to any person other than the counsel of record is not legally effective and binding upon the party, nor may it commence the running of the reglementary period for the subsequent procedural steps that may be taken by the attorney, [62] the CA was justified in instead considering the registry receipt from the Quezon City Central Post Office to determine the date of actual receipt by respondents' counsel via registered mail, which was on August 13, 2019. [63] Based on the foregoing, respondents had until August 28, 2019 within which to appeal; thus, respondents' August 28, 2019 Petition for Review should not have been dismissed for being filed out of time.\n\n[TABLE_CONTENT]\nChristina and John Rusty's status as stockholders of LC Lopez and Conqueror | \n[END_TABLE]\n\nChristina and John Rusty's status as stockholders of LC Lopez and Conqueror\nAs to whether Christina and John Rusty are stockholders of LC Lopez and Conqueror, We find that petitioner failed to satisfactorily establish their status as stockholders by acceptable evidence.\n\nIt bears reiterating that, as a rule, the stock and transfer Book is the primary basis for determining the shareholders of a corporation, as it is only when the transfer of shares has been recorded in the stock and transfer book that a corporation may rightfully regard the transferee as one of its stockholders. [64] The Corporation Code provides that \"[n]o transfer [of shares] shall be valid, except as between the parties, until the transfer is recorded in the books of the corporation [showing] the names of the parties to the transaction, the date of the transfer, the number of the certificate or certificates and the number of shares transferred.\" [65]\n\nWhile this rule admits of exceptions in situations where parol evidence may be used to supply omissions, explain ambiguities, or to impugn the corporate records, [66] the general rule remains applicable in this case. The stock and transfer books of LC Lopez and Conqueror remain as a good basis for determining the stockholders of the respective corporations.\n\nAlthough the GIS of both LC Lopez and Conqueror indicate that Christina and John Rusty are stockholders of the respective corporations, their names do not appear as stockholders in the stock and transfer books of either corporation. [67] It is established in jurisprudence that the mere inclusion as shareholder in the GIS of a corporation is by itself insufficient proof that such person is a shareholder. [68] Between the stock and transfer book and the GIS, the former is controlling. [69]\n\nThe assailed Decision cites the testimonies of Lolito, Benedicto L. Villafuerte, and Teresita Fernando confirming that Christina and John Rusty are stockholders as further proof to support the claims made in the GIS and to impugn the veracity of the stock and transfer books of the corporation. However, based on jurisprudence, the foregoing evidence is not sufficient to prove that Christina and John Rusty are stockholders of record and to successfully contradict the stock and transfer books.\n\nThe Court in Lao v. Lao [70] has identified the evidence that may be presented to prove that one is a stockholder of a corporation: Records, however, disclose that petitioners have no certificates of shares in their name. A certificate of stock is the evidence of a holder's interest and status in a corporation. It is a written instrument signed by the proper officer of a corporation stating or acknowledging that the person named in the document is the owner of a designated number of shares of its stock. It is prima facie evidence that the holder is a shareholder of a corporation.\n\nNor is there any written document that there was a sale of shares, as claimed by petitioners. Petitioners did not present any deed of assignment, or any similar instrument , between Lao Pong Bao and Hipolito Lao; or between Lao Pong Bao and petitioner David Lao. There is likewise no deed of assignment between petitioner Jose Lao and private respondent Dionisio Lao.\n\nAbsent a written document, petitioners must prove, at the very least, possession of the certificates of shares in the name of the alleged seller. [71] (Emphasis supplied, citation omitted) Based on the foregoing, the best proof of one's status as a stockholder would be the certificate of stock issued in his or her name. Absent a certificate of stock, it is apparent that the other documentary evidence contemplated by the Court that would successfully overcome corporate records and prove that one is a stockholder is any evidence that would show how the alleged stockholder acquired or came into ownership of the shares of stock. If there is no documentary evidence of this nature, one must, \"at the very least,\" [72] prove that they possess the stock certificates in the name of the alleged transferor. [73]\n\nIn this case, Christina and John Rusty do not have in their possession any certificates of stock issued in their names, nor have they shown any document to prove their ownership of shares in LC Lopez and Conqueror. Further, there have been no allegations or explanations on their part how they came to acquire shares in the subject corporations.\n\nEvidently, the testimonial evidence attesting that they were treated as stockholders does not bear the weight and character of the foregoing proof contemplated by the Court. Further, such misapprehensions as to the stockholder status of Christina and John Rusty were based on the GIS, as evidenced by Lolito's claim that he sent the notices of the meeting based on the stockholders indicated in the 2017 GIS of LC Lopez and Conqueror. [74] It was only after the notices were sent to Christina and John Rusty that Lolito discovered the actual and current stockholders of record of the subject corporations per their respective stock and transfer books. [75]\n\nWhile corporations are enjoined to faithfully and diligently comply with the reportorial requirements under the Corporation Code and SEC rules, human error, negligence, and a lack of scrupulousness ineluctably color the regular recordkeeping of some corporations. Nevertheless, any errors or anomalous entries in the GIS cannot be a source of right to claim status as a stockholder, in contravention to the procedures for transfer and registration of shares required under the law. In this connection, We quote with approval the following ruling of the CA: It is likewise settled that mere inclusion in the General Information Sheets as stockholders and officers does not make one a stockholder of a corporation, for this may have come to pass by mistake, expediency or negligence. As professed by [Lolito], this was done merely to comply with the reportorial requirements with the SEC. This may be against the law but \"practice no matter how long continued, cannot give rise to any vested right. \" [76] (Emphasis supplied) Thus, absent any proof of their status as stockholders sufficient to overcome the entries in the stock and transfer book, Christina and John Rusty may not be considered as stockholders of record of LC Lopez and Conqueror. Accordingly, their exclusion from the special stockholders' meetings would have no effect on the quorum and would not serve as a ground for nullifying said meetings and the elections of the board of directors.\n\nTo reiterate, petitioner cannot rely on their contention that the concerned corporations are not compliant with the reportorial requirements to prove their status as stockholders. A violation of the reportorial requirements should never be countenanced or considered a source of right.\n\n[TABLE_CONTENT]\nThe validity of the issuance of additional shares of stock to Lolito | \n[END_TABLE]\n\nThe validity of the issuance of additional shares of stock to Lolito\nThe validity of the special stockholders' meetings is thus tied to whether there was a valid issuance of additional shares of the subject corporations to Lolito, as this would determine whether there was a quorum. For stock corporations, the quorum is based on the number of outstanding voting stocks, regardless of whether the shares of stock are disputed or undisputed, as the law does not make any distinction between the two. [77] Thus, the additional 27,455 shares of stock in i Specialist, [78] 56,250 and 252,125 shares of stock in LC Lopez, and 97,050 shares of stock in Conqueror [79] acquired by Lolito should also be considered when determining the presence of a quorum.\n\nThe Court affirms the CA's ruling that the purchase by Lolito of the unissued shares in i Specialist, LC Lopez, and Conqueror without a covering board resolution was not void, but only a voidable act for being ultra vires . [80]\n\nThe power to sell shares of stock is inherent in stock corporations, [81] and such power is exercised by the board of directors of the corporation through a resolution authorizing such sale. [82] The sale of shares without the requisite board resolution is thus an ultra vires act, which is not illegal or void ab initio , but is merely voidable. [83] The ratification by stockholders of an ultra vires act that is not illegal cures the infirmity of the unauthorized corporate act and makes it valid and enforceable. [84] Further, while the shares may have been issued in contravention of Lily's preemptive right, this does not ipso facto render the issuance void, as the same is also susceptible to shareholder ratification. [85]\n\nThe CA correctly observed that the complaints for election contest filed by Lily, Christina, and John Rusty unduly preempted the stockholders of the subject corporations from meeting to ratify Lolito's acquisition of the unissued shares. [86]\n\nFurther, the business judgment rule applies here, as Lolito's acquisition of shares was borne out of an urgent need to infuse the corporations with more capital to prevent the dissipation of corporate funds due to unauthorized withdrawals from the corporations' bank accounts. [87] The business judgment rule simply means that \"the SEC and the courts are barred from intruding into business judgments of corporations, when the same are made in good faith.\" [88] Being a stockholder of record duly registered in the stock and transfer books of the subject corporations, Lolito was able to participate in the meetings and vote on his shares.\n\nHaving established that quorum was met, it necessarily follows that the special stockholders' meetings of i Specialist, LC Lopez, and Conqueror and the consequent elections of their respective boards of directors, were validly held and conducted.\n\nACCORDINGLY , the Motion for Reconsideration dated October 11, 2022, is GRANTED . The June 15, 2022 Decision of this Court is SET ASIDE . The February 26, 2020 Decision and the December 15, 2020 Resolution of the Court of Appeals in CA-G.R. SP Nos. 162134 and 162787 declaring the special stockholders' meetings of i Specialist Development Corporation, LC Lopez Resources, Inc., and Conqueror International, Inc. and the elections for their respective board of directors VALID are REINSTATED .\n\nSO ORDERED.\"\n\nGesmundo, C.J. (Chairperson), Zalameda , and Marquez, JJ. , concur.\nRosario, J. , see dissent.\n\n* Spelled as \"Maria\" in other parts of the record.\n\n** Spelled as \"Rachael\" and \"Rachelle\" in other parts of the record.\n\n[1] Rollo , pp. 527-552.\n\n[2] Id. at 502-518. The June 15, 2022 Decision in G.R. No. 254957-58 was penned by Associate Justice Ricardo R. Rosario, and concurred in by Chief Justice Alexander G. Gesmundo, and Associate Justices Ramon Paul L. Hernando, Rodil V. Zalameda, and Jose Midas P. Marquez of the First Division, Supreme Court of the Philippines.\n\n[3] Id. at 11-47.\n\n[4] Id. at 51-65. The February 26, 2020 Decision in CA-G.R. SP Nos. 162134 and 162787 was penned by Associate Justice Danton Q. Bueser and concurred in by Associate Justices Geraldine C. Fiel-Macaraig and Louis P. Acosta of the Sixteenth Division, Court of Appeals, Manila.\n\n[5] Id. at 98-107. The December 15, 2020 Resolution in CA-G.R. SP Nos. 162134 and 162787 was penned by Associate Justice Danton Q. Bueser and concurred in by Associate Justices Geraldine C. Fiel-Macaraig and Louis P. Acosta of the Former Sixteenth Division, Court of Appeals, Manila.\n\n[6] Id. at 517.\n\n[7] Id. at 108-145.\n\n[8] Id. at 504.\n\n[9] Id. at 187.\n\n[10] Id. at 504.\n\n[11] Id. at 180-191. The July 29, 2019 Decision in Commercial Case No. R-QZN-19-03290-CV was penned by Presiding Judge Arthur O. Malabaguio of Branch 93, Regional Trial Court, Quezon City.\n\n[12] Id. at 191.\n\n[13] Id. at 187.\n\n[14] Id. at 185.\n\n[15] Id. at 190.\n\n[16] Id. at 365-414.\n\n[17] Id. at 265-302.\n\n[18] Id. at 267.\n\n[19] Id. at 276-277.\n\n[20] Id. at 506.\n\n[21] Id.\n\n[22] Id.\n\n[23] Id. at 341-363. The September 13, 2019 Decision in SEC Case Nos. 2019-29 to 31 was penned by Presiding Judge Romeo Dizon Tagra of Branch 273, Regional Trial Court, Marikina City.\n\n[24] Id. at 362-363.\n\n[25] Id. at 507.\n\n[26] Id. at 511-512.\n\n[27] Id. at 361.\n\n[28] Id. at 508.\n\n[29] Id. at 511.\n\n[30] Id.\n\n[31] Id. at 360.\n\n[32] Id. at 512.\n\n[33] Not attached to the rollo .\n\n[34] Rollo , p. 512.\n\n[35] Id.\n\n[36] Id.\n\n[37] Id. at 51-65.\n\n[38] Id. at 65.\n\n[39] Id. at 60-61.\n\n[40] Id. at 61.\n\n[41] Id.\n\n[42] Id. at 63.\n\n[43] Id. at 63-64.\n\n[44] Id. at 66-96.\n\n[45] Id. at 98-107.\n\n[46] Id. at 11-50.\n\n[47] Id. at 514.\n\n[48] Id. at 515.\n\n[49] Id.\n\n[50] Id.\n\n[51] Id. at 516.\n\n[52] Id. at 517.\n\n[53] SC Administrative Matter No. 04-9-07-SC, September 14, 2004, Mode of Appeal in Cases Formerly Cognizable by the Securities and Exchange Commission.\n\n[54] Republic v. Martinez , 881 Phil. 359, 367 (2020) [Per J. Reyes, J, Jr., First Division], citing Mangahas v. Court of Appeals , 588 Phil. 61, 77 (2008) [Per J. Chico-Nazario, Third Division].\n\n[55] Eureka Personnel & Management Services, Inc. v. Valencia , 610 Phil. 444, 452-453 (2009) [Per J. Brion, Second Division], citing Maya Farms Employees Organization v. National Labor Relations Commission , 309 Phil. 465, 470 (1994) [Per J. Kapunan, First Division] and Bernaldez v. Francia , 446 Phil. 643, 649-650 (2003) [Per J. Callejo, Sr., Second Division].\n\n[56] Rollo , p. 22.\n\n[57] Id. at 364.\n\n[58] Id.\n\n[59] Id. at 60.\n\n[60] SC Administrative Matter No. 01-2-04-SC, September 14, 2004, Rule 1, sec. 2.\n\n[61] RULES OF COURT, Rule 13, sec. 17.\n\n[62] Cervantes v. City Service Corporation , 784 Phil. 694, 698-699 (2016) [Per J. Peralta, Third Division], citing Spouses Soriano v. Soriano , 558 Phil. 627, 642 (2007) [Per J. Chico-Nazario, Third Division].\n\n[63] Rollo , pp. 60-61.\n\n[64] Ponce v. Alsons Cement Corporation , 442 Phil. 98, 109-110 (2002) [Per J. Quisumbing, Second Division], citing Hager v. Bryan , 19 Phil. 138, 140-141 (1911) [Per J. Carson, En Banc ].\n\n[65] CORP. CODE. (1980), sec. 63.\n\n[66] Insigne v. Abra Valley Colleges, Inc. , 765 Phil. 188, 208-209 (2015) [Per J. Bersamin, First Division], citing Lanuza v. Court of Appeals , 494 Phil. 51, 63-64 (2005) [Per J. Tinga, Second Division].\n\n[67] Rollo , p. 61.\n\n[68] Lao v. Lao , 588 Phil. 844, 858 (2008) [Per J. Reyes, R.T., Third Division].\n\n[69] Id.\n\n[70] 588 Phil. 844 (2008) [Per J. Reyes, R.T., Third Division].\n\n[71] Id. at 857.\n\n[72] Id.\n\n[73] Id.\n\n[74] Rollo , pp. 466-467.\n\n[75] Id. at 466.\n\n[76] Id. at 62.\n\n[77] Villongco v. Yabut , 825 Phil. 61, 77 (2018) [Per J. Tijam, First Division], citing Lim v. Moldex Land , 804 Phil. 341, 355 (2017) [Per J. Mendoza, Second Division].\n\n[78] Rollo , p. 187.\n\n[79] Id. at 360.\n\n[80] Id. at 63-64.\n\n[81] CORP. CODE. (1980), sec. 36(l).\n\n[82] CORP. CODE. (1980), sec. 23.\n\n[83] Pirovano v. De La Rama Steamship, Co. , 96 Phil. 335, 360 (1954) [Per J. Bautista Angelo, En Banc ].\n\n[84] Id. at 359.\n\n[85] CORP. CODE. (1980), sec. 39. Power to deny pre-emptive right . – All stockholders of a stock corporation shall enjoy pre-emptive right to subscribe to all issues or disposition of shares of any class, in proportion to their respective shareholdings, unless such right is denied by the articles of incorporation or an amendment thereto: Provided , That such pre-emptive right shall not extend to shares to be issued in compliance with laws requiring stock offerings or minimum stock ownership by the public; or to shares to be issued in good faith with the approval of the stockholders representing two-thirds (2/3) of the outstanding capital stock, in exchange for property needed for corporate purposes or in payment of a previously contracted debt.\n\n[86] Rollo , p. 64.\n\n[87] Id. at 63-64.\n\n[88] Metroplex Berhad and Paxell Investment Limited v. Sinophil Corporation , 905 Phil. 607, 619 (2021) [Per J. Hernando, Third Division], citing Philippine Stock Exchange, Inc. v. Court of Appeals , 346 Phil. 218, 230 (1997) [Per J. Torres, Jr., Second Division].\n\nDISSENTING OPINION\n\nROSARIO, J. :\n\nI dissent from the Resolution of the Division granting the Motion for Reconsideration [1] filed by respondents Lolito Lopez et al.\n\nThe aforesaid Resolution summarized the issues presented by respondents for resolution of this Court as follows:\n\n[TABLE_CONTENT]\n1) | Whether or not the petition in CA-G.R. SP No. 162134 (SP No. 162134) was timely filed;\n | \n2) | Whether or not Christina is a stockholder of record of the subject corporations; and\n | \n3) | Whether Lolito's purchase of the unissued shares of stock in the subject corporations was valid.\n[END_TABLE]\n\n1) Whether or not the petition in CA-G.R. SP No. 162134 (SP No. 162134) was timely filed;\n\n2) Whether or not Christina is a stockholder of record of the subject corporations; and\n\n3) Whether Lolito's purchase of the unissued shares of stock in the subject corporations was valid.\n\n[TABLE_CONTENT]\nOn the first issue of timeliness of the petition in SP No. 162134 before the Court of Appeals (CA) | \n[END_TABLE]\n\nOn the first issue of timeliness of the petition in SP No. 162134 before the Court of Appeals (CA)\nThe main argument raised in affirming the timeliness of SP No. 162134 in the CA was that a copy of the Decision dated July 29, 2019 of the Regional Trial Court (RTC) of Quezon City (RTC-QC Decision), subject of the appeal before the CA, should be deemed to have been received by respondents on August 13, 2019, when a copy thereof was served upon respondent's former counsel, Atty. Contacto. According to the Resolution, the reglementary period could not have commenced on August 6, 2019, when a purported employee of the law office of Atty. Contacto, Richard Velasco (Velasco), supposedly secured a copy of the RTC-QC Decision because this cannot be considered a valid service under the relevant provisions of the Rules of Court.\n\nI respectfully offer a contradictory point of view. It should be noted that even before Velasco had gone to the RTC to get a copy of the RTC-QC Decision, said court previously announced that it would promulgate its Decision on or about July 30, 2019, as it even encouraged the parties to personally secure their copies on or about said date. Just six days after the promulgation, Velasco went to said court and was in fact given a copy for Atty. Contacto.\n\nLater on, the RTC-QC issued a Certification attesting to the fact that Velasco, for Atty. Contacto, was indeed served a copy of the RTC-QC Decision in question.\n\nTherefore, to rule that respondents' counsel could not be deemed to have been properly served a copy of the RTC-QC Decision would run counter to the principle of estoppel and the presumption of regularity in the performance of official duty.\n\nIndeed, respondents' counsel should be estopped from questioning the service of the RTC-QC Decision upon him. There could be no reason for Velasco to go to the RTC-QC to get a copy of the Decision if it wasn't for the fact that he was acting on orders of his employer, Atty. Contacto. Velasco could not have known when copies of the Decision would be made available to the parties if he had not been informed by his office, and consequently ordered to secure a copy thereof from the RTC-QC.\n\nIf Velasco, considering his position at said law office, could not be considered as one of the individuals enumerated in the Rules of Court as having the authority to be served with court processes, then blame should not be placed on the doorstep of the RTC-QC, but on respondents' counsel who opted to send an office personnel otherwise not authorized to receive court processes under the Rules of Court.\n\nConsidering the circumstances, I respectfully submit that the principle of estoppel should be made to apply to respondents' counsel. Atty. Contacto should not be permitted to benefit from his own palpable mistake.\n\nThe RTC-QC should also be presumed to have performed official duties in a regular manner. Since this presumption had not been overcome by countervailing proof, it should thus extend not only as regards Velasco's employment by Atty. Contacto, but likewise that he has the authority to receive court processes under the Rules of Court.\n\n[TABLE_CONTENT]\nAnent the status of Christina and John Rusty as stockholders of LC Lopez and Conqueror | \n[END_TABLE]\n\nAnent the status of Christina and John Rusty as stockholders of LC Lopez and Conqueror\nThe Resolution held both Christina and John Rusty to be non-­stockholders because their names could not be found in the stock and transfer book of LC Lopez and Conqueror. The two also did not present certificates of stock in their names.\n\nHowever, the Resolution itself admitted that the names of Christina and John Rusty appeared in the GIS as stockholders of both corporations. The Resolution also affirmed that in their testimonies during trial in the court a quo , Lolito, Benedicto L. Villafuerte, and Teresita Fernando confirmed that Christina and John Rusty were indeed stockholders of the said corporations.\n\nIt can be recalled that in attempting to deny the status of Christina and John Rusty as stockholders of LC Lopez and Conqueror, Lolito admitted that he only considered them as stockholders during the times that he would be transacting with banks.\n\nI agree with the Resolution that both stock certificates and the stock and transfer book take precedence over the GIS of corporations. However, such certificates and books are not considered as conclusive and absolute proof of stock ownership.\n\nAside from the GIS, the testimonies of Lolito and the two other officers of the corporations should suffice to establish the status of Christina and John Rusty as stockholders. Again, the principle of estoppel should have been observed in the instant Petition.\n\nOne of the cases cited in the Resolution was Insigne vs. Abra Valley Colleges . [2] The issue to be resolved in said case was whether or not the presentation of a stock certificate was a condition sine qua non in establishing one's status as stockholder. The petitioners therein could not produce the stock and transfer book and any stock certificate to prove their stockholdings. However, the Court held that: Conformably with the doctrine of estoppel, the respondents could no longer deny the petitioners' status as stockholders of Abra Valley. The application of the doctrine of estoppel, which is based on public policy, fair dealing, good faith and justice, is only appropriate because the purpose of the doctrine is to forbid one from speaking against his own act, representations, or commitments to the injury of another to whom he directed such act representations, or commitments, and who reasonably relied thereon. The doctrine springs from equitable principles and the equities in the case, and is designed to aid the law in the administration of justice where without its aid injustice might result. The Court has applied the doctrine wherever and whenever special circumstances of the case so demanded. [3] (Citations omitted) Christina and John Rusty received the notice signed by Lolito to attend the stockholders' meeting held on February 11, 2019. Their status as stockholders appeared in the GIS of the corporations. Lolito and two other officers of the corporation testified that the two were indeed stockholders of the said corporations.\n\nThe aforesaid case of Insigne undoubtedly should support a finding that, contrary to the conclusion made in the Resolution, both Christina and John Rusty are stockholders of LC Lopez and Conqueror.\n\n[TABLE_CONTENT]\nOn the validity of the issuance of additional shares of stock in favor of Lolito | \n[END_TABLE]\n\nOn the validity of the issuance of additional shares of stock in favor of Lolito\nThe Resolution affirms that the power to sell shares of stock is exercised by the Board of Directors through a resolution authorizing such sale. However, it went on to clarify that the sale of shares without any board resolution is merely an ultra vires act, which is not illegal or void ab initio , but is merely voidable and may be validated if stockholders should ratify the same.\n\nIn characterizing the sale as voidable, the Resolution made reference to the Decision of this Court in Pirovano v. Dela Rama Steamship . [4]\n\nThere is thus no question that sales of shares of stocks is exclusively the domain of the Board of Directors. Without any board resolution authorizing sales of stocks, it is submitted that such transactions are invalid.\n\nThe 1954 case of Pirovano seemingly does not squarely apply to the instant Petition. The main concern in said case was a donation made by a corporation without the accompanying board resolution, which this Court held to have been made ultra vires but capable of ratification. However, there apparently was no similar ruling touching directly on the character of the sale of stocks made without a supporting board resolution.\n\nIt is submitted that the sale is invalid not only because of the absence of any board resolution but also because it was made in complete violation of Lily Lopez's preemptive rights.\n\nEven if it should be conceded that the sale was merely voidable and could therefore be ratified, it should be pointed out here that no such ratification ever took place. The Resolution cited with approval the ruling of the CA in this matter, which held that the election contest filed by Lily, Christina, and John Rusty \"unduly preempted the stockholders from meeting to ratify Lolito's acquisition of the unissued shares.\"\n\nHowever, it appears that Lolito acquired the shares in question on November 26, 2018, while the first election contest was filed on March 1, 2019. If the stockholders were really bent on ratifying the sale, it could have done so with ease at any time after the acquisition but before the filing of the first election contest. Unfortunately, Lolito was not able to act with dispatch, until it was too late for him to have the sale ratified.\n\nIn the end, the sale was made without the board's authorization nor eventual approval. Under these twin circumstances, the acquisition could not be anything but an invalid purchase.\n\n[1] Rollo , pp. 527-552.\n\n[2] 765 Phil. 188 (2015) [Per J. Bersamin, First Division].\n\n[3] Id. at 206.\n\n[4] 96 Phil. 335 (1954) [Per J. Bautista].\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 47197,
  "metadata_extraction_date": "2025-11-01T05:59:29.156143",
  "extraction_version": "2.0_enhanced_full_content"
}