{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2025/12/opt_case_69759.html",
  "filename": "opt_case_69759.html",
  "year": 2025,
  "month": "12",
  "case_number": "G.R. No. 268891",
  "gr_number": "268891",
  "volume_page": "959 Phil. 693",
  "decision_date": "October 22, 2024",
  "title": "GERARDO \"JERRY\" A. NOVERAS, PETITIONER, VS. COMMISSION ON ELECTIONS AND NARCISO DELA CRUZ AMANSEC, RESPONDENTS. D E C I S I O N GAERLAN, J.: This is a petition for certiorari[1] against the July 10, 2023 Resolution[2] of the Commission on Elections (COMELEC) First Division and the September 6, 2023 Resolution[3] of the COMELEC En Banc in SPA No. 22-048 (DC). On October 6, 2021, petitioner Gerardo \"Jerry\" A. Noveras (Noveras) filed a certificate of candidacy (COC) for the position of Vice-Governor of the province of Aurora in the May 9, 2022 general elections. At that time, Noveras was the incumbent governor of Aurora. In the late afternoon of March 30, 2022, respondent Narciso Dela Cruz Amansec (Amansec) and his wife went to the Aurora Training Center (ATC) compound to visit a police officer friend who was stationed there. While walking towards the compound, which hosted facilities of the provincial government, Amansec saw a tarpaulin with a certain image and red background. When Amansec moved closer to the premises, he saw the same image and background being printed on tarpaulin sheets, which turned out to be materials for Noveras's vice-gubernatorial campaign. Amansec also discovered that the tarpaulin printing machine was being run by Michael Tecuico (Tecuico), a casual employee of the Aurora Local Government Unit (LGU). Amansec approached Tecuico and asked him to explain why Noveras's campaign materials were being printed on LGU premises. Amansec claimed that Tecuico got angry and defensive at the inquiry and forcibly removed him from the premises. Amansec thus filed a police report and applied for a search warrant of the ATC compound.[4] On March 31, 2022, the executive judge of Branch 91, Regional Trial Court (RTC) of Baler, Aurora issued a search warrant for \"illegally printed election propaganda or campaign materials of Atty. Christian Noveras and Atty. Gerardo Noveras, Gubernatorial and Vice-Gubernatorial candidates for the Province of Aurora, respectively, which materials are deemed properties \"subject of the offense\" or 'fruits of the offense\"; and printing machines being used as a means of committing an offense which are kept inside the said Printing Room, also referred to as the \"Extension Office of the Provincial Capitol\" located at the Training Center (ATC), Sitio Setan, Barangay Calabuanan, Baler, Aurora.\"[5] The search warrant was implemented on April 2, 2022. Recovered from the ATC premises were the following items: one tarpaulin eco solvent printer, one inkjet printer, a personal computer set and computer peripherals, a semi-automatic eyelet machine, and 41 pieces of tarpaulin campaign materials and/or tarpaulin design templates[6] bearing the names of Noveras and other candidates for various provincial and municipal elective offices in Aurora.[7] The implementation of the search warrant was witnessed by an elected barangay official and three media representatives.[8] Amansec further alleged that one of the witnesses was able to take a photograph of the tarpaulin campaign materials showing that they were paid for by Christian Noveras, the incumbent vice-governor and Noveras's brother. On April 20, 2022, Amansec filed a criminal complaint against Noveras, Tecuico, and other persons for violation of Section 261(o) of the Omnibus Election Code and Article 217 of the Revised Penal Code, in connection with the tarpaulin printing incident.[9] On April 26, 2022, Amansec petitioned the COMELEC to disqualify Noveras from standing as a candidate, claiming that the tarpaulin printing incident was a violation of Section 261(o) ultimately attributable to Noveras, whose campaign materials were found on the scene.[10] Noveras argued that the petition should be dismissed outright for Amansec's failure to appear in the preliminary conference.[11] Noveras denied the allegation that his campaign materials were being printed on LGU premises using LGU resources.[12] Furthermore, violation of Section 261(o) is not among the grounds for disqualification of a candidate under Sections 12 and 68 of the Omnibus Election Code or Section 40 of the Local Government Code (LGC).[13] Finally, Noveras argued that a final judgment of conviction is necessary to disqualify a candidate whether under Section 12 of the Omnibus Election Code or Section 40 of the LGC.[14] The May 9, 2022 national and local Elections were conducted as scheduled, with Noveras remaining on the ballot. He garnered the highest number of votes for the position of vice-governor.[15] On March 8, 2023, the Aurora provincial prosecutor's office found probable cause to charge Noveras and five other individuals with violation of Section 261(o) of the Omnibus Election Code; but on June 16, 2023, the Department of Justice (DOJ) modified the provincial prosecutor's ruling and dismissed the charge as against Noveras.[16] On July 10, 2023, the COMELEC First Division resolved to grant Amansec's petition. The First Division resolved the case on the merits despite Amansec's non-appearance in the preliminary conference, invoking the public interest in the resolution of election cases and the liberal interpretation of the COMELEC rules of procedure.[17] The First Division stressed Noveras's failure \"to set forth the substance of the matters upon which he relies to support his denial of the factual allegations against him. He failed to controvert the pieces of evidence clearly establishing that tarpaulins for his campaign were being printed using provincial government resources by a casual plantilla employee under his control and supervision.\"[18] Noveras was disqualified on the basis of Section 261(d)(1) of the Omnibus Election Code, as he influenced his subordinate, Tecuico, into doing acts beneficial to his campaign. The witness statements and search reports prove that Tecuico, a casual employee of the Aurora LGU, was caught in the act of printing Noveras's campaign materials using Aurora LGU equipment, inside Aurora LGU premises. It was also proven that Noveras appointed Tecuico to the LGU. As head of the Aurora LGU and the signatory of Tecuico's appointment, Noveras wielded not only moral and legal ascendancy over Tecuico, but also command and control prerogatives over the facilities and resources implicated in the tarpaulin printing incident. Given the circumstances, the First Division concluded that Tecuico would not have used Aurora LGU resources to print campaign materials in the ATC compound if not for the moral and legal ascendancy exercised over him by Noveras. Furthermore, any such use of provincial government resources and facilities would not have been possible without the knowledge or influence of Noveras, the incumbent provincial governor.[19] Noveras may be disqualified on the basis of Section 261(d)(1) of the Omnibus Election Code despite its apparent repeal by Section 2 of Republic Act No. 7890. The effect of Republic Act No. 7890 on the treatment of acts of coercion affecting the right of suffrage is ambiguous, as it increased the penalty for such acts, but repealed the specific provisions defining and regulating such acts in Section 261(d)(1) and (2) of the Omnibus Election Code. The COMELEC First Division resolved the ambiguity by resorting to the legislative history of the statute, which shows that: 1) the scope of the original bill which became Republic Act No. 7890 was limited to removing bloc voting by religious groups from the enumeration of acts punished in Section 261(d); and 2) there was no discussion or intention to remove the prohibition against acts of coercion and undue influence affecting the right of suffrage by public officers. The poll body in division thus concluded that Section 2 of Republic Act No. 7890 should be read not as a blanket repeal of Section 261(d) of the Omnibus Election Code, but as a mere amendment to remove any reference to acts of coercion affecting the right of suffrage committed by leaders or officials of religious organizations, which means that Section 261(d) remains an available ground to disqualify public officers like Noveras.[20] In a separate opinion, Commissioner Ernesto Ferdinand P. Maceda, Jr. (Commissioner Maceda) echoed the reasoning of the First Division and further explained that Javier v. COMELEC,[21] which construed Section 2 of Republic Act No. 7890 as an express and blanket repeal of Section 261(d) of the Omnibus Election Code, \"did not in any way diminish [the COMELEC's] power to act in the face of situations where the coercion of voters on matters of suffrage is clearly apparent.\"[22] Commissioner Maceda also opined that Noveras may be disqualified and prosecuted under Section 261(e) of the Omnibus Election Code, as the tarpaulin printing incident amounts to a fraudulent scheme for the purpose of inducing participation in a campaign.[23] All the elements of said offense, as defined in Section 261(e), are present. First, the unlawful and unauthorized use of government property by public officers constitutes fraud; thus, Tecuico's use of an Aurora LGU-owned printing machine within Aurora LGU premises to print campaign materials for the campaign of the incumbent governor is a fraudulent scheme.[24] Second, the moral and legal ascendancy Noveras had over Tecuico as local chief executive and appointing authority is a strong indicator of inducement, as \"[i]t would be impossible for Tecuico to have performed such scale of illegal activity on his own and without the knowledge and consent of his superior officer. Further, it is without doubt that the commission of the illegal acts would ultimately redound to the benefit and advantage of [Noveras], not just indirectly but directly.\"[25] Third, the printing of tarpaulin campaign banners is an act of participation in a campaign. The materials printed by Tecuico contain exhortations for voters to cast their votes for Noveras and the other candidates in his ticket.[26] On September 6, 2023, the COMELEC En Banc resolved to deny Noveras's motion for reconsideration, sustaining the First Division's reasoning as to the effect of Republic Act No. 7890 on Section 261(d) of the Omnibus Election Code,[27] and adopting Commissioner Maceda's findings on the applicability of Section 261(e).[28] Noveras cannot be disqualified on the basis of Section 261(o) of the Omnibus Election Code without a final judgment of conviction because it is not one of the disqualificatory offenses mentioned in Section 68 of the Omnibus Election Code.[29] Nevertheless, the First Division did not err in disqualifying Noveras on the ground of Section 261(d)(1) and Section 261(e), which are both Section 68 disqualificatory offenses. Noveras can be disqualified for the tarpaulin printing incident even if he was not personally involved therein, as Section 261(e) does not require that the acts of coercion or influence be done directly: The material factors in the unlawful use of government resources are the following: (1) Mr. Tecuico – a provincial government casual worker, and (2) the ATC Compound – a provincial government-owned complex. These factors have a common denominator – [Noveras], as the then incumbent governor and Chief Executive Officer of the Province of Aurora, had direct authority over both the person of a provincial government casual worker and the provincial property. This is not a mere coincidence but a strong indication that [Noveras] had coerced and induced Mr. Tecuico in performing the acts complained of. The clear language of Section 261(e) of the OEC states that the prohibited act need not to be proved to be undertaken by Respondent directly. Even the indirect act would render him liable. [C]oercion can be implied, as either legal or constructive, where the relation of the parties is such that one is under subjection to the other, and is thereby constrained to do what his free will would refuse. Inducement is defined as an \"act or process of enticing or persuading another person to take a certain course of action.\" As exhaustively explained by the Resolution of the Commission (First Division), [Noveras], in view of the extensive powers granted to him as the Governor of the Province of Aurora, exercised authority and control over the hiring and termination of employees and appointees as well as over government premises.[30] Before Us, Noveras accuses the COMELEC of grave abuse of discretion in: 1) construing Republic Act No. 7890 as a mere amendment of Section 261(d) of the Omnibus Election Code, contrary to the ruling in Javier;[31] 2) disqualifying him on the basis of Section 261(d) despite its repeal by Republic Act No. 7890;[32] and 3) disqualifying him on the basis of Section 261(e) despite the absence of evidence showing that he actually coerced or influenced Tecuico.[33] Noveras also prayed for preliminary injunctive relief, arguing that the immediately executory character of the assailed rulings deprives him of the right to run for elective office, more so considering that he garnered the highest number of votes for vice-governor of Aurora in the May 9, 2022 local elections.[34] Commenting on the Petition on the COMELEC's behalf, the Office of the Solicitor General (OSG) argues that the poll body's ruling is supported by a preponderance of evidence showing that Noveras perpetrated a \"fraudulent scheme by unlawfully using government resources and premises... to compel and induce Mr. Tecuico, a provincial casual worker, to print materials for his campaign[:] . . . a prohibited act under Section 261(e) of the [Omnibus Election Code].\"[35] The DOJ's dismissal of the Section 261(o) charge against Noveras is immaterial because the COMELEC retains jurisdiction over the electoral aspect of the offense, which only requires a \"clear preponderance of evidence\".[36] The State Tribune also asks Us to revisit the ruling in Javier, arguing that the construction of Section 2 of Republic Act No. 7890 as an express and blanket repeal of Section 261(d) of the Omnibus Election Code is not only inconsistent with the legislative history of Republic Act No. 7890, but also deprives the COMELEC of the power to act against clear cases of coercion and undue influence affecting the right of suffrage.[37] Finally, the OSG argues against the grant of preliminary injunctive relief, as Noveras failed to show any clear legal right protectible by a preliminary injunctive writ. His claimed rights to seek and hold public office are not rights at all, but mere privileges that are subject to legal regulation. Furthermore, Noveras can no longer invoke said rights as basis for preliminary injunctive relief, as he remained on the ballot and garnered the most votes for vice-governor of Aurora in the May 9, 2022 elections.[38] On January 19, 2024, the Court received a Motion for Leave to File and Admit Attached Comment and Notice of Death[39] from a certain Naryne Amansec (Naryne), who represented herself to be Amansec's daughter. Naryne alleged that her father passed away on October 3, 2022. She thus prayed to be: 1) allowed to substitute Amansec as a party in the present action; and 2) given leave to file a comment in substitution of Amansec. Noveras moved for the denial and expunction of Naryne's motion, on the ground that she is not a real party-in-interest.[40] The petition must be dismissed. I. Amansec may be substituted in the disqualification proceeding In Lanot v. COMELEC,[41] Lanot and others filed a petition to disqualify Eusebio from standing as a candidate in the May 10, 2004 election for mayor of Pasig City. The COMELEC allowed the election and proclamation to proceed while the disqualification case was pending. Lanot assailed the COMELEC's action before the Supreme Court. In the meantime, the COMELEC referred the case to its Law Department without issuing a definitive ruling on the electoral aspect. While his case against Eusebio was pending before Us, Lanot was assassinated. Raymundo filed a motion to substitute Lanot; and the third placer in said election moved to intervene. We allowed both Lanot's substitution and the third-placer's intervention: The law and the COMELEC rules [of procedure] have clear pronouncements that the electoral aspect of a disqualification case is not rendered inutile by the death of petitioner, provided that there is a proper substitution or intervention of parties while there is a pending case. On Raymundo's substitution, any citizen of voting age is competent to continue the action in Lanot's stead. On Benavides' intervention, Section 6 of Republic Act No. 6646, or the Electoral Reforms Law of 1987 (\"Electoral Reforms Law of 1987\"), allows intervention in proceedings for disqualification even after elections if no final judgment has been rendered. Although Eusebio was already proclaimed as Pasig City Mayor, Benavides could still intervene, as there was still no final judgment in the proceedings for disqualification. The case for disqualification exists, and survives, the election and proclamation of the winning candidate because an outright dismissal will unduly reward the challenged candidate and may even encourage him to employ delaying tactics to impede the resolution of the disqualification case until after he has been proclaimed. The exception to the rule of retention of jurisdiction after proclamation applies when the challenged candidate becomes a member of the House of Representatives or of the Senate, where the appropriate electoral tribunal would have jurisdiction. There is no law or jurisprudence which says that intervention or substitution may only be done prior to the proclamation of the winning candidate. A substitution is not barred by prescription because the action was filed on time by the person who died and who is being substituted. The same rationale applies to a petition-in-intervention.[42] The facts in Lanot are on all fours with the present case. The election proceeded despite the pendency of Amansec's disqualification petition, with the party sought to be disqualified remaining on the ballot and garnering the highest number of votes. The final ruling on the electoral aspect came only after the election and proclamation,[43] and Amansec passed away before resolution of the case. Under Rule 25, Section 2 of the COMELEC Rules of Procedure, any voter or duly registered political organization has standing to file a petition for disqualification. In Lanot, since the Court allowed Raymundo to substitute for the assassinated Lanot, so too should We allow Naryne, Amansec's daughter and a registered voter in Ipil, Dipaculao, Aurora,[44] to substitute for Amansec. II. Revisit of Javier v. COMELEC not necessary; Republic Act No. 7890 expressly repealed Section 261(d) of the Omnibus Election Code The first rule of statutory construction is that one should not resort to statutory construction.[45] It is presumed that the legislature says what it means and means what it says when it passes laws.[46] Where the words of a statute are clear, plain, and unambiguous, there is no occasion for interpretation. The literal meaning of the statute must be followed without judicial addition or subtraction.[47] \"[L]egislative intent must be determined from the language of the statute itself especially when the words and phrases therein are clear and unequivocal. The statute in such a case must be taken to mean exactly what it says. Its literal meaning should be followed; to depart from the meaning expressed by the words is to alter the statute.\"[48] \"[L]egislative intent must be ascertained from a consideration of the statute as a whole, and not of an isolated part or a particular provision alone.\"[49] With these rules in mind, We consider the text of Republic Act No. 7890: AN ACT AMENDING ARTICLE 286, SECTION THREE, CHAPTER TWO, TITLE NINE OF ACT NO. 3815, AS AMENDED, OTHERWISE KNOWN AS THE REVISED PENAL CODE SECTION 1. Article 286, Section Three, Chapter Two, Title Nine of Act No. 3815, as amended, is hereby further amended to read as follows: \"Art. 286. Grave Coercion. — The penalty of prision correccional and a fine not exceeding Six thousand pesos shall be imposed upon any person who, without any authority of law, shall, by means of violence, threats or intimidation, prevent another from doing something not prohibited by law, or compel him to do something against his will, whether it be right or wrong. \"If the coercion be committed in violation of the exercise of the right of suffrage, or for the purpose of compelling another to perform any religious act, to prevent him from exercising such right or from so doing such act, the penalty next higher in degree shall be imposed.\" SECTION 2. Section 261, Paragraphs (d)(1) and (2), Article XXII of Batas Pambansa Blg. 881 is hereby repealed. SECTION 3. All other election laws, decrees, executive orders, rules and regulations, or parts thereof inconsistent with the provisions of this Act are hereby repealed. SECTION 4. If, for any reason, any section or provision of this Act, or any portion thereof, the application of such section, provision or portion to any person, group or circumstance is declared invalid or unconstitutional, the remainder of this Act or application of such section, provision or portion thereof to other persons, groups or circumstances shall not be affected by such declaration. SECTION 5. This Act shall take effect upon its approval. The statute is clear and categorical. Section 1 amends the definition of grave coercion by adding \"threats or intimidation\" as additional modes of committing said offense. It also increases the penalty for grave coercion from arresto mayor and a PHP 500.00 fine to prision correccional and a PHP 6,000.00 fine.[50] Finally, Section 1 increases the penalty for coercions committed in violation of the exercise of the right of suffrage. In turn, Section 2 repeals Section 261(d) of the Omnibus Election Code; and Section 3 repeals all election laws and regulations inconsistent with the statute. The sentence \"Section 261, Paragraphs (d)(1) and (2), Article XXII of Batas Pambansa Blg. 881 is hereby repealed\" can have no meaning other than the withdrawal of binding force and legal effect from Section 261, Paragraphs (d)(1) and (2), Article XXII of Batas Pambansa Blg. 881, and the removal of said provision from the corpus of statutory law. This is exactly how We ruled in Javier, which also involved an elective official who was disqualified from standing as a candidate on the basis of Section 261(d): A repeal may be express or implied. An express repeal is one wherein a statute declares, usually in its repealing clause, that a particular and specific law, identified by its number or title, is repealed. An implied repeal, on the other hand, transpires when a substantial conflict exists between the new and the prior laws. In the absence of an express repeal, a subsequent law cannot be construed as repealing a prior law unless an irreconcilable inconsistency and repugnancy exist in the terms of the new and the old laws. In the present case, it is clear that R.A. No. 7890 expressly repealed Section 261, paragraphs (d)(1) and (2) of the Omnibus Election Code. The COMELEC Second Division's October 3, 2014 resolution, however, treated this repeal as merely an implied one. Commissioner Yusoph reasoned out as follows: Moreover, the general repealing clause in Section 3 of RA 7890 cannot impliedly repeal Section 68 because the latter is not absolutely and irreconcilably incompatible with Article 286, as amended by RA 7890. Meaning, a case for disqualification due to coercion under Section 68 can very well stand apart from the criminal case for coercion under Article 286, as amended. This is so because Section 68 involves an administrative proceeding intended to disqualify a candidate whereas Article 286, supra, involves a criminal proceeding intended to penalize coercion. Both laws, therefore, can be given effect without nullifying the other, hence the inapplicability of implied repeal. To firm up our stance against implied repeal of coercion as a ground for disqualification, the following pronouncements of the Supreme Court are guiding: \"Implied repeal by irreconcilable inconsistency takes place when the two statutes cover the same subject matter; they are so clearly inconsistent and incompatible with each other that they cannot be reconciled or harmonized; and both cannot be given effect, that is, that one law cannot be enforced without nullifying the other.\" \"Well-settled is the rule is statutory construction that implied repeals are disfavored. In order to effect a repeal by implication, the latter statute must be so irreconcilably inconsistent and repugnant with the existing law that they cannot be made to reconcile and stand together. The clearest case possible must be made before the inference of implied repeal may be drawn, for inconsistency is never presumed. …\" We point out that this resolution and the dissenting opinion of Commissioner Guia became the basis of the internal arrangement reached upon by the Commission en banc whereby the commissioners agreed to submit their respective opinions explaining their votes or their concurrence with either Commissioner Yusoph or Guia. As earlier stated, the vote was 4-2-1 in favor of disqualification; in a per curiam order promulgated on January 12, 2015, the Commission en banc disqualified Gov. Javier and annulled his proclamation as the governor of Antique. Chairman Brillantes and Commissioner Arthur Lim wrote their own opinions concurring with the position of Commissioner Yusoph, while Commissioner Tagle submitted his vote concurring with the opinions of Commissioner Yusoph and Chairman Brillantes. In his Separate Opinion, Chairman Brillantes agreed with Commissioner Yusoph that the repeal of Section 261(d) by R.A. No. 7890 was merely implied, and made the following disquisition: . . . . The Supreme Court, in a long line of cases, has constantly disfavored and struck down the use of repeal by implication. Pursuant to jurisprudence, well entrenched is the rule that an implied repeal is disfavored. The apparently conflicting provisions of a law or two laws should be harmonized as much as possible, so that each shall be effective. For a law to operate to repeal another law, the two laws must actually be inconsistent. The former must be so repugnant as to be irreconcilable with the latter act. Stated plainly, a petition for disqualification on the ground of coercion shall be taken differently and distinctly from coercion punishable under the [Revised Penal Code] for the two can very well stand independently from each other. Therefore, unless proven that the two are inconsistent and would render futile the application and enforcement of the other, only then that a repeal by implication will be preferred. A law that has been expressly repealed ceases to exist and becomes inoperative from the moment the repealing law becomes effective. The discussion on implied repeals by the Yusoph resolution, (and the concurring opinion of Chairman Brillantes, Jr.), including the concomitant discussions on the absence of irreconcilable provisions between the two laws, were thus misplaced. The harmonization of laws can only be had when the repeal is implied, not when it is express, as in this case. The COMELEC's reasoning that coercion remains to be a ground for disqualification under Section 68 of the Election Code despite the passage of R.A. No. 7890 is erroneous. To the point of our being repetitive, R.A. No. 7890 expressly repealed Section 261d(1) and (2) of Batas Pambansa Blg. 881, rendering these provisions inoperative. The effect of this repeal is to remove Section 261(d) from among those listed as ground for disqualification under Section 68 of the Omnibus Election Code.[51] The COMELEC ruled that Javier misconstrued the relationship between Republic Act No. 7890 and the Omnibus Election Code. According to the national poll body, the increased penalty for acts of coercion against the exercise of the right of suffrage is inconsistent with the repeal of Section 261(d) of the Omnibus Election Code: A textual examination of the R.A. 7890 yields to ambiguity in its interpretation. The first portion of the law actually increased the penalty for acts of coercion that affect the exercise of the right to suffrage and as well as forms of coercion for the purpose of compelling another to perform any religious act, to prevent him from exercising such right or from so doing such act. This is suggestive that the legislative [sic] want[s] to punish and deter such forms of coercion. However, in the second portion, it repealed Section 261(d)(1) and (d)(2). These sections enumerate in detail the different forms and manner of coercion by certain factors affecting the right of suffrage of the individuals coerced such as their decision to aid, campaign, and vote for or against any candidate. Reading the provisions of R.A. 7890 and Section 261(d)(1) and (d)(2) together do not provide certainty as to the real mandate of R.A. 7890. The apparent ambiguity in the provisions of R. A. 7890 in relation to Section 261(d) of the OEC requires resort to the ascertainment of legislative intent in order for the Commission to properly enforce the same.[52] However, as the COMELEC points out, the ambiguity resulting from the correlation of Republic Act No. 7890 to Section 261(d) of the Omnibus Election Code is more apparent than real, because Section 2 of Republic Act No. 7890 clearly, expressly, and categorically erased Section 261(d) of the Omnibus Election Code from the statute books. Moreover, there is no inherent ambiguity or contradiction between Republic Act No. 7890's imposition of a higher penalty for coercions against the right of suffrage and the deletion of the \"detailed enumeration\" of specific forms of such coercions in Section 261(d). Republic Act No. 7890 merely reconciles and simplifies the treatment of coercion in the Omnibus Election Code and Revised Penal Code, as explained below. Article 286 of the Revised Penal Code and Section 261(d) of the Omnibus Election Code share a common subject: coercion as a punishable act. Before the amendments introduced by Republic Act No. 7890, grave coercion under Article 286 of the Revised Penal Code had the following elements: (1) that any person be prevented by another from doing something not prohibited by law, or compelled to do something against his will, be it right or wrong; (2) that the prevention or compulsion be effected by violence, either by material force or such display of it as would produce intimidation and control the will of the offended party, and (3) that the person who restrained the will and liberty of another had no right to do so, or, in other words, that the restraint was not made under authority of law or in the exercise of a lawful right.[53] Courts and commentators have opined that grave coercion can be committed by moral pressure or intimidation, as these may be considered \"displays of force.\"[54] In Macalintal v. COMELEC,[55] the Supreme Court En Banc held that the right of suffrage is a fundamental political right which stems from the right to liberty. The right of suffrage may therefore be curtailed only by the State through law or regulation, in accord with due process. Thus, as a general rule, any form of non-state interference on the right of suffrage, whether through intimidation, coercion, or influence, should be presumed to have been made without right or authority. The acts mentioned in Section 261(d)(1) of the Omnibus Election Code, i.e., the direct or indirect coercion, intimidation, or compulsion of a subordinate, employee, member, or parishioner, to aid, campaign, or vote for or against any candidate or any aspirant for the nomination or selection of candidates, are clear-cut cases of compelling someone to do something against their will by force or intimidation, without legal right or authority. The same is true for the acts mentioned in Section 261(d)(2) of the Omnibus Election Code, as threatened or actual reduction of salary, demotion, transfer, suspension, separation, excommunication, ejectment, or vexation falls under either intimidation or force and violence in the form of moral or economic pressure. We therefore agree with the COMELEC that Section 261(d) of the Omnibus Election Code contains mere \"detailed enumerations\" of acts of coercion particularly affecting the right of suffrage which are already penalized by Article 286 of the Revised Penal Code. By expressly including threats and intimidation as modes of committing grave coercion, Section 1 of Republic Act No. 7890 merely codified the above-discussed relation between the Omnibus Election Code and the Revised Penal Code. Since coercions against the right of suffrage are already penalized in Article 286 of the Revised Penal Code, Section 261(d) of the Omnibus Election Code is superfluous. Accordingly, Section 2 of Republic Act No. 7890 expressly repealed said superfluous provision. To reinforce such express repeal, Section 3 of Republic Act No. 7890 introduces an inconsistency clause directed at all other election laws and regulations. This inconsistency clause erases all other references to Section 261(d), not only in the Omnibus Election Code, but in all other election statutes and regulations. The COMELEC makes much of the alleged original intent of the House Bill that became Republic Act No. 7890. However, the intent to decriminalize the enforcement of bloc-voting by officials of religious groups is easily reconcilable with the total repeal of the provision that the legislature actually enacted. The COMELEC itself admitted that \"the House Bill as originally worded was approved on First and Second Reading and was only amended [at the bicameral level] to include the provisions of the Revised Penal Code and the blanket repeal of Section 261(d)(1) and (d)(2) because the same was met with objections from various religious denominations and sects.\"[56] This makes it clear that the Legislature ultimately settled on a blanket repeal of Section 261(d) as the most satisfactory response to the objections of \"various religious denominations and sects.\"[57] At any rate, We again emphasize that resort to statutory construction aids such as legislative history is proper only when the meaning of the statute is not apparent from a plain reading: [I]t is of course fundamental that the determination of the legislative intent is the primary consideration. However, it is equally fundamental that [ ] legislative intent must be determined from the language of the statute itself. This principle must be adhered to even though the court be convinced by extraneous circumstances that the Legislature intended to enact something very different from that which it did enact. An obscurity cannot be created to be cleared up by construction and hidden meanings at variance with the language used cannot be sought out. To attempt to do so is a perilous undertaking, and is quite apt to lead to an amendment of a law by judicial construction. To depart from the meaning expressed by the words is to alter the statute, is to legislate not to interpret.[58] In Regalado v. Yulo,[59] the Court further held, thus: The intent of the Legislature to be ascertained and enforced is the intent expressed in the words of the statute. If legislative intent is not expressed in some appropriate manner, the courts cannot by interpretation speculate as to an intent and supply a meaning not found in the phraseology of the law. In other words, the courts cannot assume some purpose in no way expressed and then construe the statute to accomplish this supposed intention.[60] Here, the legislative history only confirms the plain meaning of Republic Act No. 7890: the legislature intended to abrogate Section 261(d) of the Omnibus Election Code and all references thereto in other statutes and regulations. The legislature and the apex court have decided thusly, and the national poll body must yield. III. Section 261(e) remains a valid ground to disqualify candidates who resort to fraud, intimidation, undue influence or violence The COMELEC argues that Javier did not \"diminish its power to act in the face of situations where the coercion of voters on matters of suffrage is clearly apparent.\"[61] We agree with this statement only insofar as Section 261(e) subsists as a valid and lawful ground to disqualify a candidate who uses intimidation, undue influence, or violence to vitiate the free and informed exercise of the right of suffrage. As discussed above, the abrogatory provisions of Republic Act No. 7890 apply only to Section 261(d), leaving the other disqualificatory offenses in Section 68 of the Omnibus Election Code unaffected. Section 261(e) of the Omnibus Election Code reads as follows: (e) Threats, intimidation, terrorism, use of fraudulent device or other forms of coercion. — Any person who, directly or indirectly, threatens, intimidates or actually causes, inflicts or produces any violence, injury, punishment, damage, loss or disadvantage upon any person or persons or that of the immediate members of his family, his honor or property, or uses any fraudulent device or scheme to compel or induce the registration or refraining from registration of any voter, or the participation in a campaign or refraining or desistance from any campaign, or the casting of any vote or omission to vote, or any promise of such registration, campaign, vote, or omission therefrom. The provision contemplates two general classes of acts: first, threats, intimidations, and actual violence; and second, fraudulent devices or schemes. Under the first class fall the following acts: a) threats, b) intimidations, and c) actual causing, infliction, or production of violence, injury, punishment, damage, loss, or disadvantage upon any person or any person's immediate family, honor, or property, with the intent of compelling or inducing any of the following results: 1) registration or refraining from registration of any voter; 2) participation in a campaign; 3) refraining or desistance from any campaign; 4) casting of any vote; 5) omission to vote; and 6) any promise to do the following acts. The second class contemplates fraudulent devices or schemes intended to compel or induce any of the abovementioned results. Both classes of acts may be committed directly or indirectly. IV. Finding of violation of Section 261(e), under both classes of acts defined therein, is supported by substantial evidence Section 68 disqualification proceedings before the COMELEC are administrative in nature. In such proceedings, the subject of the inquiry is the electoral aspect of the election offense, i.e., whether the respondent should be disqualified from being a candidate for having committed any of the acts or offenses listed in Section 68; and the COMELEC's adjudication on said issue must be supported by a clear preponderance of evidence.[62] However, if the grounds for disqualification are also defined and penalized as crimes, the COMELEC may also pursue the criminal aspect of the offense by referring the same to its Law Department.[63] Factual findings of the COMELEC are final and non-reviewable if supported by substantial evidence.[64] \"[T]he [Supreme] Court does not review in a certiorari petition the COMELEC's appreciation and evaluation of the evidence, except to determine if these findings are supported by substantial evidence. If substantial evidence exists, the COMELEC’s findings and conclusions, even if erroneous, are accorded respect; COMELEC action under these circumstances merely amount to an error of judgment. [W]hen factual conclusions are not based on substantial evidence or when the appreciation and conclusions of fact are attended by grave abuse of discretion, the resulting errors mutate from error of judgment to error of jurisdiction.\"[65] Noveras put up a defense of general denial before the COMELEC. He simply disavowed any knowledge of the tarpaulin printing incident and presented no evidence to refute the allegations in the petition. The only defense he raised is the unsubstantiated allegation that Amansec's camp had seized control over the ATC compound prior to the implementation of the search warrant.[66] Notably, Noveras only raised this matter in the criminal complaint against him for violation of Section 261(o).[67] Thus, the COMELEC First Division correctly reasons that: These bare allegations are not enough to contravene the clear and unequivocal statements of [Amansec] which include [affidavits of] law enforcement agents regularly performing their duties by virtue of a court-issued warrant of arrest. [Noveras's] claim that the ATC Compound was under the control of [Amansec] also runs counter ordinary logic and human experience as [Noveras] is the Chief Executive of the Province of Aurora and the compound is a property of the provincial government.[68] IV.A. The tarpaulin printing incident is a fraudulent scheme to induce voters to cast their votes in favor of Noveras The COMELEC found Noveras guilty of using fraudulent devices or schemes to compel or induce Tecuico's participation in his vice-gubernatorial campaign, in violation of Section 261(e): a disqualificatory offense under Section 68 of the Omnibus Election Code. We sustain, to the extent that the tarpaulin printing incident is a fraudulent scheme to produce campaign materials inducing the Aurora electorate to vote for Noveras and his ticket. As mentioned above, the election offense of use of fraudulent device has three elements: 1) the existence of a fraudulent device or scheme; 2) the use of said fraudulent device or scheme for the purpose of inducement or compulsion; and 3) the inducement or compulsion is intended to produce, or actually produces, the following results: a. registration or refraining from registration of any voter; b. participation in a campaign; c. refraining or desistance from any campaign; d. casting of any vote; e. omission to vote; or f. any promise to do the following acts. As to the first element, the disqualification petition and its attachments sufficiently establish that on March 30, 2022, Tecuico, a casual employee of the Aurora LGU, was caught operating a printing machine within Aurora LGU premises, for the purpose of printing out campaign materials which were later identified to be for the campaign of Noveras and his ticket. The parties do not dispute that the ATC Compound is a provincial government facility, and the search team had to liaise with an Aurora LGU employee to open the locked printing room. The printing incident itself was personally witnessed by Amansec and later recorded in the blotter of the Baler Municipal Police Station, as follows: [A]t around 3:30 PM of [March 30, 2022], when [Amansec was] about [to] see and visit his friend (certain \"Mariano\"[,] a personnel [sic] of HPG based at ATC Compound Sitio Setan, Brgy. Calabuanan, Baler, Aurora) he accidentally saw/discovered the illegal printing of campaign materials, like tarpaulins, for candidates Christian Noveras and Gerardo Noveras, inside the ATC Compound by a certain Michael Tecuico. Further, that when he confronted Michael Tecuico, the latter got mad, choked him, and tried to push him outside. A commotion ensued between them and as a result thereof, he sustained injury on his right elbow. And accordingly, Mich[a]el Tecuico locked the accordion of the alleged printing room, with all the pieces of evidence left inside.[69] The documentation and reports from the ensuing search establish that the printing machines and facilities used by Tecuico were found within Aurora LGU premises. The Certification of Orderly Search and the affidavits of the searching team show that the materials hurriedly left behind by Tecuico in the ATC compound printing room were campaign materials for Noveras and the other candidates on his ticket.[70] The photographic documentation of the seized items show the computers, printing equipment, printing supplies, and printed tarpaulins that were recovered during the search.[71] Amansec also submitted the plantilla, service records, accomplishment reports, and daily time records proving Tecuico's employment with the Aurora LGU.[72] The unlawful and unauthorized use of government resources by public officers constitutes fraud. We so ruled in Juan v. People,[73] where three incumbent barangay officials were charged with violating Section 261(o) of the Omnibus Election Code for using barangay-owned radio equipment and vehicles in their election campaign. The trial court ordered their preventive suspension on the basis of Republic Act No. 3019. Before Us, the accused officials argued that preventive suspension under Republic Act No. 3019 does not apply when the public officer is charged with an election offense. We rejected this contention and ruled that preventive suspension under Republic Act No. 3019 applies to any form of fraud involving government funds or property: Interestingly, prior to its amendment by BP 195, [Section 13 of Republic Act No. 3019] had applied to public officers who, under a valid information, were charged with violations of RA 3019 or with offenses covered by the Revised Penal Code provision on bribery. The amendatory law expanded the scope of the provision; now, public officers may likewise be suspended from office if, under a valid information, they are charged with an offense falling under Title 7 of Book II of the Revised Penal Code, or with any other form of fraud involving government funds or property. True, the cases against petitioners involve violations of the Election Code; however, the charges are not unidimensional. Every law must be read together with the provisions of any other complementing law, unless both are otherwise irreconcilable. It must be emphasized that petitioners were incumbent public officers charged with the unauthorized and unlawful use of government property in their custody, in the pursuit of personal interests. The crime being imputed to them is akin to that committed by public officers as laid down in the Revised Penal Code. Certainly, petitioners' acts constitute fraud against the government: thus, the present case is covered by Section 13 of RA 3019.[74] Similarly, the printing of campaign materials for the election campaign of an incumbent public official by a government employee within government premises is a fraudulent device or scheme involving the diversion of government resources to unauthorized ends. As to the second and third elements, the photographic evidence indubitably demonstrates that the campaign materials printed by Tecuico and subsequently found in the ATC printing room were calculated to induce the electorate of Aurora to cast their votes in favor of Noveras and his ticket.[75] Noveras can be disqualified under Section 261(e) even if the unauthorized printing of his campaign materials in Aurora LGU premises was done by someone else, because Section 261(e) does not distinguish between direct and indirect participation. What matters is that Noveras was the ultimate beneficiary of the acts committed by Tecuico, and that he exercised moral and legal ascendancy over the latter by virtue of his position as governor of Aurora and as appointing authority, as exhaustively explained in the assailed COMELEC resolutions. IV.B. There was threat or intimidation of punishment, damage, loss or disadvantage upon Tecuico which induced him to print Noveras’s campaign materials in LGU premises The election offense of threats, intimidation or coercion under Section 261(e) has the following elements: 1) the offender, directly or indirectly, threatens, intimidates, or actually causes, inflicts, or produces violence, injury, punishment, damage loss, or disadvantage; 2) the threat, intimidation, or actual causing, infliction or production of violence, injury, punishment, damage, loss, or disadvantage is directed at a person or a person's immediate family, honor, or property; and 3) the threat, intimidation, or actual causing, infliction or production of violence is intended to compel or induce any of the following results: a. registration or refraining from registration of any voter b. participation in a campaign c. refraining or desistance from any campaign d. casting of any vote e. omission to vote f. any promise to do the following acts. As to the first and second elements, the COMELEC En Banc extensively discussed the prevailing power relation between Noveras and Tecuico in their respective capacities as Aurora provincial governor and Aurora LGU employee: The material factors in the unlawful use of government resources are the following: (1) Mr. Tecuico - a Provincial government casual worker, and (2) the ATC Compound – a provincial government-owned complex. These factors have a common denominator - Respondent, as the then incumbent governor and Chief Executive Officer of the Province of Aurora, had direct authority over both the person of a provincial government casual worker and the propert[ies of the province]. This is not a mere coincidence but a strong indication that [Noveras] had coerced and induced Mr. Tecuico in performing the acts complained of. The clear language of Section 261(e) of the OEC states that the prohibited act need not to be proved to be undertaken by Respondent directly. Even the indirect act would render him liable. As defined in Black's Law Dictionary, coercion can be implied, as either legal or constructive, where the relation, of the parties is such that one is under subjection to the other, and is thereby constrained to do what his free will would refuse.... ...[Noveras], in view of the extensive powers granted to him as the Governor of the Province of Aurora, exercised authority and control over the hiring and termination of employees and appointees as well as over government premises. We underscore that [Noveras's] extensive power is evident in his authority to terminate the services of casual workers like Mr. Tecuico at will. Casual workers \"may be laid-off any time before the expiration of the employment period when their services are no longer needed or funds are no longer available or the project has already been completed/finished.\" Again, coercion is evident where the relation of the parties is such that one is under subjection to the other, and is thereby constrained to do what his free will would refuse. This is clearly the situation of Mr. Tecuico. He could not have performed the acts complained of without any orders or authorization from [Noveras] who is the Chief Executive Officer of the Province of Aurora. A provincial casual worker would not be able to perform such a systematic and immense task without any inducement from a superior officer. Further, it is without doubt that the commission of the illegal acts would ultimately redound to the benefit and advantage of [Noveras], not just indirectly but directly.[76] The first class of acts defined in Section 261(e) includes threats or intimidations of punishment, damage, loss or disadvantage upon any person. As discussed above, Noveras's position of power vis-à-vis Tecuico inevitably carried with it an element of intimidation, insofar as Tecuico would not have agreed to print Noveras's campaign materials in the ATC printing room if not for the moral and legal ascendancy relations between them; or in the words of the COMELEC First Division, \"Tecuico would not have exposed himself to criminal liability for election offenses and administrative sanctions for misuse of government resources to no benefit to himself, without the persuasive influence of [Noveras].\"[77] As provincial governor, Noveras exercised disciplinary authority over Tecuico. Stated differently, Noveras had the power and authority to deprive Tecuico of any rights, privileges, or benefits he enjoys as an employee of the Aurora LGU.[78] Case law puts it more bluntly: \"moral ascendancy substitutes for force and intimidation.\"[79] The circumstances and effects of the power relations of moral and legal ascendancy between employers and employees are not mere inferences or conjectures, but are fundamental factual pillars of statutory and case law.[80] In the words of the COMELEC First Division: [T]he law recognizes that subtle forms of pressure or manipulation can also constitute coercion or influence. In this case, the governor's authority, control over resources, and position of power create a situation where the casual employee may feel compelled to comply with requests or expectations, even without explicit threats or intimidation.[81] While it may be that the statutory and judicial precedents in this area of law draw mostly from sexual harassment and rape cases, these cases nevertheless share a common element with the first class of acts defined in Section 261(e) of the Omnibus Election Code: the resort to threats, intimidation, or actual violence towards an illicit and immoral end. It may even be argued that the degree of ascendancy is higher with respect to elected government officials like Noveras, as they wield more powers and enjoy more prerogatives than private employers or other persons in authority. The existence of intimidation upon Tecuico's person is further evinced by Amansec's averments in his disqualification petition and in his Complaint before the DOJ. In the latter document, Amansec made the following narration, which is based on his own personal knowledge and the cellphone video camera recording made by his wife, Merlinda: 42. Na nais ko rin pong sabihin na ang aking asawa ay nakakuha ng video ng insidente na naganap noong ika-30 [ng Marso] 2022 bilang dagdag ebidensya laban sa mga inihahabla: \"Kalakip bilang Annex P ang CD kung saan nakalagay ang video na kinuha ni Gng., Amansec gamit ang kanyang cellphone\" 43. Na mapapanood po sa naturang video na may tinawagang tao si Michael Tecuico na tinawag niyang boss. Ito po ay mapapanood sa ika 4:30 hanggang 4:58 na minuto ng video; 44. Na mapapansin po sa video na may tinetext o tinatawagan si Michael gamit ang kanyang cellphone. Di kalaunan ay kausap na po niya ang boss niya; 45. Na ang iba sa mga sinabi ni Michel Tecuico ay ang mga sumusunod; a. \"Teka lang po Sir. Tatawagan ko boss ko.\"; at b. \"Sir, may problema... si Amansec...\" 46. Na malinaw po na hindi siya nag-iisa sa ilegal na gawain sapagkat kinailangan pa niyang tawagan ang tinawag niyang boss upang humingi ng tulong noong maaktohan ko ang kaniyang ilegal na ginagawa;[82] Amansec's account of the incident passed unrebutted by Noveras. It shows that Tecuico got angry and defensive when Amansec caught him using the tarpaulin printing machine and asked him what he was printing. Tecuico tried to contact someone he called \"boss'' to notify him of a \"problem\" with Amansec. Eventually, Tecuico tried to forcibly remove Amansec from the premises, injuring the latter. Tecuico's hostile and seemingly confused response to Amansec's presence in the ATC Compound buttresses the COMELEC's finding that he would not have agreed to print Noveras's campaign materials in the ATC compound if not for the directive or inducement of a higher-up. The identity of this higher-up is immaterial for purposes of Section 261(e), because, at the risk of being repetitive, the threat or intimidation may be made indirectly. The intimidation of punishment, damage, loss or disadvantage is inherent in the LGU chief executive-employee relation between Noveras and Tecuico, and became manifest in the latter's behavior during the tarpaulin printing incident. Moreover, the ultimate beneficiary of Tecuico's acts was Noveras, whose name and face appear on the tarpaulins found by the search team. As to the third element, it is indisputable that the printing or publishing of campaign materials constitutes participation in an election campaign.[83] V. Conclusion While the COMELEC is the constitutionally-designated frontline interpreter of election laws and jurisprudence,[84] it must nevertheless yield to the clear and categorical directives of the great branches of the government. When the Legislature and the Judiciary speak, quasi-judicial agencies like the COMELEC should listen. The COMELEC cannot insist on its own reading of the law when such is clearly contrary to the intention of Congress and the interpretation of the Supreme Court, especially when the law itself provides for up-to-date and lawful means of addressing the numerous illegal and unethical electoral practices that the state election agency has to confront. ACCORDINGLY, the present petition is DISMISSED. The September 6, 2023 Resolution of the Commission on Elections En Banc in SPA Case No. 22-048 (DC) is AFFIRMED insofar as it disqualified petitioner Gerardo \"Jerry\" A. Noveras from standing as a candidate in the May 9, 2022 National and Local Elections, on the basis of Section 261(e) of Batas Pambansa Blg. 881, as amended. The December 11, 2023 Motion for Leave to File and Admit Attached Comment and Notice of Death filed by Naryne Aman sec is GRANTED. The June 13, 2024 Motion to Expunge from Records filed by Gerardo \"Jerry\" A. Noveras is NOTED WITHOUT ACTION. SO ORDERED. Gesmundo, C.J., Leonen, SAJ., M. Lopez, J. Lopez, Dimaampao, and Marquez, JJ., concur. Caguioa, J., see dissent. Hernando,* J., on official business. Lazaro-Javier** and Rosario,** JJ., on official leave. Inting,*** J., no part. Zalameda,**** J., on leave but left his concurring vote. Kho, Jr., J., join the dissent of Justice Caguioa. Singh, J., dissent and join Justice Caguioa. * On official business. ** On official leave. *** No part. **** On leave but left his concurring vote. [1] Rollo, pp. 6–34. [2] Id. at 252–280. Signed by Commissioners Socorro B. Inting, Aimee P. Ferolino, and Ernesto Ferdinand P. Maceda, Jr. (with separate opinion). [3] Id. at 350–373. Signed by [Chairperson] George Erwin M. Garcia and Commissioners Socorro B. Inting, Marlon S. Casquejo (no part), Aimee P. Ferolino, Rey E. Bulay (no part), Ernesto Ferdinand P. Maceda, Jr., and Nelson J. Celis. [4] Id. at 35–39, 72–73. Petition for Disqualification and Sinumpaang Salaysay of Merlinda M. Amansec. [5] Id. at 77. Search Warrant issued by Executive Judge Enrico Voltaire S. Rivera. [6] Id. at 88–100. Certificate of Orderly Search and Pinagsamang Sinumpaang Salaysay of PMSG Geoffrey M. Bolante and Pat Marvin E. Gonzales. [7] Id. at 96–97. [8] Id. at 101–104, Pinagsama-samang Sinumpaang Salaysay of Punong Barangay David Orolfo, Jr., Media Representative Jason de Asis, Reynaldo Fernando, and Rommel Espinosa. [9] Id. at 128–149, Sinumpaang Salaysay ng Paghahabla. [10] Id. at 35–48. Petition for Disqualification. [11] Id. at 231–232. Noveras's Memorandum before the COMELEC. [12] Id. at 118–119. Noveras's Answer before the COMELEC. [13] Id. at 232–237. Noveras's Memorandum before the COMELEC. [14] Id. at 121. Noveras's Answer before the COMELEC. [15] Id. at 27. Petition for Certiorari. [16] Id. at 321–327. June 16, 2023 Resolution in NPS Docket No. IV-01-INV-22D-129, signed by Secretary Jesus Crispin C. Remulla. [17] Id. at 257. COMELEC First Division Resolution. [18] Id. at 267. [19] Id. at 260–267. [20] Id. at 269–279. [21] 777 Phil. 700 (2016) [Per J. Brion, En Banc]. [22] Rollo, p. 288, Separate Opinion of Commissioner Maceda. [23] Id. at 290–297. [24] Id. at 295–296. [25] Id. at 293–295. [26] Id. at 292. [27] Id. at 361–365. COMELEC En Banc Resolution. [28] Id. at 365–373. [29] Id. at 360–361. [30] Id. at 368–370. COMELEC En Banc Resolution. [31] Id. at 13–22. Petition. [32] Id. [33] Id. at 22–25. [34] Id. at 25–27. [35] Id. at 513. Comment. [36] Id. at 513–514. [37] Id. at 514–518. [38] Id. at 518–520. [39] Id. at 541–546. Motion for Leave to File and Admit Attached Comment and Notice of Death. [40] Id. at 629–635. Motion to Expunge from Records. [41] 537 Phil. 332 (2006) [Per J. Carpio, En Banc]. [42] Id. at 352–353. [43] Id. at 356–377, the Court set aside the COMELEC En Banc order referring the case to the COMELEC Law Department upon a finding that Eusebio did not commit any disqualificatory act under Section 68 of the Omnibus Election Code. [44] Rollo, pp. 541–546. Motion for Leave to File and Admit Attached Comment and Notice of Death. [45] See Daoang v. Municipal Judge, San Nicolas, Ilocos Norte, 242 Phil. 774, 777 (1988) [Per J. Padilla, Second Division]; Caltex (Philippines), Inc. v. Palomar, 124 Phil. 763, 779–780 (1966) [Per J. Castro, En Banc]; Government of the P.I. v. Monte de Piedad, 35 Phil. 42, 48–49 (1916) [Per J. Moreland, Second Division]; see Metropolitan Bank & Trust Co. v. Fortuna Paper Mill & Packaging Corp., 842 Phil. 819, 838 (2018) [Per J. Reyes, A., Jr., Second Division]. See also DANTE B. GATMAYTAN, LEGAL METHOD ESSENTIALS 2.0 214-216 (2014). [46] \"Verba legis non est recedendum, or, from the words of a statute there should be no departure. The rule is derived from the maxim index animo sermo est — meaning, speech is the index of intention — which rests on the valid presumption that the words employed by the legislature in a statute correctly express its intent by the use of such words as are found in the statute.\" Federation of Jeepney Operators and Drivers Association of the Philippines v. Government of Manila City, G.R. No. 209479, July 11, 2023 [Per J. Caguioa, En Banc] at 28. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website. See also Ifurung v. Carpio-Morales, 831 Phil. 135, 173–174 (2018) [Per J. Martires, En Banc]; Globe-Mackay Cable and Radio Corp. v. NLRC, 283 Phil. 649, 659 (1992) [Per J. Romero, En Banc]. [47] See Soliman v. Santos, G.R. Nos. 202417 & 203245, July 25, 2023 [Per J. Marquez, En Banc] at 9. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website. See Nagaño v. Tanjangco, 903 Phil. 1, 16 (2021) [Per J. Hernando, Third Division]; Fagel Tabin Agricultural Corp. v. Judge Jacinto, 280 Phil. 205, 210 (1991) [Per J. Bidin, Third Division]; Insular Lumber Co. v. CTA, et al., 192 Phil. 221, 231 (1981) [Per J. De Castro, En Banc]; Republic Flour Mills, Inc. v. CIR, 142 Phil. 502, 508 (1970) [Per J. J.B.L. Reyes, En Banc]. [48] Commissioner of Internal Revenue v. Central Luzon Drug Corp., 525 Phil. 644, 649 (2006) [Per J. Azcuna, Second Division]. [49] Alpha Investigation and Security Agency, Inc. v. National Labor Relations Commission, 339 Phil. 40, 47 (1997) [Per J. Romero, Second Division]. [50] In 2017, the Legislature further increased the fine to PHP 100,000.00. Republic Act No. 10951 (2017), An Act Adjusting the Amount or the Value of Property and Damage on Which a Penalty is Based, and the Fines Imposed under the Revised Penal Code, Amending for the Purpose Act No. 3815, Otherwise Known as \"The Revised Penal Code\", As Amended, sec. 72. [51] Javier v. Commission on Elections, 777 Phi1. 700, 725–727 (2016) [Per J. Brion, En Banc]. [52] Rollo, pp. 271–272. COMELEC First Division Resolution. [53] Timoner v. People, 211 Phil. 166, 169 (1983) [Per J. Escolin, Second Division]. [54] See United States v. Cabanag, 8 Phil. 64, 65 (1907) [Per J. Tracey, En Banc]; United States v. Tupular, 7 Phil. 8, 9–11 (1906) [Per J. Torres, En Banc]; 2 ANTONIO L. GREGORIO & LUIS R. FERIA, COMMENTS ON THE REVISED PENAL CODE 362 (1959), citing 2 CUELLO CALON 752, February 27, 1940 Decision of the Supreme Court of Spain, and People v. Fernandez, 43 O.G. 1717 (Court of Appeals); AMBROSIO PADILLA, CRIMINAL LAW: REVISED PENAL CODE ANNOTATED 286 (1951), citing People v. Irlanda, 40 O.G. (12 S, No. 18) 223 (Court of Appeals); MARIANO A. ALBERT, THE REVISED PENAL CODE (ACT No. 3815) ANNOTATED 629–630 (1948); 3 RAMON C. AQUINO & CAROLINA C. GRIÑO-AQUINO, THE REVISED PENAL CODE 67–68 (2007); 2 LUIS B. REYES & RHODA REGINA REYES, THE REVISED PENAL CODE: CRIMINAL LAW 792, 796 (2021). [55] Macalintal v. Commission on Elections, G.R. Nos. 263590 & 263673, June 27, 2023 [Per J. Kho, Jr., En Banc] at 19–24. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website. [56] Rollo, p. 276 (footnote 72 of the COMELEC First Division Resolution.) Emphasis supplied. [57] Id. Parenthetically, these objections could have motivated the Legislature to remove Section 261(d) from the list of \"predicate offenses\" under Section 68 of the Omnibus Election Code. [58] Tañada v. Yulo, 61 Phil. 515, 518 (1935) [Per J. Malcolm, En Banc]. [59] Regalado v. Yulo, 61 Phil. 173 (1935) [Per J. Malcolm, En Banc]. [60] Id. at 179. [61] Rollo, p. 363. COMELEC En Banc Resolution. [62] Ejercito v. Commission on Elections, 748 Phil. 205, 224–225 (2014) [Per J. Peralta, En Banc]; Lanot v. Commission on Elections, 537 Phil. 332, 359–360 (2006) [Per J. Carpio, En Banc]; Sunga v. COMELEC, 351 Phil. 310, 324 (1998) [Per J. Bellosillo, En Banc]. [63] CONST., art. IX-C, sec. 2(6); OMNIBUS ELECTION CODE, sec. 265; Albaña v. Commission on Elections, 478 Phil. 941, 950–952 (2004) [Per J. Callejo, En Banc]. [64] RULES OF COURT, Rule 65, sec. 4; Cawasa v. Commission on Elections, 433 Phil. 312, 324 (2002) [Per J. Carpio, En Banc]; Navarro v. Commission on Elections, 298-A Phil. 588, 593 (1993) [Per J. Quiason, En Banc]. [65] J. Brion, concurring opinion in Dano v. Commission on Elections, 794 Phil. 573, 603 (2016) [Per C.J. Sereno, En Banc]. See also Aratuc v. Comelec, 177 Phil. 205, 235–236 (1979) [Per J. Barredo, En Banc]. [66] Rollo, pp. 210–211. Sinumpaang Kontra-Salaysay of Gerardo Angala Noveras. [67] Id. at 118–123, 229–236. Noveras's Answer and Memorandum before the COMELEC. [68] Id. at 268. COMELEC First Division Resolution. [69] Rollo, p. 76. Extract of Police Blotter Entry No. 2022-03-110. Page No. 0025 paragraph A. [70] Id. at 88–100. Certificate of Orderly Search and Pinagsamang Sinumpaang Salaysay of PMSG Geoffrey M. Bolante and Pat. Marvin E. Gonzales; id. at 105–108. Photographs of seized tarpaulins bearing the names \"Atty. Jerry A. Noveras\" and \"Christian M. Noveras.\" [71] Id. at 78–84. [72] Id. at 56–71. [73] 379 Phil. 125 (2000) [Per J. Panganiban, Third Division]. [74] Id. at 137. [75] Rollo, p. 371. COMELEC En Banc Resolution. [76] Rollo, pp. 368–370, COMELEC En Banc Resolution. [77] Id. at 267. COMELEC First Division Resolution. [78] Id. at 265–266. [79] Dela Cruz v. People, 903 Phil. 801, 818 (2021) [Per J. Lopez, J., Third Division]; People v. Amoc, 810 Phil 253, 260 (2017) [Per J. Tijam, Third Division]. [80] See Republic Act No. 7877 (1995), sec. 3; Republic Act No. 11313 (2019), sec. 17; SC Administrative Matter No. 03-03-13-SC, December 14, 2004, Rule on Administrative Procedure in Sexual Harassment Cases and Guidelines on Proper Work Decorum in the Judiciary, sec. 3; Cabatulan v. Buat, 491 Phil. 421, 426 (2005) [Per J. Callejo, Sr., Second Division]; People v. Ylanan, 436 Phil. 407, 416–418 (2002) [Per J. Quisumbing, Second Division]; Villarama v. National Labor Relations Commission, 306 Phil. 310, 321 (1994) [Per J. Puno, Second Division]; Castro v. Mayor, A.M. No. RTJ-11-2268, November 25, 2014 (Unsigned Resolution, En Banc); People v. XXX, G.R. No. 258958, March 15, 2023 [Unsigned Resolution, First Division]. [81] Rollo, p. 266. COMELEC First Division Resolution. [82] Id. at 141. Sinumpaang Salaysay ng Paghahabla by Narciso Dela Cruz Amansec. [83] OMNIBUS ELECTION CODE, sec. 79(b), in relation to par. (b)(4). See also COMELEC Resolution No. 10730 (2021), sec. 1, item 4; COMELEC Resolution No. 10049 (2016), sec. 1, item 4; COMELEC Resolution No. 6520 (2004), sec. 1, item 1; COMELEC Resolution No. 3636 (2001), sec. 1. [84] Villanueva v. Commission on Elections, G.R. No. 260116, July 11, 2023 [Per J. Gaerlan, En Banc] at 15. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website. DISSENTING OPINION CAGUIOA, J.: Before the Court is the question of the validity of the Resolution[1] dated July 10, 2023 of the Commission on Elections (COMELEC) First Division and Resolution[2] dated September 6, 2023 of the COMELEC En Banc, which disqualified petitioner Gerardo \"Jerry\" A. Noveras (Noveras) from running for the vice-gubernatorial position of the province of Aurora in the 2022 National and Local Elections (NLE), under Section 68 of the Omnibus Election Code (OEC) in relation to Sections 261(d)(1)[3] and (e)[4] thereof. Noveras alleges that COMELEC gravely abused its discretion amounting to lack or excess of jurisdiction when COMELEC found him guilty of violating: [a] Section 261(d) of the OEC, despite its express repeal; and [b] Section 261(e) for lack of legal basis, alleging that COMELEC's findings are based on suppositions and inferences. The ponencia agrees with Noveras to the extent that Section 261(d)—coercion of subordinates—in relation to Section 68, may no longer be used as basis for disqualifying candidates in view of its express repeal by Republic Act (R.A.) No. 7890,[5] as extensively discussed in Gov. Javier v. COMELEC.[6] Notwithstanding, the ponencia upholds COMELEC En Banc's finding that there is substantial evidence that Noveras violated Section 261(e), i.e., using a fraudulent scheme to induce voters to cast their votes in his favor,[7] and threatening or intimidating a government employee to participate in his election campaign.[8] Accordingly, the ponencia affirms the disqualification of Noveras.[9] I dissent. I submit that COMELEC gravely abused its discretion amounting to lack or excess of jurisdiction when it disqualified Noveras based on grounds not alleged in the Petition for Disqualification filed by respondent Narciso Dela Cruz Amansec (Amansec). As the Petition for Disqualification is based solely on an alleged violation of Section 261(o) of the OEC, COMELEC violated Noveras's constitutional right to due process when it ruled that Noveras may nonetheless be disqualified under Sections 261(d) and (e). Contrary to the findings of COMELEC, the material allegations in the Petition for Disqualification do not charge Noveras with election offenses under these two provisions, and neither are these offenses necessarily included in the sole offense alleged to have been violated. Even assuming that COMELEC may disqualify a candidate based on grounds not alleged in the petition, COMELEC still erred in disqualifying Noveras on the basis of Sections 261(d) and (e). While I agree that Section 261(d) is repealed under the clear and categorical language of R.A. No. 7890, and thus can no longer be considered a ground for disqualification under Section 68, I disagree that there is substantial evidence to prove that Noveras violated Section 261(e) — to the contrary, there is no evidence as to any involvement of Noveras in the alleged offense. Factual background of the case Noveras, then incumbent governor of Aurora, filed his Certificate of Candidacy (COC) for the position of vice-governor of the province of Aurora in the 2022 NLE.[10] Amansec likewise filed his COC for the same position.[11] Meanwhile, Christian Noveras (Christian), the son of Noveras and then incumbent vice-governor of Aurora, filed his COC for the position of governor.[12] According to Amansec, on March 30, 2022, he went to the Aurora Training Center (ATC), a government-owned property which houses different offices and agencies of the Province of Aurora. At the ATC, Amansec allegedly witnessed a certain Michael Tecuico (Tecuico), a casual government employee of the province, printing the campaign materials of Noveras and Christian, using the tarpaulin printer owned by the govemment.[13] When Amansec confronted Tecuico about the campaign materials, Tecuico allegedly called someone with his cellphone who Tecuico referred to as \"boss\" and thereafter forcibly removed Amansec out of the building.[14] On the same date, Amansec applied for the issuance of a warrant to search the printing room at the ATC for possible violation of Section 261(o)[15] of the OEC.[16] The application was granted on April 1, 2022.[17] On April 2, 2022, the police officers enforced the search warrant and seized several campaign materials of Noveras and Christian, among other items.[18] The seized campaign materials all contained the statement, \"Paid by: Christian M. Noveras.\"[19] Proceedings before COMELEC On April 26, 2022, Amansec filed before COMELEC the subject Petition for Disqualification[20] against Noveras, in which Amansec alleged that, \"[a]s the incumbent Governor of the Province of Aurora, [Noveras] took undue advantage of his position and abused the power and authority of his office by utilizing and using the property, equipment, and facilities of the Provincial Government of Aurora for his own personal interest and for the benefit of his campaign as a vice-gubernatorial candidate of the said province.\"[21] Amansec emphasized that the ATC and the printer used to print the campaign materials are both owned by the government.[22] Considering that the seized campaign materials have the same layout as the materials used by Noveras and his running mates in their campaign, it is allegedly impossible for Noveras to claim that he has no knowledge where his campaign materials are being printed.[23] Thus, Amansec claimed that Noveras should be disqualified from running and continuing as a candidate for the vice-gubernatorial post for committing an election offense under Section 261(o) of the OEC[24] which prohibits the use of government-owned or controlled facilities and equipment for an election campaign. Notably, Amansec also filed a Petition for Disqualification against Christian, ultimately alleging the same facts as alleged in the Petition for Disqualification against Noveras.[25] He also filed a criminal complaint against Noveras and Christian, among others, for Malversation of Public Funds and against Noveras, Christian, Tecuico, Joel D. Friginal (Friginal) and Ricardo Q. Bautista (Bautista) for violation of Section 261(o) of the OEC.[26] Friginal was the Supervising Administrative Officer of the Supply and Property Management Division, while Bautista was the Provincial General Services Officer.[27] Both were the immediate supervisors of Tecuico.[28] In his Answer[29] to the Petition for Disqualification, Noveras prayed for the dismissal of the petition, arguing that a violation of Section 261(o) is not a ground for disqualification under Section 68[30] of the OEC.[31] Meanwhile, a final judgment of guilt for an offense is required for disqualification under Section 12[32] of the OEC and under Section 40[33] of the Local Government Code of 1991, and that, in that regard, the criminal complaints against him are then still pending before the Office of the Provincial Prosecutor.[34] As the petition does not allege any grounds for disqualification other than a violation of Section 261(o), Noveras asserted that the petition has no basis in fact and in law.[35] In the Resolution dated July 10, 2023, the COMELEC First Division granted the Petition for Disqualification, but not for violation of Section 261(o). Rather, Noveras was found to have violated Section 261(d)(1) of the OEC,[36] i.e., coercing a subordinate to campaign for a candidate. Notably, unlike Section 261(o), Section 261(d)(1) is an offense that Section 68 references as a ground for disqualification. Noveras filed a Motion for Reconsideration,[37] arguing that as R.A. No. 7890 expressly repealed Section 261(d) of the OEC, there is no legal basis for his disqualification on said ground. Even assuming that one may be disqualified under Section 261(d), Noveras alleged that the COMELEC First Division's finding that he exercised moral ascendancy over Tecuico and consequently coerced and/or influenced the latter to perform acts to aid his candidacy are based on mere suppositions and inferences.[38] On August 14, 2023, Noveras filed a Supplement to the Motion for Reconsideration,[39] alleging that the Department of Justice, in a Resolution[40] dated June 16, 2023, dismissed the criminal complaint against him for violation of Section 261(o) for lack of probable cause since Amansec \"failed to establish how . . . [Noveras] and Christian . . . provided moral assistance and asserted moral ascendancy over . . . [Tecuico] to commit the crime charged\"[41] or \"instructed [the latter] to print [the] campaign materials.\"[42] Noveras likewise noted that the disqualification case against Christian was dismissed by the COMELEC First Division for lack of merit because Section 261(o) is not among the grounds for disqualification listed under Section 68 of the OEC,[43] and that said case and the disqualification case filed against him (Noveras) are based on virtually the same facts. In a Resolution dated September 6, 2023, the COMELEC En Banc denied the Motion for Reconsideration and disqualified Noveras for violation of Section 261(d)(1) and, additionally, Section 261(e) of the OEC, i.e., commission of a fraudulent scheme to compel Tecuico to participate in the campaign. While the COMELEC En Banc agreed that Section 261(o) is not among the offenses warranting disqualification under Section 68,[44] it nonetheless agreed with the COMELEC First Division that Noveras' \"extensive control over employees and appointees of the Provincial Government establishes the use of coercion against a provincial casual worker to commit partisan activities in violation of Section 261(d)(1) of the OEC.\"[45] Further, with respect to Section 261(e), the COMELEC En Banc ruled that: [T]he material facts of the case and the supporting evidence clearly establish that [Noveras'] use of a fraudulent scheme by unlawfully using government resources and premises has enabled him to compel and induce Mr. Tecuico, a provincial casual worker, to print materials for his campaign. This is a prohibited act of Section 261 (e) of the OEC. Thus, he can be disqualified pursuant to Section 68 of the OEC.[46] The COMELEC En Banc also referred the criminal aspect of the said election offenses to its Law Department for preliminary investigation.[47] Noveras' constitutional right to due process was violated when COMELEC disqualified him based on grounds not alleged in the Petition for Disqualification. Administrative proceedings, such as disqualification proceedings before COMELEC, are not exempt from basic and fundamental procedural principles—including the right to due process.[48] A basic requirement of due process is that a person be duly informed of the charges against him or her,[49] and consequently be given an opportunity to present a defense on the accusations constituting such charges: Administrative due process demands that the party being charged is given an opportunity to be heard. Due process is complied with \"if the party who is properly notified of allegations against him or her is given an opportunity to defend himself or herself against those allegations, and such defense was considered by the tribunal in arriving at its own independent conclusions.\" . . . . An important component of due process is the right of the accused to be informed of the nature of the charges against him or her. A proper appraisal of the accusations would give the accused an opportunity to adequately prepare for his or her defense. Otherwise, substantial justice would be undermined.[50] (Emphasis supplied, citations omitted) As such, the Court has held that, \"even in an administrative proceeding[, a person has] the right to be informed of the charges against him, as well as the right not to be convicted of an offense for which he was not charged.\"[51] He likewise cannot be, even in administrative proceedings, \"convicted of a much serious offense, carrying a more severe penalty, without him being properly informed thereof or being provided with the opportunity to be heard thereon.\"[52] I am mindful that an administrative charge need not be drafted with the same precision as is expected in a criminal prosecution.[53] Indeed, due process requirements are satisfied when the parties are afforded fair and reasonable opportunity to explain their side of the controversy at hand.[54] However, such opportunity to explain is contingent on whether the person so charged was sufficiently informed of the same—as one cannot truly defend himself or herself—and therefore be heard—absent any knowledge of the offense charged against that person. Hence, such failure to sufficiently inform the respondent or accused of the charge amounts to a violation of the basic right to due process, which should result in the dismissal of the charges.[55] Here, the violation of Noveras's right to be duly informed of the charges upon which his disqualification is based was committed not just once, but twice—before the COMELEC First Division and then before the COMELEC En Banc. To recall, Amansec sought the disqualification of Noveras based solely on the latter's alleged violation of Section 261(o) of the OEC. Consequently, in his Answer, Noveras prepared a defense on the basis of Section 261(o), countering that a violation of Section 261(o) does not automatically result in his disqualification without a final conviction for the same, as it is not included in the offenses listed in Section 68 of the OEC. Indeed, as the COMELEC En Banc later confirmed, Noveras' motion for reconsideration was correct in that it (the COMELEC First Division) cannot disqualify Noveras based on Section 261(o) as it would be beyond its jurisdiction. The COMELEC First Division should have ended its discussion there as the foregoing pronouncement already warranted the dismissal of the disqualification case against Noveras. Notably, in the disqualification case against Christian, involving the same factual circumstances and grounds, the COMELEC First Division correctly dismissed the petition precisely on this basis—a violation of Section 261(o) does not warrant disqualification under Section 68 of the OEC. However, in this case, under the guise of substantial justice, the COMELEC First Division went further and ruled that it is not bound by the allegations of the petition[56] and disqualified Noveras based on Section 261(d)(1). Unfortunately, when Noveras moved for reconsideration with the COMELEC En Banc, the latter added yet another charge against Noveras for violation of Section 261(e), stating that this new ground \"can equally serve as basis for [Noveras'] disqualification.\"[57] I simply cannot subscribe to the COMELEC En Banc's opinion that the factual allegations in the Petition for Disqualification for the violation of Section 261(o) likewise support the disqualification under Sections 261(d)(1) and (e). These three sections, while all election offenses, have different elements, and as such, necessitate different factual allegations. To determine if Noveras was properly informed of the grounds on which he was disqualified, so that he had a real opportunity to defend himself, the allegations of facts in the Petition for Disqualification must be examined. If said facts as alleged in the petition constitute the offenses under Sections 261(d)(1) and 261(e), then there could not have been any violation of Noveras' due process rights. On the other hand, if such alleged facts do not constitute such offenses, or if any essential element of these offenses cannot be established by the alleged facts, even on the assumption that they are true, then there was violation of Noveras' right to notice and hearing, i.e. right to due process.[58] A closer reading of the assailed Resolutions of COMELEC shows that there were, in fact, three distinct offenses that Noveras was found to have allegedly committed: 1) Violation of Section 261(d)(1), i.e., that he directly or indirectly coerced, intimidated, compelled, or in any manner, influenced his subordinate—in this case, Tecuico—to aid and campaign for him (Noveras); 2) Violation of Section 261(e)—first manner—by directly or indirectly threatening, intimidating or actually causing, inflicting, or producing any violence, injury, punishment, damage, loss, or disadvantage upon Tecuico to compel or induce the latter's participation in the campaign for Noveras; and 3) Violation of Section 261(e)—second manner—by directly or indirectly using any fraudulent device or scheme to induce the voters to cast their votes for him (Noveras). Dissecting these relevant provisions on the alleged offenses, the following relevant elements for each offense come to light: 1) For violation of 261(d)(1): 1) the offender is a public officer; 2) he or she coerces or intimidates or compels or in any manner influences, directly or indirectly his or her subordinates; and 3) the purpose of these acts is for the subordinates to aid or campaign for the public officer; 2) For the first manner of violating Section 261(e): 1) the offender is any person; 2) he or she directly or indirectly threatens or intimidates or actually causes injury, punishment, loss, or disadvantage upon another person; and 3) the offender's purpose is to compel or induce the participation of the victim in a campaign; and 3) For the second manner of violating Section 261(e): 1) the offender is any person; 2) he or she directly or indirectly uses any fraudulent device or scheme; and 3) the purpose of these acts is to compel another to cast a desired vote. Again, as Noveras was found guilty of having committed all three offenses by COMELEC, leading to his disqualification, all of the elements—or all of the acts constituting such elements—of all these three offenses must have been alleged as facts in the Petition for Disqualification. But a cursory reading of the Petition for Disqualification shows that it only alleged the following facts: 1) that on March 30, 2022, as Amansec was walking inside the ATC Compound, he noticed tarpaulins bearing the images of Noveras and Christian being printed in the tarpaulin printer;[59] 2) that the same tarpaulins are posted all over Aurora Province;[60] 3) that the person manning the printer was Tecuico, an Administrative Aide III under the Provincial General Services Office;[61] 4) that Tecuico was appointed by Noveras as shown by an official document later obtained by him from the capitol;[62] 5) that Tecuico submits his Accomplishment Report to Friginal and his Daily Time Record (DTR) to Bautista;[63] 6) that when Amansec reprimanded Tecuico, the latter got angry and forcibly dragged Amansec out of the building;[64] 7) that during Tecuico and Amansec's conversation, before the latter was forced out of the building, Tecuico said \"Teka lang po[,] Sir. Tatawagan ko boss ko,\"[65] and actually called his \"boss\" on the phone. During such phone conversation, Tecuico blurted the words, \"Sir, may problema . . . si Amansec;\"[66] 8) that later, Amansec, reported the incident to the authorities, who, in turn, was able to obtain a search warrant on the ATC Compound, and that several campaign tarpaulins were recovered therefrom, all belonging to Noveras and his running mates;[67] and 9) that in one of the supporting affidavits for the petition for disqualification, a Punong Barangay mentioned having seen a material during the search which showed that Christian paid for the printing of the tarpaulin.[68] Given these allegations, it becomes readily apparent that absolutely none of the acts which would constitute the three offenses above were alleged in the Petition for Disqualification. For the first offense—violation of Section (d)(1), there is absolutely no allegation showing elements 2 and 3. For the second offense—the first manner of violating Section (e), there is no allegation which can constitute elements 2 and 3. For the third offense—the second manner of violating Section (e), there is as well no allegation showing elements 2 and 3. In other words, even on the assumption that Amansec's factual allegations were true and accurate, none of the offenses that Noveras was found to have committed by COMELEC could have been established. To be sure, Noveras's defenses were aimed at refuting the factual allegations of Amansec and the latter's conclusion that these allegations were true and constituted the offense of violation of Section 261(o). From the allegations of the Petition for Disqualification, Noveras could not have known that he was to be disqualified for violations of Sections 261(d)(1) and 261(e). Thus, he could not have seasonably and reasonably put up defenses against such a conclusion by COMELEC. If anything, he was only afforded an opportunity to be heard on the Section 261(d)(1) charge in his motion for reconsideration before the COMELEC En Banc. Yet, exacerbating the violation to Noveras's right to due process, the COMELEC En Banc introduced another theory in resolving the motion for reconsideration—a violation of Section 261(e), without affording Noveras, again, an opportunity to refute the new charge. From the facts of the case, it appears that COMELEC concocted the subsequent charges for violations of Sections 261(d)(1) and (e) because it knew that the charge in Amansec's Petition for Disqualification—violation of Section 261(o)—cannot support said petition as the same is not a ground therefor. Thus, COMELEC imputed other charges which it claimed were likewise supported by Amansec's allegations. Unfortunately for COMELEC, these charges, as mentioned, cannot prosper even assuming that Amansec was speaking the truth in his allegations. To my mind, COMELEC's repeated alterations of the theories upon which Noveras should be disqualified blatantly violated his right to due process—particularly, his right to be informed of the accusations against him and his right to defend himself from such accusations. In these lights, I respectfully submit that COMELEC acted with grave abuse of discretion amounting to lack or excess of jurisdiction when it issued the assailed Resolutions. At any rate, even assuming that the COMELEC En Banc may validly disqualify Noveras based on Section 261(e), I find that the evidence presented during the proceedings do not support a finding that Noveras violated Section 261(e). There is no substantial evidence to prove that Noveras threatened or intimidated Tecuico with punishment, damage, loss or disadvantage, thereby inducing him to print the former's campaign materials. The ponencia finds that the prevailing power relation between Noveras and Tecuico \"inevitably carried with it an element of intimidation, insofar as Tecuico would not have agreed to print [Noveras'] campaign materials in the ATC printing room if not for the moral and legal ascendancy relations between them.\"[69] Considering that Noveras had the power and authority to deprive Tecuico of any rights, privileges, or benefits he enjoys as an employee of the Aurora Local Government Unit (LGU), his moral ascendancy substitutes for force and intimidation.[70] Furthermore, the ponencia considers intimidation as \"inherent in the LGU chief executive-employee relation between Noveras and Tecuico.\"[71] In this connection, the ponencia submits that the identity of the higher-up whom Tecuico called \"boss\" is immaterial as the threat or intimidation may be made indirectly, and the ultimate beneficiary of Tecuico's acts was Noveras.[72] Again, I disagree. Just as there are no allegations constituting the commission of the acts charged, as discussed above, there is also no proof that Noveras committed any of the first class of punishable acts under Section 261(e). The relevant portion of Section 261(e) of the OEC reads: SEC. 261. Prohibited Acts. — The following shall be guilty of an election offense: . . . . (e) Threats, intimidation, terrorism, use of fraudulent device or other forms of coercion. — Any person who, directly or indirectly, threatens, intimidates or actually causes, inflicts or produces any violence, injury, punishment, damage, loss or disadvantage upon any person or persons or that of the immediate members of his family, his honor or property, . . . to compel or induce the registration or refraining from registration of any voter, or the participation in a campaign or refraining or desistance from any campaign, or the casting of any vote or omission to vote, or any promise of such registration, campaign, vote, or omission therefrom. (Emphasis supplied) From the foregoing, the acts punished under the first class of acts in Section 261(e) are: (1) threatening; (2) intimidating; or (3) actually causing, inflicting, or producing—violence, injury, punishment, damage, loss or disadvantage, upon another person or the person's immediate family, honor or property. To determine whether one has indeed committed (1) and (2) of the above punishable acts, it is necessary to define how threats and intimidations may be inflicted upon persons. Threats are \"[w]ords or acts which are calculated and intended to cause an ordinary person to fear an injury to his person, business or property.\"[73] On the other hand, there is intimidation when the words[74] or acts[75] of a person produce an intense fear in the mind of the victim which restricts or hinders the exercise of free will.[76] What is apparent is that in both threats and intimidation, the person must be proven to have uttered words or behaved or acted a certain way in order to cause the fear in the mind of the victim. Verily, a finding of violation of any law or the commission of offenses, even those which are administrative in nature, requires evidence that the perpetrator is guilty of an act or omission, viz.: This Court cannot be any clearer in laying down the rule on the quantum of evidence to support an administrative ruling: \"In administrative cases, substantial evidence is required to support any findings. Substantial evidence is such relevant evidence as a reasonable mind may accept as adequate to support a conclusion. The requirement is satisfied where there is reasonable ground to believe that the petitioner is guilty of the act or omission complained of, even if the evidence might not be overwhelming.\"[77] (Emphasis supplied, citation omitted) As applied in this case, it must thus be proven with substantial evidence, that Noveras performed an overt act constituting any of the punishable acts covered by the first manner of violating Section 261(e) before he could be found liable for the same. By the very definition of threats and intimidation, it must be shown, with substantial evidence, that Noveras uttered words or behaved or acted a certain wav in order to cause fear in the mind of Tecuico. However, the records are bereft of any evidence that Noveras—whether directly or indirectly—threatened or intimidated punishment, damage, loss or disadvantage upon Tecuico. To be sure, there were no allegations at all that Noveras committed any overt act which can be taken to mean that he induced, threatened, intimidated, or directly inflicted any harm on Noveras. In fact, there is not a single allegation that Noveras ever talked to Tecuico or that he even personally met or knew Tecuico, or even any of the latter's immediate supervisors who could have acted as \"middlemen\" between Noveras and Tecuico. Indeed, there is not a single allegation in the Petition for Disqualification of any overt act that Noveras committed which could indicate any sort of connection or understanding between him and Tecuico. Notably, Tecuico was not even assigned to Noveras's office; he was an Administrative Aide at the Provincial General Services Office—one of the several departments under the office of the Governor.[78] The finding that Noveras is the \"ultimate beneficiary\" of Tecuico's acts[79] is not an element of the offense, and neither does it establish, to any extent, an employment of threat or intimidation by Noveras. Indeed, aside from his status as then incumbent governor of the Province of Aurora and the appointing authority of employees in the provincial government, there is no other evidence linking Noveras to Tecuico. Most importantly, and as the ponencia itself acknowledges, the identity of the \"boss\" who Tecuico called when Amansec confronted him regarding the campaign materials was never established.[80] The ponencia infers threat or intimidation from the supposed existence of moral ascendancy by virtue solely of the relationship between Noveras and Tecuico as superior and subordinate.[81] However, the mere existence of a superior-subordinate relationship is not an act punishable under Section 261(e)—this is not even act or an element of the offense but is merely a legal fiction/relationship between the parties. The mere existence of this relationship, in the absence of evidence of an act or omission constitutive of the offense, should not, in any way, warrant a finding of liability on the part of the superior—whether criminal or administrative. The superior-subordinate relationship or, as in this case, \"LGU chief executive-employee relation\"[82] between the parties, cannot, on its own, be interpreted as outright evidence of threat, intimidation, or actually causing, inflicting, or producing violence, injury, punishment, damage, loss, or disadvantage.[83] To stress, the offense in question—or any offense, really—requires the doing of an act or an omission which violates a law. A relationship or a status is evidently not an act or omission. It would have been different if Noveras was alleged or shown to have communicated with Tecuico before the latter was caught printing the campaign materials. Such overt act of communicating, coupled with the relationship or supposed moral ascendancy of Noveras over Tecuico, could have reasonably supported the conclusion that Noveras must have had some sort of hand in the offense that Tecuico was caught committing. As it stands, however, no such communication or any form of interaction was alleged or shown between Noveras and Tecuico. Indeed, inferring threats or intimidation simply from the position or status of a person, absent any other act or omission showing the threat or intimidation, sets a dangerous precedent. It will result in absurd and unjust scenarios where a superior officer is conclusively found to have employed threats or intimidation upon a subordinate or employee, by mere fact of being a superior to the latter. Every superior officer will be deemed to have threatened or intimidated a subordinate by mere existence of a lopsided power relationship between them. Simply stated, it punishes the superior simply because he is superior. The ponencia and the COMELEC En Banc impute upon Noveras knowledge and consent of the offensive acts of Tecuico from, again, the mere fact that Noveras is the chief executive who supposedly has primary accountability over the properties used as such, and supervision over Tecuico.[84] Such imputation is unfounded. To stress, Tecuico's acts of printing the campaign materials are not evidently part of his functions as Administrative Aide of the province. In fact, the printing of the campaign materials is illegal and therefore, far beyond the functions of his post as Administrative Aide. There can be no presumption that these acts were regular and within the functions imposed upon Tecuico by Noveras as appointing officer. Stated differently, Noveras appointed Tecuico only as Administrative Aide and with the functions expressly stated in the latter's appointment documents. It would thus be the height of injustice to hold Noveras responsible for acts done outside of such official functions without actual and concrete proof that the latter actually consented to, or, at the very least, had knowledge of such acts. All told, I find that the conclusion that Noveras threatened or intimidated Tecuico with punishment, damage, loss, or disadvantage, which then induced him to print the former's campaign materials is not supported by substantial evidence to warrant the disqualification of Noveras. A mere superior-subordinate relationship, without more, is not substantial evidence of threats or intimidation. There is no substantial evidence to prove that Noveras used a fraudulent scheme to induce voters to cast their votes in his favor. As the ponencia discusses, the election offense of use of fraudulent scheme or device has the following elements: 1) The existence of a fraudulent device or scheme; 2) The use of said fraudulent device or scheme for the purpose of inducement or compulsion; and 3) The inducement or compulsion is intended to produce, or actually produces, the following results a. Registration or refraining from registration of any voter; b. Participation in a campaign; c. Refraining or desistance from any campaign; d. Casting of any vote; e. Omission to vote; or f. Any promise to do the foregoing acts.[85] The ponencia finds that the unlawful use of government resources by public officers constitutes fraud.[86] As such, the printing of campaign materials for the election campaign of an incumbent public official by a government employee within government premises is a fraudulent device or scheme involving the diversion of government resources to unauthorized ends.[87] The ponencia likewise finds that the campaign materials were calculated to induce the electorate of Aurora to cast their votes in favor of Noveras and his ticket. Furthermore, since Noveras was the \"ultimate beneficiary\" of the acts committed by Tecuico and he exercised moral and legal ascendancy over the latter, he may be disqualified under Section 261(e) even if the unauthorized printing was done by someone else. [88] I agree that the unlawful and unauthorized use of government resources by public officers constitutes fraud. However, the nature by which the ponencia holds Noveras liable for the use of the fraudulent device or scheme—by virtue of being the ultimate beneficiary and by having moral and legal ascendancy—is akin to a principal by inducement or a co-conspirator. In order to be made liable as a principal by inducement, the person must have either directly forced or directly induced another to commit the crime.[89] Directly forcing another to commit a crime may be accomplished by: (i) using irresistible force, or (ii) causing uncontrollable fear; whereas, directly inducing the commission of a crime may be: (i) by giving a price, reward, or promise, or (ii) by using words of command.[90] On the other hand, in order to be made liable as a co-conspirator, the person must have performed an overt act in pursuance of or in furtherance of the conspiracy, i.e., active participation in the actual commission of the offense itself, or extending moral assistance to his or her co-conspirators by being present at the time of the commission of the crime, or by exerting a moral ascendance over the other co-conspirators by moving them to execute or implement the criminal plan.[91] Verily, liability as either a principal by inducement or a co-conspirator necessitates an overt act. Corollary to the rule on burden of proof in administrative cases, such overt act must be proven with substantial evidence. Thus, similar to the previous discussion, I submit that, even if the use of fraudulent scheme or device may be committed indirectly, there must still be at least some iota of evidence linking the person to these acts to justify holding him or her responsible or accountable for the same. It must be shown through substantial evidence that he committed an overt act which shows his or her involvement or participation, whether direct or indirect, in the use of the fraudulent device or scheme. At the very least, there must be substantial evidence to prove knowledge and approval of the fraudulent scheme. Here, as mentioned, there is absolutely no evidence that (1) Noveras was involved in or even knew of the tarpaulin printing incident, (2) Noveras directly or indirectly instructed Tecuico to print his party's campaign materials using government equipment, and (3) Noveras directly or indirectly authorized the use of the government tarpaulin printer to print the campaign materials. Knowledge or permission cannot be inferred from Noveras' position as governor, especially as there is no showing that use of these government resources would absolutely be impossible without Noveras' authorization. Further, the orchestration of a fraudulent scheme cannot likewise be automatically imputed against Noveras on the basis of him being the \"ultimate beneficiary\" of the campaign materials. As can be gleaned from the records, the seized campaign materials endorsed the entire slate of Partido ng Demokratiko Pilipino (PDP) Laban, including candidates for city and municipal offices.[92] It was also indicated in the materials that Christian supposedly paid for the same.[93] To conclude that Noveras is the perpetrator of this scheme on account of his name and face appearing in the materials is non sequitur. Lastly, I submit that the fraudulent scheme of using government resources for partisan activities was not \"calculated to induce the electorate of Aurora to cast their votes in favor of Noveras and his ticket\"[94]—at least, not in the sense intended by the law. In determining the \"inducement\" contemplated by Section 261(e), the Court's discussion in Aisporna v. CA[95] is instructive: Legislative intent must be ascertained from a consideration of the statute as a whole. The particular words, clauses and phrases should not be studied as detached and isolated expressions, but the whole and every part of the statute must be considered in fixing the meaning of any of its parts and in order to produce harmonious whole. A statute must be so construed as to harmonize and give effect to all its provisions whenever possible. The meaning of the law, it must be borne in mind, is not to be extracted from any single part, portion or section or from isolated words and phrases, clauses or sentences but from a general consideration or view of the act as a whole. Every part of the statute must be interpreted with reference to the context. This means that every part of the statute must be considered together with the other parts, and kept subservient to the general intent of the whole enactment, not separately and independently. More importantly, the doctrine of associated words (Noscitur a Sociis) provides that where a particular word or phrase in a statement is ambiguous in itself or is equally susceptible of various meanings, its true meaning may be made clear and specific by considering the company in which it is found or with which it is associated.[96] (Emphasis supplied, citations omitted) Here, the \"inducement\" or \"compulsion\" punished under Section 261(e) must be read in conjunction with the other prohibited acts in the provision, i.e., threatening, intimidating, or inflicting violence, injury, punishment, damage, loss or disadvantage. From the title of the sub-section alone, \"threats, intimidation, terrorism, use of fraudulent device[,] or other forms of coercion,\" it is evident that the offense is intended to pertain to a certain degree of devious acts or machinations. Accordingly, the fraudulent scheme to induce or compel the casting of votes penalized under Section 261(e), involves a level of deceit akin to an infliction of violence upon persons. Notably, Section 261(e) has indeed been used to prosecute and disqualify candidates who commit vote-buying, terrorism, and similar schemes to induce voters and/or to rig the elections in their favor.[97] As such, campaign materials per se cannot \"induce\" the electorate to cast their votes in favor of a certain candidate under the contemplation of Section 261(e). By its very nature, campaign materials endorse specific candidates and persuade voters to cast their votes in favor of these candidates. As such, mere printing of campaign materials using government resources can hardly be considered as calculated to induce the electorate to vote in favor of a certain candidate. Accordingly, I submit that there is likewise no substantial evidence to find Noveras guilty of committing the second class of acts prohibited under Section 261(e). There is, thus, no basis to disqualify Noveras on this ground. There is no evidence—direct or circumstantial—proving the guilt of Noveras. During the case deliberations wherein I raised the opinion which I now write, it was suggested that: 1) I am espousing the view that only direct evidence can be sufficient to hold Noveras accountable, and 2) that such a view is mistaken because circumstantial evidence, as laid down in the ponencia, suffices to support a finding of guilt. For clarity, I do not think that direct evidence is necessary in this case. I agree that circumstantial evidence—or evidence which proves another fact than the act in issue but nevertheless proves the same by inference or logic—can be enough, as long as the requisites therefore as established in jurisprudence are satisfied. Under Section 4, Rule 133 of the Revised Rules of Court, circumstantial evidence is sufficient for conviction if the following requisites concur: (a) there is more than one circumstance; (b) the facts from which the inferences are derived are proven; and (c) the combination of all the circumstances is such as to produce a conviction beyond reasonable doubt. These circumstances must be consistent with one another, and the only rational hypothesis that can be drawn therefrom must be the guilt of the accused.[98] While this provision appears to refer only to criminal cases, the Court has applied its principles to administrative cases. In Re: AC No. 04-AM-2002 (Josejina Fria v. Gemiliana de los Angeles),[99] the Court ruled: For the third requisite to seal the circumstantial evidence against respondent, it is essential that the circumstantial evidence presented must constitute an unbroken chain which leads one to a fair and reasonable conclusion pointing to the person being accused, to the exclusion of others, as the guilty person. Though administrative proceedings are not strictly bound by formal rules on evidence, the liberality of procedure in administrative actions is still subject to the limitations imposed by the fundamental requirement of due process, especially if the charge, as in the case at bar, if found to be true, also warrants her indictment criminally.[100] (Emphasis supplied, citations omitted) To be clear and as shown by a plain reading of this opinion, what I submit is not that direct evidence is indispensable, but that no evidence—either direct or circumstantial—was proven or alleged in this case which can support a fair and reasonable conclusion of Noveras's guilt. As mentioned, even assuming as true the allegations of Amansec, there can be no reasonable inference that the elements of the charges were proven. The truth is that there is not even a reasonable connection among these allegations and the elements of the offenses. To stress an example I gave earlier, the ponencia relies on the \"circumstantial evidence\" of employer-employee relationship between Noveras and Tecuico to infer that the former employed threats and intimidation on Tecuico for the latter to help in the campaign by printing his (Noveras') tarpaulins using the machines in Tecuico's office. With due respect, I submit that the inference that the ponencia makes (employment of threats, intimidation) from the fact established (Noveras is Tecuico's superior) nowhere near satisfies the requirements of the law. It is not an inference that is \"a fair and reasonable conclusion [that points to Noveras], to the exclusion of [all] others, as the guilty person.\"[101] The fact that Noveras is Tecuico's superior, alone, cannot, by any stretch of imagination, lock in Noveras as the only possible \"mastermind\" in Tecuico's acts or even that Tecuico was instructed to commit the offense and did not act by his own volition. Conclusion Any decision based on unsubstantiated allegations cannot stand without offending due process.[102] The offense against such a fundamental right is all the more vile when, as in this case, the allegations, even if assumed to be true, cannot still support the decision because the conclusions drawn therefrom do not follow. It is true that in administrative proceedings, only substantial evidence is needed, or such relevant evidence as a reasonable mind may accept as adequate to support a conclusion. Here, the factual allegations made, and the evidence presented, do not at all make out the conclusions arrived at. In a nutshell, the allegations and the facts established are merely that Noveras was the Governor and the superior of Tecuico; therefore, the acts of Tecuico must have been committed upon the threats, intimidation, and fraudulent schemes of Noveras. Surely, such a grave inference that it can disqualify a person from running for public service—and, inversely, deprive the people of such person as a political option—should not be as easily made. Otherwise, our leaders in public service will constantly be at the risk of administrative sanctions of any kind by the wrongdoings of any or some of their respective subordinates, even in the absence of an iota of showing that the wrongdoing was sanctioned, expressly or impliedly from his or her inaction despite knowledge thereof, by the superior. While COMELEC is rightfully earnest in the implementation of our election laws—as, indeed, those who transgress laws for political gain should not be allowed to continue to operate with impunity—in doing so, however, neither COMELEC nor this Court can dispense with the observance of the most fundamental constitutional rights. Given the foregoing, I vote to GRANT the petition. [1] Rollo, pp. 252–280. Signed by Presiding Commissioner Socorro B. Inting, Commissioners Aimee P. Ferolino and Ernesto Ferdinand P. Maceda, Jr. (with Separate Opinion). [2] Id. at 350–373. Signed by Chairperson George Erwin M. Garcia and Commissioners Socorro B. Inting, Marlon S. Casquejo (no part), Aimee P. Ferolino, Rey F. Bulay (no part), Ernesto Ferdinand P. Maceda, Jr. and Nelson J. Celis. [3] SEC. 261. Prohibited Acts. — The following shall be guilty of an election offense: . . . . (d) Coercion of subordinates. — (1) Any public officer, or any officer of any public or private corporation or association, or any head, superior, or administrator of any religious organization, or any employer or land-owner who coerces or intimidates or compels, or in any manner influence, directly or indirectly, any of his subordinates or members or parishioners or employees or house helpers, tenants, overseers, farm helpers, tillers, or lease holders to aid, campaign or vote for or against any candidate or any aspirant for the nomination or selection of candidates. [4] SEC. 261. Prohibited Acts. — The following shall be guilty of an election offense: . . . . (e) Threats, intimidation, terrorism, use of fraudulent device or other forms of coercion. — Any person who, directly or indirectly, threatens, intimidates or actually causes, inflicts or produces any violence, injury, punishment, damage, loss or disadvantage upon any person or persons or that of the immediate members of his family, his honor or property, or uses any fraudulent device or scheme to compel or induce the registration or refraining from registration of any voter, or the participation in a campaign or refraining or desistance from any campaign, or the casting of any vote or omission to vote, or any promise of such registration, campaign, vote, or omission therefrom. [5] Ponencia, pp. 9–16. [6] 777 Phil. 700 (2016) [Per J. Brion, En Banc]. [7] Ponencia, pp. 17–21. [8] Id. at 21–25. [9] Id. at 25. [10] Rollo, pp. 35–36. Amansec's Petition for Disqualification dated April 26, 2022. [11] Id. at 331, COMELEC First Division's Resolution dated August 31, 2022. [12] Id. [13] Id. at 37–38. Amansec's Petition for Disqualification dated April 26, 2022. [14] Id. at 39. [15] SEC. 261. Prohibited Acts. — The following shall be guilty of an election offense: . . . . (o) Use of public funds, money deposited in trust, equipment facilities owned or controlled by the government for an election campaign. – Any person who uses under any guise whatsoever, directly or indirectly, (1) public funds or money deposited with, or held in trust by, public financing institutions or by government offices, banks, or agencies; (2) any printing press, radio, or television station or audio-visual equipment operated by the Government or by its divisions, sub-divisions, agencies or instrumentalities, including government-owned or controlled corporations, or by the Armed Forces of the Philippines; or (3) any equipment, vehicle, facility, apparatus, or paraphernalia owned by the government or by its political subdivisions, agencies including government-owned or controlled corporations, or by the Armed Forces of the Philippines for any election campaign or for any partisan political activity. [16] Rollo, p. 39, Amansec's Petition for Disqualification dated April 26, 2022. [17] Id. at 40. [18] Id. [19] Id. at 42, Amansec's Petition for Disqualification dated April 26, 2022; id. at 105, Photographs of seized tarpaulins. [20] Id. at 35–49. [21] Id. at 37. [22] Id. [23] Id. at 44. [24] Id. at 45. [25] Id. at 330–332, COMELEC First Division's Resolution dated August 31, 2022. [26] Id. at 122–123, Noveras' Answer dated May 13, 2022; id. at 128, Amansec's Sinumpaang Salaysay ng Paghahabla dated April 20, 2022; id. at 321, Department of Justice's Resolution dated June 16, 2023. [27] Id. at 323. Department of Justice's Resolution dated June 16, 2023. [28] Id. [29] Id. at 118–127. [30] SEC. 68. Disqualifications — Any candidate who, in an action or protest in which he is a party is declared by final decision of a competent court guilty of, or found by the Commission of having (a) given money or other material consideration to influence, induce or corrupt the voters or public officials performing electoral functions; (b) committed acts of terrorism to enhance his candidacy; (c) spent in his election campaign an amount in excess of that allowed by this Code; (d) solicited, received or made any contribution prohibited under Sections 89, 95, 96, 97 and 104; or (e) violated any of Sections 80, 83, 85, 86 and 261, paragraphs d, e, k, v, and cc, subparagraph 6, shall be disqualified from continuing as a candidate, or if he has been elected, from holding the office. Any person who is a permanent resident of or an immigrant to a foreign country shall not be qualified to run for any elective office under this Code, unless said person has waived his status as permanent resident or immigrant of a foreign country in accordance with the residence requirement provided for in the election laws. (Sec. 25, 1971 EC) [31] Rollo, pp. 119, 122. [32] SEC. 12. Disqualifications — Any person who has been declared by competent authority insane or incompetent, or has been sentenced by final judgment for subversion, insurrection, rebellion or for any offense for which he has been sentenced to a penalty of more than eighteen months or for a crime involving moral turpitude, shall be disqualified to be a candidate and to hold any office, unless he has been given plenary pardon or granted amnesty. This disqualifications to be a candidate herein provided shall be deemed removed upon the declaration by competent authority that said insanity or incompetence had been removed or after the expiration of a period of five years from his service of sentence, unless within the same period he again becomes disqualified. [33] SEC. 40. Disqualifications — The following persons are disqualified from running for any elective local position: (a) Those sentenced by final judgment for an offense involving moral turpitude or for an offense punishable by one (1) year or more of imprisonment, within two (2) years after serving sentence; (b) Those removed from office as a result of an administrative case; (c) Those convicted by final judgment for violating the oath of allegiance to the Republic; (d) Those with dual citizenship; (e) Fugitives from justice in criminal or nonpolitical cases here or abroad; (f) Permanent residents in a foreign country or those who have acquired the right to reside abroad and continue to avail of the same right after the effectivity of this Code; and (g) The insane or feeble-minded. [34] Rollo, pp. 122–123, Noveras' Answer dated May 13, 2022. [35] Id. at 122. [36] Id. at 260–268. [37] Id. at 298–312. [38] Id. at 307. [39] Id. at 316–320. [40] Id. at 321–328. [41] Id. at 317, Noveras' \"Supplement to the Motion for Reconsideration dated 11 July 2023,\" dated August 11, 2023. [42] Id. [43] Id. [44] Id. at 360–361. COMELEC En Banc's Resolution dated September 6, 2023. [45] Id at 362. (Citation omitted) [46] Id. at 372. COMELEC En Banc's Resolution dated September 6, 2023. [47] Id. [48] Civil Service Commission v. Lucas, 361 Phil. 486, 491 (1999) [Per J. Pardo, En Banc]. [49] Id. [50] Iglesias v. Ombudsman, 817 Phil. 338, 358–359 (2017) [Per J. Leonen, Third Division]. [51] Civil Service Commission v. Ledesma, 508 Phil. 569, 579 (2005) [Per J. Carpio, En Banc]. (Emphasis supplied, citation omitted) [52] Office of the Ombudsman v. Magno, 592 Phil. 636, 660 (2008) [Per J. Chico-Nazario, Third Division]. [53] Id. at 659. [54] Abang Lingkod Party-List v. COMELEC, 720 Phil. 120, 132 (2013) [Per J. Reyes, En Banc]. [55] Dadubo v. Civil Service Commission, 295 Phil. 825 (1993) [Per J. Cruz, En Banc]. [56] Rollo, p. 259. COMELEC First Division's Resolution dated July 10, 2023. [57] Id. at 360. COMELEC En Banc's Resolution dated September 6, 2023. [58] See Exec. Sec. Ochoa v. Atty. Buco, 888 Phil. 117 (2020) [Per J. Inting, Second Division]; Iglesias v. Ombudsman, supra note 50; Civil Service Commission v. Ledesma, supra note 51; Bernardo v. Court of Appeals, 473 Phil. 284 (2004) [Per J. Callejo, Sr., Second Division]. [59] Rollo, p. 37. [60] Id. at 38. [61] Id. [62] Id. [63] Id. [64] Id. [65] Id. at 39. (Emphasis in the original) [66] Id. (Emphasis in the original) [67] Id. at 39–41. [68] Id. at 42. [69] Ponencia, p. 23. [70] Id. [71] Id. at 25. [72] Id. [73] Phimco Industries, Inc. v. Phimco Industries Labor Assn. (PILA), 642 Phil. 275, 300 (2010) [Per J. Brion, Third Division] (Citation omitted) [74] See United States v. Zaballero, 13 Phil. 405 (1909) [Per J. Mapa, En Banc]. [75] Id. [76] See People v. Salazar, G.R. No. 239138, February 17, 2021, 974 SCRA 390, 403–404 [Per J. Leonen, Third Division]; Ablaza v. People, 840 Phil. 627, 647 (2018) [Per J. Del Castillo, First Division]. [77] Office of the Ombudsman v. Dechavez, 721 Phil. 124, 130 (2013) [Per J. Brion, Second Division]. [78] Rollo, p. 38. Amansec's Petition for Disqulification dated April 26, 2022. [79] Ponencia, p. 25. [80] Id. at 24–25. [81] Id. at 25. [82] Id. (Emphasis supplied) [83] See Velasco v. Angeles, 557 Phil. 1 (2007) [Per J. Carpio, En Banc]. [84] See LOCAL GOV’T CODE of 1991, sec. 375, par. a, viz.: SEC. 375. Primary and Secondary Accountability for Government Property. – (a) Each head of department or office of a province, city, municipality or barangay shall be primarily accountable for all government property assigned or issued to his department or office. [85] Ponencia, pp. 18–19. [86] Id. at 20. [87] Id. at 21. [88] Id. [89] REV. PEN. CODE, art. 17. [90] People v. Manzanilla, 873 Phil. 529, 538–539 (2020) [Per J. Gaerlan, Third Division]. [91] People v. Raguro, 858 Phil. 613, 624 (2019) [Per C.J. Bersamin, First Division]. [92] Rollo, pp. 96–99. PMSG Geoffrey M. Bolante and Pat Marvin E. Gonzales' Pinagsamang Sinumpaang Salaysay dated April 20, 2022. [93] Id. at 105. Photographs of seized tarpaulins. [94] Ponencia, p. 21. (Emphasis supplied, citation omitted) [95] 198 Phil. 838 (1982) [Per J. De Castro, First Division]. [96] Id. at 847. [97] See Albaña v. Belo, 617 Phil. 340 (2009) [Per J. Leonardo-De Castro, En Banc]. [98] People v. Cachuela, 710 Phil. 728, 742 (2013) [Per J. Brion, Second Division]. [99] 474 Phil. 462 (2004) [Per J. Carpio Morales, En Banc]. [100] Id. at 473. [101] Id. (Emphasis in the original, citation omitted) [102] Nedira v. NJ World Corporation, G.R. No. 240005, December 6, 2022 [Per C.J. Gesmundo, En Banc] at 7. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law",
    "Immigration Law"
  ],
  "keywords": [
    "gerardo",
    "noveras",
    "petitioner",
    "commission",
    "elections",
    "narciso",
    "amansec",
    "respondents",
    "gaerlan",
    "petition",
    "certiorari",
    "against",
    "resolution",
    "comelec",
    "division",
    "september",
    "october",
    "certificate",
    "candidacy",
    "position"
  ],
  "title_summary": "GERARDO \"JERRY\" A. NOVERAS, PETITIONER, VS. COMMISSION ON ELECTIONS AND NARCISO DELA CRUZ AMANSEC...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 959 Phil. 693\n\nEN BANC\nEN BANC\n\n[ G.R. No. 268891, October 22, 2024 ]\n[ G.R. No. 268891, October 22, 2024 ]\n\nGERARDO \"JERRY\" A. NOVERAS, PETITIONER, VS. COMMISSION ON ELECTIONS AND NARCISO DELA CRUZ AMANSEC, RESPONDENTS.\n\nD E C I S I O N\nGERARDO \"JERRY\" A. NOVERAS, PETITIONER, VS. COMMISSION ON ELECTIONS AND NARCISO DELA CRUZ AMANSEC, RESPONDENTS.\n\nD E C I S I O N\n\nGAERLAN, J.:\n\nThis is a petition for certiorari [1] against the July 10, 2023 Resolution [2] of the Commission\ton Elections (COMELEC) First Division and the September 6, 2023 Resolution [3] of the COMELEC En Banc in SPA No. 22-048 (DC).\n\nOn October 6, 2021, petitioner Gerardo \"Jerry\" A. Noveras \n(Noveras) filed a certificate of candidacy (COC) for the position of \nVice-Governor of the province of Aurora in the May 9, 2022 general \nelections. At that time, Noveras was the incumbent governor of Aurora.\n\nIn the late afternoon of March 30, 2022, respondent Narciso Dela Cruz \nAmansec (Amansec) and his wife went to the Aurora Training Center (ATC) \ncompound to visit a police officer friend who was stationed there. While\n walking towards the compound, which hosted facilities of the provincial\n government, Amansec saw a tarpaulin with a certain image and red \nbackground. When Amansec moved closer to the premises, he saw the same \nimage and background being printed on tarpaulin sheets, which turned out\n to be materials for Noveras's vice-gubernatorial campaign. Amansec also\n discovered that the tarpaulin printing machine was being run by Michael\n Tecuico (Tecuico), a casual employee of the Aurora Local Government \nUnit (LGU). Amansec approached Tecuico and asked him to explain why \nNoveras's campaign materials were being printed on LGU premises. Amansec\n claimed that Tecuico got angry and defensive at the inquiry and \nforcibly removed him from the premises. Amansec thus filed a police \nreport and applied for a search warrant of the ATC compound. [4]\n\nOn March 31, 2022, the executive judge of Branch 91, Regional Trial Court (RTC) of Baler, Aurora issued a search warrant for \" illegally\n printed election propaganda or campaign materials of Atty. Christian \nNoveras and Atty. Gerardo Noveras, Gubernatorial and Vice-Gubernatorial \ncandidates for the Province of Aurora, respectively, which materials are\n deemed properties \"subject of the offense\" or 'fruits of the offense\"; \nand printing machines being used as a means of committing an offense \nwhich are kept inside the said Printing Room, also referred to as the \n\"Extension Office of the Provincial Capitol\" located at the Training \nCenter (ATC), Sitio Setan, Barangay Calabuanan, Baler, Aurora .\" [5] The search warrant was implemented on April 2, 2022. Recovered from the\n ATC premises were the following items: one tarpaulin eco solvent \nprinter, one inkjet printer, a personal computer set and computer \nperipherals, a semi-automatic eyelet machine, and 41 pieces of tarpaulin\n campaign materials and/or tarpaulin design templates [6] bearing the names of Noveras and other candidates for various provincial and municipal elective offices in Aurora. [7] The implementation of the search warrant was witnessed by an elected barangay official and three media representatives. [8] Amansec further alleged that one of the witnesses was able to take a \nphotograph of the tarpaulin campaign materials showing that they were \npaid for by Christian Noveras, the incumbent vice-governor and Noveras's\n brother.\n\nOn April 20, 2022, Amansec filed a criminal complaint \nagainst Noveras, Tecuico, and other persons for violation of Section \n261(o) of the Omnibus Election Code and Article 217 of the Revised Penal\n Code, in connection with the tarpaulin printing incident. [9]\n\nOn April 26, 2022, Amansec petitioned the COMELEC to disqualify Noveras\n from standing as a candidate, claiming that the tarpaulin printing \nincident was a violation of Section 261(o) ultimately attributable to \nNoveras, whose campaign materials were found on the scene. [10]\n\nNoveras argued that the petition should be dismissed outright for Amansec's failure to appear in the preliminary conference. [11] Noveras denied the allegation that his campaign materials were being printed on LGU premises using LGU resources. [12] Furthermore, violation of Section 261(o) is not among the grounds for \ndisqualification of a candidate under Sections 12 and 68 of the Omnibus \nElection Code or Section 40 of the Local Government Code (LGC). [13] Finally, Noveras argued that a final judgment of conviction is \nnecessary to disqualify a candidate whether under Section 12 of the \nOmnibus Election Code or Section 40 of the LGC. [14]\n\nThe May 9, 2022 national and local Elections were conducted as \nscheduled, with Noveras remaining on the ballot. He garnered the highest\n number of votes for the position of vice-governor. [15]\n\nOn March 8, 2023, the Aurora provincial prosecutor's office \nfound probable cause to charge Noveras and five other individuals with \nviolation of Section 261(o) of the Omnibus Election Code; but on June \n16, 2023, the Department of Justice (DOJ) modified the provincial \nprosecutor's ruling and dismissed the charge as against Noveras. [16]\n\nOn July 10, 2023, the COMELEC First Division resolved to grant Amansec's petition.\n\nThe First Division resolved the case on the merits despite \nAmansec's non-appearance in the preliminary conference, invoking the \npublic interest in the resolution of election cases and the liberal \ninterpretation of the COMELEC rules of procedure. [17] The First Division stressed Noveras's failure \" to\n set forth the substance of the matters upon which he relies to support \nhis denial of the factual allegations against him. He failed to \ncontrovert the pieces of evidence clearly establishing that tarpaulins \nfor his campaign were being printed using provincial government \nresources by a casual plantilla employee under his control and \nsupervision. \" [18]\n\nNoveras was disqualified on the basis of Section 261(d)(1) of the \nOmnibus Election Code, as he influenced his subordinate, Tecuico, into \ndoing acts beneficial to his campaign. The witness statements and search\n reports prove that Tecuico, a casual employee of the Aurora LGU, was \ncaught in the act of printing Noveras's campaign materials using Aurora \nLGU equipment, inside Aurora LGU premises. It was also proven that \nNoveras appointed Tecuico to the LGU. As head of the Aurora LGU and the \nsignatory of Tecuico's appointment, Noveras wielded not only moral and \nlegal ascendancy over Tecuico, but also command and control prerogatives\n over the facilities and resources implicated in the tarpaulin printing \nincident. Given the circumstances, the First Division concluded that \nTecuico would not have used Aurora LGU resources to print campaign \nmaterials in the ATC compound if not for the moral and legal ascendancy \nexercised over him by Noveras. Furthermore, any such use of provincial \ngovernment resources and facilities would not have been possible without\n the knowledge or influence of Noveras, the incumbent provincial \ngovernor. [19]\n\nNoveras \nmay be disqualified on the basis of Section 261(d)(1) of the Omnibus \nElection Code despite its apparent repeal by Section 2 of Republic Act \nNo. 7890. The effect of Republic Act No. 7890 on the treatment of acts \nof coercion affecting the right of suffrage is ambiguous, as it \nincreased the penalty for such acts, but repealed the specific \nprovisions defining and regulating such acts in Section 261(d)(1) and \n(2) of the Omnibus Election Code. The COMELEC First Division resolved \nthe ambiguity by resorting to the legislative history of the statute, \nwhich shows that: 1) the scope of the original bill which became \nRepublic Act No. 7890 was limited to removing bloc voting by religious \ngroups from the enumeration of acts punished in Section 261(d); and 2) \nthere was no discussion or intention to remove the prohibition against \nacts of coercion and undue influence affecting the right of suffrage by \npublic officers. The poll body in division thus concluded that Section 2\n of Republic Act No. 7890 should be read not as a blanket repeal of \nSection 261(d) of the Omnibus Election Code, but as a mere amendment to \nremove any reference to acts of coercion affecting the right of suffrage\n committed by leaders or officials of religious organizations, which \nmeans that Section 261(d) remains an available ground to disqualify \npublic officers like Noveras. [20]\n\nIn a separate opinion, Commissioner Ernesto Ferdinand P. Maceda, Jr. \n(Commissioner Maceda) echoed the reasoning of the First Division and \nfurther explained that Javier v. COMELEC , [21] which construed Section 2 of Republic Act No. 7890 as an express and \nblanket repeal of Section 261(d) of the Omnibus Election Code, \" did not in any way diminish [the COMELEC's] power to act in the face of situations where the coercion of voters on matters of suffrage is clearly apparent .\" [22]\n\nCommissioner Maceda also opined that Noveras may be disqualified and \nprosecuted under Section 261(e) of the Omnibus Election Code, as the \ntarpaulin printing incident amounts to a fraudulent scheme for the \npurpose of inducing participation in a campaign. [23] All the elements of said offense, as defined in Section 261(e), are \npresent. First, the unlawful and unauthorized use of government property\n by public officers constitutes fraud; thus, Tecuico's use of an Aurora \nLGU-owned printing machine within Aurora LGU premises to print campaign \nmaterials for the campaign of the incumbent governor is a fraudulent \nscheme. [24] Second, the moral \nand legal ascendancy Noveras had over Tecuico as local chief executive \nand appointing authority is a strong indicator of inducement, as \" [i]t\n would be impossible for Tecuico to have performed such scale of illegal\n activity on his own and without the knowledge and consent of his \nsuperior officer. Further, it is without doubt that the commission of \nthe illegal acts would ultimately redound to the benefit and advantage \nof [Noveras], not just indirectly but directly .\" [25] Third, the printing of tarpaulin campaign banners is an act of \nparticipation in a campaign. The materials printed by Tecuico contain \nexhortations for voters to cast their votes for Noveras and the other \ncandidates in his ticket. [26]\n\nOn September 6, 2023, the COMELEC En Banc resolved to deny Noveras's motion for reconsideration, sustaining the \nFirst Division's reasoning as to the effect of Republic Act No. 7890 on \nSection 261(d) of the Omnibus Election Code, [27] and adopting Commissioner Maceda's findings on the applicability of Section 261(e). [28]\n\nNoveras cannot be disqualified on the basis of Section 261(o) of the \nOmnibus Election Code without a final judgment of conviction because it \nis not one of the disqualificatory offenses mentioned in Section 68 of \nthe Omnibus Election Code. [29] Nevertheless, the First Division did not err in disqualifying Noveras \non the ground of Section 261(d)(1) and Section 261(e), which are both \nSection 68 disqualificatory offenses.\n\nNoveras can be \ndisqualified for the tarpaulin printing incident even if he was not \npersonally involved therein, as Section 261(e) does not require that the\n acts of coercion or influence be done directly:\n\nThe material factors in the unlawful use of government resources\n are the following: (1) Mr. Tecuico – a provincial government casual \nworker, and (2) the ATC Compound – a provincial government-owned \ncomplex. These factors have a common denominator – [Noveras], as the \nthen incumbent governor and Chief Executive Officer of the Province of \nAurora, had direct authority over both the person of a provincial \ngovernment casual worker and the provincial property.\n\nThis is not a mere coincidence but a strong indication that \n[Noveras] had coerced and induced Mr. Tecuico in performing the acts \ncomplained of. The clear language of Section 261(e) of the OEC states \nthat the prohibited act need not to be proved to be undertaken by \nRespondent directly. Even the indirect act would render him liable.\n\n[C]oercion can be implied, as either legal or constructive, \nwhere the relation of the parties is such that one is under subjection \nto the other, and is thereby constrained to do what his free will would \nrefuse. Inducement is defined as an \"act or process of enticing or \npersuading another person to take a certain course of action.\"\n\nAs exhaustively explained by the Resolution of the Commission \n(First Division), [Noveras], in view of the extensive powers granted to \nhim as the Governor of the Province of Aurora, exercised authority and \ncontrol over the hiring and termination of employees and appointees as \nwell as over government premises. [30]\n\nBefore Us, Noveras accuses the COMELEC of grave abuse of \ndiscretion in: 1) construing Republic Act No. 7890 as a mere amendment \nof Section 261(d) of the Omnibus Election Code, contrary to the ruling \nin Javier ; [31] 2) disqualifying him on the basis of Section 261(d) despite its repeal by Republic Act No. 7890; [32] and 3) disqualifying him on the basis of Section 261(e) despite the \nabsence of evidence showing that he actually coerced or influenced \nTecuico. [33] Noveras also \nprayed for preliminary injunctive relief, arguing that the immediately \nexecutory character of the assailed rulings deprives him of the right to\n run for elective office, more so considering that he garnered the \nhighest number of votes for vice-governor of Aurora in the May 9, 2022 \nlocal elections. [34]\n\nCommenting on the Petition on the COMELEC's behalf, the Office of \nthe Solicitor General (OSG) argues that the poll body's ruling is \nsupported by a preponderance of evidence showing that Noveras \nperpetrated a \" fraudulent scheme by unlawfully using government \nresources and premises... to compel and induce Mr. Tecuico, a provincial\n casual worker, to print materials for his campaign[:] . . . a \nprohibited act under Section 261(e) of the [Omnibus Election Code] .\" [35] The DOJ's dismissal of the Section 261(o) charge against Noveras is \nimmaterial because the COMELEC retains jurisdiction over the electoral \naspect of the offense, which only requires a \"clear preponderance of \nevidence\". [36]\n\nThe State Tribune also asks Us to revisit the ruling in Javier ,\n arguing that the construction of Section 2 of Republic Act No. 7890 as \nan express and blanket repeal of Section 261(d) of the Omnibus Election \nCode is not only inconsistent with the legislative history of Republic \nAct No. 7890, but also deprives the COMELEC of the power to act against \nclear cases of coercion and undue influence affecting the right of \nsuffrage. [37]\n\nFinally,\n the OSG argues against the grant of preliminary injunctive relief, as \nNoveras failed to show any clear legal right protectible by a \npreliminary injunctive writ. His claimed rights to seek and hold public \noffice are not rights at all, but mere privileges that are subject to \nlegal regulation. Furthermore, Noveras can no longer invoke said rights \nas basis for preliminary injunctive relief, as he remained on the ballot\n and garnered the most votes for vice-governor of Aurora in the May 9, \n2022 elections. [38]\n\nOn January 19, 2024, the Court received a Motion for Leave to File and Admit Attached Comment and Notice of Death [39] from a certain Naryne Amansec (Naryne), who represented herself to be \nAmansec's daughter. Naryne alleged that her father passed away on \nOctober 3, 2022. She thus prayed to be: 1) allowed to substitute Amansec\n as a party in the present action; and 2) given leave to file a comment \nin substitution of Amansec. Noveras moved for the denial and expunction \nof Naryne's motion, on the ground that she is not a real \nparty-in-interest. [40]\n\nThe petition must be dismissed.\n\n[TABLE_CONTENT]\nI. Amansec may be substituted in the disqualification proceeding\n[END_TABLE]\n\nI. Amansec may be substituted in the disqualification proceeding\n\nIn Lanot v. COMELEC , [41] Lanot and others filed a petition to disqualify Eusebio from standing \nas a candidate in the May 10, 2004 election for mayor of Pasig City. The\n COMELEC allowed the election and proclamation to proceed while the \ndisqualification case was pending. Lanot assailed the COMELEC's action \nbefore the Supreme Court. In the meantime, the COMELEC referred the case \nto its Law Department without issuing a definitive ruling on the \nelectoral aspect. While his case against Eusebio was pending before Us, \nLanot was assassinated. Raymundo filed a motion to substitute Lanot; and\n the third placer in said election moved to intervene. We allowed both \nLanot's substitution and the third-placer's intervention:\n\nThe law and the COMELEC rules [of procedure] have clear \npronouncements that the electoral aspect of a disqualification case is \nnot rendered inutile by the death of petitioner, provided that there is a\n proper substitution or intervention of parties while there is a pending\n case. On Raymundo's substitution, any citizen of voting age is \ncompetent to continue the action in Lanot's stead. On Benavides' \nintervention, Section 6 of Republic Act No. 6646, or the Electoral \nReforms Law of 1987 (\"Electoral Reforms Law of 1987\"), allows \nintervention in proceedings for disqualification even after elections if\n no final judgment has been rendered. Although Eusebio was already \nproclaimed as Pasig City Mayor, Benavides could still intervene, as \nthere was still no final judgment in the proceedings for \ndisqualification.\n\nThe case for disqualification exists, and survives, the election\n and proclamation of the winning candidate because an outright dismissal\n will unduly reward the challenged candidate and may even encourage him \nto employ delaying tactics to impede the resolution of the \ndisqualification case until after he has been proclaimed. The exception \nto the rule of retention of jurisdiction after proclamation applies when\n the challenged candidate becomes a member of the House of \nRepresentatives or of the Senate, where the appropriate electoral \ntribunal would have jurisdiction. There is no law or jurisprudence which\n says that intervention or substitution may only be done prior to the \nproclamation of the winning candidate. A substitution is not barred by \nprescription because the action was filed on time by the person who died\n and who is being substituted. The same rationale applies to a \npetition-in-intervention. [42]\n\nThe facts in Lanot are on all fours with the present case. \nThe election proceeded despite the pendency of Amansec's \ndisqualification petition, with the party sought to be disqualified \nremaining on the ballot and garnering the highest number of votes. The \nfinal ruling on the electoral aspect came only after the election and \nproclamation, [43] and Amansec \npassed away before resolution of the case. Under Rule 25, Section 2 of \nthe COMELEC Rules of Procedure, any voter or duly registered political \norganization has standing to file a petition for disqualification. In Lanot ,\n since the Court allowed Raymundo to substitute for the assassinated \nLanot, so too should We allow Naryne, Amansec's daughter and a \nregistered voter in Ipil, Dipaculao, Aurora, [44] to substitute for Amansec.\n\n[TABLE_CONTENT]\nII. Revisit of Javier v. COMELEC not \nnecessary; Republic Act No. 7890 expressly repealed Section 261(d) of \nthe Omnibus Election Code\n[END_TABLE]\n\nII. Revisit of Javier v. COMELEC not \nnecessary; Republic Act No. 7890 expressly repealed Section 261(d) of \nthe Omnibus Election Code\n\nThe first rule of statutory construction is that one should not resort to statutory construction. [45] It is presumed that the legislature says what it means and means what it says when it passes laws. [46] Where the words of a statute are clear, plain, and unambiguous, there \nis no occasion for interpretation. The literal meaning of the statute \nmust be followed without judicial addition or subtraction. [47] \" [L]egislative\n intent must be determined from the language of the statute itself \nespecially when the words and phrases therein are clear and unequivocal.\n The statute in such a case must be taken to mean exactly what it says. \nIts literal meaning should be followed; to depart from the meaning \nexpressed by the words is to alter the statute .\" [48] \" [L]egislative\n intent must be ascertained from a consideration of the statute as a \nwhole, and not of an isolated part or a particular provision alone .\" [49]\n\nWith these rules in mind, We consider the text of Republic Act No. 7890:\n\nAN ACT AMENDING ARTICLE 286, SECTION THREE, CHAPTER TWO, TITLE \nNINE OF ACT NO. 3815, AS AMENDED, OTHERWISE KNOWN AS THE REVISED PENAL \nCODE\n\nSECTION 1. Article 286, Section Three, Chapter Two, Title Nine \nof Act No. 3815, as amended, is hereby further amended to read as \nfollows:\n\n\"Art. 286. Grave Coercion. — The penalty of prision \ncorreccional and a fine not exceeding Six thousand pesos shall be \nimposed upon any person who, without any authority of law, shall, by \nmeans of violence, threats or intimidation, prevent another from doing \nsomething not prohibited by law, or compel him to do something against \nhis will, whether it be right or wrong.\n\n\"If the coercion be committed in violation of the exercise of \nthe right of suffrage, or for the purpose of compelling another to \nperform any religious act, to prevent him from exercising such right or \nfrom so doing such act, the penalty next higher in degree shall be \nimposed.\"\n\nSECTION 2. Section 261, Paragraphs (d)(1) and (2), Article XXII of Batas Pambansa Blg. 881 is hereby repealed.\n\nSECTION 3. All other election laws, decrees, executive orders, \nrules and regulations, or parts thereof inconsistent with the provisions\n of this Act are hereby repealed.\n\nSECTION 4. If, for any reason, any section or provision of this \nAct, or any portion thereof, the application of such section, provision \nor portion to any person, group or circumstance is declared invalid or \nunconstitutional, the remainder of this Act or application of such \nsection, provision or portion thereof to other persons, groups or \ncircumstances shall not be affected by such declaration.\n\nSECTION 5. This Act shall take effect upon its approval.\n\nThe statute is clear and categorical. Section 1 amends the \ndefinition of grave coercion by adding \"threats or intimidation\" as \nadditional modes of committing said offense. It also increases the \npenalty for grave coercion from arresto mayor and a PHP 500.00 fine to prision correccional and a PHP 6,000.00 fine. [50] Finally, Section 1 increases the penalty for coercions committed in violation of the exercise of the right of suffrage .\n In turn, Section 2 repeals Section 261(d) of the Omnibus Election Code;\n and Section 3 repeals all election laws and regulations inconsistent \nwith the statute. The sentence \" Section 261, Paragraphs (d)(1) and (2), Article XXII of Batas Pambansa Blg. 881 is hereby repealed \"\n can have no meaning other than the withdrawal of binding force and \nlegal effect from Section 261, Paragraphs (d)(1) and (2), Article XXII \nof Batas Pambansa Blg. 881, and the removal of said provision from the \ncorpus of statutory law. This is exactly how We ruled in Javier , which also involved an elective official who was disqualified from standing as a candidate on the basis of Section 261(d):\n\nA repeal may be express or implied. An express repeal is one \nwherein a statute declares, usually in its repealing clause, that a \nparticular and specific law, identified by its number or title, is \nrepealed. An implied repeal, on the other hand, transpires when a \nsubstantial conflict exists between the new and the prior laws. In the \nabsence of an express repeal, a subsequent law cannot be construed as \nrepealing a prior law unless an irreconcilable inconsistency and \nrepugnancy exist in the terms of the new and the old laws.\n\nIn the present case, it is clear that R.A. No. 7890 expressly \nrepealed Section 261, paragraphs (d)(1) and (2) of the Omnibus Election \nCode. The COMELEC Second Division's October 3, 2014 resolution, however,\n treated this repeal as merely an implied one. Commissioner Yusoph \nreasoned out as follows:\n\nMoreover, the general repealing clause in Section 3 of RA 7890 \ncannot impliedly repeal Section 68 because the latter is not absolutely \nand irreconcilably incompatible with Article 286, as amended by RA 7890.\n Meaning, a case for disqualification due to coercion under Section 68 \ncan very well stand apart from the criminal case for coercion under \nArticle 286, as amended. This is so because Section 68 involves an \nadministrative proceeding intended to disqualify a candidate whereas \nArticle 286, supra, involves a criminal proceeding intended to penalize \ncoercion. Both laws, therefore, can be given effect without nullifying \nthe other, hence the inapplicability of implied repeal.\n\nTo firm up our stance against implied repeal of coercion as a \nground for disqualification, the following pronouncements of the Supreme\n Court are guiding:\n\n\"Implied repeal by irreconcilable inconsistency takes place when\n the two statutes cover the same subject matter; they are so clearly \ninconsistent and incompatible with each other that they cannot be \nreconciled or harmonized; and both cannot be given effect, that is, that\n one law cannot be enforced without nullifying the other.\"\n\n\"Well-settled is the rule is statutory construction that implied\n repeals are disfavored. In order to effect a repeal by implication, the\n latter statute must be so irreconcilably inconsistent and repugnant \nwith the existing law that they cannot be made to reconcile and stand \ntogether. The clearest case possible must be made before the inference \nof implied repeal may be drawn, for inconsistency is never presumed. …\"\n\nWe point out that this resolution and the dissenting opinion of \nCommissioner Guia became the basis of the internal arrangement reached \nupon by the Commission en banc whereby the commissioners agreed \nto submit their respective opinions explaining their votes or their \nconcurrence with either Commissioner Yusoph or Guia.\n\nAs earlier stated, the vote was 4-2-1 in favor of disqualification; in a per curiam order promulgated on January 12, 2015, the Commission en banc disqualified Gov. Javier and annulled his proclamation as the governor \nof Antique. Chairman Brillantes and Commissioner Arthur Lim wrote their \nown opinions concurring with the position of Commissioner Yusoph, while \nCommissioner Tagle submitted his vote concurring with the opinions of \nCommissioner Yusoph and Chairman Brillantes.\n\nIn his Separate Opinion, Chairman Brillantes agreed with \nCommissioner Yusoph that the repeal of Section 261(d) by R.A. No. 7890 \nwas merely implied, and made the following disquisition:\n\n. . . .\n\nThe Supreme Court, in a long line of cases, has constantly \ndisfavored and struck down the use of repeal by implication. Pursuant to\n jurisprudence, well entrenched is the rule that an implied repeal is \ndisfavored. The apparently conflicting provisions of a law or two laws \nshould be harmonized as much as possible, so that each shall be \neffective. For a law to operate to repeal another law, the two laws must\n actually be inconsistent. The former must be so repugnant as to be \nirreconcilable with the latter act. Stated plainly, a petition for \ndisqualification on the ground of coercion shall be taken differently \nand distinctly from coercion punishable under the [Revised Penal Code] \nfor the two can very well stand independently from each other. \nTherefore, unless proven that the two are inconsistent and would render \nfutile the application and enforcement of the other, only then that a \nrepeal by implication will be preferred.\n\nA law that has been expressly repealed ceases to exist and \nbecomes inoperative from the moment the repealing law becomes effective.\n The discussion on implied repeals by the Yusoph resolution, (and the \nconcurring opinion of Chairman Brillantes, Jr.), including the \nconcomitant discussions on the absence of irreconcilable provisions \nbetween the two laws, were thus misplaced. The harmonization of laws can\n only be had when the repeal is implied, not when it is express, as in \nthis case.\n\nThe COMELEC's reasoning that coercion remains to be a ground for\n disqualification under Section 68 of the Election Code despite the \npassage of R.A. No. 7890 is erroneous. To the point of our being \nrepetitive, R.A. No. 7890 expressly repealed Section 261d(1) and (2) of \nBatas Pambansa Blg. 881, rendering these provisions inoperative. The \neffect of this repeal is to remove Section 261(d) from among those listed as ground for disqualification under Section 68 of the Omnibus Election Code. [51]\n\nThe COMELEC ruled that Javier misconstrued the relationship\n between Republic Act No. 7890 and the Omnibus Election Code. According \nto the national poll body, the increased penalty for acts of coercion \nagainst the exercise of the right of suffrage is inconsistent with the \nrepeal of Section 261(d) of the Omnibus Election Code:\n\nA textual examination of the R.A. 7890 yields to ambiguity in \nits interpretation. The first portion of the law actually increased the \npenalty for acts of coercion that affect the exercise of the right to \nsuffrage and as well as forms of coercion for the purpose of compelling \nanother to perform any religious act, to prevent him from exercising \nsuch right or from so doing such act. This is suggestive that the \nlegislative [sic] want[s] to punish and deter such forms of coercion.\n\nHowever, in the second portion, it repealed Section 261(d)(1) \nand (d)(2). These sections enumerate in detail the different forms and \nmanner of coercion by certain factors affecting the right of suffrage of\n the individuals coerced such as their decision to aid, campaign, and \nvote for or against any candidate. Reading the provisions of R.A. 7890 \nand Section 261(d)(1) and (d)(2) together do not provide certainty as to\n the real mandate of R.A. 7890.\n\nThe apparent ambiguity in the provisions of R. A. 7890 in \nrelation to Section 261(d) of the OEC requires resort to the \nascertainment of legislative intent in order for the Commission to \nproperly enforce the same. [52]\n\nHowever, as the COMELEC points out, the ambiguity resulting from \nthe correlation of Republic Act No. 7890 to Section 261(d) of the \nOmnibus Election Code is more apparent than real, because Section 2 of \nRepublic Act No. 7890 clearly, expressly, and categorically erased \nSection 261(d) of the Omnibus Election Code from the statute books. \nMoreover, there is no inherent ambiguity or contradiction between \nRepublic Act No. 7890's imposition of a higher penalty for coercions \nagainst the right of suffrage and the deletion of the \"detailed \nenumeration\" of specific forms of such coercions in Section 261(d). \nRepublic Act No. 7890 merely reconciles and simplifies the treatment of \ncoercion in the Omnibus Election Code and Revised Penal Code, as \nexplained below.\n\nArticle 286 of the Revised Penal Code and \nSection 261(d) of the Omnibus Election Code share a common subject: \ncoercion as a punishable act. Before the amendments introduced by \nRepublic Act No. 7890, grave coercion under Article 286 of the Revised \nPenal Code had the following elements: (1) that any person be prevented \nby another from doing something not prohibited by law, or compelled to \ndo something against his will, be it\tright or wrong; (2) that the \nprevention or compulsion be effected by violence, either by material \nforce or such display of it as would produce intimidation and control \nthe will of the offended party, and (3) that the person who\trestrained \nthe will and liberty of another had no right to do so, or, in other \nwords, that the restraint was not made under authority of law or in the \nexercise of a lawful right. [53] Courts and commentators have opined that grave coercion can be \ncommitted by moral pressure or intimidation, as these may be considered \n\"displays of force.\" [54]\n\nIn Macalintal v. COMELEC , [55] the Supreme Court En Banc held that the right of suffrage is a fundamental political right which \nstems from the right to liberty. The right of suffrage may therefore be \ncurtailed only by the State through law or regulation, in accord with \ndue process. Thus, as a general rule, any form of non-state interference\n on the right of suffrage, whether through intimidation, coercion, or \ninfluence, should be presumed to have been made without right or \nauthority.\n\nThe acts mentioned in Section 261(d)(1) of the \nOmnibus Election Code, i.e., the direct or indirect coercion, \nintimidation, or compulsion of a subordinate, employee, member, or \nparishioner, to aid, campaign, or vote for or against any candidate or \nany aspirant for the nomination or selection of candidates, are \nclear-cut cases of compelling someone to do something against their will\n by force or intimidation, without legal right or authority. The same is\n true for the acts mentioned in Section 261(d)(2) of the Omnibus \nElection Code, as threatened or actual reduction of salary, demotion, \ntransfer, suspension, separation, excommunication, ejectment, or \nvexation falls under either intimidation or force and violence in the \nform of moral or economic pressure. We therefore agree with the COMELEC \nthat Section 261(d) of the Omnibus Election Code contains mere \"detailed\n enumerations\" of acts of coercion particularly affecting the right of \nsuffrage which are already penalized by Article 286 of the Revised Penal\n Code.\n\nBy expressly including threats and intimidation as modes \nof committing grave coercion, Section 1 of Republic Act No. 7890 merely \ncodified the above-discussed relation between the Omnibus Election Code \nand the Revised Penal Code. Since coercions against the right of \nsuffrage are already penalized in Article 286 of the Revised Penal Code,\n Section 261(d) of the Omnibus Election Code is superfluous. \nAccordingly, Section 2 of Republic Act No. 7890 expressly repealed said \nsuperfluous provision. To reinforce such express repeal, Section 3 of \nRepublic Act No. 7890 introduces an inconsistency clause directed at all\n other election laws and regulations. This inconsistency clause erases \nall other references to Section 261(d), not only in the Omnibus Election\n Code, but in all other election statutes and regulations.\n\nThe \nCOMELEC makes much of the alleged original intent of the House Bill that\n became Republic Act No. 7890. However, the intent to decriminalize the \nenforcement of bloc-voting by officials of religious groups is easily \nreconcilable with the total repeal of the provision that the legislature\n actually enacted. The COMELEC itself admitted that \" the House Bill as originally worded was approved on First and Second Reading and was\n only amended [at the bicameral level] to include the provisions of the \nRevised Penal Code and the blanket repeal of Section 261(d)(1) and \n(d)(2) because the same was met with objections from various religious \ndenominations and sects. \" [56] This makes it clear that the Legislature ultimately settled on a \nblanket repeal of Section 261(d) as the most satisfactory response to \nthe objections of \"various religious denominations and sects.\" [57] At any rate, We again emphasize that resort to statutory construction \naids such as legislative history is proper only when the meaning of the \nstatute is not apparent from a plain reading:\n\n[I]t is of course fundamental that the determination of the \nlegislative intent is the primary consideration. However, it is equally \nfundamental that [ ] legislative intent must be determined from the \nlanguage of the statute itself. This principle must be adhered to even \nthough the court be convinced by extraneous circumstances that the \nLegislature intended to enact something very different from that which \nit did enact. An obscurity cannot be created to be cleared up by \nconstruction and hidden meanings at variance with the language used \ncannot be sought out. To attempt to do so is a perilous undertaking, and\n is quite apt to lead to an amendment of a law by judicial construction.\n To depart from the meaning expressed by the words is to alter the \nstatute, is to legislate not to interpret. [58]\n\nIn Regalado v. Yulo , [59] the Court further held, thus:\n\nThe intent of the Legislature to be ascertained and enforced is \nthe intent expressed in the words of the statute. If legislative intent \nis not expressed in some appropriate manner, the courts cannot by \ninterpretation speculate as to an intent and supply a meaning not found \nin the phraseology of the law. In other words, the courts cannot assume \nsome purpose in no way expressed and then construe the statute to \naccomplish this supposed intention. [60]\n\nHere, the legislative history only confirms the plain meaning of \nRepublic Act No. 7890: the legislature intended to abrogate Section \n261(d) of the Omnibus Election Code and all references thereto in other \nstatutes and regulations. The legislature and the apex court have \ndecided thusly, and the national poll body must yield.\n\n[TABLE_CONTENT]\nIII. Section 261(e) remains a valid \nground to disqualify candidates who resort to fraud, intimidation, undue\n influence or violence\n[END_TABLE]\n\nIII. Section 261(e) remains a valid \nground to disqualify candidates who resort to fraud, intimidation, undue\n influence or violence\n\nThe COMELEC argues that Javier did not \"diminish its power \nto act in the face of situations where the coercion of voters on matters\n of suffrage is clearly apparent.\" [61] We agree with this statement only insofar as Section 261(e) subsists as\n a valid and lawful ground to disqualify a candidate who uses \nintimidation, undue influence, or violence to vitiate the free and \ninformed exercise of the right of suffrage. As discussed above, the \nabrogatory provisions of Republic Act No. 7890 apply only to Section \n261(d), leaving the other disqualificatory offenses in Section 68 of the\n Omnibus Election Code unaffected.\n\nSection 261(e) of the Omnibus Election Code reads as follows:\n\n(e) Threats, intimidation, terrorism, use of fraudulent device \nor other forms of coercion. — Any person who, directly or indirectly, \nthreatens, intimidates or actually causes, inflicts or produces any \nviolence, injury, punishment, damage, loss or disadvantage upon any \nperson or persons or that of the immediate members of his family, his \nhonor or property, or uses any fraudulent device or scheme to compel or \ninduce the registration or refraining from registration of any voter, or\n the participation in a campaign or refraining or desistance from any \ncampaign, or the casting of any vote or omission to vote, or any promise\n of such registration, campaign, vote, or omission therefrom.\n\nThe provision contemplates two general classes of acts: first, \nthreats, intimidations, and actual violence; and second, fraudulent \ndevices or schemes.\n\nUnder the first class fall the following \nacts: a) threats, b) intimidations, and c) actual causing, infliction, \nor production of violence, injury, punishment, damage, loss, or \ndisadvantage upon any person or any person's immediate family, honor, or\n property, with the intent of compelling or inducing any of the following results: 1) registration or refraining from \nregistration of any voter; 2) participation in a campaign; 3) refraining\n or desistance from any campaign; 4) casting of any vote; 5) omission to\n vote; and 6) any promise to do the following acts. The second class \ncontemplates fraudulent devices or schemes intended to compel or induce \nany of the abovementioned results. Both classes of acts may be committed directly or indirectly .\n\n[TABLE_CONTENT]\nIV. Finding of violation of Section 261(e), under both classes of acts defined therein, is supported by substantial evidence\n[END_TABLE]\n\nIV. Finding of violation of Section 261(e), under both classes of acts defined therein, is supported by substantial evidence\n\nSection 68 disqualification proceedings before the COMELEC are \nadministrative in nature. In such proceedings, the subject of the \ninquiry is the electoral aspect of the election offense, i.e., whether \nthe respondent should be disqualified from being a candidate for having \ncommitted any of the acts or offenses listed in Section 68; and the \nCOMELEC's adjudication on said issue must be supported by a clear \npreponderance of evidence. [62] However, if the grounds for disqualification are also defined and \npenalized as crimes, the COMELEC may also pursue the criminal aspect of \nthe offense by referring the same to its Law Department. [63]\n\nFactual findings of the COMELEC are final and non-reviewable if supported by substantial evidence. [64] \" [T]he\n [Supreme] Court does not review in a certiorari petition the COMELEC's \nappreciation and evaluation of the evidence, except to determine if \nthese findings are supported by substantial evidence. If substantial \nevidence exists, the COMELEC’s findings and conclusions, even if \nerroneous, are accorded respect; COMELEC action under these \ncircumstances merely amount to an error of judgment. [W]hen factual \nconclusions are not based on substantial evidence or when the \nappreciation and conclusions of fact are attended by grave abuse of \ndiscretion, the resulting errors mutate from error of judgment to error \nof jurisdiction .\" [65]\n\nNoveras put up a defense of general denial before the COMELEC. He \nsimply disavowed any knowledge of the tarpaulin printing incident and \npresented no evidence to refute the allegations in the petition. The \nonly defense he raised is the unsubstantiated allegation that Amansec's \ncamp had seized control over the ATC compound prior to the \nimplementation of the search warrant. [66] Notably, Noveras only raised this matter in the criminal complaint against him for violation of Section 261(o). [67] Thus, the COMELEC First Division correctly reasons that:\n\nThese bare allegations are not enough to contravene the clear \nand unequivocal statements of [Amansec] which include [affidavits of] \nlaw enforcement agents regularly performing their duties by virtue of a \ncourt-issued warrant of arrest. [Noveras's] claim that the ATC Compound \nwas under the control of [Amansec] also runs counter ordinary logic and \nhuman experience as [Noveras] is the Chief Executive of the Province of \nAurora and the compound is a property of the provincial government. [68]\n\n[TABLE_CONTENT]\nIV.A. The tarpaulin printing incident is a fraudulent scheme to induce voters to cast their votes in favor of Noveras\n[END_TABLE]\n\nIV.A. The tarpaulin printing incident is a fraudulent scheme to induce voters to cast their votes in favor of Noveras\n\nThe COMELEC found Noveras guilty of using fraudulent devices or \nschemes to compel or induce Tecuico's participation in his \nvice-gubernatorial campaign, in violation of Section 261(e): a \ndisqualificatory offense under Section 68 of the Omnibus Election Code. \nWe sustain, to the extent that the tarpaulin printing incident is a \nfraudulent scheme to produce campaign materials inducing the Aurora \nelectorate to vote for Noveras and his ticket.\n\nAs mentioned above, the election offense of use of fraudulent device has three elements:\n\n[TABLE_CONTENT]\n1) | the existence of a fraudulent device or scheme;\n | \n2) | the use of said fraudulent device or scheme for the purpose of inducement or compulsion; and\n | \n3) | the inducement or compulsion is intended to produce, or actually produces, the following results:\n | | \n | a. | registration or refraining from registration of any voter;\n | | \n | b. | participation in a campaign;\n | | \n | c. | refraining or desistance from any campaign;\n | | \n | d. | casting of any vote;\n | | \n | e. | omission to vote; or\n | | \n | f. | any promise to do the following acts.\n[END_TABLE]\n\n1) the existence of a fraudulent device or scheme; 2) the use of said fraudulent device or scheme for the purpose of inducement or compulsion; and 3) the inducement or compulsion is intended to produce, or actually produces, the following results:\na. registration or refraining from registration of any voter;\nb. participation in a campaign;\nc. refraining or desistance from any campaign;\nd. casting of any vote;\ne. omission to vote; or\nf. any promise to do the following acts.\n\nAs to the first element, the disqualification petition and its \nattachments sufficiently establish that on March 30, 2022, Tecuico, a \ncasual employee of the Aurora LGU, was caught operating a printing \nmachine within Aurora LGU premises, for the purpose of printing out \ncampaign materials which were later identified to be for the campaign of\n Noveras and his ticket. The parties do not dispute that the ATC \nCompound is a provincial government facility, and the search team had to\n liaise with an Aurora LGU employee to open the locked printing room. \nThe printing incident itself was personally witnessed by Amansec and \nlater recorded in the blotter of the Baler Municipal Police Station, as \nfollows:\n\n[A]t around 3:30 PM of [March 30, 2022], when [Amansec was] \nabout [to] see and visit his friend (certain \"Mariano\"[,] a personnel \n[sic] of HPG based at ATC Compound Sitio Setan, Brgy. Calabuanan, Baler,\n Aurora) he accidentally saw/discovered the illegal printing of campaign\n materials, like tarpaulins, for candidates Christian Noveras and \nGerardo Noveras, inside the ATC Compound by a certain Michael Tecuico. \nFurther, that when he confronted Michael Tecuico, the latter got mad, \nchoked him, and tried to push him outside. A commotion ensued between \nthem and as a result thereof, he sustained injury on his right elbow. \nAnd accordingly, Mich[a]el Tecuico locked the accordion of the alleged \nprinting room, with all the pieces of evidence left inside. [69]\n\nThe documentation and reports from the ensuing search establish \nthat the printing machines and facilities used by Tecuico were found \nwithin Aurora LGU premises. The Certification of Orderly Search and the \naffidavits of the searching team show that the materials hurriedly left \nbehind by Tecuico in the ATC compound printing room were campaign \nmaterials for Noveras and the other candidates on his ticket. [70] The photographic documentation of the seized items show the computers, \nprinting equipment, printing supplies, and printed tarpaulins that were \nrecovered during the search. [71] Amansec also submitted the plantilla, service records, accomplishment \nreports, and daily time records proving Tecuico's employment with the \nAurora LGU. [72]\n\nThe unlawful and unauthorized use of government resources by public officers constitutes fraud. We so ruled in Juan v. People , [73] where three incumbent barangay officials were charged with violating \nSection 261(o) of the Omnibus Election Code for using barangay-owned \nradio equipment and vehicles in their election campaign. The trial court\n ordered their preventive suspension on the basis of Republic Act No. \n3019. Before Us, the accused officials argued that preventive suspension\n under Republic Act No. 3019 does not apply when the public officer is \ncharged with an election offense. We rejected this contention and ruled \nthat preventive suspension under Republic Act No. 3019 applies to any \nform of fraud involving government funds or property:\n\nInterestingly, prior to its amendment by BP 195, [Section 13 of \nRepublic Act No. 3019] had applied to public officers who, under a valid\n information, were charged with violations of RA 3019 or with offenses \ncovered by the Revised Penal Code provision on bribery. The amendatory \nlaw expanded the scope of the provision; now, public officers may \nlikewise be suspended from office if, under a valid information, they \nare charged with an offense falling under Title 7 of Book II of the \nRevised Penal Code, or with any other form of fraud involving government\n funds or property.\n\nTrue, the cases against petitioners involve violations of the \nElection Code; however, the charges are not unidimensional. Every law \nmust be read together with the provisions of any other complementing \nlaw, unless both are otherwise irreconcilable. It must be emphasized \nthat petitioners were incumbent public officers charged with the \nunauthorized and unlawful use of government property in their custody, \nin the pursuit of personal interests. The crime being imputed to them is\n akin to that committed by public officers as laid down in the Revised \nPenal Code. Certainly, petitioners' acts constitute fraud against the \ngovernment: thus, the present case is covered by Section 13 of RA 3019. [74]\n\nSimilarly, the printing of campaign materials for the election \ncampaign of an incumbent public official by a government employee within\n government premises is a fraudulent device or scheme involving the \ndiversion of government resources to unauthorized ends.\n\nAs to the\n second and third elements, the photographic evidence indubitably \ndemonstrates that the campaign materials printed by Tecuico and \nsubsequently found in the ATC printing room were calculated to induce \nthe electorate of Aurora to cast their votes in favor of Noveras and his\n ticket. [75]\n\nNoveras \ncan be disqualified under Section 261(e) even if the unauthorized \nprinting of his campaign materials in Aurora LGU premises was done by \nsomeone else, because Section 261(e) does not distinguish between direct\n and indirect participation. What matters is that Noveras was the \nultimate beneficiary of the acts committed by Tecuico, and that he \nexercised moral and legal ascendancy over the latter by virtue of his \nposition as governor of Aurora and as appointing authority, as \nexhaustively explained in the assailed COMELEC resolutions.\n\n[TABLE_CONTENT]\nIV.B. There was threat or intimidation\n of punishment, damage, loss or disadvantage upon Tecuico which induced \nhim to print Noveras’s campaign materials in LGU premises\n[END_TABLE]\n\nIV.B. There was threat or intimidation\n of punishment, damage, loss or disadvantage upon Tecuico which induced \nhim to print Noveras’s campaign materials in LGU premises\n\nThe election offense of threats, intimidation or coercion under Section 261(e) has the following elements:\n\n1)\tthe offender, directly or indirectly, threatens, intimidates,\n or actually causes, inflicts, or produces violence, injury, punishment,\n damage loss, or disadvantage;\n\n2)\tthe threat, intimidation, or actual causing, infliction or \nproduction of violence, injury, punishment, damage, loss, or \ndisadvantage is directed at a person or a person's immediate family, \nhonor, or property; and\n\n3)\tthe threat, intimidation, or actual causing, infliction or \nproduction of violence is intended to compel or induce any of the \nfollowing results:\n\na.\tregistration or refraining from registration of any voter\n\nb.\tparticipation in a campaign\n\nc.\trefraining or desistance from any campaign\n\nd.\tcasting of any vote\n\ne.\tomission to vote\n\nf.\tany promise to do the following acts.\n\nAs to the first and second elements, the COMELEC En Banc extensively discussed the prevailing power relation between Noveras and \nTecuico in their respective capacities as Aurora provincial governor and\n Aurora LGU employee:\n\nThe material factors in the unlawful use of government resources\n are the following: (1) Mr. Tecuico - a Provincial government casual \nworker, and (2) the ATC Compound – a provincial government-owned \ncomplex. These factors have a common denominator - Respondent, as the \nthen incumbent governor and Chief Executive Officer of the Province of \nAurora, had direct authority over both the person of a provincial \ngovernment casual worker and the propert[ies of the province].\n\nThis is not a mere coincidence but a strong indication that \n[Noveras] had coerced and induced Mr. Tecuico in performing the acts \ncomplained of. The clear language of Section 261(e) of the OEC states \nthat the prohibited act need not to be proved to be undertaken by \nRespondent directly. Even the indirect act would render him liable.\n\nAs defined in Black's Law Dictionary, coercion can be implied, \nas either legal or constructive, where the relation, of the parties is \nsuch that one is under subjection to the other, and is thereby \nconstrained to do what his free will would refuse....\n\n...[Noveras], in view of the extensive powers granted to him as \nthe Governor of the Province of Aurora, exercised authority and control \nover the hiring and termination of employees and appointees as well as \nover government premises.\n\nWe underscore that [Noveras's] extensive power is evident in his\n authority to terminate the services of casual workers like Mr. Tecuico \nat will. Casual workers \"may be laid-off any time before the expiration \nof the employment period when their services are no longer needed or \nfunds are no longer available or the project has already been \ncompleted/finished.\"\n\nAgain, coercion is evident where the relation of the parties is \nsuch that one is under subjection to the other, and is thereby \nconstrained to do what his free will would refuse. This is clearly the \nsituation of Mr. Tecuico. He could not have performed the acts \ncomplained of without any orders or authorization from [Noveras] who is \nthe Chief Executive Officer of the Province of Aurora. A provincial \ncasual worker would not be able to perform such a systematic and immense\n task without any inducement from a superior officer.\n\nFurther, it is without doubt that the commission of the illegal \nacts would ultimately redound to the benefit and advantage of [Noveras],\n not just indirectly but directly. [76]\n\nThe first class of acts defined in Section 261(e) includes threats or intimidations of punishment , damage , loss or disadvantage upon any person. As discussed above, Noveras's position of power vis-à-vis Tecuico inevitably carried with it an element of intimidation, insofar \nas Tecuico would not have agreed to print Noveras's campaign materials \nin the ATC printing room if not for the moral and legal ascendancy \nrelations between them; or in the words of the COMELEC First Division, \" Tecuico\n would not have exposed himself to criminal liability for election \noffenses and administrative sanctions for misuse of government resources\n to no benefit to himself, without the persuasive influence of [Noveras] .\" [77] As provincial governor, Noveras exercised disciplinary authority over \nTecuico. Stated differently, Noveras had the power and authority to \ndeprive Tecuico of any rights, privileges, or benefits he enjoys as an \nemployee of the Aurora LGU. [78] Case law puts it more bluntly: \" moral ascendancy substitutes for force and intimidation .\" [79]\n\nThe circumstances and effects of the power relations of moral and legal\n ascendancy between employers and employees are not mere inferences or \nconjectures, but are fundamental factual pillars of statutory and case \nlaw. [80] In the words of the COMELEC First Division:\n\n[T]he law recognizes that subtle forms of pressure or \nmanipulation can also constitute coercion or influence. In this case, \nthe governor's authority, control over resources, and position of power \ncreate a situation where the casual employee may feel compelled to \ncomply with requests or expectations, even without explicit threats or \nintimidation. [81]\n\nWhile it may be that the statutory and judicial precedents in this\n area of law draw mostly from sexual harassment and rape cases, these \ncases nevertheless share a common element with the first class of acts \ndefined in Section 261(e) of the Omnibus Election Code: the resort to \nthreats, intimidation, or actual violence towards an illicit and immoral\n end. It may even be argued that the degree of ascendancy is higher with\n respect to elected government officials like Noveras, as they wield \nmore powers and enjoy more prerogatives than private employers or other \npersons in authority.\n\nThe existence of intimidation upon \nTecuico's person is further evinced by Amansec's averments in his \ndisqualification petition and in his Complaint before the DOJ. In the \nlatter document, Amansec made the following narration, which is based on\n his own personal knowledge and the cellphone video camera recording \nmade by his wife, Merlinda:\n\n42.\tNa nais ko rin pong sabihin na ang aking asawa ay nakakuha \nng video ng insidente na naganap noong ika-30 [ng Marso] 2022 bilang \ndagdag ebidensya laban sa mga inihahabla: \"Kalakip bilang Annex P ang CD\n kung saan nakalagay ang video na kinuha ni Gng., Amansec gamit ang \nkanyang cellphone\"\n\n43.\tNa mapapanood po sa naturang video na may tinawagang tao si \nMichael Tecuico na tinawag niyang boss. Ito po ay mapapanood sa ika 4:30\n hanggang 4:58 na minuto ng video;\n\n44.\tNa mapapansin po sa video na may tinetext o tinatawagan si \nMichael gamit ang kanyang cellphone. Di kalaunan ay kausap na po niya \nang boss niya;\n\n45.\tNa ang iba sa mga sinabi ni Michel Tecuico ay ang mga \nsumusunod;\n\na. \"Teka lang po Sir. Tatawagan ko boss ko.\"; at\nb.\t\"Sir, may\n problema... si Amansec...\"\n\n46.\tNa malinaw po na hindi siya nag-iisa sa ilegal na gawain \nsapagkat kinailangan pa niyang tawagan ang tinawag niyang boss upang \nhumingi ng tulong noong maaktohan ko ang kaniyang ilegal na ginagawa; [82]\n\nAmansec's account of the incident passed unrebutted by Noveras. It\n shows that Tecuico got angry and defensive when Amansec caught him \nusing the tarpaulin printing machine and asked him what he was printing.\n Tecuico tried to contact someone he called \"boss'' to notify him of a \n\"problem\" with Amansec. Eventually, Tecuico tried to forcibly remove \nAmansec from the premises, injuring the latter. Tecuico's hostile and \nseemingly confused response to Amansec's presence in the ATC Compound \nbuttresses the COMELEC's finding that he would not have agreed to print \nNoveras's campaign materials in the ATC compound if not for the \ndirective or inducement of a higher-up. The identity of this higher-up \nis immaterial for purposes of Section 261(e), because, at the risk of \nbeing repetitive, the threat or intimidation may be made indirectly. The\n intimidation of punishment, damage, loss or disadvantage is inherent in\n the LGU chief executive-employee relation between Noveras and Tecuico, \nand became manifest in the latter's behavior during the tarpaulin \nprinting incident. Moreover, the ultimate beneficiary of Tecuico's acts \nwas Noveras, whose name and face appear on the tarpaulins found by the \nsearch team.\n\nAs to the third element, it is indisputable that the printing \nor publishing of campaign materials constitutes participation in an \nelection campaign. [83]\n\nV. Conclusion\n\nWhile the COMELEC is the constitutionally-designated frontline interpreter of election laws and jurisprudence, [84] it must nevertheless yield to the clear and categorical directives of \nthe great branches of the government. When the Legislature and the \nJudiciary speak, quasi-judicial agencies like the COMELEC should listen.\n The COMELEC cannot insist on its own reading of the law when such is \nclearly contrary to the intention of Congress and the interpretation of \nthe Supreme Court, especially when the law itself provides for \nup-to-date and lawful means of addressing the numerous illegal and \nunethical electoral practices that the state election agency has to \nconfront.\n\nACCORDINGLY , the present petition is DISMISSED . The September 6, 2023 Resolution of the Commission on Elections En Banc in SPA Case No. 22-048 (DC) is AFFIRMED insofar as it disqualified petitioner Gerardo \"Jerry\" A. Noveras from \nstanding as a candidate in the May 9, 2022 National and Local Elections,\n on the basis of Section 261(e) of Batas Pambansa Blg. 881, as amended.\n\nThe December 11, 2023 Motion for Leave to File and Admit Attached Comment and Notice of Death filed by Naryne Aman sec is GRANTED . The June 13, 2024 Motion to Expunge from Records filed by Gerardo \"Jerry\" A. Noveras is NOTED WITHOUT ACTION.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., M. Lopez, J. Lopez, Dimaampao , and Marquez, JJ ., concur.\nCaguioa, J ., see dissent.\nHernando, * J. , on official business.\nLazaro-Javier * * and Rosario, * * JJ ., on official leave.\nInting, * * * J. , no part.\nZalameda, * * * * J ., on leave but left his concurring vote.\nKho, Jr., J ., join the dissent of Justice Caguioa.\nSingh, J ., dissent and join Justice Caguioa.\n\n* On official business.\n\n** On official leave.\n\n* * * No part.\n\n* * * * On leave but left his concurring vote.\n\n[1] Rollo , pp. 6–34.\n\n[2] Id. at \n252–280. Signed by Commissioners Socorro B. Inting, Aimee P. Ferolino, \nand Ernesto Ferdinand P. Maceda, Jr. (with separate opinion).\n\n[3] Id. at \n350–373. Signed by [Chairperson] George Erwin M. Garcia and \nCommissioners Socorro B. Inting, Marlon S. Casquejo (no part), Aimee P. \nFerolino, Rey E. Bulay (no part), Ernesto Ferdinand P. Maceda, Jr., and \nNelson J. Celis.\n\n[4] Id. at 35–39, 72–73. Petition for Disqualification and Sinumpaang Salaysay of Merlinda M. Amansec.\n\n[5] Id. at 77. Search Warrant issued by Executive Judge Enrico Voltaire S. Rivera.\n\n[6] Id. at \n88–100. Certificate of Orderly Search and Pinagsamang Sinumpaang \nSalaysay of PMSG Geoffrey M. Bolante and Pat Marvin E. Gonzales.\n\n[7] Id. at 96–97.\n\n[8] Id. at \n101–104, Pinagsama-samang Sinumpaang Salaysay of Punong Barangay David \nOrolfo, Jr., Media Representative Jason de Asis, Reynaldo Fernando, and \nRommel Espinosa.\n\n[9] Id. at 128–149, Sinumpaang Salaysay ng Paghahabla.\n\n[10] Id. at 35–48. Petition for Disqualification.\n\n[11] Id. at 231–232. Noveras's Memorandum before the COMELEC.\n\n[12] Id. at 118–119. Noveras's Answer before the COMELEC.\n\n[13] Id. at 232–237. Noveras's Memorandum before the COMELEC.\n\n[14] Id. at 121. Noveras's Answer before the COMELEC.\n\n[15] Id. at 27. Petition for Certiorari .\n\n[16] Id. at 321–327. June 16, 2023 Resolution in NPS Docket No. IV-01-INV-22D-129, signed by Secretary Jesus Crispin C. Remulla.\n\n[17] Id. at 257. COMELEC First Division Resolution.\n\n[18] Id. at 267.\n\n[19] Id. at 260–267.\n\n[20] Id. at 269–279.\n\n[21] 777 Phil. 700 (2016) [Per J. Brion, En Banc ].\n\n[22] Rollo , p. 288, Separate Opinion of Commissioner Maceda.\n\n[23] Id. at 290–297.\n\n[24] Id. at 295–296.\n\n[25] Id. at 293–295.\n\n[26] Id. at 292.\n\n[27] Id. at 361–365. COMELEC En Banc Resolution.\n\n[28] Id. at 365–373.\n\n[29] Id. at 360–361.\n\n[30] Id. at 368–370. COMELEC En Banc Resolution.\n\n[31] Id. at 13–22. Petition.\n\n[32] Id.\n\n[33] Id. at 22–25.\n\n[34] Id. at 25–27.\n\n[35] Id. at 513. Comment.\n\n[36] Id. at 513–514.\n\n[37] Id. at 514–518.\n\n[38] Id. at 518–520.\n\n[39] Id. at 541–546. Motion for Leave to File and Admit Attached Comment and Notice of Death.\n\n[40] Id. at 629–635. Motion to Expunge from Records.\n\n[41] 537 Phil. 332 (2006) [Per J. Carpio, En Banc ].\n\n[42] Id. at 352–353.\n\n[43] Id. at 356–377, the Court set aside the COMELEC En Banc order referring the case to the COMELEC Law Department upon a finding \nthat Eusebio did not commit any disqualificatory act under Section 68 of\n the Omnibus Election Code.\n\n[44] Rollo , pp. 541–546. Motion for Leave to File and Admit Attached Comment and Notice of Death.\n\n[45] See Daoang v. Municipal Judge, San Nicolas, Ilocos Norte , 242 Phil. 774, 777 (1988) [Per J. Padilla, Second Division]; Caltex (Philippines), Inc. v. Palomar , 124 Phil. 763, 779–780 (1966) [Per J. Castro, En Banc ]; Government of the P.I. v. Monte de Piedad , 35 Phil. 42, 48–49 (1916) [Per J. Moreland, Second Division]; see Metropolitan Bank & Trust Co. v. Fortuna Paper Mill & Packaging Corp. , 842 Phil. 819, 838 (2018) [Per J. Reyes, A., Jr., Second Division]. See also DANTE B. GATMAYTAN, LEGAL METHOD ESSENTIALS 2.0 214-216 (2014).\n\n[46] \" Verba legis non est recedendum , or, from the words of a statute there should be no departure. The rule is derived from the maxim index animo sermo est — meaning, speech is the index of intention — which rests on the valid\n presumption that the words employed by the legislature in a statute \ncorrectly express its intent by the use of such words as are found in \nthe statute.\" Federation of Jeepney Operators and Drivers Association of the Philippines v. Government of Manila City, G.R. No. 209479 , July 11, 2023 [Per J. Caguioa, En Banc ] at 28. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website. See also Ifurung v. Carpio-Morales , 831 Phil. 135, 173–174 (2018) [Per J. Martires, En Banc ]; Globe-Mackay Cable and Radio Corp. v. NLRC , 283 Phil. 649, 659 (1992) [Per J. Romero, En Banc ].\n\n[47] See Soliman v. Santos, G.R. Nos. 202417 & 203245 , July 25, 2023 [Per J. Marquez, En Banc ] at 9. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website. See Nagaño v. Tanjangco , 903 Phil. 1, 16 (2021) [Per J. Hernando, Third Division]; Fagel Tabin Agricultural Corp. v. Judge Jacinto , 280 Phil. 205, 210 (1991) [Per J. Bidin, Third Division]; Insular Lumber Co. v. CTA, et al. , 192 Phil. 221, 231 (1981) [Per J. De Castro, En Banc ]; Republic Flour Mills, Inc. v. CIR , 142 Phil. 502, 508 (1970) [Per J. J.B.L. Reyes, En Banc] .\n\n[48] Commissioner of Internal Revenue v. Central Luzon Drug Corp. , 525 Phil. 644, 649 (2006) [Per J. Azcuna, Second Division].\n\n[49] Alpha Investigation and Security Agency, Inc. v. National Labor Relations Commission , 339 Phil. 40, 47 (1997) [Per J. Romero, Second Division].\n\n[50] In 2017, the \nLegislature further increased the fine to PHP 100,000.00. Republic Act \nNo. 10951 (2017), An Act Adjusting the Amount or the Value of Property \nand Damage on Which a Penalty is Based, and the Fines Imposed under the \nRevised Penal Code, Amending for the Purpose Act No. 3815, Otherwise \nKnown as \"The Revised Penal Code\", As Amended, sec. 72.\n\n[51] Javier v. Commission on Elections , 777 Phi1. 700, 725–727 (2016) [Per J. Brion, En Banc ].\n\n[52] Rollo , pp. 271–272. COMELEC First Division Resolution.\n\n[53] Timoner v. People , 211 Phil. 166, 169 (1983) [Per J. Escolin, Second Division].\n\n[54] See United States v. Cabanag , 8 Phil. 64, 65 (1907) [Per J. Tracey, En Banc ]; United States v. Tupular , 7 Phil. 8, 9–11 (1906) [Per J. Torres, En Banc ];\n 2 ANTONIO L. GREGORIO & LUIS R. FERIA, COMMENTS ON THE REVISED \nPENAL CODE 362 (1959), citing 2 CUELLO CALON 752, February 27, 1940 \nDecision of the Supreme Court of Spain, and People v. Fernandez , 43 O.G. 1717 (Court of Appeals); AMBROSIO PADILLA, CRIMINAL LAW: REVISED PENAL CODE ANNOTATED 286 (1951), citing People v. Irlanda ,\n 40 O.G. (12 S, No. 18) 223 (Court of Appeals); MARIANO A. ALBERT, THE \nREVISED PENAL CODE (ACT No. 3815) ANNOTATED 629–630 (1948); 3 RAMON C. \nAQUINO & CAROLINA C. GRIÑO-AQUINO, THE REVISED PENAL CODE 67–68 \n(2007); 2 LUIS B. REYES & RHODA REGINA REYES, THE REVISED PENAL \nCODE: CRIMINAL LAW 792, 796 (2021).\n\n[55] Macalintal v. Commission on Elections, G.R. Nos. 263590 & 263673 , June 27, 2023 [Per J. Kho, Jr., En Banc ] at 19–24. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website.\n\n[56] Rollo , p. 276 (footnote 72 of the COMELEC First Division Resolution.) Emphasis supplied.\n\n[57] Id. Parenthetically, these objections could have motivated the Legislature \nto remove Section 261(d) from the list of \"predicate offenses\" under \nSection 68 of the Omnibus Election Code.\n\n[58] Tañada v. Yulo , 61 Phil. 515, 518 (1935) [Per J. Malcolm, En Banc ].\n\n[59] Regalado v. Yulo , 61 Phil. 173 (1935) [Per J. Malcolm, En Banc ].\n\n[60] Id. at 179.\n\n[61] Rollo , p. 363. COMELEC En Banc Resolution.\n\n[62] Ejercito v. Commission on Elections , 748 Phil. 205, 224–225 (2014) [Per J. Peralta, En Banc ]; Lanot v. Commission on Elections , 537 Phil. 332, 359–360 (2006) [Per J. Carpio, En Banc ]; Sunga v. COMELEC , 351 Phil. 310, 324 (1998) [Per J. Bellosillo, En Banc ].\n\n[63] CONST., art. IX-C, sec. 2(6); OMNIBUS ELECTION CODE, sec. 265; Albaña v. Commission on Elections , 478 Phil. 941, 950–952 (2004) [Per J. Callejo, En Banc ].\n\n[64] RULES OF COURT, Rule 65, sec. 4; Cawasa v. Commission on Elections , 433 Phil. 312, 324 (2002) [Per J. Carpio, En Banc ]; Navarro v. Commission on Elections , 298-A Phil. 588, 593 (1993) [Per J. Quiason, En Banc ].\n\n[65] J. Brion, concurring opinion in Dano v. Commission on Elections , 794 Phil. 573, 603 (2016) [Per C.J. Sereno, En Banc ]. See also Aratuc v. Comelec , 177 Phil. 205, 235–236 (1979) [Per J. Barredo, En Banc ].\n\n[66] Rollo , pp. 210–211. Sinumpaang Kontra-Salaysay of Gerardo Angala Noveras.\n\n[67] Id. at 118–123, 229–236. Noveras's Answer and Memorandum before the COMELEC.\n\n[68] Id. at 268. COMELEC First Division Resolution.\n\n[69] Rollo , p. 76. Extract of Police Blotter Entry No. 2022-03-110. Page No. 0025 paragraph A.\n\n[70] Id. at 88–100. Certificate of Orderly Search and Pinagsamang Sinumpaang Salaysay of PMSG Geoffrey M. Bolante and Pat. Marvin E. Gonzales ; id. at 105–108. Photographs of seized tarpaulins bearing the names \"Atty. Jerry A. Noveras\" and \"Christian M. Noveras.\"\n\n[71] Id. at 78–84.\n\n[72] Id. at 56–71.\n\n[73] 379 Phil. 125 (2000) [Per J. Panganiban, Third Division].\n\n[74] Id. at 137.\n\n[75] Rollo , p. 371. COMELEC En Banc Resolution.\n\n[76] Rollo , pp. 368–370, COMELEC En Banc Resolution.\n\n[77] Id. at 267. COMELEC First Division Resolution.\n\n[78] Id. at 265–266.\n\n[79] Dela Cruz v. People , 903 Phil. 801, 818 (2021) [Per J. Lopez, J., Third Division]; People v. Amoc , 810 Phil 253, 260 (2017) [Per J. Tijam, Third Division].\n\n[80] See Republic Act No. 7877 (1995), sec. 3; Republic Act No. 11313 (2019), \nsec. 17; SC Administrative Matter No. 03-03-13-SC, December 14, 2004, \nRule on Administrative Procedure in Sexual Harassment Cases and \nGuidelines on Proper Work Decorum in the Judiciary, sec. 3; Cabatulan v. Buat, 491 Phil. 421, 426 (2005) [Per J. Callejo, Sr., Second Division]; People v. Ylanan , 436 Phil. 407, 416–418 (2002) [Per J. Quisumbing, Second Division]; Villarama v. National Labor Relations Commission , 306 Phil. 310, 321 (1994) [Per J. Puno, Second Division]; Castro v. Mayor, A.M. No. RTJ-11-2268 , November 25, 2014 (Unsigned Resolution, En Banc ); People v. XXX, G.R. No. 258958 , March 15, 2023 [Unsigned Resolution, First Division].\n\n[81] Rollo , p. 266. COMELEC First Division Resolution.\n\n[82] Id. at 141. Sinumpaang Salaysay ng Paghahabla by Narciso Dela Cruz Amansec.\n\n[83] OMNIBUS ELECTION CODE, sec. 79(b), in relation to par. (b)(4). See also COMELEC Resolution No. 10730 (2021), sec. 1, item 4; COMELEC Resolution\n No. 10049 (2016), sec. 1, item 4; COMELEC Resolution No. 6520 (2004), \nsec. 1, item 1; COMELEC Resolution No. 3636 (2001), sec. 1.\n\n[84] Villanueva v. Commission on Elections, G.R. No. 260116 , July 11, 2023 [Per J. Gaerlan, En Banc ] at 15. This pinpoint citation refers to the copy of the decision uploaded to the Supreme Court website.\n\nDISSENTING OPINION\n\nCAGUIOA, J .:\n\nBefore the Court is the question of the validity of the Resolution [1] dated July 10, 2023 of the Commission on Elections (COMELEC) First Division and Resolution [2] dated September 6, 2023 of the COMELEC En Banc ,\n which disqualified petitioner Gerardo \"Jerry\" A. Noveras (Noveras) from\n running for the vice-gubernatorial position of the province of Aurora \nin the 2022 National and Local Elections (NLE), under Section 68 of the \nOmnibus Election Code (OEC) in relation to Sections 261(d)(1) [3] and (e) [4] thereof. Noveras alleges that COMELEC gravely abused its discretion \namounting to lack or excess of jurisdiction when COMELEC found him \nguilty of violating: [a] Section 261(d) of the OEC, despite its express \nrepeal; and [b] Section 261(e) for lack of legal basis, alleging that \nCOMELEC's findings are based on suppositions and inferences.\n\nThe ponencia agrees with Noveras to the extent that Section 261(d)—coercion of \nsubordinates—in relation to Section 68, may no longer be used as basis \nfor disqualifying candidates in view of its express repeal by Republic \nAct (R.A.) No. 7890, [5] as extensively discussed in Gov. Javier v. COMELEC . [6] Notwithstanding, the ponencia upholds COMELEC En Banc 's\n finding that there is substantial evidence that Noveras violated \nSection 261(e), i.e., using a fraudulent scheme to induce voters to cast\n their votes in his favor, [7] and threatening or intimidating a government employee to participate in his election campaign. [8] Accordingly, the ponencia affirms the disqualification of Noveras. [9]\n\nI dissent.\n\nI submit that COMELEC gravely abused its discretion amounting to lack or excess of jurisdiction when it disqualified Noveras based on grounds not alleged in the Petition for Disqualificatio n\n filed by respondent Narciso Dela Cruz Amansec (Amansec). As the \nPetition for Disqualification is based solely on an alleged violation of\n Section 261(o) of the OEC, COMELEC violated Noveras's constitutional \nright to due process when it ruled that Noveras may nonetheless be \ndisqualified under Sections 261(d) and (e). Contrary to the findings of \nCOMELEC, the material allegations in the Petition for Disqualification \ndo not charge Noveras with election offenses under these two provisions,\n and neither are these offenses necessarily included in the sole offense\n alleged to have been violated.\n\nEven assuming that COMELEC may \ndisqualify a candidate based on grounds not alleged in the petition, \nCOMELEC still erred in disqualifying Noveras on the basis of Sections \n261(d) and (e).\n\nWhile I agree that Section 261(d) is repealed \nunder the clear and categorical language of R.A. No. 7890, and thus can \nno longer be considered a ground for disqualification under Section 68, I\n disagree that there is substantial evidence to prove that Noveras \nviolated Section 261(e) — to the contrary, there is no evidence as to any involvement of Noveras in the alleged offense .\n\nFactual background of the case\n\nNoveras, then incumbent governor of Aurora, filed his Certificate of \nCandidacy (COC) for the position of vice-governor of the province of \nAurora in the 2022 NLE. [10] Amansec likewise filed his COC for the same position. [11] Meanwhile, Christian Noveras (Christian), the son of Noveras and then \nincumbent vice-governor of Aurora, filed his COC for the position of \ngovernor. [12]\n\nAccording to Amansec, on March 30, 2022, he went to the Aurora Training \nCenter (ATC), a government-owned property which houses different offices\n and agencies of the Province of Aurora. At the ATC, Amansec allegedly \nwitnessed a certain Michael Tecuico (Tecuico), a casual government \nemployee of the province, printing the campaign materials of Noveras and\n Christian, using the tarpaulin printer owned by the govemment. [13] When Amansec confronted Tecuico about the campaign materials, Tecuico \nallegedly called someone with his cellphone who Tecuico referred to as \n\"boss\" and thereafter forcibly removed Amansec out of the building. [14]\n\nOn the same date, Amansec applied for the issuance of a warrant to \nsearch the printing room at the ATC for possible violation of Section \n261(o) [15] of the OEC. [16] The application was granted on April 1, 2022. [17]\n\nOn April 2, 2022, the police officers enforced the search warrant and \nseized several campaign materials of Noveras and Christian, among other \nitems. [18] The seized campaign materials all contained the statement, \"Paid by: Christian M. Noveras.\" [19]\n\nProceedings before COMELEC\n\nOn April 26, 2022, Amansec filed before COMELEC the subject Petition for Disqualification [20] against Noveras, in which Amansec alleged that, \"[a]s the incumbent \nGovernor of the Province of Aurora, [Noveras] took undue advantage of \nhis position and abused the power and authority of his office by \nutilizing and using the property, equipment, and facilities of the \nProvincial Government of Aurora for his own personal interest and for \nthe benefit of his campaign as a vice-gubernatorial candidate of the \nsaid province.\" [21] Amansec emphasized that the ATC and the printer used to print the campaign materials are both owned by the government. [22] Considering that the seized campaign materials have the same layout as \nthe materials used by Noveras and his running mates in their campaign, \nit is allegedly impossible for Noveras to claim that he has no knowledge\n where his campaign materials are being printed. [23] Thus, Amansec claimed that Noveras should be disqualified from running \nand continuing as a candidate for the vice-gubernatorial post for \ncommitting an election offense under Section 261(o) of the OEC [24] which prohibits the use of government-owned or controlled facilities and equipment for an election campaign.\n\nNotably, Amansec also filed a Petition for Disqualification against \nChristian, ultimately alleging the same facts as alleged in the Petition\n for Disqualification against Noveras. [25] He also filed a criminal complaint against Noveras and Christian, among\n others, for Malversation of Public Funds and against Noveras, \nChristian, Tecuico, Joel D. Friginal (Friginal) and Ricardo Q. Bautista \n(Bautista) for violation of Section 261(o) of the OEC. [26] Friginal was the Supervising Administrative Officer of the Supply and \nProperty Management Division, while Bautista was the Provincial General \nServices Officer. [27] Both were the immediate supervisors of Tecuico. [28]\n\nIn his Answer [29] to the Petition for Disqualification, Noveras prayed for the dismissal \nof the petition, arguing that a violation of Section 261(o) is not a \nground for disqualification under Section 68 [30] of the OEC. [31] Meanwhile, a final judgment of guilt for an offense is required for disqualification under Section 12 [32] of the OEC and under Section 40 [33] of the Local Government Code of 1991, and that, in that regard, the \ncriminal complaints against him are then still pending before the Office\n of the Provincial Prosecutor. [34] As the petition does not allege any grounds for disqualification other \nthan a violation of Section 261(o), Noveras asserted that the petition \nhas no basis in fact and in law. [35]\n\nIn the Resolution dated July 10, 2023, the COMELEC First Division \ngranted the Petition for Disqualification, but not for violation of \nSection 261(o). Rather, Noveras was found to have violated Section 261(d)(1) of the OEC, [36] i.e., coercing a subordinate to campaign for a candidate. Notably, \nunlike Section 261(o), Section 261(d)(1) is an offense that Section 68 \nreferences as a ground for disqualification.\n\nNoveras filed a Motion for Reconsideration, [37] arguing that as R.A. No. 7890 expressly repealed Section 261(d) of the \nOEC, there is no legal basis for his disqualification on said ground. \nEven assuming that one may be disqualified under Section 261(d), Noveras\n alleged that the COMELEC First Division's finding that he exercised \nmoral ascendancy over Tecuico and consequently coerced and/or influenced\n the latter to perform acts to aid his candidacy are based on mere \nsuppositions and inferences. [38]\n\nOn August 14, 2023, Noveras filed a Supplement to the Motion for Reconsideration, [39] alleging that the Department of Justice, in a Resolution [40] dated June 16, 2023, dismissed the criminal complaint against him for \nviolation of Section 261(o) for lack of probable cause since Amansec \n\"failed to establish how . . . [Noveras] and Christian . . . provided \nmoral assistance and asserted moral ascendancy over . . . [Tecuico] to \ncommit the crime charged\" [41] or \"instructed [the latter] to print [the] campaign materials.\" [42] Noveras likewise noted that the disqualification case against Christian\n was dismissed by the COMELEC First Division for lack of merit because \nSection 261(o) is not among the grounds for disqualification listed \nunder Section 68 of the OEC, [43] and that said case and the disqualification case filed against him (Noveras) are based on virtually the same facts.\n\nIn a Resolution dated September 6, 2023, the COMELEC En Banc denied the Motion for Reconsideration and disqualified Noveras for violation of Section 261(d)(1) and, additionally, Section 261(e) of the OEC, i.e., commission of a fraudulent scheme to compel Tecuico to participate in the campaign.\n\nWhile the COMELEC En Banc agreed that Section 261(o) is not among the offenses warranting disqualification under Section 68, [44] it nonetheless agreed with the COMELEC First Division that Noveras' \n\"extensive control over employees and appointees of the Provincial \nGovernment establishes the use of coercion against a provincial casual \nworker to commit partisan activities in violation of Section 261(d)(1) \nof the OEC.\" [45] Further, with respect to Section 261(e), the COMELEC En Banc ruled that:\n\n[T]he material facts of the case and the supporting evidence \nclearly establish that [Noveras'] use of a fraudulent scheme by \nunlawfully using government resources and premises has enabled him to \ncompel and induce Mr. Tecuico, a provincial casual worker, to print \nmaterials for his campaign. This is a prohibited act of Section 261 (e) \nof the OEC. Thus, he can be disqualified pursuant to Section 68 of the \nOEC. [46]\n\nThe COMELEC En Banc also referred the criminal aspect of the said election offenses to its Law Department for preliminary investigation. [47]\n\n[TABLE_CONTENT]\nNoveras' constitutional right to due \nprocess was violated when COMELEC disqualified him based on grounds not \nalleged in the Petition for Disqualification.\n[END_TABLE]\n\nNoveras' constitutional right to due \nprocess was violated when COMELEC disqualified him based on grounds not \nalleged in the Petition for Disqualification.\n\nAdministrative proceedings, such as disqualification proceedings \nbefore COMELEC, are not exempt from basic and fundamental procedural \nprinciples—including the right to due process. [48] A basic requirement of due process is that a person be duly informed of the charges against him or her, [49] and consequently be given an opportunity to present a defense on the accusations constituting such charges:\n\nAdministrative due process demands that the party being charged is\n given an opportunity to be heard. Due process is complied with \"if the \nparty who is properly notified of allegations against him or her is \ngiven an opportunity to defend himself or herself against those \nallegations, and such defense was considered by the tribunal in arriving\n at its own independent conclusions.\"\n\n. . . .\n\nAn important component of due process is the right of the \naccused to be informed of the nature of the charges against him or her.\n A proper appraisal of the accusations would give the accused an \nopportunity to adequately prepare for his or her defense . Otherwise, substantial justice would be undermined. [50] (Emphasis supplied, citations omitted)\n\nAs such, the Court has held that, \"even in an administrative \nproceeding[, a person has] the right to be informed of the charges \nagainst him, as well as the right not to be convicted of an offense for which he was not charged .\" [51] He likewise cannot be, even in administrative proceedings, \"convicted \nof a much serious offense, carrying a more severe penalty, without him \nbeing properly informed thereof or being provided with the opportunity \nto be heard thereon.\" [52]\n\nI am mindful that an administrative charge need not be drafted with the\n same precision as is expected in a criminal prosecution. [53] Indeed, due process requirements are satisfied when the parties are \nafforded fair and reasonable opportunity to explain their side of the \ncontroversy at hand. [54] However ,\n such opportunity to explain is contingent on whether the person so \ncharged was sufficiently informed of the same—as one cannot truly defend\n himself or herself—and therefore be heard—absent any knowledge of the \noffense charged against that person. Hence, such failure to sufficiently\n inform the respondent or accused of the charge amounts to a violation \nof the basic right to due process, which should result in the dismissal \nof the charges. [55]\n\nHere, the violation of Noveras's right to be duly informed of the \ncharges upon which his disqualification is based was committed not just \nonce, but twice—before the COMELEC First Division and then before the \nCOMELEC En Banc .\n\nTo recall, Amansec sought the \ndisqualification of Noveras based solely on the latter's alleged \nviolation of Section 261(o) of the OEC. Consequently, in his Answer, \nNoveras prepared a defense on the basis of Section 261(o), countering \nthat a violation of Section 261(o) does not automatically result in his \ndisqualification without a final conviction for the same, as it is not \nincluded in the offenses listed in Section 68 of the OEC.\n\nIndeed, as the COMELEC En Banc later confirmed, Noveras' motion for reconsideration was correct in \nthat it (the COMELEC First Division) cannot disqualify Noveras based on \nSection 261(o) as it would be beyond its jurisdiction. The COMELEC First\n Division should have ended its discussion there as the foregoing \npronouncement already warranted the dismissal of the disqualification \ncase against Noveras. Notably, in the disqualification case against \nChristian, involving the same factual circumstances and grounds, the \nCOMELEC First Division correctly dismissed the petition precisely on \nthis basis—a violation of Section 261(o) does not warrant \ndisqualification under Section 68 of the OEC.\n\nHowever, in this \ncase, under the guise of substantial justice, the COMELEC First Division\n went further and ruled that it is not bound by the allegations of the \npetition [56] and disqualified Noveras based on Section 261(d)(1).\n\nUnfortunately, when Noveras moved for reconsideration with the COMELEC En Banc ,\n the latter added yet another charge against Noveras for violation of \nSection 261(e), stating that this new ground \"can equally serve as basis\n for [Noveras'] disqualification.\" [57]\n\nI simply cannot subscribe to the COMELEC En Banc 's\n opinion that the factual allegations in the Petition for \nDisqualification for the violation of Section 261(o) likewise support \nthe disqualification under Sections 261(d)(1) and (e). These three \nsections, while all election offenses, have different elements, and as \nsuch, necessitate different factual allegations.\n\nTo determine if\n Noveras was properly informed of the grounds on which he was \ndisqualified, so that he had a real opportunity to defend himself, the \nallegations of facts in the Petition for Disqualification must be\n examined. If said facts as alleged in the petition constitute the \noffenses under Sections 261(d)(1) and 261(e), then there could not have \nbeen any violation of Noveras' due process rights. On the other hand, if\n such alleged facts do not constitute such offenses, or if any essential\n element of these offenses cannot be established by the alleged facts, \neven on the assumption that they are true, then there was violation of \nNoveras' right to notice and hearing, i.e. right to due process. [58]\n\nA closer reading of the assailed Resolutions of COMELEC shows that \nthere were, in fact, three distinct offenses that Noveras was found to \nhave allegedly committed:\n\n[TABLE_CONTENT]\n1) | Violation of Section \n261(d)(1), i.e., that he directly or indirectly coerced, intimidated, \ncompelled, or in any manner, influenced his subordinate—in this case, \nTecuico—to aid and campaign for him (Noveras);\n | \n2) | Violation of Section 261(e)—first \nmanner—by directly or indirectly threatening, intimidating or actually \ncausing, inflicting, or producing any violence, injury, punishment, \ndamage, loss, or disadvantage upon Tecuico to compel or induce the \nlatter's participation in the campaign for Noveras; and\n | \n3) | Violation of Section 261(e)—second \nmanner—by directly or indirectly using any fraudulent device or scheme \nto induce the voters to cast their votes for him (Noveras).\n[END_TABLE]\n\n1) Violation of Section \n261(d)(1), i.e., that he directly or indirectly coerced, intimidated, \ncompelled, or in any manner, influenced his subordinate—in this case, \nTecuico—to aid and campaign for him (Noveras); 2) Violation of Section 261(e)—first \nmanner—by directly or indirectly threatening, intimidating or actually \ncausing, inflicting, or producing any violence, injury, punishment, \ndamage, loss, or disadvantage upon Tecuico to compel or induce the \nlatter's participation in the campaign for Noveras; and\n\n3) Violation of Section 261(e)—second \nmanner—by directly or indirectly using any fraudulent device or scheme \nto induce the voters to cast their votes for him (Noveras).\n\nDissecting these relevant provisions on the alleged offenses, the following relevant elements for each offense come to light:\n\n[TABLE_CONTENT]\n1) | For violation of 261(d)(1): \n1) the offender is a public officer; 2) he or she coerces or intimidates\n or compels or in any manner influences, directly or indirectly his or \nher subordinates; and 3) the purpose of these acts is for the \nsubordinates to aid or campaign for the public officer;\n | \n2) | For the first manner of violating Section\n 261(e): 1) the offender is any person; 2) he or she directly or \nindirectly threatens or intimidates or actually causes injury, \npunishment, loss, or disadvantage upon another person; and 3) the \noffender's purpose is to compel or induce the participation of the \nvictim in a campaign; and\n | \n3) | For the second manner of violating \nSection 261(e): 1) the offender is any person; 2) he or she directly or \nindirectly uses any fraudulent device or scheme; and 3) the purpose of \nthese acts is to compel another to cast a desired vote.\n[END_TABLE]\n\n1) For violation of 261(d)(1): \n1) the offender is a public officer; 2) he or she coerces or intimidates\n or compels or in any manner influences, directly or indirectly his or \nher subordinates; and 3) the purpose of these acts is for the \nsubordinates to aid or campaign for the public officer; 2) For the first manner of violating Section\n 261(e): 1) the offender is any person; 2) he or she directly or \nindirectly threatens or intimidates or actually causes injury, \npunishment, loss, or disadvantage upon another person; and 3) the \noffender's purpose is to compel or induce the participation of the \nvictim in a campaign; and\n\n3) For the second manner of violating \nSection 261(e): 1) the offender is any person; 2) he or she directly or \nindirectly uses any fraudulent device or scheme; and 3) the purpose of \nthese acts is to compel another to cast a desired vote.\n\nAgain, as Noveras was found guilty of having committed all three \noffenses by COMELEC, leading to his disqualification, all of the \nelements—or all of the acts constituting such elements—of all these \nthree offenses must have been alleged as facts in the Petition for \nDisqualification.\n\nBut a cursory reading of the Petition for Disqualification shows\n that it only alleged the following facts: 1) that on March 30, 2022, as\n Amansec was walking inside the ATC Compound, he noticed tarpaulins \nbearing the images of Noveras and Christian being printed in the \ntarpaulin printer; [59] 2) that the same tarpaulins are posted all over Aurora Province; [60] 3) that the person manning the printer was Tecuico, an Administrative Aide III under the Provincial General Services Office; [61] 4) that Tecuico was appointed by Noveras as shown by an official document later obtained by him from the capitol; [62] 5) that Tecuico submits his Accomplishment Report to Friginal and his Daily Time Record (DTR) to Bautista; [63] 6) that when Amansec reprimanded Tecuico, the latter got angry and forcibly dragged Amansec out of the building; [64] 7) that during Tecuico and Amansec's conversation, before the latter was forced out of the building, Tecuico said \" Teka lang po [ , ] Sir. Tatawagan ko boss ko ,\" [65] and actually called his \"boss\" on the phone. During such phone conversation, Tecuico blurted the words, \" Sir, may problema . . . si Amansec ;\" [66] 8) that later, Amansec, reported the incident to the authorities, who, \nin turn, was able to obtain a search warrant on the ATC Compound, and \nthat several campaign tarpaulins were recovered therefrom, all belonging\n to Noveras and his running mates; [67] and 9) that in one of the supporting affidavits for the petition for \ndisqualification, a Punong Barangay mentioned having seen a material \nduring the search which showed that Christian paid for the printing of \nthe tarpaulin. [68]\n\nGiven these allegations, it becomes readily apparent that absolutely none of the acts which would constitute the three offenses above were alleged in the Petition for Disqualification.\n\nFor the first offense—violation of Section (d)(1), there is \nabsolutely no allegation showing elements 2 and 3. For the second \noffense—the first manner of violating Section (e), there is no \nallegation which can constitute elements 2 and 3. For the third \noffense—the second manner of violating Section (e), there is as well no \nallegation showing elements 2 and 3. In other words, even on the \nassumption that Amansec's factual allegations were true and accurate, \nnone of the offenses that Noveras was found to have committed by COMELEC\n could have been established.\n\nTo be sure, Noveras's defenses were aimed at refuting the \nfactual allegations of Amansec and the latter's conclusion that these \nallegations were true and constituted the offense of violation of \nSection 261(o). From the allegations of the Petition for \nDisqualification, Noveras could not have known that he was to be \ndisqualified for violations of Sections 261(d)(1) and 261(e) .\n Thus, he could not have seasonably and reasonably put up defenses \nagainst such a conclusion by COMELEC. If anything, he was only afforded \nan opportunity to be heard on the Section 261(d)(1) charge in his motion\n for reconsideration before the COMELEC En Banc .\n\nYet, exacerbating the violation to Noveras's right to due process, the COMELEC En Banc introduced another theory in resolving the motion for reconsideration—a violation of Section 261(e), without affording Noveras, again, an opportunity to refute the new charge .\n\nFrom the facts of the case, it appears that COMELEC concocted the \nsubsequent charges for violations of Sections 261(d)(1) and (e) because \nit knew that the charge in Amansec's Petition for \nDisqualification—violation of Section 261(o)—cannot support said \npetition as the same is not a ground therefor. Thus, COMELEC imputed \nother charges which it claimed were likewise supported by Amansec's \nallegations. Unfortunately for COMELEC, these charges, as mentioned, \ncannot prosper even assuming that Amansec was speaking the truth in his \nallegations.\n\nTo my mind, COMELEC's repeated alterations of \nthe theories upon which Noveras should be disqualified blatantly \nviolated his right to due process—particularly, his right to be informed\n of the accusations against him and his right to defend himself from \nsuch accusations. In these lights, I respectfully submit that COMELEC\n acted with grave abuse of discretion amounting to lack or excess of \njurisdiction when it issued the assailed Resolutions .\n\nAt any rate, even assuming that the COMELEC En Banc may validly disqualify Noveras based on Section 261(e), I find that the\n evidence presented during the proceedings do not support a finding that\n Noveras violated Section 261(e).\n\n[TABLE_CONTENT]\nThere is no substantial evidence to \nprove that Noveras threatened or intimidated Tecuico with punishment, \ndamage, loss or disadvantage, thereby inducing him to print the former's\n campaign materials.\n[END_TABLE]\n\nThere is no substantial evidence to \nprove that Noveras threatened or intimidated Tecuico with punishment, \ndamage, loss or disadvantage, thereby inducing him to print the former's\n campaign materials.\n\nThe ponencia finds that the prevailing power relation between \nNoveras and Tecuico \"inevitably carried with it an element of \nintimidation, insofar as Tecuico would not have agreed to print \n[Noveras'] campaign materials in the ATC printing room if not for the \nmoral and legal ascendancy relations between them.\" [69] Considering that Noveras had the power and authority to deprive Tecuico\n of any rights, privileges, or benefits he enjoys as an employee of the \nAurora\tLocal Government\tUnit (LGU),\this moral ascendancy substitutes for\n force and intimidation. [70] Furthermore, the ponencia considers intimidation as \"inherent in the LGU chief executive-employee relation between Noveras and Tecuico.\" [71] In this connection, the ponencia submits that the identity of the higher-up whom Tecuico called \"boss\" \nis immaterial as the threat or intimidation may be made indirectly, and \nthe ultimate beneficiary of Tecuico's acts was Noveras. [72]\n\nAgain, I disagree.\n\nJust as there are no allegations \nconstituting the commission of the acts charged, as discussed above, \nthere is also no proof that Noveras committed any of the first class of \npunishable acts under Section 261(e). The relevant portion of Section \n261(e) of the OEC reads:\n\nSEC. 261. Prohibited Acts . — The following shall be guilty of an election offense:\n\n. . . .\n\n(e) Threats, intimidation, terrorism, use of fraudulent device or other forms of coercion . — Any person who, directly or indirectly, threatens, intimidates or actually causes, inflicts or produces any violence, injury, punishment, damage, loss or disadvantage upon any\n person or persons or that of the immediate members of his family, his \nhonor or property, . . . to compel or induce the registration or \nrefraining from registration of any voter, or the participation in a \ncampaign or refraining or desistance from any campaign, or the casting \nof any vote or omission to vote, or any promise of such registration, \ncampaign, vote, or omission therefrom. (Emphasis supplied)\n\nFrom the foregoing, the acts punished under the first class of acts \nin Section 261(e) are: (1) threatening; (2) intimidating; or (3) \nactually causing, inflicting, or producing—violence, injury, punishment,\n damage, loss or disadvantage, upon another person or the person's \nimmediate family, honor or property.\n\nTo determine whether one \nhas indeed committed (1) and (2) of the above punishable acts, it is \nnecessary to define how threats and intimidations may be inflicted upon \npersons.\n\nThreats are \"[w]ords or acts which are \ncalculated and intended to cause an ordinary person to fear an injury to\n his person, business or property.\" [73] On the other hand, there is intimidation when the words [74] or acts [75] of a person produce an intense fear in the mind of the victim which restricts or hinders the exercise of free will. [76] What is apparent is that in both threats and intimidation, the person \nmust be proven to have uttered words or behaved or acted a certain way \nin order to cause the fear in the mind of the victim.\n\nVerily, a \nfinding of violation of any law or the commission of offenses, even \nthose which are administrative in nature, requires evidence that the \nperpetrator is guilty of an act or omission , viz .:\n\nThis Court cannot be any clearer in laying down the rule on the quantum of evidence to support an administrative ruling: \" In administrative cases, substantial evidence is required to support any findings . Substantial evidence is such relevant evidence as a reasonable mind may accept as adequate to support a conclusion. The requirement is satisfied where there is reasonable ground to believe that the petitioner is guilty of the act or omission complained of, even if the evidence might not be overwhelming .\" [77] (Emphasis supplied, citation omitted)\n\nAs applied in this case, it must thus be proven with substantial \nevidence, that Noveras performed an overt act constituting any of the \npunishable acts covered by the first manner of violating Section 261(e) \nbefore he could be found liable for the same. By the very definition of threats and intimidation, it must be shown , with substantial evidence, that Noveras uttered words or behaved or acted a certain wav in order to cause fear in the mind of Tecuico .\n\nHowever, the records are bereft of any evidence that Noveras—whether \ndirectly or indirectly—threatened or intimidated punishment, damage, \nloss or disadvantage upon Tecuico. To be sure, there were no allegations\n at all that Noveras committed any overt act which can be taken to mean \nthat he induced, threatened, intimidated, or directly inflicted any harm\n on Noveras. In fact, there is not a single allegation that Noveras ever\n talked to Tecuico or that he even personally met or knew Tecuico, or \neven any of the latter's immediate supervisors who could have acted as \n\"middlemen\" between Noveras and Tecuico. Indeed, there is not a single \nallegation in the Petition for Disqualification of any overt act that Noveras committed which could indicate any sort of connection or \nunderstanding between him and Tecuico. Notably, Tecuico was not even \nassigned to Noveras's office; he was an Administrative Aide at the \nProvincial General Services Office—one of the several departments under \nthe office of the Governor. [78]\n\nThe finding that Noveras is the \"ultimate beneficiary\" of Tecuico's acts [79] is not an element of the offense, and neither does it establish, to any\n extent, an employment of threat or intimidation by Noveras.\n\nIndeed, aside from his status as then incumbent governor of the Province\n of Aurora and the appointing authority of employees in the provincial \ngovernment, there is no other evidence linking Noveras to Tecuico.\n\nMost importantly, and as the ponencia itself acknowledges,\n the identity of the \"boss\" who Tecuico called when Amansec confronted \nhim regarding the campaign materials was never established. [80]\n\nThe ponencia infers threat or intimidation from the supposed existence of moral ascendancy by virtue solely of the relationship between Noveras and Tecuico as superior and subordinate. [81] However, the mere existence of a superior-subordinate relationship is \nnot an act punishable under Section 261(e)—this is not even act or an \nelement of the offense but is merely a legal fiction/relationship \nbetween the parties. The mere existence of this relationship, in the \nabsence of evidence of an act or omission constitutive of the offense, \nshould not, in any way, warrant a finding of liability on the part of \nthe superior—whether criminal or administrative.\n\nThe superior-subordinate relationship or, as in this case, \" LGU chief executive-employee relation \" [82] between\n the parties, cannot, on its own, be interpreted as outright evidence of\n threat, intimidation, or actually causing, inflicting, or producing \nviolence, injury, punishment, damage, loss, or disadvantage. [83] To stress, the offense in question—or any offense, really—requires the \ndoing of an act or an omission which violates a law. A relationship or a\n status is evidently not an act or omission. It would have been \ndifferent if Noveras was alleged or shown to have communicated with \nTecuico before the latter was caught printing the campaign materials. \nSuch overt act of communicating, coupled with the relationship or \nsupposed moral ascendancy of Noveras over Tecuico, could have reasonably\n supported the conclusion that Noveras must have had some sort of hand \nin the offense that Tecuico was caught committing. As it stands, \nhowever, no such communication or any form of interaction was alleged or\n shown between Noveras and Tecuico.\n\nIndeed, inferring threats or\n intimidation simply from the position or status of a person, absent any\n other act or omission showing the threat or intimidation, sets a \ndangerous precedent. It will result in absurd and unjust scenarios\n where a superior officer is conclusively found to have employed threats\n or intimidation upon a subordinate or employee, by mere fact of being a\n superior to the latter. Every superior officer will be deemed \nto have threatened or intimidated a subordinate by mere existence of a \nlopsided power relationship between them. Simply stated, it punishes the\n superior simply because he is superior.\n\nThe ponencia and the COMELEC En Banc impute upon Noveras knowledge and consent of the offensive acts of \nTecuico from, again, the mere fact that Noveras is the chief executive \nwho supposedly has primary accountability over the properties used as \nsuch, and supervision over Tecuico. [84] Such imputation is unfounded. To stress, Tecuico's acts of printing the\n campaign materials are not evidently part of his functions as \nAdministrative Aide of the province. In fact, the printing of the \ncampaign materials is illegal and therefore, far beyond the functions of\n his post as Administrative Aide. There can be no presumption that these\n acts were regular and within the functions imposed upon Tecuico by \nNoveras as appointing officer. Stated differently, Noveras appointed \nTecuico only as Administrative Aide and with the functions expressly \nstated in the latter's appointment documents. It would thus be the \nheight of injustice to hold Noveras responsible for acts done outside of\n such official functions without actual and concrete proof that the \nlatter actually consented to, or, at the very least, had knowledge of \nsuch acts.\n\nAll told, I find that the conclusion that Noveras threatened or \nintimidated Tecuico with punishment, damage, loss, or disadvantage, \nwhich then induced him to print the former's campaign materials is not \nsupported by substantial evidence to warrant the disqualification of \nNoveras. A mere superior-subordinate relationship, without more, is not \nsubstantial evidence of threats or intimidation.\n\n[TABLE_CONTENT]\nThere is no substantial evidence to \nprove that Noveras used a fraudulent scheme to induce voters to cast \ntheir votes in his favor.\n[END_TABLE]\n\nThere is no substantial evidence to \nprove that Noveras used a fraudulent scheme to induce voters to cast \ntheir votes in his favor.\n\nAs the ponencia discusses, the election offense of use of fraudulent scheme or device has the following elements:\n\n[TABLE_CONTENT]\n1) | The existence of a fraudulent device or scheme;\n | \n2) | The use of said fraudulent device or scheme for the purpose of inducement or compulsion; and\n | \n3) | The inducement or compulsion is intended to produce, or actually produces, the following results\n | | \n | a. | Registration or refraining from registration of any voter;\n | | \n | b. | Participation in a campaign;\n | | \n | c. | Refraining or desistance from any campaign;\n | | \n | d. | Casting of any vote;\n | | \n | e. | Omission to vote; or\n | | \n | f. | Any promise to do the foregoing acts.[85]\n[END_TABLE]\n\n1) The existence of a fraudulent device or scheme; 2) The use of said fraudulent device or scheme for the purpose of inducement or compulsion; and 3) The inducement or compulsion is intended to produce, or actually produces, the following results\na. Registration or refraining from registration of any voter;\nb. Participation in a campaign;\nc. Refraining or desistance from any campaign;\nd. Casting of any vote;\ne. Omission to vote; or\nf. Any promise to do the foregoing acts. [85]\n\nThe ponencia finds that the unlawful use of government resources by public officers constitutes fraud. [86] As such, the printing of campaign materials for the election campaign \nof an incumbent public official by a government employee within \ngovernment premises is a fraudulent device or scheme involving the \ndiversion of government resources to unauthorized ends. [87] The ponencia likewise finds that the campaign materials were calculated to induce \nthe electorate of Aurora to cast their votes in favor of Noveras and his\n ticket. Furthermore, since Noveras was the \"ultimate beneficiary\" of \nthe acts committed by Tecuico and he exercised moral and legal \nascendancy over the latter, he may be disqualified under Section 261(e) \neven if the unauthorized printing was done by someone else. [88]\n\nI agree that the unlawful and unauthorized use of government \nresources by public officers constitutes fraud. However, the nature by \nwhich the ponencia holds Noveras liable for the use of the \nfraudulent device or scheme—by virtue of being the ultimate beneficiary \nand by having moral and legal ascendancy—is akin to a principal by \ninducement or a co-conspirator.\n\nIn order to be made liable as a principal by inducement, the person must have either directly forced or directly induced another to commit the crime. [89] Directly forcing another to commit a crime may be accomplished by: (i) \nusing irresistible force, or (ii) causing uncontrollable fear; whereas, \ndirectly inducing the commission of a crime may be: (i) by giving a \nprice, reward, or promise, or (ii) by using words of command. [90] On the other hand, in order to be made liable as a co-conspirator, the person must have performed an overt act in pursuance of or in furtherance of the conspiracy, i.e., active \nparticipation in the actual commission of the offense itself, or \nextending moral assistance to his or her co-conspirators by being \npresent at the time of the commission of the crime, or by exerting a \nmoral ascendance over the other co-conspirators by moving them to \nexecute or implement the criminal plan. [91]\n\nVerily, liability as either a principal by inducement or a \nco-conspirator necessitates an overt act. Corollary to the rule on \nburden of proof in administrative cases, such overt act must be proven \nwith substantial evidence.\n\nThus, similar to the previous \ndiscussion, I submit that, even if the use of fraudulent scheme or \ndevice may be committed indirectly, there must still be at least some \niota of evidence linking the person to these acts to justify holding him\n or her responsible or accountable for the same. It must be shown \nthrough substantial evidence that he committed an overt act which shows \nhis or her involvement or participation, whether direct or indirect, in \nthe use of the fraudulent device or scheme. At the very least, there \nmust be substantial evidence to prove knowledge and approval of the \nfraudulent scheme.\n\nHere, as mentioned, there is absolutely no evidence that (1) Noveras was involved in or even knew of the tarpaulin printing\n incident, (2) Noveras directly or indirectly instructed Tecuico to \nprint his party's campaign materials using government equipment, and (3)\n Noveras directly or indirectly authorized the use of the government \ntarpaulin printer to print the campaign materials. Knowledge or \npermission cannot be inferred from Noveras' position as governor, \nespecially as there is no showing that use of these government resources\n would absolutely be impossible without Noveras' authorization.\n\nFurther, the orchestration of a fraudulent scheme cannot likewise be \nautomatically imputed against Noveras on the basis of him being the \n\"ultimate beneficiary\" of the campaign materials. As can be gleaned from\n the records, the seized campaign materials endorsed the entire slate of\n Partido ng Demokratiko Pilipino (PDP) Laban, including candidates for \ncity and municipal offices. [92] It was also indicated in the materials that Christian supposedly paid for the same. [93] To conclude that Noveras is the perpetrator of this scheme on account of his name and face appearing in the materials is non sequitur .\n\nLastly, I submit that the fraudulent scheme of using government resources for partisan activities was not \"calculated to induce the electorate of Aurora to cast their votes in favor of Noveras and his ticket\" [94] —at least, not in the sense intended by the law.\n\nIn determining the \"inducement\" contemplated by Section 261(e), the Court's discussion in Aisporna v. CA [95] is instructive:\n\nLegislative intent must be ascertained from a consideration of the\n statute as a whole. The particular words, clauses and phrases should \nnot be studied as detached and isolated expressions, but the whole and \nevery part of the statute must be considered in fixing the meaning of \nany of its parts and in order to produce harmonious whole. A statute \nmust be so construed as to harmonize and give effect to all its \nprovisions whenever possible. The meaning of the law, it must be borne \nin mind, is not to be extracted from any single part, portion or section\n or from isolated words and phrases, clauses or sentences but from a \ngeneral consideration or view of the act as a whole. Every part of the \nstatute must be interpreted with reference to the context. This means \nthat every part of the statute must be considered together with the \nother parts, and kept subservient to the general intent of the whole \nenactment, not separately and independently . More importantly, the doctrine of associated words ( Noscitur a Sociis ) provides that where\n a particular word or phrase in a statement is ambiguous in itself or is\n equally susceptible of various meanings, its true meaning may be made \nclear and specific by considering the company in which it is found or \nwith which it is associated . [96] (Emphasis supplied, citations omitted)\n\nHere, the \"inducement\" or \"compulsion\" punished under Section 261(e)\n must be read in conjunction with the other prohibited acts in the \nprovision, i.e., threatening, intimidating, or inflicting violence, \ninjury, punishment, damage, loss or disadvantage. From the title of the \nsub-section alone, \" threats, intimidation, terrorism, use of fraudulent device [,] or other forms of coercion ,\"\n it is evident that the offense is intended to pertain to a certain \ndegree of devious acts or machinations. Accordingly, the fraudulent \nscheme to induce or compel the casting of votes penalized under Section \n261(e), involves a level of deceit akin to an infliction of violence \nupon persons. Notably, Section 261(e) has indeed been used to prosecute \nand disqualify candidates who commit vote-buying, terrorism, and similar\n schemes to induce voters and/or to rig the elections in their favor. [97]\n\nAs such, campaign materials per se cannot \"induce\" the electorate to cast their votes in favor of a \ncertain candidate under the contemplation of Section 261(e). By its very\n nature, campaign materials endorse specific candidates and persuade \nvoters to cast their votes in favor of these candidates. As such, mere \nprinting of campaign materials using government resources can hardly be \nconsidered as calculated to induce the electorate to vote in favor of a \ncertain candidate.\n\nAccordingly, I submit that there is likewise \nno substantial evidence to find Noveras guilty of committing the second \nclass of acts prohibited under Section 261(e). There is, thus, no basis \nto disqualify Noveras on this ground.\n\n[TABLE_CONTENT]\nThere is no evidence—direct or circumstantial—proving the guilt of Noveras.\n[END_TABLE]\n\nThere is no evidence—direct or circumstantial—proving the guilt of Noveras.\n\nDuring the case deliberations wherein I raised the opinion which I \nnow write, it was suggested that: 1) I am espousing the view that only \ndirect evidence can be sufficient to hold Noveras accountable, and 2) \nthat such a view is mistaken because circumstantial evidence, as laid \ndown in the ponencia , suffices to support a finding of guilt.\n\nFor clarity, I do not think that direct evidence is necessary in\n this case. I agree that circumstantial evidence—or evidence which \nproves another fact than the act in issue but nevertheless proves the \nsame by inference or logic—can be enough, as long as the requisites \ntherefore as established in jurisprudence are satisfied.\n\nUnder \nSection 4, Rule 133 of the Revised Rules of Court, circumstantial \nevidence is sufficient for conviction if the following requisites \nconcur: (a) there is more than one circumstance; (b) the facts from \nwhich the inferences are derived are proven; and (c) the combination of \nall the circumstances is such as to produce a conviction beyond \nreasonable doubt. These circumstances must be consistent with one \nanother, and the only rational hypothesis that can be drawn therefrom \nmust be the guilt of the accused. [98]\n\nWhile this provision appears to refer only to criminal cases, the Court has applied its principles to administrative cases. In Re: AC No. 04-AM-2002 (Josejina Fria v. Gemiliana de los Angeles) , [99] the Court ruled:\n\nFor the third requisite to seal the circumstantial evidence against respondent, it is essential that the\n circumstantial evidence presented must constitute an unbroken chain \nwhich leads one to a fair and reasonable conclusion pointing to the \nperson being accused, to the exclusion of others, as the guilty person .\n\nThough administrative proceedings are not strictly bound by formal\n rules on evidence, the liberality of procedure in administrative \nactions is still subject to the limitations imposed by the fundamental \nrequirement of due process, especially if the charge, as in the case at \nbar, if found to be true, also warrants her indictment criminally. [100] (Emphasis supplied, citations omitted)\n\nTo be clear and as shown by a plain reading of this opinion, what I \nsubmit is not that direct evidence is indispensable, but that no \nevidence— either direct or circumstantial —was proven or \nalleged in this case which can support a fair and reasonable conclusion \nof Noveras's guilt. As mentioned, even assuming as true the allegations \nof Amansec, there can be no reasonable inference that the elements of \nthe charges were proven.\n\nThe truth is that there is not even a \nreasonable connection among these allegations and the elements of the \noffenses. To stress an example I gave earlier, the ponencia relies on the \"circumstantial evidence\" of employer-employee \nrelationship between Noveras and Tecuico to infer that the former \nemployed threats and intimidation on Tecuico for the latter to help in \nthe campaign by printing his (Noveras') tarpaulins using the machines in\n Tecuico's office.\n\nWith due respect, I submit that the inference that the ponencia makes (employment of threats, intimidation) from the fact established \n(Noveras is Tecuico's superior) nowhere near satisfies the requirements \nof the law. It is not an inference that is \" a fair and reasonable conclusion [that points to Noveras], to the exclusion of [ all ] others , as the guilty person.\" [101] The fact that Noveras is Tecuico's superior, alone, cannot, by any stretch of imagination ,\n lock in Noveras as the only possible \"mastermind\" in Tecuico's acts or \neven that Tecuico was instructed to commit the offense and did not act \nby his own volition.\n\nConclusion\n\nAny decision based on unsubstantiated allegations cannot stand without offending due process. [102] The offense against such a fundamental right is all the more vile when,\n as in this case, the allegations, even if assumed to be true, cannot \nstill support the decision because the conclusions drawn therefrom do \nnot follow.\n\nIt is true that in administrative proceedings, only \nsubstantial evidence is needed, or such relevant evidence as a \nreasonable mind may accept as adequate to support a conclusion.\n\nHere, the factual allegations made, and the evidence presented, do not \nat all make out the conclusions arrived at. In a nutshell, the \nallegations and the facts established are merely that Noveras was the \nGovernor and the superior of Tecuico; therefore, the acts of Tecuico \nmust have been committed upon the threats, intimidation, and fraudulent \nschemes of Noveras. Surely, such a grave inference that it can \ndisqualify a person from running for public service—and, inversely, \ndeprive the people of such person as a political option—should not be as\n easily made. Otherwise, our leaders in public service will constantly \nbe at the risk of administrative sanctions of any kind by the \nwrongdoings of any or some of their respective subordinates, even in the\n absence of an iota of showing that the wrongdoing was sanctioned, \nexpressly or impliedly from his or her inaction despite knowledge \nthereof, by the superior.\n\nWhile COMELEC is rightfully earnest in\n the implementation of our election laws—as, indeed, those who \ntransgress laws for political gain should not be allowed to continue to \noperate with impunity—in doing so, however, neither COMELEC nor this \nCourt can dispense with the observance of the most fundamental \nconstitutional rights.\n\nGiven the foregoing, I vote to GRANT the\tpetition.\n\n[1] Rollo , pp. 252–280.\n Signed by Presiding Commissioner Socorro B. Inting, Commissioners Aimee\n P. Ferolino and Ernesto Ferdinand P. Maceda, Jr. (with Separate \nOpinion).\n\n[2] Id. at 350–373.\n Signed by Chairperson George Erwin M. Garcia and Commissioners Socorro \nB. Inting, Marlon S. Casquejo (no part), Aimee P. Ferolino, Rey F. Bulay\n (no part), Ernesto Ferdinand P. Maceda, Jr. and Nelson J. Celis.\n\n[3] SEC. 261. Prohibited Acts . — The following shall be guilty of an election offense:\n\n. . . .\n(d) Coercion of subordinates . — (1) Any public officer, or \nany officer of any public or private corporation or association, or any \nhead, superior, or administrator of any religious organization, or any \nemployer or land-owner who coerces or intimidates or compels, or in any \nmanner influence, directly or indirectly, any of his subordinates or \nmembers or parishioners or employees or house helpers, tenants, \noverseers, farm helpers, tillers, or lease holders to aid, campaign or \nvote for or against any candidate or any aspirant for the nomination or \nselection of candidates.\n\n[4] SEC. 261. Prohibited Acts . — The following shall be guilty of an election offense:\n\n. . . .\n(e) Threats, intimidation, terrorism, use of fraudulent device or other forms of coercion .\n — Any person who, directly or indirectly, threatens, intimidates or \nactually causes, inflicts or produces any violence, injury, punishment, \ndamage, loss or disadvantage upon any person or persons or that of the \nimmediate members of his family, his honor or property, or uses any \nfraudulent device or scheme to compel or induce the registration or \nrefraining from registration of any voter, or the participation in a \ncampaign or refraining or desistance from any campaign, or the casting \nof any vote or omission to vote, or any promise of such registration, \ncampaign, vote, or omission therefrom.\n\n[5] Ponencia , pp. 9–16.\n\n[6] 777 Phil. 700 (2016) [Per J. Brion, En Banc ].\n\n[7] Ponencia , pp. 17–21.\n\n[8] Id. at 21–25.\n\n[9] Id. at 25.\n\n[10] Rollo , pp. 35–36. Amansec's Petition for Disqualification dated April 26, 2022.\n\n[11] Id. at 331, COMELEC First Division's Resolution dated August 31, 2022.\n\n[12] Id.\n\n[13] Id. at 37–38. Amansec's Petition for Disqualification dated April 26, 2022.\n\n[14] Id. at 39.\n\n[15] SEC. 261. Prohibited Acts . — The following shall be guilty of an election offense:\n\n. . . .\n(o) Use of public funds, money deposited in trust, equipment \nfacilities owned or controlled by the government for an election \ncampaign . – Any person who uses under any guise whatsoever, directly\n or indirectly, (1) public funds or money deposited with, or held in \ntrust by, public financing institutions or by government offices, banks,\n or agencies; (2) any printing press, radio, or television station or \naudio-visual equipment operated by the Government or by its divisions, \nsub-divisions, agencies or instrumentalities, including government-owned\n or controlled corporations, or by the Armed Forces of the Philippines; \nor (3) any equipment, vehicle, facility, apparatus, or paraphernalia \nowned by the government or by its political subdivisions, agencies \nincluding government-owned or controlled corporations, or by the Armed \nForces of the Philippines for any election campaign or for any partisan \npolitical activity.\n\n[16] Rollo , p. 39, Amansec's Petition for Disqualification dated April 26, 2022.\n\n[17] Id. at 40.\n\n[18] Id.\n\n[19] Id. at 42, Amansec's Petition for Disqualification dated April 26, 2022; id. at 105, Photographs of seized tarpaulins.\n\n[20] Id. at 35–49.\n\n[21] Id. at 37.\n\n[22] Id.\n\n[23] Id. at 44.\n\n[24] Id. at 45.\n\n[25] Id. at 330–332, COMELEC First Division's Resolution dated August 31, 2022.\n\n[26] Id. at 122–123, Noveras' Answer dated May 13, 2022; id. at 128, Amansec's Sinumpaang Salaysay ng Paghahabla dated April 20, 2022; id. at 321, Department of Justice's Resolution dated June 16, 2023.\n\n[27] Id. at 323. Department of Justice's Resolution dated June 16, 2023.\n\n[28] Id.\n\n[29] Id. at 118–127.\n\n[30] SEC. 68. Disqualifications — Any candidate who, in an action or protest in which he is a party is \ndeclared by final decision of a competent court guilty of, or found by \nthe Commission of having (a) given money or other material consideration\n to influence, induce or corrupt the voters or public officials \nperforming electoral functions; (b) committed acts of terrorism to \nenhance his candidacy; (c) spent in his election campaign an amount in \nexcess of that allowed by this Code; (d) solicited, received or made any\n contribution prohibited under Sections 89, 95, 96, 97 and 104; or (e) \nviolated any of Sections 80, 83, 85, 86 and 261, paragraphs d, e, k, v, \nand cc, subparagraph 6, shall be disqualified from continuing as a \ncandidate, or if he has been elected, from holding the office. Any \nperson who is a permanent resident of or an immigrant to a foreign \ncountry shall not be qualified to run for any elective office under this\n Code, unless said person has waived his status as permanent resident or\n immigrant of a foreign country in accordance with the residence \nrequirement provided for in the election laws. ( Sec. 25, 1971 EC )\n\n[31] Rollo , pp. 119, 122.\n\n[32] SEC. 12. Disqualifications — Any person who has been declared by competent authority insane or \nincompetent, or has been sentenced by final judgment for subversion, \ninsurrection, rebellion or for any offense for which he has been \nsentenced to a penalty of more than eighteen months or for a crime \ninvolving moral turpitude, shall be disqualified to be a candidate and \nto hold any office, unless he has been given plenary pardon or granted \namnesty.\n\nThis disqualifications to be a candidate herein provided shall \nbe deemed removed upon the declaration by competent authority that said \ninsanity or incompetence had been removed or after the expiration of a \nperiod of five years from his service of sentence, unless within the \nsame period he again becomes disqualified.\n\n[33] SEC. 40. Disqualifications — The following persons are disqualified from running for any elective local position:\n\n(a)\tThose sentenced by final judgment for an offense involving \nmoral turpitude or for an offense punishable by one (1) year or more of \nimprisonment, within two (2) years after serving sentence;\n(b)\tThose removed from office as a result of an administrative case;\n(c)\tThose convicted by final judgment for violating the oath of allegiance to the Republic;\n(d)\tThose with dual citizenship;\n(e)\tFugitives from justice in criminal or nonpolitical cases here or abroad;\n(f)\tPermanent residents in a foreign country or those who have \nacquired the right to reside abroad and continue to avail of the same \nright after the effectivity of this Code; and\n(g)\tThe insane or feeble-minded.\n\n[34] Rollo , pp. 122–123, Noveras' Answer dated May 13, 2022.\n\n[35] Id. at 122.\n\n[36] Id. at 260–268.\n\n[37] Id. at 298–312.\n\n[38] Id. at 307.\n\n[39] Id. at 316–320.\n\n[40] Id. at 321–328.\n\n[41] Id. at 317, Noveras' \"Supplement to the Motion for Reconsideration dated 11 July 2023,\" dated August 11, 2023.\n\n[42] Id.\n\n[43] Id.\n\n[44] Id. at 360–361. COMELEC En Banc 's Resolution dated September 6, 2023.\n\n[45] Id at 362. (Citation omitted)\n\n[46] Id. at 372. COMELEC En Banc 's Resolution dated September 6, 2023.\n\n[47] Id.\n\n[48] Civil Service Commission v. Lucas , 361 Phil. 486, 491 (1999) [Per J. Pardo, En Banc ].\n\n[49] Id.\n\n[50] Iglesias v. Ombudsman , 817 Phil. 338, 358–359 (2017) [Per J. Leonen, Third Division].\n\n[51] Civil Service Commission v. Ledesma , 508 Phil. 569, 579 (2005) [Per J. Carpio, En Banc ]. (Emphasis supplied, citation omitted)\n\n[52] Office of the Ombudsman v. Magno , 592 Phil. 636, 660 (2008) [Per J. Chico-Nazario, Third Division].\n\n[53] Id. at 659.\n\n[54] Abang Lingkod Party-List v. COMELEC , 720 Phil. 120, 132 (2013) [Per J. Reyes, En Banc ].\n\n[55] Dadubo v. Civil Service Commission , 295 Phil. 825 (1993) [Per J. Cruz, En Banc ].\n\n[56] Rollo , p. 259. COMELEC First Division's Resolution dated July 10, 2023.\n\n[57] Id. at 360. COMELEC En Banc 's Resolution dated September 6, 2023.\n\n[58] See Exec. Sec. Ochoa v. Atty. Buco , 888 Phil. 117 (2020) [Per J. Inting, Second Division]; Iglesias v. Ombudsman , supra note 50; Civil Service Commission v. Ledesma , supra note 51; Bernardo v. Court of Appeals , 473 Phil. 284 (2004) [Per J. Callejo, Sr., Second Division].\n\n[59] Rollo , p. 37.\n\n[60] Id. at 38.\n\n[61] Id.\n\n[62] Id.\n\n[63] Id.\n\n[64] Id.\n\n[65] Id. at 39. (Emphasis in the original)\n\n[66] Id. (Emphasis in the original)\n\n[67] Id. at 39–41.\n\n[68] Id. at 42.\n\n[69] Ponencia , p. 23.\n\n[70] Id.\n\n[71] Id. at 25.\n\n[72] Id.\n\n[73] Phimco Industries, Inc. v. Phimco Industries Labor Assn. (PILA) , 642 Phil. 275, 300 (2010) [Per J. Brion, Third Division] (Citation omitted)\n\n[74] See United States v. Zaballero , 13 Phil. 405 (1909) [Per J. Mapa, En Banc ].\n\n[75] Id.\n\n[76] See People v. Salazar, G.R. No. 239138 , February 17, 2021, 974 SCRA 390, 403–404 [Per J. Leonen, Third Division]; Ablaza v. People , 840 Phil. 627, 647 (2018) [Per J. Del Castillo, First Division].\n\n[77] Office of the Ombudsman v. Dechavez , 721 Phil. 124, 130 (2013) [Per J. Brion, Second Division].\n\n[78] Rollo , p. 38. Amansec's Petition for Disqulification dated April 26, 2022.\n\n[79] Ponencia , p. 25.\n\n[80] Id. at 24–25.\n\n[81] Id. at 25.\n\n[82] Id. (Emphasis supplied)\n\n[83] See Velasco v. Angeles , 557 Phil. 1 (2007) [Per J. Carpio, En Banc ].\n\n[84] See LOCAL GOV’T CODE of 1991, sec. 375, par. a, viz .:\n\nSEC. 375. Primary and Secondary Accountability for Government Property .\n – (a) Each head of department or office of a province, city, \nmunicipality or barangay shall be primarily accountable for all \ngovernment property assigned or issued to his department or office.\n\n[85] Ponencia , pp. 18–19.\n\n[86] Id. at 20.\n\n[87] Id. at 21.\n\n[88] Id.\n\n[89] REV. PEN. CODE, art. 17.\n\n[90] People v. Manzanilla , 873 Phil. 529, 538–539 (2020) [Per J. Gaerlan, Third Division].\n\n[91] People v. Raguro , 858 Phil. 613, 624 (2019) [Per C.J. Bersamin, First Division].\n\n[92] Rollo , pp. 96–99. PMSG Geoffrey M. Bolante and Pat Marvin E. Gonzales' Pinagsamang Sinumpaang Salaysay dated April 20, 2022.\n\n[93] Id. at 105. Photographs of seized tarpaulins.\n\n[94] Ponencia , p. 21. (Emphasis supplied, citation omitted)\n\n[95] 198 Phil. 838 (1982) [Per J. De Castro, First Division].\n\n[96] Id. at 847.\n\n[97] See Albaña v. Belo , 617 Phil. 340 (2009) [Per J. Leonardo-De Castro, En Banc ].\n\n[98] People v. Cachuela , 710 Phil. 728, 742 (2013) [Per J. Brion, Second Division].\n\n[99] 474 Phil. 462 (2004) [Per J. Carpio Morales, En Banc ].\n\n[100] Id. at 473.\n\n[101] Id. (Emphasis in the original, citation omitted)\n\n[102] Nedira v. NJ World Corporation, G.R. No. 240005 , December 6, 2022 [Per C.J. Gesmundo, En Banc ] at 7. This pinpoint citation refers to the copy of the Decision uploaded to the Supreme Court website.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 131200,
  "metadata_extraction_date": "2025-11-01T05:59:26.054844",
  "extraction_version": "2.0_enhanced_full_content"
}