{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2025/12/opt_case_69950.html",
  "filename": "opt_case_69950.html",
  "year": 2025,
  "month": "12",
  "case_number": "G.R. No. 273438",
  "gr_number": "273438",
  "volume_page": "439 Phil. 319",
  "decision_date": "April 02, 2025",
  "title": "DEPARTMENT OF TRANSPORTATION (DOTr) AND DEPARTMENT OF INFORMATION AND COMMUNICATIONS TECHNOLOGY (DICT), PETITIONERS, VS. DIGITAL TELECOMMUNICATIONS PHILIPPINES, INC. (DIGITEL), RESPONDENT. D E C I S I O N LOPEZ, J., J.: This Court resolves a Petition for Review on Certiorari[1] filed by the Department of Transportation (DOTr) and Department of Information and Communications Technology (DICT) assailing the Resolutions[2] of the Court of Appeals (CA), which dismissed their Petition for Review assailing the Order[3] of the Regional Trial Court (RTC) for the execution of the Final Arbitral Award ordering them to transfer title and ownership of the covered facilities to Digital Telecommunications Philippines, Inc. (Digitel). The Antecedents In the 1980s, the Department of Transportation and Communications (DOTC), predecessor of DOTr and DICT, embarked on a modernization program to provide telephone facilities in the provinces and remote areas in the country.[4] In line with the government's thrust of liberalization and pursuant to Department Circular No. 87-188 and Department Circular No. 90-252, which encouraged private sector participation in the telecommunications sector, the DOTC commenced the process of privatizing its facilities (covered facilities) and conducted public bidding for the management, operation, maintenance, and development of the same.[5] Digitel won the public bidding. Consequently, it executed three Facilities Management Agreements (FMAs) with the DOTC. When Digitel obtained its legislative franchise, DOTC and Digitel entered into eight Financial Lease Agreements (FLAs) for the purpose of leasing, managing, operating, maintaining, developing, and eventually transferring ownership of the facilities.[6] The FLAs had the following dates of execution: Financial Lease Agreement dated November 9, 1993; Financial Lease Agreement dated June 8, 1994; Financial Lease Agreement dated December 7, 1994; Financial Lease Agreement dated February 1, 1995; Financial Lease Agreement dated June 22, 1995; Financial Lease Agreement dated March 11, 1996; Financial Lease Agreement dated March 11, 1996; and Financial Lease Agreement dated March 11, 1996.[7] Sometime in 1996, Digitel and DOTC commenced negotiations for Digitel's buy-out of the facilities. The DOTC sought the approval of the Overseas Economic Cooperation Fund (OECF) for the buy-out. The OECF responded that it had no objection to DOTC's proposal to sell the facilities to Digitel.[8] The DOTC thus wrote Digitel inquiring if it was still interested in pursuing the buy-out of the facilities and required Digitel to submit its formal offer.[9] In 1997, Digitel expressed its interest to buy-out the facilities and requested the creation of a committee to negotiate the terms of the buy-out.[10] The DOTC then constituted a Buy-Out Negotiation Committee. In 2004, Digitel made its final offer to buy-out the facilities in the amount of PHP 2,398,917,947.00, computed as follows: a. Net Present Value (NPV) of the FMAs/FLAs [PHP] 2,422,770,093.00 b. Unpaid lease payment up to June 2003 593,411,064.00 C. Proposed deductibles for various advances and additions undertaken by Claimant Digitel (617,263,210.00) [PHP] 2,398,917,947.00[11] In response to the offer of Digitel, the Buy-Out Negotiation Committee of DOTC submitted a final offer in the amount of PHP 4,042,884,262.00, computed as follows: a. NPV of FLAs as of July 31, 2004 [PHP] 2,168,192,923.00 b. NPV of FMA facilities as of July 31, 2004 97,691,057.00 c. Unpaid lease payment as of July 31, 2004 1,440,926,712.00 d. Unpaid lease interest and penalty charges up to July 31, 2004 336,073,570.00 ------------------------ [PHP] 4,042,884,262.00[12] Digitel's computation was premised on its position that the FLAs were sales on installment and that the computation it provided in its offer letter is the correct computation. On the other hand, the DOTC argued that the FLAs were ordinary lease contracts, and the computation provided in its September 3, 2004 Memorandum was the correct computation.[13] At an impasse, the parties submitted to voluntary arbitration under the International Chamber of Commerce-International Court of Arbitration (ICC-ICA) pursuant to the arbitration clause incorporated in the FLAs. The arbitration commenced in 2006, conducted by a tribunal in the Philippines that was administered by the ICC-ICA. On June 19, 2007, the arbitral tribunal rendered a Final Award[14] with the following disposition: Wherefore in view of the foregoing, the Arbitral Tribunal declares that: 1. The tribunal has jurisdiction over the matter submitted for arbitration by claimant; 2. The eight Financial Lease Agreements (FLAs) entered into between parties are Sales-On-Installment; 3. The claimant validly exercised the right to buy-out the facilities in June 2003; 4. Claimant Digitel shall pay the buy-out price of [PHP] 2,398,917,947.00 to respondent; 5. Respondent DOTC shall execute the appropriate documents in favor of Digitel for the transfer of title and ownership of those facilities accepted and operated by Claimant Digitel; 6. The facilities to be bought-out include only those covered by the FLAs that have been accepted and operated by claimant Digitel and shall Exclude those facilities that are not covered by the FLAs. 7. The costs of arbitration including ICC administrative expenses, the expenses incurred by the Arbitral Tribunal and the fees of the Co-Arbitrators sum up to [USD] 402,378.00. This amount shall be borne in equal shares by the parties or [USD] 201,189.00 for each party which sums are covered by the advance on costs paid to the ICC by the parties in equal shares[.] Each party shall bear its own legal and other costs. All other claims and counterclaims are dismissed. SO ORDERED.[15] In the Final Award, the arbitral tribunal addressed an independent claim by the Office of the Solicitor General (OSG), on behalf of the Government, where the OSG demanded that it be awarded 5% of whatever amount is awarded to the Government pursuant to Republic Act No. 9417. The arbitral tribunal however refused to take cognizance of the claim on the ground that it had no jurisdiction to order such payment. The arbitral tribunal added that the claim was a lawyer's charging lien, which the OSG should enforce in a separate proceeding between itself and the government.[16] A decade later, or on June 6, 2017, Digitel filed a petition with the RTC for the confirmation of the Final Arbitral Award as a \"domestic arbitral award\" under Rule 11 of A.M. No. 07-11-08-SC or the Special Alternative Dispute Resolution Rules (Special ADR Rules).[17] On October 2, 2017, the OSG merely filed a Manifestation and Motion in Lieu of Comment by which it admitted the existence of the Final Arbitral Award and Digitel's payment of PHP 2.4 billion to the government, before asserting anew its claim under Republic Act No. 9417. Thus, it neither opposed nor commented on Digitel's petition on behalf of the government. Instead, the OSG prayed that the RTC uphold and approve its claim to direct the Bureau of Treasury to remit to its special account the amount it was claiming.[18] In its Decision,[19] the RTC granted Digitel's petition. The dispositive portion stated thus: WHEREFORE, premises considered, the instant Petition for the Confirmation of Arbitral Final Award filed by Digitel is hereby GRANTED. Accordingly, the Final Award dated June 19, 2007 rendered by the Arbitral Tribunal in ICC-ICA Case No. 14321/JB/JEM is hereby CONFIRMED. Likewise, the DOTr and DICT, as successors-in-interest of DOTC, are ordered to COMPLY with their obligations pursuant to the Final Award. Finally, the prayer of the OSG that its entitlement to 5% of the monetary award pursuant to R.A. No. 9417 is UPHELD and APPROVED, and thus be REMITTED to its Special Account in the General Fund. SO ORDERED.[20] On October 4, 2019, the RTC Decision became final and executory.[21] The controversy in this case arose when Digitel filed a Motion for the Issuance of a Writ of Execution,[22] stating that it had already paid in full the buy-out price of PHP 2,398,917,947.00 as required by the Final Arbitral Award. The receipt by the government of the full price was likewise confirmed by the OSG. Given this and the fact that the RTC Decision had become final and executory, Digitel prayed for the issuance of the writ of execution of the RTC's Decision confirming the Final Arbitral Award.[23] The OSG filed its Comment/Opposition,[24] claiming that the monies, facilities, and assets of DOTC, now the DOTr and DICT, were government properties that were exempt from execution. The OSG added that due to the separation of DOTr and DICT, an inventory of properties involved was ongoing and more time was needed for the devolution of power and the properties between the two agencies as well as the change of internal officers.[25] In its Order, the RTC directed the issuance of a writ of execution, agreeing with Digitel that there is no serious legal bar to the implementation of a writ of execution. It stated: The court subscribes to the sound legal basis of the petitioner, considering that they have already complied with their obligations detailed in the final award. Contrary to the asseverations lamented by DOTC's successors-in-interest, there are no public funds or properties involved in the instant case, as the properties subject of the proceedings have already been paid for and are rightfully owned by the petitioner. Depriving Digitel of the same by delaying the execution of the obligations stipulated in the award would unjustly enrich the government and cause injustice to the petitioner. WHEREFORE, premises considered, the Motion for Execution filed by petitioner Digital Telecommunications Philippines, Inc. is hereby GRANTED. The Branch Clerk of Court is hereby directed to issue a Writ of Execution to implement the Decision of the court dated July 12, 2019. SO ORDERED.[26] (Emphasis in the original) The OSG filed a Motion for Reconsideration,[27] stating that Digitel must enforce its claim before COA, which has the jurisdiction over settlement of debts and claims of any sort owed by the government.[28] Finding that the OSG failed to raise new issues, the RTC denied the Motion for Reconsideration in its Order.[29] Aggrieved, the Government, through the OSG, filed before the CA a Petition for Review under Rule 19.12 of the Special ADR Rules, assailing the RTC Orders.[30] In its Resolution, the CA dismissed the Petition for Review under Rule 19.18 of the Special ADR Rules,[31] upon finding that it lacked prima facie merit: RULE 19.18. Action on the Petition. – The Court of Appeals may require the respondent to file a comment on the petition, not a motion to dismiss, within ten (10) days from notice, or dismiss the petition if it finds, upon consideration of the grounds alleged and the legal briefs submitted by the parties, that the petition does not appear to be prima facie meritorious. The CA likewise found that the OSG failed to specify a ground under Rule 19.12 of the Special ADR Rules that would justify its appeal of the RTC's Orders granting the execution of its Decision. The CA dismissed the Petition and found that Rule 12.19 did not allow an appeal from an order for the issuance of a writ of execution. The OSG filed its Motion for Reconsideration, asserting that it had legal basis to appeal the RTC's Orders granting the execution, thus: 1. The Orders dated July 17, 2023 and October 2, 2023 are \"final orders\" which can be appealed under Rule 19.12(e) of the Special ADR Rules; 2. Even assuming that the Orders are merely interlocutory, exceptionally, they can still be the subject of an appeal because in this case, there has been a change in the situation of the parties making execution inequitable and execution is sought to be enforced against property exempt from execution; and 3. While the Special ADR Rules are silent on the procedure for the execution of a confirmed domestic arbitral award, the Supreme Court has ruled that the Special ADR Rules \"cover not only aspects of confirmation but necessarily extend to a confirmed award's execution\" making a petition for review under Rule 19.12 (e), Special ADR Rules, a proper remedy.[32] The CA, in its Resolution[33] denied the Motion, stating that: In this case, instead of bringing a special civil action for certiorari under Rule 19.26 (f), Special ADR Rules, the petitioners resorted to an appeal by Petition for Review under Rule 19.12(e), Special ADR Rules. Therefore, the court finds no ground to disturb the court's Resolution dated December 7, 2023.[34] In this Petition for Review on Certiorari, the OSG reasserts that the government availed of the correct remedy when it filed its Petition for Review before the CA, given that an appeal is allowed for final orders from the RTC \"confirming, vacating or correcting/modifying a domestic arbitral award\"[35] under the Rule 19.12(e) of the Special ADR Rules. Digitel filed its Comment/ Opposition,[36] stating that the issuance of the writ of execution is ministerial on the part of the RTC, given the final and executory Decision confirming the arbitral award. It maintained its position that the OSG availed of an improper remedy when it appealed the RTC Orders by petition for review under Rule 19.12(e) of the Special ADR Rules. It also debunked the OSG's assertions that government properties are exempt from execution and that the enforcement of claims should be subject to COA's primary audit and approval.[37] Issue The procedural issue in this case is whether the Government availed of the proper remedy when it filed a Petition for Review before the CA, appealing the RTC Order for the issuance of the writ of execution of the Final Arbitral Award, which ordered the government to transfer the FLA-covered facilities to Digitel. This Court resolves the following issues: First, whether execution is improper to compel the Government to transfer ownership of public properties to private persons such as Digitel; and Second, whether Digitel must enforce its claim before the COA, which has jurisdiction over the settlement of debts and claims of any sort owned by the government. This Court's Ruling Section 40 of Republic Act No. 9285, or the Alternative Dispute Resolution Act of 2004, provides that the generally applicable provisions of the Rules of Court govern the execution of domestic arbitral awards: SECTION 40. Confirmation of Award. – The confirmation of a domestic arbitral award shall be governed by Section 23 of R.A. No. 876. A domestic arbitral award when confirmed shall be enforced in the same manner as final and executory decisions of the Regional Trial Court. Section 46 of the same law enumerates which RTC Decisions on arbitral awards may be appealed to the CA, and the same list manifestly excludes orders of execution issued by the RTC: SECTION 46. Appeal from Court Decisions on Arbitral Awards. – A decision of the Regional Trial Court confirming, vacating, setting aside, modifying or correcting an arbitral award may be appealed to the Court of Appeals in accordance with the rules of procedure to be promulgated by the Supreme Court. Rule 19.12 of the Special ADR Rules provides a specific list of RTC Orders that may be appealed to the CA through a petition for review: RULE 19.12. Appeal to the Court of Appeals. – An appeal to the Court of Appeals through a petition for review under this Special Rule shall only be allowed from the following final orders of the Regional Trial Court: a. Granting or denying an interim measure of protection; b. Denying a petition for appointment of an arbitrator; c. Denying a petition for assistance in taking evidence; d. Enjoining or refusing to enjoin a person from divulging confidential information; e. Confirming, vacating or correcting/modifying a domestic arbitral award; f. Setting aside an international commercial arbitration award; g. Dismissing the petition to set aside an international commercial arbitration award even if the court does not decide to recognize or enforce such award; h. Recognizing and/or enforcing an international commercial arbitration award; i. Dismissing a petition to enforce an international commercial arbitration award; j. Recognizing and/or enforcing a foreign arbitral award; k. Refusing recognition and/or enforcement of a foreign arbitral award; l. Granting or dismissing a petition to enforce a deposited mediated settlement agreement; and m. Reversing the ruling of the arbitral tribunal upholding its jurisdiction. Clearly, the Special ADR Rules do not contemplate an appeal of a writ that executes a final arbitral award. Petitioners here insist that final orders confirming, vacating, or correcting a domestic arbitral award under paragraph (e) likewise extends to their execution. Petitioners likewise cite jurisprudence providing that a court's power to confirm a judgment award under the Special ADR Rules should be deemed to include the power to order its execution.[38] Petitioners' argument lacks merit. The principle they cited refers to the RTC's power to execute its orders confirming domestic arbitral awards, which is a separate matter from the appealable final orders of the RTC. Their argument also contradicts the established rule in statutory construction, expression unius est exclusion alterius or \"the express mention of one person, thing, or consequence implies the exclusion of all others.\"[39] In this case, it is readily apparent that a writ of execution is not among the list of final orders that are appealable to the CA, under Rule 19.12 of the Special ADR Rules. In any case, jurisprudence establishes that a writ of execution is \"not a final order but is issued to carry out the mandate of the court in the enforcement of a final order of a judgment. It is a judicial process to enforce a final order or judgment against the losing party.\"[40] Given that petitioners availed of a wrong remedy in their Petition for Review before the CA, We find that the CA did not err in dismissing the Petition for Review outright. In any case, even if We were to rule on the merits of the arguments, the Petition must still fail. The Government argues that the properties covered by the FLAs are government properties, hence are exempt from execution, citing jurisprudence that states that \"government funds and properties may not be seized under writs of execution or garnishment to satisfy such judgments.\"[41] We do not agree. As can be seen from their arguments, this principle applies to execution for the satisfaction of money judgments. Their cited case of Commissioner of Public Highways v. San Diego[42] referred to an order for execution that sought to levy upon the funds of the Bureau of Public Highways, deposited with the Philippine National Bank. This Court said that: The universal rule that where the State gives its consent to be sued by private parties either by general or special law, it may limit claimant's action \"only up to the completion of proceedings anterior to the stage of execution\" and that the power of the Courts ends when the judgment is rendered, since government funds and properties may not be seized under writs of execution or garnishment to satisfy such judgments, is based on obvious considerations of public policy. Disbursements of Public funds must be covered by the corresponding appropriation as required by law. The functions and public services rendered by the State cannot be allowed to be paralyzed or disrupted by the diversion of public funds from their legitimate and specific objects, as appropriated by law.[43] (Emphasis supplied) As can be seen in the discussion above, the precept that government funds are not subject to execution or garnishment is premised on the seizure of funds and property to satisfy monetary judgments. This is bolstered by subsequent jurisprudence such as Rep. of the Phils. v. Fetalvero:[44] Simply put, \"no money can be taken out of the treasury without an appropriation.\" Here, the trial court already found that: . . . . [I]t is settled jurisprudence that upon determination of State liability, the prosecution, enforcement or satisfaction thereof must still be pursued in accordance with the rules and procedures laid down in Presidential Decree No. 1445, otherwise known as the Government Auditing Code of the Philippines (Department of Agriculture v. NLRC, 227 SCRA 693, 701-02 [1993] citing Republic vs. Villasor, 54 SCRA 84 [1973]). All money claims against the Government must first be filed with the Commission on Audit which must act upon it within sixty days. Rejection of the claim will authorize the claimant to elevate the matter to the Supreme Court on certiorari and in effect sue the State thereby (Presidential Decree [No.] 1445, Sections 49-50). . . . . In Star Special Watchman and Detective Agency, Inc. v. Puerto Princesa City: Under Commonwealth Act No. 327, as amended by Section 26 of P.D. No. 1445, it is the Commission on Audit which has primary jurisdiction to examine, audit and settle \"all debts and claims of any sort\" due from or owing the Government or any of its subdivisions, agencies and instrumentalities, including government-owned or controlled corporations and their subsidiaries. [Republic Real Estate Corporation's] procedural shortcut must be rejected. Any allowance or disallowance of its money claims is for the Commission on Audit to decide, subject only to [Republic Real Estate Corporation's] remedy of appeal via a petition for certiorari before this Court. Here, as in Atty. Roxas, respondent failed to show that he first raised his claim before the Commission on Audit. Without this necessary procedural step, respondent's money claim cannot be entertained by the courts through a writ of execution.[45] (Emphasis supplied, citations omitted) As explained above, the exemption of government properties from execution applies only to money claims against the government. This case is different, where the properties have already been paid for and there is an obligation for petitioners to transfer the covered properties pursuant to its buy­ out agreement with Digitel. The subject of the suit is an enforcement of a contract, to which the government has entered, as embodied in the Final Arbitral Award which was confirmed by the RTC. It is not disputed that the RTC Decision confirming the Final Arbitral Award had already become final and executory. Petitioners' position is further weakened considering relevant jurisprudence providing that there is implied consent by the state to be sued when it \"enters into a contract or it itself commences litigation\" in its proprietary capacity.[46] Such is the case here, where the government exercise proprietary and business functions, not sovereign functions, as it entered into a buy-out agreement with Digitel over the subject properties. Further, there is no legal ground for the COA to gain jurisdiction over the final and executory judgment of the RTC. Jurisprudence provides the two types of money claims that may be lodged before COA: II. The types of money claims brought before the COA must be distinguished. There is merit to Chairperson Aguinaldo's opinion pertaining to the two (2) main types of money claims which the COA may be confronted with: The first type covers money claims originally filed with the COA. Jurisprudence specifies the nature of the money claims which may be brought to the COA at the first instance. In Euro-Med Laboratories, Phil., Inc. v. Province of Batangas, we explicitly ordained that these cases are limited to liquidated claims, viz.: The scope of the COA's authority to take cognizance of claims is circumscribed, however, by an unbroken line of cases holding statutes of similar import to mean only liquidated claims, or those determined or readily determinable from vouchers, invoices, and such other papers within reach of accounting officers. . . . . . . . We too, agree with Chairperson Aguinaldo that the second type of money claims refers to those which arise from a final and executory judgment of a court or arbitral body. He also correctly cited Uy, reiterating our undeviating jurisprudence that final judgments may no longer be reviewed[,] or in any way be modified directly or indirectly by a higher court, not even by the Supreme Court, much less, by any other official, branch or department of government. On this score, we lay down a conceptual framework for the guidance of the COA, the Bench, and the Bar pertaining to the COA's audit power vis-à-vis the second type of money claims which may be brought before it during the execution stage. III. The COA's audit review power over money claims already confirmed by final judgment of a court or other adjudicative body is necessarily limited. A. Once a court or other adjudicative body validly acquires jurisdiction over a money claim against the government, it exercises and retains jurisdiction over the subject matter to the exclusion of all others, including the COA. Even if we broadly interpret the COA's jurisdiction as including all kinds of money claims, it cannot take cognizance of factual and legal issues that have been raised or could have been raised in a court or other tribunal that had previously acquired jurisdiction over the same. To repeat, the COA's original jurisdiction is actually limited to liquidated claims and quantum meruit cases. It cannot interfere with the findings of a court or an adjudicative body that decided an unliquidated money claim involving issues requiring the exercise of judicial functions or specialized knowledge and expertise which the COA does not have in the first place. B. The COA has no appellate review power over the decisions of any other court or tribunal. Once judgment is rendered by a court or tribunal over a money claim involving the State, it may only be set aside or modified through the proper mode of appeal. It is elementary that the right to appeal is statutory. There is no constitutional nor statutory provision giving the COA review powers akin to an appellate body such as the power to modify or set aside a judgment of a court or other tribunal on errors of fact or law. C. The COA is devoid of power to disregard the principle of immutability of final judgments.[47] (Emphasis in the original, citations omitted) In this case, the RTC has already validly acquired jurisdiction over Digitel's claims against the government, pursuant to its power to confirm the arbitral award between the parties. The assertion by the petitioners to elevate the case to COA for its audit and approval does not find any basis in law, given that COA has no appellate review power over the decisions of any other court or tribunal. Further, COA is devoid of any power to disregard the principle of immutability of final judgments. Given that it fails on all its grounds, We deny the instant Petition. FOR THESE REASONS, the Petition for Review on Certiorari is DENIED. The December 7, 2023 and April 19, 2024 Resolutions of the Court of Appeals in CA-G.R. SP No. 181361 are AFFIRMED. The directive of the Regional Trial Court to issue a writ of execution to the Department of Information and Communications Technology and the Department of Transportation to comply with their obligations pursuant to the Final Arbitral Award is UPHELD. SO ORDERED. Leonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and Kho, Jr., JJ., concur. [1] Rollo, pp. 3-45. [2] Id. at 68-75, 77-84. The December 7, 2023 and April 19, 2024 Resolutions in CA-G.R. SP No. 181361 were penned by Associate Justice Pablito A. Perez and concurred in by Associate Justices Raymond Reynold R. Lauigan and Eleuterio L. Bathan of the Former Special Seventeenth Division, Court of Appeals, Manila. [3] Id. at 869-871. The July 17, 2023 Order in Special Proceedings Case No. R-QZN-17-06209-SP was penned by Acting Presiding Judge Leo Felix S. Domingo of Branch 220, Regional Trial Court, Quezon City. [4] Id. at 6. [5] Id. at 106. [6] Id. [7] Id. at 107. [8] Id. [9] Id. [10] Id. [11] Id. at 108. [12] Id. [13] Id. at 17. [14] Id. at 100-146. The June 19, 2007 Final Award in Case No. 14321/JB/JEM was penned by Chairman Commissioner Rita Linda V. Jimeno and concurred in by Arbitrator Justice Hector L. Hofileña; with dissent by Arbitrator Professor Eduardo A. Labitag of the International Criminal Court International Court of Arbitration. [15] Id. at 145-146. [16] Id. at 70. [17] Id. [18] Id. [19] Id. at 854-856. The July 12, 2019 Decision in Special Proceedings Case No. R-QZN-17-06209-SP was penned by Judge Jose G. Paneda of Branch 220, Regional Trial Court, Quezon City. [20] Id. at 856. [21] Id. at 857. [22] Id. at 858. [23] Id. at 860. [24] Id. at 863. [25] Id. at 866. [26] Id. at 871. [27] Id. at 872-885. [28] Id. at 879-882. [29] Id. at 886-887. Dated October 2, 2023. [30] Id. at 72. [31] Id. [32] Id. at 79. [33] Id. at 77-84. [34] Id. at 83. [35] Id. at 24-25. [36] Id. at 954-998. [37] Id. at 960-961. [38] Id. at 25-26. [39] Malinias v. COMELEC, 439 Phil. 319, 335 (2002) [Per J. Carpio, En Banc]. [40] Mejia-Espinoza and Dellosa v. Carino, 804 Phil. 248, 256 (2017) [Per J. Jardeleza, Third Division]. [41] Rollo, p. 29. [42] 142 Phil. 553 (1970) [Per J. Teehankee, En Banc]. [43] Id. at 562-563. [44] 846 Phil. 327 (2019) [Per J. Leonen, Third Division]. [45] Id. at 350-352. [46] DOH v. Phil. Pharmawealth, Inc., 704 Phil. 432, 443 (2013) [Per J. Del Castillo, Second Division]. [47] Taisei Shimizu Joint Venture v. Commission on Audit and the Department of Transportation, 873 Phil. 323, 344-347 (2020) [Per J. Lazaro-Javier, En Banc]. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "department",
    "transportation",
    "information",
    "communications",
    "technology",
    "petitioners",
    "digital",
    "telecommunications",
    "philippines",
    "digitel",
    "respondent",
    "court",
    "resolves",
    "petition",
    "review",
    "certiorari",
    "assailing",
    "resolutions",
    "appeals",
    "dismissed"
  ],
  "title_summary": "DEPARTMENT OF TRANSPORTATION (DOTr) AND DEPARTMENT OF INFORMATION AND COMMUNICATIONS TECHNOLOGY (...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. No. 273438, April 02, 2025 ]\n[ G.R. No. 273438, April 02, 2025 ]\n\nDEPARTMENT OF TRANSPORTATION (DOTr) AND DEPARTMENT OF INFORMATION AND COMMUNICATIONS TECHNOLOGY (DICT), PETITIONERS, VS. DIGITAL TELECOMMUNICATIONS PHILIPPINES, INC. (DIGITEL), RESPONDENT.\n\nD E C I S I O N\nDEPARTMENT OF TRANSPORTATION (DOTr) AND DEPARTMENT OF INFORMATION AND COMMUNICATIONS TECHNOLOGY (DICT), PETITIONERS, VS. DIGITAL TELECOMMUNICATIONS PHILIPPINES, INC. (DIGITEL), RESPONDENT.\n\nD E C I S I O N\n\nLOPEZ, J., J.:\n\nThis Court resolves a Petition for Review on Certiorari [1] filed by the Department of Transportation (DOTr) and Department of Information and Communications Technology (DICT) assailing the Resolutions [2] of the Court of Appeals (CA), which dismissed their Petition for Review assailing the Order [3] of the Regional Trial Court (RTC) for the execution of the Final Arbitral Award ordering them to transfer title and ownership of the covered facilities to Digital Telecommunications Philippines, Inc. (Digitel).\n\nThe Antecedents\n\nIn the 1980s, the Department of Transportation and Communications (DOTC), predecessor of DOTr and DICT, embarked on a modernization program to provide telephone facilities in the provinces and remote areas in the country. [4]\n\nIn line with the government's thrust of liberalization and pursuant to Department Circular No. 87-188 and Department Circular No. 90-252, which encouraged private sector participation in the telecommunications sector, the DOTC commenced the process of privatizing its facilities (covered facilities) and conducted public bidding for the management, operation, maintenance, and development of the same. [5]\n\nDigitel won the public bidding. Consequently, it executed three Facilities Management Agreements (FMAs) with the DOTC. When Digitel obtained its legislative franchise, DOTC and Digitel entered into eight Financial Lease Agreements (FLAs) for the purpose of leasing, managing, operating, maintaining, developing, and eventually transferring ownership of the facilities. [6] The FLAs had the following dates of execution: Financial Lease Agreement dated November 9, 1993; Financial Lease Agreement dated June 8, 1994; Financial Lease Agreement dated December 7, 1994; Financial Lease Agreement dated February 1, 1995; Financial Lease Agreement dated June 22, 1995; Financial Lease Agreement dated March 11, 1996; Financial Lease Agreement dated March 11, 1996; and Financial Lease Agreement dated March 11, 1996. [7]\n\nSometime in 1996, Digitel and DOTC commenced negotiations for Digitel's buy-out of the facilities. The DOTC sought the approval of the Overseas Economic Cooperation Fund (OECF) for the buy-out. The OECF responded that it had no objection to DOTC's proposal to sell the facilities to Digitel. [8] The DOTC thus wrote Digitel inquiring if it was still interested in pursuing the buy-out of the facilities and required Digitel to submit its formal offer. [9] In 1997, Digitel expressed its interest to buy-out the facilities and requested the creation of a committee to negotiate the terms of the buy-out. [10] The DOTC then constituted a Buy-Out Negotiation Committee. In 2004, Digitel made its final offer to buy-out the facilities in the amount of PHP 2,398,917,947.00, computed as follows:\n\n[TABLE_CONTENT]\na. Net Present Value (NPV) of the FMAs/FLAs | a. Net Present Value (NPV) of the FMAs/FLAs | [PHP] 2,422,770,093.00 | [PHP] 2,422,770,093.00\na. Net Present Value (NPV) of the FMAs/FLAs\n[PHP] 2,422,770,093.00\nb. Unpaid lease payment up to June 2003 | b. Unpaid lease payment up to June 2003 | 593,411,064.00 | 593,411,064.00\nb. Unpaid lease payment up to June 2003\n593,411,064.00\nC. Proposed deductibles for various advances and additions undertaken by Claimant Digitel | C. Proposed deductibles for various advances and additions undertaken by Claimant Digitel | (617,263,210.00) | (617,263,210.00)\nC. Proposed deductibles for various advances and additions undertaken by Claimant Digitel\n(617,263,210.00)\n | [PHP] 2,398,917,947.00[11] | [PHP] 2,398,917,947.00[11]\n[PHP] 2,398,917,947.00[11]\n[END_TABLE]\n\n[TABLE_CONTENT]\na. Net Present Value (NPV) of the FMAs/FLAs\n[END_TABLE]\n\na. Net Present Value (NPV) of the FMAs/FLAs\n\n[TABLE_CONTENT]\n[PHP] 2,422,770,093.00\n[END_TABLE]\n\n[PHP] 2,422,770,093.00\n\n[TABLE_CONTENT]\nb. Unpaid lease payment up to June 2003\n[END_TABLE]\n\nb. Unpaid lease payment up to June 2003\n\n[TABLE_CONTENT]\n593,411,064.00\n[END_TABLE]\n\n593,411,064.00\n\n[TABLE_CONTENT]\nC. Proposed deductibles for various advances and additions undertaken by Claimant Digitel\n[END_TABLE]\n\nC. Proposed deductibles for various advances and additions undertaken by Claimant Digitel\n\n[TABLE_CONTENT]\n(617,263,210.00)\n[END_TABLE]\n\n(617,263,210.00)\n\n[TABLE_CONTENT]\n[PHP] 2,398,917,947.00[11]\n[END_TABLE]\n\n[PHP] 2,398,917,947.00 [11]\n\nIn response to the offer of Digitel, the Buy-Out Negotiation Committee of DOTC submitted a final offer in the amount of PHP 4,042,884,262.00, computed as follows:\n\n[TABLE_CONTENT]\na. NPV of FLAs as of July 31, 2004 | a. NPV of FLAs as of July 31, 2004 | [PHP] 2,168,192,923.00 | [PHP] 2,168,192,923.00\na. NPV of FLAs as of July 31, 2004\n[PHP] 2,168,192,923.00\nb. NPV of FMA facilities as of July 31, 2004 | b. NPV of FMA facilities as of July 31, 2004 | 97,691,057.00 | 97,691,057.00\nb. NPV of FMA facilities as of July 31, 2004\n97,691,057.00\nc. Unpaid lease payment as of July 31, 2004 | c. Unpaid lease payment as of July 31, 2004 | 1,440,926,712.00 | 1,440,926,712.00\nc. Unpaid lease payment as of July 31, 2004\n1,440,926,712.00\nd. Unpaid lease interest and penalty charges up to July 31, 2004 | d. Unpaid lease interest and penalty charges up to July 31, 2004 | 336,073,570.00------------------------ | 336,073,570.00------------------------\nd. Unpaid lease interest and penalty charges up to July 31, 2004\n336,073,570.00------------------------\n | [PHP] 4,042,884,262.00[12] | [PHP] 4,042,884,262.00[12]\n[PHP] 4,042,884,262.00[12]\n[END_TABLE]\n\n[TABLE_CONTENT]\na. NPV of FLAs as of July 31, 2004\n[END_TABLE]\n\na. NPV of FLAs as of July 31, 2004\n\n[TABLE_CONTENT]\n[PHP] 2,168,192,923.00\n[END_TABLE]\n\n[PHP] 2,168,192,923.00\n\n[TABLE_CONTENT]\nb. NPV of FMA facilities as of July 31, 2004\n[END_TABLE]\n\nb. NPV of FMA facilities as of July 31, 2004\n\n[TABLE_CONTENT]\n97,691,057.00\n[END_TABLE]\n\n97,691,057.00\n\n[TABLE_CONTENT]\nc. Unpaid lease payment as of July 31, 2004\n[END_TABLE]\n\nc. Unpaid lease payment as of July 31, 2004\n\n[TABLE_CONTENT]\n1,440,926,712.00\n[END_TABLE]\n\n1,440,926,712.00\n\n[TABLE_CONTENT]\nd. Unpaid lease interest and penalty charges up to July 31, 2004\n[END_TABLE]\n\nd. Unpaid lease interest and penalty charges up to July 31, 2004\n\n[TABLE_CONTENT]\n336,073,570.00------------------------\n[END_TABLE]\n\n336,073,570.00\n\n------------------------\n\n[TABLE_CONTENT]\n[PHP] 4,042,884,262.00[12]\n[END_TABLE]\n\n[PHP] 4,042,884,262.00 [12]\n\nDigitel's computation was premised on its position that the FLAs were sales on installment and that the computation it provided in its offer letter is the correct computation. On the other hand, the DOTC argued that the FLAs were ordinary lease contracts, and the computation provided in its September 3, 2004 Memorandum was the correct computation. [13]\n\nAt an impasse, the parties submitted to voluntary arbitration under the International Chamber of Commerce-International Court of Arbitration (ICC-ICA) pursuant to the arbitration clause incorporated in the FLAs. The arbitration commenced in 2006, conducted by a tribunal in the Philippines that was administered by the ICC-ICA. On June 19, 2007, the arbitral tribunal rendered a Final Award [14] with the following disposition:\n\nWherefore in view of the foregoing, the Arbitral Tribunal declares that:\n\n[TABLE_CONTENT]\n1. | The tribunal has jurisdiction over the matter submitted for arbitration by claimant;\n | \n2. | The eight Financial Lease Agreements (FLAs) entered into between parties are Sales-On-Installment;\n | \n3. | The claimant validly exercised the right to buy-out the facilities in June 2003;\n | \n4. | Claimant Digitel shall pay the buy-out price of [PHP] 2,398,917,947.00 to respondent;\n | \n5. | Respondent DOTC shall execute the appropriate documents in favor of Digitel for the transfer of title and ownership of those facilities accepted and operated by Claimant Digitel;\n | \n6. | The facilities to be bought-out include only those covered by the FLAs that have been accepted and operated by claimant Digitel and shall Exclude those facilities that are not covered by the FLAs.\n | \n7. | The costs of arbitration including ICC administrative expenses, the expenses incurred by the Arbitral Tribunal and the fees of the Co-Arbitrators sum up to [USD] 402,378.00.\n[END_TABLE]\n\n1. The tribunal has jurisdiction over the matter submitted for arbitration by claimant; 2. The eight Financial Lease Agreements (FLAs) entered into between parties are Sales-On-Installment; 3. The claimant validly exercised the right to buy-out the facilities in June 2003; 4. Claimant Digitel shall pay the buy-out price of [PHP] 2,398,917,947.00 to respondent; 5. Respondent DOTC shall execute the appropriate documents in favor of Digitel for the transfer of title and ownership of those facilities accepted and operated by Claimant Digitel; 6. The facilities to be bought-out include only those covered by the FLAs that have been accepted and operated by claimant Digitel and shall Exclude those facilities that are not covered by the FLAs. 7. The costs of arbitration including ICC administrative expenses, the expenses incurred by the Arbitral Tribunal and the fees of the Co-Arbitrators sum up to [USD] 402,378.00.\n\nThis amount shall be borne in equal shares by the parties or [USD] 201,189.00 for each party which sums are covered by the advance on costs paid to the ICC by the parties in equal shares[.]\n\nEach party shall bear its own legal and other costs.\n\nAll other claims and counterclaims are dismissed.\n\nSO ORDERED. [15]\n\nIn the Final Award, the arbitral tribunal addressed an independent claim by the Office of the Solicitor General (OSG), on behalf of the Government, where the OSG demanded that it be awarded 5% of whatever amount is awarded to the Government pursuant to Republic Act No. 9417. The arbitral tribunal however refused to take cognizance of the claim on the ground that it had no jurisdiction to order such payment. The arbitral tribunal added that the claim was a lawyer's charging lien, which the OSG should enforce in a separate proceeding between itself and the government. [16]\n\nA decade later, or on June 6, 2017, Digitel filed a petition with the RTC for the confirmation of the Final Arbitral Award as a \"domestic arbitral award\" under Rule 11 of A.M. No. 07-11-08-SC or the Special Alternative Dispute Resolution Rules (Special ADR Rules). [17]\n\nOn October 2, 2017, the OSG merely filed a Manifestation and Motion in Lieu of Comment by which it admitted the existence of the Final Arbitral Award and Digitel's payment of PHP 2.4 billion to the government, before asserting anew its claim under Republic Act No. 9417. Thus, it neither opposed nor commented on Digitel's petition on behalf of the government. Instead, the OSG prayed that the RTC uphold and approve its claim to direct the Bureau of Treasury to remit to its special account the amount it was claiming. [18]\n\nIn its Decision, [19] the RTC granted Digitel's petition. The dispositive portion stated thus:\n\nWHEREFORE, premises considered, the instant Petition for the Confirmation of Arbitral Final Award filed by Digitel is hereby GRANTED. Accordingly, the Final Award dated June 19, 2007 rendered by the Arbitral Tribunal in ICC-ICA Case No. 14321/JB/JEM is hereby CONFIRMED. Likewise, the DOTr and DICT, as successors-in-interest of DOTC, are ordered to COMPLY with their obligations pursuant to the Final Award. Finally, the prayer of the OSG that its entitlement to 5% of the monetary award pursuant to R.A. No. 9417 is UPHELD and APPROVED, and thus be REMITTED to its Special Account in the General Fund.\n\nSO ORDERED. [20]\n\nOn October 4, 2019, the RTC Decision became final and executory. [21]\n\nThe controversy in this case arose when Digitel filed a Motion for the Issuance of a Writ of Execution, [22] stating that it had already paid in full the buy-out price of PHP 2,398,917,947.00 as required by the Final Arbitral Award. The receipt by the government of the full price was likewise confirmed by the OSG. Given this and the fact that the RTC Decision had become final and executory, Digitel prayed for the issuance of the writ of execution of the RTC's Decision confirming the Final Arbitral Award. [23]\n\nThe OSG filed its Comment/Opposition, [24] claiming that the monies, facilities, and assets of DOTC, now the DOTr and DICT, were government properties that were exempt from execution. The OSG added that due to the separation of DOTr and DICT, an inventory of properties involved was ongoing and more time was needed for the devolution of power and the properties between the two agencies as well as the change of internal officers. [25]\n\nIn its Order, the RTC directed the issuance of a writ of execution, agreeing with Digitel that there is no serious legal bar to the implementation of a writ of execution. It stated:\n\nThe court subscribes to the sound legal basis of the petitioner, considering that they have already complied with their obligations detailed in the final award. Contrary to the asseverations lamented by DOTC's successors-in-interest, there are no public funds or properties involved in the instant case, as the properties subject of the proceedings have already been paid for and are rightfully owned by the petitioner. Depriving Digitel of the same by delaying the execution of the obligations stipulated in the award would unjustly enrich the government and cause injustice to the petitioner.\n\nWHEREFORE , premises considered, the Motion for Execution filed by petitioner Digital Telecommunications Philippines, Inc. is hereby GRANTED . The Branch Clerk of Court is hereby directed to issue a Writ of Execution to implement the Decision of the court dated July 12, 2019.\n\nSO ORDERED. [26] (Emphasis in the original)\n\nThe OSG filed a Motion for Reconsideration, [27] stating that Digitel must enforce its claim before COA, which has the jurisdiction over settlement of debts and claims of any sort owed by the government. [28]\n\nFinding that the OSG failed to raise new issues, the RTC denied the Motion for Reconsideration in its Order. [29] Aggrieved, the Government, through the OSG, filed before the CA a Petition for Review under Rule 19.12 of the Special ADR Rules, assailing the RTC Orders. [30]\n\nIn its Resolution, the CA dismissed the Petition for Review under Rule 19.18 of the Special ADR Rules, [31] upon finding that it lacked prima facie merit:\n\nRULE 19.18. Action on the Petition . – The Court of Appeals may require the respondent to file a comment on the petition, not a motion to dismiss, within ten (10) days from notice, or dismiss the petition if it finds, upon consideration of the grounds alleged and the legal briefs submitted by the parties, that the petition does not appear to be prima facie meritorious.\n\nThe CA likewise found that the OSG failed to specify a ground under Rule 19.12 of the Special ADR Rules that would justify its appeal of the RTC's Orders granting the execution of its Decision.\n\nThe CA dismissed the Petition and found that Rule 12.19 did not allow an appeal from an order for the issuance of a writ of execution. The OSG filed its Motion for Reconsideration, asserting that it had legal basis to appeal the RTC's Orders granting the execution, thus:\n\n[TABLE_CONTENT]\n1. | The Orders dated July 17, 2023 and October 2, 2023 are \"final orders\" which can be appealed under Rule 19.12(e) of the Special ADR Rules;\n | \n2. | Even assuming that the Orders are merely interlocutory, exceptionally, they can still be the subject of an appeal because in this case, there has been a change in the situation of the parties making execution inequitable and execution is sought to be enforced against property exempt from execution; and\n | \n3. | While the Special ADR Rules are silent on the procedure for the execution of a confirmed domestic arbitral award, the Supreme Court has ruled that the Special ADR Rules \"cover not only aspects of confirmation but necessarily extend to a confirmed award's execution\" making a petition for review under Rule 19.12 (e), Special ADR Rules, a proper remedy.[32]\n[END_TABLE]\n\n1. The Orders dated July 17, 2023 and October 2, 2023 are \"final orders\" which can be appealed under Rule 19.12(e) of the Special ADR Rules; 2. Even assuming that the Orders are merely interlocutory, exceptionally, they can still be the subject of an appeal because in this case, there has been a change in the situation of the parties making execution inequitable and execution is sought to be enforced against property exempt from execution; and 3. While the Special ADR Rules are silent on the procedure for the execution of a confirmed domestic arbitral award, the Supreme Court has ruled that the Special ADR Rules \"cover not only aspects of confirmation but necessarily extend to a confirmed award's execution\" making a petition for review under Rule 19.12 (e), Special ADR Rules, a proper remedy. [32]\n\nThe CA, in its Resolution [33] denied the Motion, stating that:\n\nIn this case, instead of bringing a special civil action for certiorari under Rule 19.26 (f), Special ADR Rules, the petitioners resorted to an appeal by Petition for Review under Rule 19.12(e), Special ADR Rules. Therefore, the court finds no ground to disturb the court's Resolution dated December 7, 2023. [34]\n\nIn this Petition for Review on Certiorari , the OSG reasserts that the government availed of the correct remedy when it filed its Petition for Review before the CA, given that an appeal is allowed for final orders from the RTC \"confirming, vacating or correcting/modifying a domestic arbitral award\" [35] under the Rule 19.12(e) of the Special ADR Rules.\n\nDigitel filed its Comment/ Opposition, [36] stating that the issuance of the writ of execution is ministerial on the part of the RTC, given the final and executory Decision confirming the arbitral award. It maintained its position that the OSG availed of an improper remedy when it appealed the RTC Orders by petition for review under Rule 19.12(e) of the Special ADR Rules. It also debunked the OSG's assertions that government properties are exempt from execution and that the enforcement of claims should be subject to COA's primary audit and approval. [37]\n\nIssue\n\nThe procedural issue in this case is whether the Government availed of the proper remedy when it filed a Petition for Review before the CA, appealing the RTC Order for the issuance of the writ of execution of the Final Arbitral Award, which ordered the government to transfer the FLA-covered facilities to Digitel.\n\nThis Court resolves the following issues:\n\nFirst , whether execution is improper to compel the Government to transfer ownership of public properties to private persons such as Digitel; and\n\nSecond , whether Digitel must enforce its claim before the COA, which has jurisdiction over the settlement of debts and claims of any sort owned by the government.\n\nThis Court's Ruling\n\nSection 40 of Republic Act No. 9285, or the Alternative Dispute Resolution Act of 2004, provides that the generally applicable provisions of the Rules of Court govern the execution of domestic arbitral awards:\n\nSECTION 40. Confirmation of Award. – The confirmation of a domestic arbitral award shall be governed by Section 23 of R.A. No. 876.\n\nA domestic arbitral award when confirmed shall be enforced in the same manner as final and executory decisions of the Regional Trial Court.\n\nSection 46 of the same law enumerates which RTC Decisions on arbitral awards may be appealed to the CA, and the same list manifestly excludes orders of execution issued by the RTC:\n\nSECTION 46. Appeal from Court Decisions on Arbitral Awards. – A decision of the Regional Trial Court confirming, vacating, setting aside, modifying or correcting an arbitral award may be appealed to the Court of Appeals in accordance with the rules of procedure to be promulgated by the Supreme Court.\n\nRule 19.12 of the Special ADR Rules provides a specific list of RTC Orders that may be appealed to the CA through a petition for review:\n\nRULE 19.12. Appeal to the Court of Appeals. – An appeal to the Court of Appeals through a petition for review under this Special Rule shall only be allowed from the following final orders of the Regional Trial Court:\n\n[TABLE_CONTENT]\na. | Granting or denying an interim measure of protection;\nb. | Denying a petition for appointment of an arbitrator;\nc. | Denying a petition for assistance in taking evidence;\nd. | Enjoining or refusing to enjoin a person from divulging confidential information;\ne. | Confirming, vacating or correcting/modifying a domestic arbitral award;\nf. | Setting aside an international commercial arbitration award;\ng. | Dismissing the petition to set aside an international commercial arbitration award even if the court does not decide to recognize or enforce such award;\nh. | Recognizing and/or enforcing an international commercial arbitration award;\ni. | Dismissing a petition to enforce an international commercial arbitration award;\nj. | Recognizing and/or enforcing a foreign arbitral award;\nk. | Refusing recognition and/or enforcement of a foreign arbitral award;\nl. | Granting or dismissing a petition to enforce a deposited mediated settlement agreement; and\nm. | Reversing the ruling of the arbitral tribunal upholding its jurisdiction.\n[END_TABLE]\n\na. Granting or denying an interim measure of protection; b. Denying a petition for appointment of an arbitrator; c. Denying a petition for assistance in taking evidence; d. Enjoining or refusing to enjoin a person from divulging confidential information; e. Confirming, vacating or correcting/modifying a domestic arbitral award; f. Setting aside an international commercial arbitration award; g. Dismissing the petition to set aside an international commercial arbitration award even if the court does not decide to recognize or enforce such award; h. Recognizing and/or enforcing an international commercial arbitration award; i. Dismissing a petition to enforce an international commercial arbitration award; j. Recognizing and/or enforcing a foreign arbitral award; k. Refusing recognition and/or enforcement of a foreign arbitral award; l. Granting or dismissing a petition to enforce a deposited mediated settlement agreement; and m. Reversing the ruling of the arbitral tribunal upholding its jurisdiction.\n\nClearly, the Special ADR Rules do not contemplate an appeal of a writ that executes a final arbitral award. Petitioners here insist that final orders confirming, vacating, or correcting a domestic arbitral award under paragraph (e) likewise extends to their execution. Petitioners likewise cite jurisprudence providing that a court's power to confirm a judgment award under the Special ADR Rules should be deemed to include the power to order its execution. [38]\n\nPetitioners' argument lacks merit. The principle they cited refers to the RTC's power to execute its orders confirming domestic arbitral awards, which is a separate matter from the appealable final orders of the RTC. Their argument also contradicts the established rule in statutory construction, expression unius est exclusion alterius or \"the express mention of one person, thing, or consequence implies the exclusion of all others.\" [39] In this case, it is readily apparent that a writ of execution is not among the list of final orders that are appealable to the CA, under Rule 19.12 of the Special ADR Rules.\n\nIn any case, jurisprudence establishes that a writ of execution is \"not a final order but is issued to carry out the mandate of the court in the enforcement of a final order of a judgment. It is a judicial process to enforce a final order or judgment against the losing party.\" [40]\n\nGiven that petitioners availed of a wrong remedy in their Petition for Review before the CA, We find that the CA did not err in dismissing the Petition for Review outright.\n\nIn any case, even if We were to rule on the merits of the arguments, the Petition must still fail. The Government argues that the properties covered by the FLAs are government properties, hence are exempt from execution, citing jurisprudence that states that \"government funds and properties may not be seized under writs of execution or garnishment to satisfy such judgments.\" [41]\n\nWe do not agree. As can be seen from their arguments, this principle applies to execution for the satisfaction of money judgments. Their cited case of Commissioner of Public Highways v. San Diego [42] referred to an order for execution that sought to levy upon the funds of the Bureau of Public Highways, deposited with the Philippine National Bank. This Court said that:\n\nThe universal rule that where the State gives its consent to be sued by private parties either by general or special law, it may limit claimant's action \"only up to the completion of proceedings anterior to the stage of execution\" and that the power of the Courts ends when the judgment is rendered, since government funds and properties may not be seized under writs of execution or garnishment to satisfy such judgments , is based on obvious considerations of public policy. Disbursements of Public funds must be covered by the corresponding appropriation as required by law. The functions and public services rendered by the State cannot be allowed to be paralyzed or disrupted by the diversion of public funds from their legitimate and specific objects, as appropriated by law. [43] (Emphasis supplied)\n\nAs can be seen in the discussion above, the precept that government funds are not subject to execution or garnishment is premised on the seizure of funds and property to satisfy monetary judgments . This is bolstered by subsequent jurisprudence such as Rep. of the Phils. v. Fetalvero : [44]\n\nSimply put, \" no money can be taken out of the treasury without an appropriation. \" Here, the trial court already found that:\n\n. . . .\n\n[I]t is settled jurisprudence that upon determination of State liability, the prosecution, enforcement or satisfaction thereof must still be pursued in accordance with the rules and procedures laid down in Presidential Decree No. 1445 , otherwise known as the Government Auditing Code of the Philippines (Department of Agriculture v. NLRC, 227 SCRA 693, 701-02 [1993] citing Republic vs. Villasor, 54 SCRA 84 [1973]). All money claims against the Government must first be filed with the Commission on Audit which must act upon it within sixty days. Rejection of the claim will authorize the claimant to elevate the matter to the Supreme Court on certiorari and in effect sue the State thereby (Presidential Decree [No.] 1445, Sections 49-50).\n\n. . . .\n\nIn Star Special Watchman and Detective Agency, Inc. v. Puerto Princesa City :\n\nUnder Commonwealth Act No. 327, as amended by Section 26 of P.D. No. 1445, it is the Commission on Audit which has primary jurisdiction to examine, audit and settle \"all debts and claims of any sort\" due from or owing the Government or any of its subdivisions, agencies and instrumentalities, including government-owned or controlled corporations and their subsidiaries.\n\n[Republic Real Estate Corporation's] procedural shortcut must be rejected. Any allowance or disallowance of its money claims is for the Commission on Audit to decide, subject only to [Republic Real Estate Corporation's] remedy of appeal via a petition for certiorari before this Court.\n\nHere, as in Atty. Roxas , respondent failed to show that he first raised his claim before the Commission on Audit. Without this necessary procedural step, respondent's money claim cannot be entertained by the courts through a writ of execution. [45] (Emphasis supplied, citations omitted)\n\nAs explained above, the exemption of government properties from execution applies only to money claims against the government. This case is different, where the properties have already been paid for and there is an obligation for petitioners to transfer the covered properties pursuant to its buy­ out agreement with Digitel. The subject of the suit is an enforcement of a contract, to which the government has entered, as embodied in the Final Arbitral Award which was confirmed by the RTC.\n\nIt is not disputed that the RTC Decision confirming the Final Arbitral Award had already become final and executory.\n\nPetitioners' position is further weakened considering relevant jurisprudence providing that there is implied consent by the state to be sued when it \"enters into a contract or it itself commences litigation\" in its proprietary capacity. [46] Such is the case here, where the government exercise proprietary and business functions, not sovereign functions, as it entered into a buy-out agreement with Digitel over the subject properties.\n\nFurther, there is no legal ground for the COA to gain jurisdiction over the final and executory judgment of the RTC. Jurisprudence provides the two types of money claims that may be lodged before COA:\n\n[TABLE_CONTENT]\nII. The types of money claims brought before the COA must be distinguished.\n[END_TABLE]\n\nII. The types of money claims brought before the COA must be distinguished.\n\nThere is merit to Chairperson Aguinaldo's opinion pertaining to the two (2) main types of money claims which the COA may be confronted with:\n\nThe first type covers money claims originally filed with the COA. Jurisprudence specifies the nature of the money claims which may be brought to the COA at the first instance. In Euro-Med Laboratories, Phil., Inc. v. Province of Batangas , we explicitly ordained that these cases are limited to liquidated claims, viz .:\n\nThe scope of the COA's authority to take cognizance of claims is circumscribed, however, by an unbroken line of cases holding statutes of similar import to mean only liquidated claims, or those determined or readily determinable from vouchers, invoices, and such other papers within reach of accounting officers . . . .\n\n. . . .\n\nWe too, agree with Chairperson Aguinaldo that the second type of money claims refers to those which arise from a final and executory judgment of a court or arbitral body. He also correctly cited Uy , reiterating our undeviating jurisprudence that final judgments may no longer be reviewed[,] or in any way be modified directly or indirectly by a higher court, not even by the Supreme Court, much less, by any other official, branch or department of government.\n\nOn this score, we lay down a conceptual framework for the guidance of the COA, the Bench, and the Bar pertaining to the COA's audit power vis-à-vis the second type of money claims which may be brought before it during the execution stage.\n\n[TABLE_CONTENT]\nIII. The COA's audit review power over money claims already confirmed by final judgment of a court or other adjudicative body is necessarily limited.\n[END_TABLE]\n\nIII. The COA's audit review power over money claims already confirmed by final judgment of a court or other adjudicative body is necessarily limited.\n\n[TABLE_CONTENT]\nA. | Once a court or other adjudicative body validly acquires jurisdiction over a money claim against the government, it exercises and retains jurisdiction over the subject matter to the exclusion of all others, including the COA.\n[END_TABLE]\n\nA . Once a court or other adjudicative body validly acquires jurisdiction over a money claim against the government, it exercises and retains jurisdiction over the subject matter to the exclusion of all others, including the COA .\n\nEven if we broadly interpret the COA's jurisdiction as including all kinds of money claims, it cannot take cognizance of factual and legal issues that have been raised or could have been raised in a court or other tribunal that had previously acquired jurisdiction over the same. To repeat, the COA's original jurisdiction is actually limited to liquidated claims and quantum meruit cases. It cannot interfere with the findings of a court or an adjudicative body that decided an unliquidated money claim involving issues requiring the exercise of judicial functions or specialized knowledge and expertise which the COA does not have in the first place.\n\n[TABLE_CONTENT]\nB. | The COA has no appellate review power over the decisions of any other court or tribunal.\n[END_TABLE]\n\nB. The COA has no appellate review power over the decisions of any other court or tribunal .\n\nOnce judgment is rendered by a court or tribunal over a money claim involving the State, it may only be set aside or modified through the proper mode of appeal. It is elementary that the right to appeal is statutory. There is no constitutional nor statutory provision giving the COA review powers akin to an appellate body such as the power to modify or set aside a judgment of a court or other tribunal on errors of fact or law.\n\n[TABLE_CONTENT]\nC. | The COA is devoid of power to disregard the principle of immutability of final judgments.[47](Emphasis in the original, citations omitted)\n[END_TABLE]\n\nC . The COA is devoid of power to disregard the principle of immutability of final judgments . [47] (Emphasis in the original, citations omitted)\n\nIn this case, the RTC has already validly acquired jurisdiction over Digitel's claims against the government, pursuant to its power to confirm the arbitral award between the parties. The assertion by the petitioners to elevate the case to COA for its audit and approval does not find any basis in law, given that COA has no appellate review power over the decisions of any other court or tribunal. Further, COA is devoid of any power to disregard the principle of immutability of final judgments.\n\nGiven that it fails on all its grounds, We deny the instant Petition.\n\nFOR THESE REASONS , the Petition for Review on Certiorari is DENIED . The December 7, 2023 and April 19, 2024 Resolutions of the Court of Appeals in CA-G.R. SP No. 181361 are AFFIRMED . The directive of the Regional Trial Court to issue a writ of execution to the Department of Information and Communications Technology and the Department of Transportation to comply with their obligations pursuant to the Final Arbitral Award is UPHELD .\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez , and Kho, Jr., JJ ., concur.\n\n[1] Rollo , pp. 3-45.\n\n[2] Id. at 68-75, 77-84. The December 7, 2023 and April 19, 2024 Resolutions in CA-G.R. SP No. 181361 were penned by Associate Justice Pablito A. Perez and concurred in by Associate Justices Raymond Reynold R. Lauigan and Eleuterio L. Bathan of the Former Special Seventeenth Division, Court of Appeals, Manila.\n\n[3] Id. at 869-871. The July 17, 2023 Order in Special Proceedings Case No. R-QZN-17-06209-SP was penned by Acting Presiding Judge Leo Felix S. Domingo of Branch 220, Regional Trial Court, Quezon City.\n\n[4] Id. at 6.\n\n[5] Id. at 106.\n\n[6] Id.\n\n[7] Id. at 107.\n\n[8] Id.\n\n[9] Id.\n\n[10] Id.\n\n[11] Id. at 108.\n\n[12] Id.\n\n[13] Id. at 17.\n\n[14] Id. at 100-146. The June 19, 2007 Final Award in Case No. 14321/JB/JEM was penned by Chairman Commissioner Rita Linda V. Jimeno and concurred in by Arbitrator Justice Hector L. Hofileña; with dissent by Arbitrator Professor Eduardo A. Labitag of the International Criminal Court International Court of Arbitration.\n\n[15] Id. at 145-146.\n\n[16] Id. at 70.\n\n[17] Id.\n\n[18] Id.\n\n[19] Id. at 854-856. The July 12, 2019 Decision in Special Proceedings Case No. R-QZN-17-06209-SP was penned by Judge Jose G. Paneda of Branch 220, Regional Trial Court, Quezon City.\n\n[20] Id. at 856.\n\n[21] Id. at 857.\n\n[22] Id. at 858.\n\n[23] Id. at 860.\n\n[24] Id. at 863.\n\n[25] Id. at 866.\n\n[26] Id. at 871.\n\n[27] Id. at 872-885.\n\n[28] Id. at 879-882.\n\n[29] Id. at 886-887. Dated October 2, 2023.\n\n[30] Id. at 72.\n\n[31] Id.\n\n[32] Id. at 79.\n\n[33] Id. at 77-84.\n\n[34] Id. at 83.\n\n[35] Id. at 24-25.\n\n[36] Id. at 954-998.\n\n[37] Id. at 960-961.\n\n[38] Id. at 25-26.\n\n[39] Malinias v. COMELEC , 439 Phil. 319, 335 (2002) [Per J. Carpio, En Banc ].\n\n[40] Mejia-Espinoza and Dellosa v. Carino , 804 Phil. 248, 256 (2017) [Per J. Jardeleza, Third Division].\n\n[41] Rollo , p. 29.\n\n[42] 142 Phil. 553 (1970) [Per J. Teehankee, En Banc ].\n\n[43] Id. at 562-563.\n\n[44] 846 Phil. 327 (2019) [Per J. Leonen, Third Division].\n\n[45] Id. at 350-352.\n\n[46] DOH v. Phil. Pharmawealth, Inc. , 704 Phil. 432, 443 (2013) [Per J. Del Castillo, Second Division].\n\n[47] Taisei Shimizu Joint Venture v. Commission on Audit and the Department of Transportation , 873 Phil. 323, 344-347 (2020) [Per J. Lazaro-Javier, En Banc ].\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 36972,
  "metadata_extraction_date": "2025-11-01T05:59:30.389889",
  "extraction_version": "2.0_enhanced_full_content"
}