{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2025/12/opt_case_69980.html",
  "filename": "opt_case_69980.html",
  "year": 2025,
  "month": "12",
  "case_number": "G.R. No. 207118",
  "gr_number": "207118",
  "volume_page": "909 Phil. 32",
  "decision_date": "April 22, 2025",
  "title": "REPUBLIC OF THE PHILIPPINES AND THE CITY OF BAGUIO, PETITIONERS, VS. THE ASSOCIATION OF BARANGAY COUNCILS, REPRESENTED BY ITS PRESIDENT, RUFINO M. PANAGAN, RESPONDENT.D E C I S I O N MARQUEZ, J.: Can barangays conduct fund-raising activities through bingo games without securing permits from the national government or any local government office or agency?We believe so, as this is in conformity with the local autonomy of barangays which is enshrined in our fundamental law.Petitioner Republic of the Philippines contends that only the national government, through the Philippine Amusement and Gaming Corporation (PAGCOR), has the power to regulate gambling, including bingo games.[1]On the other hand, respondent The Association of Barangay Councils (ABC) believes that barangays are vested with authority under Section 391, paragraph 11 of Republic Act No. 7160, or the Local Government Code of 1991, to operate \"Bingo sa Barangay\" to raise funds for barangay projects without need of securing permits from either the national government or any local government office or agency.[2]Thus, before the Court is a Petition for Review on Certiorari[3] under Rule 45 of the Rules of Court, challenging the Decision[4] and Resolution[5] of the Court of Appeals (CA) which affirmed the Decision[6] of the Regional Trial Court (RTC) that ruled that the barangays in Baguio City are authorized to conduct \"Bingo sa Barangay\" under Section 391 of the Local Government Code, without the need for permits from any national or local government office or agency.[7]As summarized by the RTC and adopted by the CA, the facts are as follows:On February 13, 2006, petitioner [ABC] filed the instant Special Civil Action for Declaratory Relief alleging that it is directly interested and affected by Republic Act No. 7160, otherwise known as the Local Government Code, particularly Section 391 which provides for the powers, duties and functions of the sangguniang barangay, among which is to \"hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency.\" The petition further alleged that: (1) the Barangay Councils of Trancoville, Outlook Drive and Military Cut-off passed respective resolutions adopting the \"Bingo sa Barangay\" as a lawful means to raise money for their projects; (2) the game \"bingo\" is a socially accepted undertaking recognized by the government, church, non-governmental organizations and individuals for leisure and as a past-time activity; (3) the barangays were able to successfully operate the \"Bingo sa Barangay\" and now desire to continue the same as a fund-raising activity; (4) sometime in November 2005, personnel of ABC operating the \"Bingo sa Barangay\" were apprehended by the Baguio City Police for alleged violation of Presidential Decree No. 1602 or the Anti-Gambling Law; and (5) the Office of the City Prosecutor issued a Resolution dismissing the cases against the persons apprehended based on [R]esolution No. 08[,] [s]eries of 2005 dated October 20, 2005 issued by the [ABC] which endorsed the conduct of bingo socials in the different barangay[s] in the City of Baguio as fund raising activity for barangay projects for the year 2005. Petitioner thus seeks a declaration from this Court that the \"Bingo sa Barangay\" is a valid exercise of the powers granted by this Court to the local government unit to hold fund-raising activities for the barangay projects without the need of securing permits from any national or local office or agency.On March 3, 2006, petitioner filed an Urgent Motion for the Issuance of a Temporary Restraining Order and/or Writ of Preliminary Injunction alleging that the Philippine National Police (PNP-PRO-CAR, PNP­-PROCAR-R2, CIDG-CAR, BCPO), National Bureau of Investigation, among others, in behalf of the respondents, have threatened to close down the operation of the \"Bingo sa Barangay\" and are threatening to arrest and have in fact arrested the employees of the Petitioner on March 3, 2006 in their legitimate endeavor [. . .]. Petitioner sought the issuance of a Writ of preliminary injunction or temporary restraining order to restrain respondents and their agents from hampering the legitimate operations of the \"Bingo sa Barangay\" pending determination of the issue involved in the case at bar.[8] (Emphasis supplied)On April 18, 2006, the RTC issued a temporary restraining order.[9] In an Order[10] dated May 5, 2006, it noted the parties' agreement to maintain the status quo.[11]After trial, the RTC rendered its November 30, 2006 Decision in favor of ABC and disposed of the petition as follows:WHEREFORE, the Court hereby declares that the Barangay Councils (the \"Sangguniang Barangays\") in the City of Baguio and/or the Barangays of Trancoville, Outlook Drive and Military Cut-Off in particular, are vested with authority under Section 391, par. 11 of the Local Government Code to adopt; hold, and authorize the operation of \"Bingo sa Barangay\" to raise funds for barangay projects without need of securing permits from the national or local government office or agency.SO ORDERED.[12] (Emphasis supplied)On appeal, the CA affirmed the RTC Decision. The dispositive portion of the May 18, 2012 CA Decision reads as follows:WHEREFORE, in view of the foregoing, the appeal is DENIED for lack of merit. The Decision of the Regional Trial Court of Baguio City, Branch 5 in Special Civil Action No. 6220-R is hereby AFFIRMED in toto. No pronouncement as to costs.SO ORDERED.[13] (Emphasis in the original)Procedurally, the CA held that even if there were already a prior breach, as argued by the Republic, the conversion of the petition for declaratory relief into an ordinary action is proper under Rule 63, Section 6 of the Rules of Court.[14]On the merits, the CA held that the bingo penalized under Section 1 of Presidential Decree No. 1602 \"is the illegal or unauthorized activities or games of bingo,\"[15] and \"[t]he impugned 'Bingo sa Barangay' adopted by the barangay councils concerned is a legitimate fund-raising activity, drawing authority from Section 391, paragraph 11 of the Local Government Code.\"[16] Moreover, the appellate court found that under Section 1 of Republic Act No. 9487, the authority of PAGCOR to authorize, license, and regulate games of chance, games of cards, and games of numbers \"shall not extend to such games of chance, games of cards, and games of numbers like cockfighting, authorized, licensed[,] and regulated by local government units.\"[17]The CA also held that Section 458[18] of the Local Government Code, which allows the sangguniang panlungsod to prevent or suppress gambling and other prohibited games of chance, \"should be read as referring to only illegal gambling which, like the other prohibited games of chance, must be prevented or suppressed.\"[19] Thus, the CA belabored:To reiterate, the concerned Barangays are vested with the power to hold fund-raising activities without the need of securing permits from any national or local office or agency. The right of each local government unit to create its own sources of revenue is guaranteed by no less than the Constitution. This basic right is subject only to such guidelines and limitations as the Congress may provide, consistent with the policy on local autonomy.[20] (Emphasis supplied)The CA denied petitioners' respective motions for reconsideration.[21] Hence, this Petition. Accordingly, the issues for the Court's resolution are:1. Whether an action for declaratory relief was the proper remedy; and2. Whether the CA erred in affirming the RTC's Decision, which upheld the right of the barangay councils of Trancoville, Outlook Drive, and Military Cut-Off, Baguio City, to adopt, hold, and authorize the operation of \"Bingo sa Barangay\" to raise funds for barangay projects without need of securing permits from any national or local government office or agency.The Republic argues that a petition for declaratory relief is not proper when there is a prior breach or violation, and it cannot be converted into an ordinary action. In this case, prior breach or violation had already been committed by the operatives of ABC, and ABC judicially admitted that its personnel were apprehended for violation of Presidential Decree No. 1602, or the Anti-Illegal Gambling Law. Conversion is only proper when the breach or violation takes place after the filing of an action for declaratory relief.[22]Further, the Republic argues that the barangay councils of Trancoville, Outlook Drive, and Military Cut-off, Baguio City, in particular are not vested with authority under the Local Government Code to conduct.\"Bingo sa Barangay\" without securing permits from the national government through PAGCOR. According to the Republic, Presidential Decree No. 1869, as amended, vests PAGCOR with the sole power and authority to regulate and supervise all games of chance and gambling, including bingo.[23]In addition, while Section 391 of the Local Government Code permits barangays to conduct fund-raising activities, these must comply with the national policy standards and regulations on morals, health, and safety of participating individuals. There is nothing in Section 391 of the Local Government Code, which expressly grants local government units the authority to operate \"Bingo sa Barangay,\" and Section 391 must be read with Section 458, which authorizes the sangguniang panlungsod to prevent or suppress gambling and other prohibited games of chance.[24]On the other hand, ABC argues that under the Constitution and the Local Government Code, barangays have the power and the authority to raise funds without securing permits from either local or national offices. And, assuming that there is doubt regarding the authority of barangays to conduct fund-raising activities, Section 5 of the Local Government Code provides that such doubt must be resolved in favor of the local government units. Moreover, \"[t]here is a presumption of validity which the law grants upon the activities of [ABC] as indeed the Local Government Code is very specific in the grant of the power to raise funds and revenues,\"[25] and \"[t]o allow the state or its instrumentalities at this point to stop [ABC] from conducting their lawful activity, would cause prejudice and damage to raise funds for much needed projects, as unfortunately government cannot sustain funding for each and every barangay all over the country.\"[26]We first resolve the procedural issue.A petition for declaratory relief under Rule 63 of the Rules of Court is:. . . an action by any person interested in a deed, will, contract, or other written instrument, executive order, or resolution, to determine any question of construction or validity arising from the instrument, executive order, regulation, or statute, and for a declaration of [the person's] rights and duties thereunder. The only issue that may be raised in such a petition is the construction or validity of the provisions in an instrument or statute.[27]As explained in Department of Trade and Industry v. Steelasia Manufacturing Corp.,[28] citing Municipality of Tupi v. Faustino[29] and Aquino v. Municipality of Aklan:[30]An action for declaratory relief presupposes that there has been no actual breach of the instruments involved or of the rights arising thereunder. Since the purpose of an action for declaratory relief is to secure an authoritative statement of the rights and obligations of the parties under a statute, deed, or contract for their guidance in the enforcement thereof, or compliance therewith, and not to settle issues arising from an alleged breach thereof, it may be entertained before the breach or violation of the statute, deed or contract to which it refers. A petition for declaratory relief gives a practical remedy for ending controversies that have not reached the state where another relief is immediately available; and supplies the need for a form of action that will set controversies at rest before they lead to a repudiation of obligations, an invasion of rights, and a commission of wrongs.[31] (Emphasis in the original)In this case, ABC filed the petition for declaratory relief before the RTC precisely to \"secure an authoritative statement of [its] rights and obligations [. . .] under a statute\"—Section 391 of the Local Government Code. The petition for declaratory relief did not seek to \"settle issues arising from an alleged breach thereof,\" as in fact there was no breach of Section 391 at the time it was filed. The arrest of ABC's personnel in November 2005, as adverted to by the Republic, was based on a purported violation of the Anti-­Gambling Law and not Section 391 of the Local Government Code. Moreover, neither the validity nor the effects of this arrest were issues under the petition for declaratory relief. Accordingly, the CA did not err in upholding the propriety of the remedy pursued by ABC.We now address the substantive issue.In David v. COMELEC,[32] the Court briefly discussed the historical background of a barangay:As a unit of government, the barangay antedated the Spanish conquest of the Philippines. The word \"barangay\" is derived from the Malay \"balangay,\" a boat which transported them (the Malays) to these shores. Quoting from Juan de Plasencia, a Franciscan missionary in 1577, Historian Conrado Benitez wrote that the barangay was ruled by a dato who exercised absolute powers of government. [. . .]After the Americans colonized the Philippines, the barangays became known as \"barrios.\" For some time, the laws governing barrio governments were found in the Revised Administrative Code of 1916 and later in the Revised Administrative Code of 1917. Barrios were granted autonomy by the original Barrio Charter, [Republic Act No. 2370], and formally recognized as quasi-municipal corporations by the Revised Barrio Charter, [Republic Act No. 3590]. During the martial law regime, barrios were \"declared\" or renamed \"barangays\" — a reversion really to their pre­-Spanish names — by [Presidential Decree No. 86] and [Presidential Decree No. 557]. Their basic organization and functions under [Republic Act No. 3590], which was expressly \"adopted as the Barangay Charter,\" were retained. However, the titles of the officials were changed to \"barangay captain,\" \"barangay councilman,\" \"barangay secretary\" and \"barangay treasurer.\"[33]As can be gleaned, since time immemorial, barrios, later on barangays, were granted autonomy and recognized as quasi-municipal corporations endowed with powers for the performance of government functions. This was institutionalized under Republic Act No. 2370, otherwise known as the Barrio Charter Act of 1959,[34] followed by the Revised Barrio Charter of 1963,[35] which gave barrios greater independence and autonomy as local government bodies. The Revised Barrio Charter of 1963 recognized that the \"people in the barrios of the Philippines are the backbone of the nation\" and \"it is necessary that [barrios] be granted greater autonomy and incentive for self-help.\"[36]The 1973 Constitution recognized the barrio as a territorial and political subdivision of the Philippines[37] and ensured its local autonomy. Article II, Section 10 of the 1973 Constitution provided:SEC. 10. The State shall guarantee and promote the autonomy of local government units, especially the barrio, to ensure their fullest development as self-reliant communities.[38]This constitutional recognition was reflected in Batas Pambansa Blg. 337, or the Local Government Code,[39] enacted in 1983, which defined the powers and responsibilities of local government units, including barangays.Similarly, the 1987 Constitution recognizes the barangay as one of the territorial and political subdivisions of the country which shall enjoy local autonomy.[40] The 1987 Constitution explicitly mandates that the State shall ensure the autonomy of local governments.[41]The principle of local autonomy is further manifested in the Local Government Code of 1991, which defines the barangay as the basic political unit responsible for the \"primary planning and implementing unit of government policies, plans, programs, projects, and activities in the community.\"[42] Expressly provided is the power to hold fund-raising activities for barangay projects \"without the need of securing permits from any national or local office or agency.\"[43] Section 391, paragraph 11 of the Local Government Code is as clear as day:Section 391. Powers, Duties, and Functions. –(a) The sangguniang barangay, as the legislative body of the barangay, shall:. . . .(11) Hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency. The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided, That in the appropriation thereof, the specific purpose for which such fund­ raising activity has been held shall be first satisfied: . . . Provided, finally, That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein.[44] (Emphasis supplied)Likewise clear as day are the regulatory powers and authorities of PAGCOR plainly spelled out in its charter, Presidential Decree No. 1869,[45] as amended by Section 1 of Republic Act No. 9487,[46] the third paragraph of which in part provides:The authority-and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: . . . (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units.[47] (Emphasis supplied)Republic Act No. 9487, which amended the PAGCOR Charter in 2007, is now synchronized with the Local Government Code of 1991. Unlike its original charter, Republic Act No. 9487 explicitly recognized the authority of local government units to authorize, license, and regulate games of chance to the exclusion of PAGCOR. As succinctly pointed out by Senior Associate Justice Marvic M.V.F. Leonen (SAJ Leonen) in his Concurring Opinion, Evangelista v. Philippine Amusement and Gaming Corp.[48] held that the \"exceptions [under Republic Act No. 9487] are expressly mandated to be outside PAGCOR's licensing authority and regulatory powers.\"[49]As such, while Republic Act No. 9487, which amended PAGCOR's franchise, explicitly confers to PAGCOR the regulation of bingo games nationwide, the same amendatory act likewise excludes from PAGCOR's authority and powers \"games of chance, games of cards and games of numbers . . . authorized, licensed and regulated by local government units.\"[50]In the instant case, the barangays of Trancoville, Outlook Drive, and Military Cut-off themselves passed resolutions adopting the \"Bingo sa Barangay\" as a fund-raising activity.[51] It is the barangay itself which \"authorized, licensed, and regulated\"[52] the \"Bingo sa Barangay,\" a game of chance. Hence, it \"shall be outside the licensing authority and regulatory powers of the PAGCOR.\"[53] When the law is clear, there is no need for interpretation, only application.This Court is not limiting the powers and authorities of PAGCOR. Its own charter did. Neither are we expanding the powers of the local government units to authorize, license, and regulate games of chance, games of cards, and games of numbers like cockfighting. The instant case is confined simply to the conduct of the \"Bingo sa Barangay\" by the barangay as a fund-raising activity which does not need the approval of PAGCOR.The Dissenting Opinion of Justice Alfredo Benjamin S. Caguioa, to which Justice Amy C. Lazaro-Javier joins, submits that \"[t]he import of the exception in the third paragraph of Section 10 of PD No. 1869, as amended, is to recognize that the games of chance, games of cards and games of numbers may, indeed, be authorized, licensed and regulated by local government units (only) when such jurisdiction and powers are accorded by law.\"[54] The same view is shared by Justice Henri Jean Paul B. Inting and Justice Maria Filomena D. Singh.With all due respect to their considered view, there is however nothing in the exception that says, nay even infers, an implementing law or a special law is still needed to carry out the exception expressly granted to local government units. Absolutely nothing.Let us carefully examine the last paragraph of Section 1 of Republic Act No. 9487, which amended Section 10 of Presidential Decree No. 1869:The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, 1icensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR.[55]Plainly, Section 1 excludes from the coverage of PAGCOR: (1) those authorized, licensed, and regulated or to be authorized, licensed, and regulated by, in, and under existing franchises or other regulatory bodies; (2) those authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) those authorized, licensed and regulated by local government units.Unmistakably, the qualification in the last sentence of Section 1, i.e., \"[t]he conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR,\" refers to the exemptions in paragraphs (1) and (2), or those under franchises, regulatory bodies, and special laws. It has no reference whatsoever to the exemption in paragraph (3) or those regulated by the local government units. There being no reference to an implementing law or special law for those regulated by the local government units, unlike those covered by franchises, regulatory bodies or special laws, we should not put any. Expressio unius est exclusio alterius. The express mention of one thing implies the exclusion of another.[56] Hence, when a list is mentioned, other things not mentioned are excluded.As ruled by the CA, Section 391 of the Local Government Code expressly allows barangay councils to conduct fund-raising activities.[57] Presidential Decree No. 1602,[58] which prescribed stiffer penalties on illegal gambling, only penalizes illegal or unauthorized activities or games of bingo and does not include in its scope the \"Bingo sa Barangay\" adopted by the concerned barangay councils, a legitimate fund-raising endeavor under Section 391 of the Local Government Code.[59]In addition, this Court has explained that Section 458(l)(v) of the Local Government Code excludes games of chance, which are permitted by law:We begin by observing that under Sec. 458 of the Local Government Code, local government units are authorized to prevent or suppress, among others, \"gambling and other prohibited games of chance.\" Obviously, this provision excludes games which are not prohibited but are in fact permitted by law. The petitioners are less than accurate in claiming that the Code could have excluded such games of chance but did not. In fact it does. The language of the section is clear and unmistakable. Under the rule of noscitur a sociis, a word or phrase should be interpreted in relation to, or given the same meaning of, words with which it is associated. Accordingly, we conclude that since the word \"gambling\" is associated with \"and other prohibited games of chance,\" the word should be read as referring to only illegal gambling which, like the other prohibited games of chance, must be prevented or suppressed.[60] (Emphasis supplied)As expounded by SAJ Leonen, gambling only becomes illegal or unauthorized if they are expressly defined to be so. Although bingo games are mentioned in Section 1 of Presidential Decree No. 1602,[61] it was merely an example of gambling activities, which may be deemed illegal or unauthorized. Furthermore, Section 2[62] of Executive Order No. 13[63] underscores that the key factor in determining illegal gambling is the conduct of a game scheme that lacks authority or license from a duly empowered government agency. Thus, applying Presidential Decree No. 1602 and Executive Order No. 13, bingo games, as a game of chance, are not illegal per se and will only become illegal gambling if it lacks the requisite license or authority from the appropriate agency or if it contravenes the agency's regulations.And the authority of the barangay to conduct fund-raising activities, including bingo games, is not limitless. The last proviso of Section 391, paragraph 11 of the Local Government Code itself provides that \"said fund­raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein.\" But this does not imply that barangays have to obtain any prior approval from PAGCOR or any national agency, as no law or regulation mandates it. For sure, getting a permit from any national agency is not a national policy standards and regulations on morals, health, and safety.In fine, the \"fund-raising activities (or every local government unit for that matter) shall comply with the national policy standards and regulations on morals, health, and safety of the persons participating therein.\" Section 16 of the Local Government Code is explicit:SECTION 16. General Welfare. — Every local government unit shall exercise the powers expressly granted, those necessarily implied therefrom, as well as powers necessary, appropriate, or incidental for its efficient and effective governance, and those which are essential to the promotion of the general welfare. Within their respective territorial jurisdictions, local government units shall ensure and support, among other things, the preservation and enrichment of culture, promote health and safety, enhance the right of the people to a balanced ecology, encourage and support the development of appropriate and self-reliant scientific and technological capabilities, improve public morals, enhance economic prosperity and social justice, promote full employment among their residents, maintain peace and order, and preserve the comfort and convenience of their inhabitants. (Emphasis supplied)By exercising this power, local government units ensure that activities conducted within their jurisdiction adhere to national standards designed to protect the well-being of the public, including those fund-raising activities.We are likewise not pitting PAGCOR against the barangay as to which government instrumentality can better regulate bingo games. This is not an issue.In any case, any doubt as to the powers of the barangay shall be resolved in its favor. Section 5 of the Local Government Code of 1991 specifically provides:Section 5. Rules of Interpretation. — In the interpretation of the provisions of this Code, the following rules shall apply:(a) Any provision on a power of a local government unit shall be liberally interpreted in its favor, and in case of doubt, any question thereon shall be resolved in favor of devolution of powers and of the lower local government unit. Any fair and reasonable doubt as to the existence of the power shall be interpreted in favor of the local government unit concerned;. . . .(c) The general welfare provisions in this Code shall be liberally interpreted to give more powers to local government units in accelerating economic development and upgrading the quality of life for the people in the community[.] (Emphasis supplied)This is also not to belittle Memorandum Circular No. 2023-074[64] issued by the Department of the Interior and Local Government (DILG) directing local government units to discontinue all forms of unauthorized \"Bingo sa Barangay\" or other illegal number games. The DILG's intent to prevent illegal gambling and maintain public order is commendable. However, rather than empowering and championing local government units, the DILG's campaign appears to undermine the principle of local autonomy. In fine, it is not the province of the DILG to interpret the law and the Constitution. That belongs to the courts.To reiterate, barangays, as the basic political unit, are vested with powers to initiate and manage activities that foster community engagement and generate local revenues, provided these activities comply with existing laws. Barangays must be empowered. To allow barangays to conduct \"Bingo sa Barangay\" as a fund-raising activity for barangay projects without the need to secure permits from PAGCOR or any national or local office or agency is to breathe life to the constitutional mandate of the State to ensure the local autonomy of barangays. This is the duty of this Court.ACCORDINGLY, the instant Petition is DENIED. The Decision dated May 18, 2012 and the Resolution dated April 22, 2013 of the Court of Appeals in CA-G.R. CV No. 90980 are AFFIRMED.SO ORDERED.Gesmundo, C.J., Hernando, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, and Kho, Jr., JJ., concur.Leonen, SAJ., concur. See separate opinion.Caguioa and Lazaro-Javier, JJ., see dissent.Inting, J., see dissenting opinion.Singh,* J., on leave but left dissenting vote.* On leave.[1] Rollo, p. 26.[2] Id. at 191-196.[3] Id. at 8-34.[4] Id. at 35-51. The May 18, 2012 Decision in CA-G.R. CV No. 90980 was penned by Associate Justice Marlene Gonzales-Sison and concurred in by Associate Justices Hakim S. Abdulwahid and Leoncia R. Dimagiba of the Seventh Division, Court of Appeals, Manila.[5] Id. at 52-58. The April 22, 2013 Resolution in CA-G.R. CV No. 90980 was penned by Associate Justice Marlene Gonzales-Sison and concurred in by Associate Justices Hakim S. Abdulwahid and Leoncia Real-Dimagiba of the Former Seventh Division, Court of Appeals, Manila.[6] Neither party provided a copy of the RTC's Decision.[7] Rollo, pp. 56-57.[8] Id. at 36-37.[9] Id. at 38.[10] Id. at 152.[11] Id.[12] Id. at 39.[13] Id. at 50.[14] Id. at 45.[15] Id. at 47. (Emphasis supplied)[16] Id. at 47-48.[17] Id. at 49. (Emphasis supplied)[18] Section 458(l)(v) of the LOCAL GOV'T CODE empowers the sanggunian panlungsod to:Enact ordinances intended to prevent, suppress and impose appropriate penalties for habitual drunkenness in public places, vagrancy, mendicancy, prostitution, establishment and maintenance of houses of ill repute, gambling and other prohibited games of chance, fraudulent devices and ways to obtain money or property, drug addiction, maintenance of drug dens, drug pushing, juvenile delinquency, the printing, distribution or exhibition of obscene or pornographic materials or publications, and such other activities inimical to the welfare and morals of the inhabitants of the city.Sections 447(1)(v) and 468(1)(v) of the LOCAL GOV'T CODE vest the sangguniang bayan and sangguniang panlalawigan, respectively, with similar authority.[19] Rollo, p. 50. (Emphasis in the original)[20] Id. at 49.[21] Id. at 57.[22] Id. at 27-29.[23] Id. at 18-26, 208-209.[24] Id. at 18-19, 205-206.[25] Id. at 196.[26] Id.[27] Metropolitan Bank and Trust Co. v. Spouses Uy, 909 Phil. 32, 42 [Per J. Inting, Second Division], citing Ferrer, Jr., et al. v. Mayor Roca, Jr., et al., 637 Phil. 310, 317 (2010) [Per J. Mendoza, Second Division].[28] 890 Phil. 238 (2020) [Per J. Lazaro-Javier, Second Division].[29] 860 Phil. 363 (2019) [Per J. Lazaro-Javier, En Banc].[30] 744 Phil. 497 (2014) [Per J. Velasco, Jr., Third Division].[31] Department of Trade and Industry v. Steelasia Manufacturing Corp., 890 Phil. 238, 256 (2020) [Per J. Lazaro-Javier, Second Division].[32] 337 Phil. 534 (1997) [Per J. Panganiban, En Banc].[33] Id. at 542-544.[34] Republic Act No. 2370 (1959), An Act Granting Autonomy to Barrios of the Philippines.[35] Republic Act No. 3590 (1963), An Act to Amend and Revise Republic Act Numbered Twenty-Three Hundred and Seventy, Otherwise Known as \"The Barrio Charter.\"[36] Republic Act No. 3590 (1963).[37] CONST. (1973), art. XI, sec. 1.[38] CONST. (1973), art. II, sec. 10.[39] Batas Pambansa Blg. 337 (1983), An Act Enacting a Local Government Code.[40] CONST. (1987), art. X secs. 1 and 2.[41] CONST. (1987), art. II, sec. 25.[42] Republic Act No. 7160 (1991), sec. 384. Local Government Code of 1991.[43] Republic Act No. 7160 (1991), sec. 391(a)(11).[44] Republic Act No. 7160 (1991), sec. 391, par. 11.[45] Presidential Decree No. 1869 (1983), Consolidating and Amending Presidential Decree Nos. 1067-A, 1067-B, 1067-C, 1399 and 1632, Relative to the Franchise and Powers of the Philippine Amusement and Gaming Corporation (PAGCOR).[46] Republic Act No. 9487 (2007), An Ad Further Amending Presidential Decree No. 1869, Otherwise Known as PAGCOR Charter.[47] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).[48] 941 Phil. 342 (2023) [Per J. Lopez, J., En Banc].[49] Id. at 348.[50] Republic Act No. 9487 (2007), sec. 1.[51] Rollo, pp. 99-103.[52] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).[53] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007). (Emphasis supplied)[54] J. Caguioa, Dissenting Opinion, p. 7. (Emphasis in the original)[55] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).[56] Ang Nars Party List v. Executive Secretary, 864 Phil. 607, 649 [Per J. Carpio, En Banc].[57] Rollo, p. 46.[58] Prescribing Stiffer Penalties on Illegal Gambling.[59] Rollo, p. 46-48.[60] Magtajas v. Pryce Properties Corp., Inc., 304 Phil. 428, 442 (1994) [Per J. Cruz, En Banc].[61] SECTION 1. Penalties. — The following penalties are hereby imposed:. . . .(1) Any person other than those referred to in the succeeding sub-sections who in any manner, shall directly or indirectly take part in any illegal or unauthorized activities or games of cockfighting, jueteng, jai-alai or horse racing to include bookie operations and game fixing, numbers, bingo and other forms of lotteries; cara y cruz, pompiang and the like; 7-11 and any game using dice; blackjack, lucky nine, poker and its derivatives, monte, baccarat, cuajo, pangguingue and other card games; paik que, high and low, mahjong, domino and other games using plastic tiles and the like; slot machines, roulette, pinball and other mechanical contraptions and devices; dog racing, boat racing, car racing and other forms of races, basketball, boxing, volleyball, bowling, pingpong and other forms of individual or team contests to include game fixing, point shaving and other machinations: banking or percentage game, or any other game or scheme, whether upon chance or skill, wherein wagers consisting of money, articles of value or representative of value are at stake or made[.][62] SECTION 2. Illegal Gambling Defined. — Pursuant to existing laws, \"illegal gambling\" is committed by any person who in any manner, shall directly or indirectly take part in any game scheme, regardless of whether winning thereat is dependent upon chance or skill or both, wherein wagers consisting of money, articles of value or representative of value are at stake or made, when such game scheme is not authorized or licensed by the government agency duly empowered by law or its charter to license or authorize the conduct of such games, or is conducted in a manner that violates the terms and conditions duly prescribed by the said government agency.[63] Strengthening the Fight Against Illegal Gambling and Clarifying the Jurisdiction and Authority of Concerned Agencies in the Regulation and Licensing of Gambling and Online Gaming Facilities, and for Other Purposes (2017).[64] DILG Memorandum Circular No. 2023-074 (2023), Intensifying the Campaign Against the Proliferation of Bingo sa Barangay (BSB)/Barangay Lucky Bingo (BLB), Among Other Illegal Numbers, Operated by the LGUs.CONCURRING OPINIONLEONEN, SAJ.:I concur with the ponencia. Barangays can conduct fundraising activities through bingo games without securing permits from the national government or any local government office or agency.The corollary issues here concern the fiscal autonomy of local government units and the nature of the franchise of the Philippine Amusement and Gaming Corporation (PAGCOR).ILocal government units enjoy administrative and fiscal autonomy, which is a crucial part of local autonomy:[1]Fiscal autonomy means that local governments have the power to create their own sources of revenue in addition to their equitable share in the national taxes released by the national government, as well as the power to allocate their resources in accordance with their own priorities.[2] (Emphasis supplied)Fiscal autonomy is enshrined in Article X, Section 5 of the Philippine Constitution:SECTION 5. Each local government unit shall have the power to create its own sources of revenues and to levy taxes, fees, and charges subject to such guidelines and limitations as the Congress may provide, consistent with the basic policy of local autonomy. Such taxes, fees, and charges shall accrue exclusively to the local governments.[3]Republic Act No. 7160, or the Local Government Code of 1991 also embodies the basic policy of local autonomy.[4] The state policy and the relevant operative principle of decentralization are found in Sections 2 and 3(d) of the Local Government Code:SECTION 2. Declaration of Policy. – (a) It is hereby declared the policy of the State that the territorial and political subdivisions of the State shall enjoy genuine and meaningful local autonomy to enable them to attain their fullest development as self-reliant communities and make them more effective partners in the attainment of national goals. Toward this end, the State shall provide for a more responsive and accountable local government structure instituted through a system decentralization whereby local government units shall be given more powers, authority, responsibilities, and resources. The process of decentralization shall proceed from the National Government to the local government units.[5]SECTION 3. Operative Principles of Decentralization. – The formulation and implementation of policies and measures on local autonomy shall be guided by the following operative principles:. . .(d) The vesting of duty, responsibility, and accountability in local government units shall be accompanied with provision for reasonably adequate resources to discharge their powers and effectively carry out their functions; hence, they shall have the power to create and broaden their own sources of revenue and the right to a just share in national taxes and an equitable share in the proceeds of the utilization and development of the national wealth within their respective areas[.][6] (Emphasis supplied)The provisions of the Local Government Code apply to all provinces, cities, municipalities, barangays, and other political subdivisions as may be created by law, and to officials, offices, or agencies of the national government, to the extent provided in the Code.[7]The Local Government Code also provides for the liberal interpretation of its provisions in favor of local government units. Doubts shall be resolved in favor of devolution of powers and of the lower local government unit. \"Any fair and reasonable doubt as to the existence of the power shall be interpreted in favor of the local government unit concerned.\"[8]The Local Government Code recognizes that every local government unit created or recognized under it is a body politic and corporate endowed with powers to be exercised by the local government unit in conformity with law. Hence, a local government unit has powers as a political subdivision of the national government and as a corporate entity representing the inhabitants of its territory.[9]To promote the general welfare of its constituents, local government units shall exercise the powers expressly granted to them, those necessarily implied from those powers, and powers necessary, appropriate, or incidental for efficient and effective governance.[10] Local government units shall also endeavor to be self-reliant and exercise their powers, duties and functions to efficiently and effectively provide basic services and facilities.[11]Barangays are basic political units and are the primary planning and implementing unit of government policies, plans, programs, projects, and activities in the community.[12] The Sangguniang Barangay, as the legislative body of the barangay, has the power to hold fundraising activities without the need of securing permits from any national or local office. Section 391 (a), paragraph 11 of the Local Government Code provides:SECTION 391. Powers, Duties, and Functions. – (a) The sangguniang barangay, as the legislative body of the barangay, shall:. . .(11) Hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency. The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided, That in the appropriation thereof, the specific purpose for which such fund-raising activity has been held shall be first satisfied: Provided, further, That no fund-raising activities shall be held within a period of sixty (60) days immediately preceding and after a national or local election, recall, referendum, or plebiscite: Provided, finally, That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein. The sangguniang barangay, through the punong barangay, shall render a public accounting of the funds raised at the completion of the project for which the fund-raising activity was under-taken[.] (Emphasis supplied)The Local Government Code clearly and unequivocally grants barangays the power to hold fundraising activities. It does not distinguish or specify the nature of the fundraising activities that barangays can hold without need to secure permits from any agency. Its proviso requiring compliance with national regulations on morals, health, and safety is broadly worded and does not specify the applicable regulations. Without doubt or ambiguity, the plain meaning of the law prevails:A cardinal rule in statutory construction is that when the law is clear and free from any doubt or ambiguity, there is no room for construction or interpretation. There is only room for application. As the statute is clear, plain, and free from ambiguity, it must be given its literal meaning and applied without attempted interpretation. This is what is known as the plain-meaning rule or verba legis. It is expressed in the maxim, index animi sermo, or \"speech is the index of intention.\" Furthermore, there is the maxim verba legis non est recedendum, or \"from the words of a statute there should be no departure.\"[13] (Citation omitted)Subject to the provisos specified in Section 391(a), paragraph 11 of the Local Government Code, barangays clearly and unequivocally have the power and authority to hold fundraising activities. This is consistent with the state policy to empower local government units to be self-reliant and to create their own sources of revenues.Here, the fundraising activity is through bingo games. The PAGCOR Gaming Site and Regulatory Manual (Bingo Games) defines bingo as \"a game of chance played with randomly drawn numbers which players match against numbers on cards with differently numbered squares. The game is won when a predetermined pattern is completed.\"[14]As a fundraising activity and a game of chance, the conduct of bingo games is governed by relevant national policy, standards, and regulations. The fundraising aspect of bingo has already been settled based on Section 391 (a), paragraph 11 of the Local Government Code. The game of chance aspect will concern applicable Local Government Code and gambling regulations.Section 458(l)(v) of the Local Government Code grants the Sangguniang Panlungsod, as the legislative body of the city, the power to enact ordinances to prevent or penalize gambling and other prohibited games of chance.SECTION 458. Powers, Duties, Functions and Compensation. – (a) The sangguniang panlungsod, as the legislative body or the city, shall enact ordinances, approve resolutions and appropriate funds for the general welfare of the city and its inhabitants pursuant to Section 16 of this Code and in the proper exercise of the corporate powers of the city as provided for under Section 22 of this Code, and shall:(1) Approve ordinances and pass resolutions necessary for an efficient and effective city government, and in this connection, shall:. . .(v) Enact ordinances intended to prevent, suppress and impose appropriate penalties for habitual drunkenness in public places, vagrancy, mendicancy, prostitution, establishment and maintenance of houses of ill repute, gambling and other prohibited games of chance, fraudulent devices and ways to obtain money or property, drug addiction, maintenance of drug dens, drug pushing, juvenile delinquency, the printing, distribution or exhibition of obscene or pornographic materials or publications, and such other activities inimical to the welfare and morals of the inhabitants of the city. (Emphasis supplied)Magtajas v. Pryce Properties Corporation[15] interpreted Section 458(l)(v) of the Local Government Code as referring to the prevention or suppression of illegal gambling:We begin by observing that under Sec. 458 of the Local Government Code, local government units are authorized to prevent or suppress, among others, \"gambling and other prohibited games of chance.\" Obviously, this provision excludes games of chance which are not prohibited but are in fact permitted by law. The petitioners are less than accurate in claiming that the Code could have excluded such games of chance but did not. In fact it does. The language of the section is clear and unmistakable. Under the rule of noscitur a sociis, a word or phrase should be interpreted in relation to, or given the same meaning of, words with which it is associated. Accordingly, we conclude that since the word \"gambling\" is associated with \"and other prohibited games of chance,\" the word should be read as referring to only illegal gambling which, like the other prohibited games of chance, must be prevented or suppressed.[16] (Emphasis supplied)Hence, applying this interpretation of bingo as a game of chance may only be prevented or suppressed by the Sangguniang Panlungsod if it is a prohibited game. The relevant gambling laws, however, do not expressly define or characterize bingo as a form of illegal gambling.In prescribing stiffer penalties on illegal gambling, Section 1 of Presidential Decree No. 1602 penalized persons:who in any manner, shall directly or indirectly take part in any illegal or unauthorized activities or games of cockfighting, jueteng, jai alai or horse racing to include bookie operations and game fixing, numbers, bingo and other forms of lotteries . . . or any other game scheme, whether upon chance or skill, wherein wagers consisting of money, articles of value or representative of value are at stake or made[.][17] (Emphasis supplied)While bingo was included in the enumeration in Section 1 of Presidential Decree No. 1602, it was simply as an example of a gambling activity, which may be illegal or unauthorized. Analogous to the interpretation in Magtajas, gambling activities only become illegal or unauthorized if they are expressly defined to be so. Otherwise, indiscriminately considering all enumerated game schemes or those where wagers of things of value are at stake or made, as illegal lacks legal and constitutional basis.The legality and morality of gambling are two different matters:The morality of gambling is not a justiciable issue. Gambling is not illegal per se. While it is generally considered inimical to the interests of the people, there is nothing in the Constitution categorically proscribing or penalizing gambling or, for that matter, even mentioning it at all. It is left to Congress to deal with the activity as if sees fit. In the exercise of its own discretion, the legislature may prohibit gambling altogether or allow it without limitation or it may prohibit some forms of gambling and allow others for whatever reasons it may consider sufficient. Thus, it has prohibited jueteng and monte but permits lotteries, cockfighting and horse­racing. In making such choices, Congress has consulted its own wisdom, which this Court has no authority to review, much less reverse. Well has it been said that courts do no[t] sit to resolve the merits of conflicting theories. That is the prerogative of the political departments. It is settled that questions regarding the wisdom, morality, or practicability of statutes are not addressed to the judiciary but may be resolved only by the legislative and executive departments, to which the function belongs in our scheme of government. That function is exclusive. Whichever way these branches decide, they are answerable only to their own conscience and the constituents who will ultimately judge their acts, and not to the courts of justice.[18] (Emphasis supplied)A clearer and more straightforward definition of illegal gambling is found in Section 2 of Executive Order No. 13 (2017):[19]Section 2. Illegal Gambling Defined. Pursuant to existing laws, \"illegal gambling\" is committed by any person who, in any manner, shall directly or indirectly take part in any game scheme, regardless of whether winning thereat is dependent upon chance or skill or both, wherein wagers consisting of money, articles of value or representative of value are at stake or made, when such game scheme is not authorized or licensed by the government agency duly empowered by law or its charter to license or authorize the conduct of such games, or is conducted in a manner that violates the terms and conditions duly prescribed by the said government agency.All gambling activities, and activities and services directly or indirectly related to or in support of such gambling activities, conducted beyond the territorial jurisdiction of the government authority which issued the license therefor, shall be dealt with as illegal gambling. (Emphasis supplied)In Executive Order No. 13, the critical element in illegal gambling is the conduct of a game scheme that lacks authority or license from a duly empowered agency or is inconsistent with the conditions prescribed it.The Whereas clauses of Executive Order No. 13 also recognized that PAGCOR's regulatory authority is with exceptions. Besides PAGCOR, it recognized several gambling regulators such as the Cagayan Economic Zone Authority, Aurora Pacific Economic Zone and Freeport Authority, and Authority of the Freeport Area of Bataan.[20]Thus, applying Presidential Decree No. 1602 and Executive Order No. 13, bingo as a game of chance is not illegal per se, and will only become illegal gambling if it lacks the requisite license or authority from the appropriate agency or if it contravenes the agency's regulations.While the Local Government Code does not expressly grant barangays the authority to conduct bingo games as fundraising activities, the relevant gambling laws also do not specifically characterize bingo as illegal gambling.IIThe PAGCOR does not have the monopoly of regulatory authority over all gambling activities or games of chance.Section 10 of Presidential Decree No. 1869[21] or the PAGCOR Charter provides for a broad and general nature and term of PAGCOR's franchise.Section 10. Nature and term of franchise. – Subject to the terms and conditions established in this Decree, the Corporation is hereby granted for a period of twenty-five (25) years, renewable for another twenty-five (25) years, the rights, privilege and authority to operate and maintain gambling casinos, clubs, and other recreation or amusement places, sports, gaming pools, i.e. basketball, football, lotteries, etc. whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines. (Emphasis supplied)On June 20, 2007, Republic Act No. 9487 was enacted into law, amending Section 10 of Presidential Decree No. 1869 with respect to the nature and term of PAGCOR's franchise.[22] Section 1 of Republic Act No. 9487 contains the amended PAGCOR franchise.SECTION 1. The Philippine Amusement and Gaming Corporation (PAGCOR) franchise granted under Presidential Decree No. 1869, otherwise known as the PAGCOR Charter, is hereby further amended to read as follows:(1) Section 10, Nature and Term of Franchise, is hereby amended to read as follows: \"SEC. 10. Nature and Term of Franchise. – Subject to the terms and conditions established in this Decree, the Corporation is hereby granted from the expiration of its original term on July 11, 2008, another period of twenty-five (25) years, renewable for another twenty-five (25) years, the rights, privileges and authority to operate and license gambling casinos, gaming clubs and other similar recreation or amusement places, gaming pools, i.e. basketball, football, bingo, etc. except jai-alai, whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines: Provided, That the corporation shall obtain the consent of the local government unit that has territorial jurisdiction over the area chosen as the site for any of its operations.\"The operation of slot machines and other gambling paraphernalia and equipment, shall not be allowed in establishments open or accessible to the general public unless the site of these operations are three-star hotels and resorts accredited by the Department of Tourism authorized by the corporation and by the local government unit concerned.\"The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR.\" (Emphasis supplied)Notably, the amended PAGCOR franchise under Republic Act No. 9487 does not expressly grant PAGCOR the exclusive right, privilege and authority to operate and license gambling and other similar activities. Even if bingo was among the gaming pools that PAGCOR may operate or license under Section 1 of Republic Act No. 9487, PAGCOR's regulatory authority is limited if the provision is read in its entirety.Evangelista v. Philippine Amusement and Gaming Corporation[23] elucidated that the games enumerated in the last paragraph of Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, are exceptions \"expressly mandated to be outside PAGCOR's licensing authority and regulatory powers.\"[24] In fact, the third paragraph under Section 1 of Republic Act No. 9487 recognized that authority of local government units to authorize, license, and regulate games of chance to the exclusion of PAGCOR. In other words, local governments may also regulate games of chance.Thus, harmonizing Section 1 of Republic Act No. 9487 and Section 399(a), paragraph 11 of the Local Government Code, barangays can conduct fundraising activities, including bingo as a game of chance, outside of PAGCOR's regulatory authority.In this context, the Local Government Code is deemed a special law. The Department of Energy v. Commissioner of Internal Revenue[25] defines and differentiates a general law and a special law as follows:The Court has defined a general law as \"a law which applies to all of the people of the state or to all of a particular class of persons in the state, with equal force and obligation.\" In Valera v. Tuason, et al., it was also described as \"one which embraces a class of subjects or places and does not omit any subject or place naturally belonging to such class.\" On the other hand, a special law is one which \"applies to particular individuals in the state or to a particular section or portion of the state only\" and which \"relates to particular persons or things of a class.\" As the Court has consistently held, where there are two laws which appear to apply to the same subject and where one law is general and the other special, the law specially designed for the particular subject must prevail over the other. Stated more simply, the special law prevails over the general law. Generalia specialibus non derogant.[26] (Emphasis supplied, citations omitted)Here, the overarching question concerns the authority of barangays to conduct fundraising activities, which may include games of chance. The conduct of bingo games to generate revenues is not contrary to the barangays' authority to conduct fundraising activities and deliver projects. In other words, the issue essentially relates to the barangays' initiative to achieve self-reliance, promote general welfare, and deliver facilities and services. These are worthwhile objectives and simply an exercise of the powers granted to them under the Local Government Code.Between the PAGCOR Charter, which is a general law on the regulation of gambling, and the Local Government Code, which specifically governs the powers of local government units, the Local Government Code prevails over the PAGCOR Charter.Even before the effectivity of Republic Act No. 9487, this Court has ruled on the limits of PAGCOR's regulatory authority. In Del Mar v. Philippine Amusement and Gaming Corporation,[27] PAGCOR was restrained from entering into a joint venture agreement for the operation and management of jai alai games. Remarkably, this Court cautioned against the legislative grant to PAGCOR under Presidential Decree No. 1869, which was issued by former President Marcos, Sr. under martial law. EIGHTH. Finally, there is another reason why PAGCOR's claim to a legislative grant of a franchise to operate jai-alai should be subjected to stricter scrutiny. The so-called legislative grant to PAGCOR did not come from a real Congress. It came from President Marcos who assumed legislative powers under martial law. The grant is not the result of deliberations of the duly elected representatives of our people.This is not to assail President Marcos' legislative powers granted by Amendment No. 6 of the 1973 Constitution, as the dissent would put it. It is given that in the exercise of his legislative power, President Marcos legally granted PAGCOR's franchise to operate gambling casinos. The validity of this franchise to operate gambling casinos is not, however, the issue in the cases at bar. The issue is whether this franchise to operate gambling casinos includes the privilege to operate jai-alai. PAGCOR says it does. We hold that it does not. PACCOR's overarching claim should be given the strictest scrutiny because it was granted by one man who governed when the country was under martial law and whose governance was repudiated by our people in EDSA 1986. The reason for this submission is rooted in the truth that PAGCOR's franchise was not granted by a real Congress where the passage of a law requires a more rigorous process in terms of floor deliberations and voting by members of both the House and the Senate. It is sell-evident that there is a need to be extra cautious in treating this alleged grant of a franchise as a grant by the legislature, as a grant by the representatives of our people, for plainly it is not. We now have a real Congress and it is best to let Congress resolve this issue considering its policy ramifications on public order and morals.[28] (Emphasis supplied)Jaworski v. Philippine Amusement and Gaming Corporation[29] also referred to Del Mar and ruled that PAGCOR acted beyond its authority in sharing its franchise for the operation of sports betting and internet gaming.A legislative franchise is a special privilege granted by the state to corporations. It is a privilege of public concern which cannot be exercised at will and pleasure, but should be reserved for public control and administration, either by the government directly, or by public agents, under such conditions and regulations as the government may impose on them in the interest of the public. It is Congress that prescribes the conditions on which the grant of the franchise may be made. Thus the manner of granting the franchise, to whom it may be granted, the mode of conducting the business, the charter and the quality of the service to be rendered and the duty of the grantee to the public in exercising the franchise are almost always defined in clear and unequivocal language.After a circumspect consideration of the foregoing discussion and the contending positions of the parties, we hold that PAGCOR has acted beyond the limits of its authority when it passed on or shared its franchise to SAGE. In the Del Mar case where a similar issue was raised when PAGCOR entered into a joint venture agreement with two other entities in the operation and management of jai alai games, the Court, in an En Banc Resolution dated 24 August 2001, partially granted the motions for clarification filed by respondents therein insofar as it prayed that PAGCOR has a valid franchise, but only by itself (i.e. not in association with any other person or entity), to operate, maintain and/or manage the game of jai-alai. In the case at bar, PAGCOR executed an agreement with SAGE whereby the former grants the latter the authority to operate and maintain sports betting stations and Internet gaming operations. In essence, the grant of authority gives SAGE the privilege to actively participate, partake and share PAGCOR's franchise to operate a gambling activity. The grant of franchise is a special privilege that constitutes a right and a duty to he performed by the grantee. The grantee must not perform its activities arbitrarily and whimsically but must abide by the limits set by its franchise and strictly adhere to its terms and conditionalities. A corporation as a creature of the State is presumed to exist for the common good. Hence, the special privileges and franchises it receives are subject to the laws of the State and the limitations of its charter. There is therefore a reserved right of the State to inquire how these privileges had been employed, and whether they have been abused.[30] (Emphasis supplied)Between Presidential Decree No. 1869, which was issued under martial law, and Republic Act No. 9487, a legitimate act of an elected Congress, the latter is more in keeping with the democratic and representative legislative process. Moreover, the regulatory authority of PAGCOR, as the grantee of a legislative franchise, must strictly comply with Republic Act No. 9487, which is also the later statute on the matter.Incidentally, the Department of the Interior and Local Government (DILG) issued Memorandum Circular No. 2023-074,[31] which intensified the campaign against \"Bingo sa Barangay,\" or Barangay Lucky Bingo. DILG Memorandum Circular No. 2023-074 erroneously relied on Presidential Decree No. 1607-A,[32] Presidential Decree 1602,[33] and Republic Act No. 9287.[34]Presidential Decree No. 1607-A is already consolidated with other issuances on PAGCOR's franchise in Presidential Decree No. 1869,[35] which was then amended by Republic Act No. 9487. To recall, Republic Act No. 9487 provided for exceptions to PAGCOR's regulatory authority, which includes games of chance authorized, licensed, and regulated by local government units.DILG Memorandum Circular No. 2023-074 likewise failed to consider Executive Order No. 13, which further refined the definition of illegal gambling under Presidential Decree No. 1602 and recognized other gambling regulators. Moreover, Republic Act No. 9287 did not define and include bingo among the illegal numbers games it defined.Hence, DILG Memorandum Circular No. 2023-074 lacked legal basis to issue the directive to \"[discontinue or cause the discontinuance of all forms of unauthorized BSB/BLB or other illegal numbers games\" operated by local government units or any government official \"in the guise of holding fund-raising activities under Section 391(11) of Republic Act (RA) No. 7160.\"[36]IIII restate my view that \"PAGCOR's dual role of a gaming regulator and a franchise holder is anomalous and constitutionally suspect\" as \"[i]t presents a direct conflict of interest and is inconsistent with the system of checks and balances that is inherent in our form of government.\"[37] Further, \"the constitutionally irregular provisions in [PAGCOR's Charter amounts] to regulatory capture.\"[38] As I expounded in Figueroa v. Commission on Audit:[39]Gambling, in all its forms, is reprehensible. It is offensive to public morals and the public good. The integrity of regulatory function, especially with regard to gambling activity, is a matter of public interest. The independence of the regulator becomes questionable when it has the power to regulate itself. PAGCOR's aim, as regulatory body, to protect public morals and promote the general welfare directly clashes with its goal, as a franchise holder, to generate revenues from this economic activity.The issue of accountability also comes into play. PAGCOR is hampered in its role of regulating gambling activity in a transparent, effective, accountable and consistent way, if it engages in the very activity it regulates. The performance of its regulatory duties cannot be considered to be above suspicion of irregularities. Article XI, Section 1 of the Constitution is emphatic in stating:Section 1. Public office is a public trust. Public officers and employees must, at all times, be accountable to the people, serve them with utmost responsibility, integrity, loyalty, and efficiency, act with patriotism and justice, and lead modest lives[.]Public policy demands that public officers discharge their duties with undivided loyalty. Thus, public officers are not permitted to place themselves in a position that will subject them to conflicting duties or cause them to act other than for the best interest of the public. The dual roles of PAGCOR expose the officers and employees to suspicion of irregularities, corruption or bad faith in the exercise of their powers.[40] (Emphasis supplied)The barangays effectively competed with PAGCOR in the revenues that may be earned from the conduct of bingo games, thereby affecting the fulfilment of PAGCOR's mandate as franchise holder to generate income for the government. PAGCOR might be inclined to regulate the barangays under the guise of public morals and general welfare so it can earn the revenues instead. PAGCOR may argue that regulating these fundraising activities is well within its powers and mandate. However, the exercise of this regulatory power conflicts with and impinges on the barangays' fiscal autonomy and general welfare. This situation highlights PAGCOR's conflicting roles as franchise holder and regulatory authority, and the possibility of irregularities and bad faith in the exercise of its powers, which should be avoided.Notably, a tension seemingly arises between the public interest being pursued by PAGCOR and by the barangays. For PAGCOR, the public interest would be: (1) as a franchise holder, the generation of revenues to fund infrastructure and socio-civic projects;[41] and (2) as a regulatory authority, the curtailment, if not total eradication, of the evils of gambling operations without direct government involvement.[42] On the other hand, for the barangays, the public interest would be their general welfare, as characterized in Section 16 of the Local Government Code and concretized through local development projects.Considering that bingo games are neither prohibited games of chance nor illegal gambling per se, fundraising activities through these games fall under the exceptions to PAGCOR's amended franchise in the third paragraph of Section 10 of Republic Act No. 9487. Further, the proviso in Section 391 (a), paragraph 11 of the Local Government Code only generally requires compliance with national policy standards and regulations, not even referring to PAGCOR's Charter under Presidential Decree No. 1869, as amended. Consequently, the prevention or suppression of these bingo games by the Sangguniang Panlungsod under Section 458(l)(v) of the Local Government Code, or even by PAGCOR, is not warranted.Stated differently, no conflict arises between PAGCOR's Charter and the Local Government Code and their respective conceptions of public interest. Hence, PAGCOR should not encroach on the barangays' fiscal autonomy, particularly in their fundraising activities through bingo games. The barangays earnestly aim to be self-reliant by generating their own revenues to effectively and efficiently fund their projects and promote their constituents' general welfare and the public interest.ACCORDINGLY, I vote to DENY the Petition.[1] Province of Pampanga v. Executive Secretary Romulo, 893 Phil. 277, 301 (2021) [Per J. Leonen, En Banc].[2] Pimentel v. Aguirre, 391 Phil. 84, 102-103 (2000) [Per J. Panganiban, En Banc]. See also Mandanas v. Executive Secretary Ochoa, 835 Phil. 97, 129 (2018) [Per J. Bersamin, En Banc].[3] CONST., art. X, sec. 5.[4] Province of Pampanga v. Executive Secretary Romulo, 893 Phil. 227, 308 (2021) [Per J. Leonen, En Banc].[5] LOCAL GOVERNMENT CODE, sec. 2.[6] LOCAL GOVERNMENT CODE, sec. 3(d).[7] LOCAL GOVERNMENT CODE, sec. 4.[8] LOCAL GOVERNMENT CODE, sec. 5.[9] LOCAL GOVERNMENT CODE, sec. 15. [10] LOCAL GOVERNMENT CODE, sec. 16. [11] LOCAL GOVERNMENT CODE, sec. 17. [12] LOCAL GOVERNMENT CODE, sec. 384. [13] Bolos v. Bolos, 648 Phil. 630, 637 (2010) [Per J. Mendoza, Second Division].[14] Philippine Amusement and Gaming Corporation. Gaming Site and Regulatory Manual (Bingo Games) Version 3.0, March 2017, available at https://www.pagcor.ph/regulatory/pdf/GSRM/Regulatory%20Manuals/Gaming%20Site%20Regulatory%20Manual%20for%20Bingo%20Games%20v3.0.pdf (last accessed on March 13, 2025).[15] 304 Phil. 428 (1994) [Per J. Cruz, En Banc].[16] Id. at 442. [17] Presidential Decree No. 1602 (Prescribing Stiffer Penalties on Illegal Gambling), sec. 1.Section 1. Penalties. The following penalties are hereby imposed:(a) The penalty of prison correccional in its medium period of a fine ranging from one thousand to six thousand pesos, and in case of recidivism, the penalty of prision mayor in its medium period or a fine ranging from five thousand to ten thousand pesos shall be imposed upon:1. Any person other than those referred to in the succeeding sub-sections who in any manner, shall directly or indirectly take part in any illegal or unauthorized activities or games of cockfighting, jueteng, jai alai or horse racing to include bookie operations and game fixing, numbers, bingo and other forms of lotteries; cara y cruz, pompiang and the like; 7-11 and any game using dice; black jack, lucky nine, poker and its derivatives, monte, baccarat, cuajao, pangguingue and other card games; paik que, high and low, mahjong, domino and other games using plastic tiles and the likes; slot machines, roulette, pinball and other mechanical contraptions and devices; dog racing, boat racing, car racing and other forms or races, basketball, boxing, volleyball, bowling, pingpong and other forms of individual or team contests to include game fixing, point shaving and other machinations; banking or percentage game, or any other game scheme, whether upon chance or skill, wherein wagers consisting of money, articles of value or representative of value are at stake or made;2. Any person who shall knowingly permit any form of gambling referred to in the preceding subparagraph to be carried on in inhabited or uninhabited place or in any building, vessel or other means of transportation owned or controlled by him. If the place where gambling is carried on has a reputation of a gambling place or that prohibited gambling is frequently carried on therein, or the place is a public or government building or barangay hall, the malfactor shall be punished by prision correccional in its maximum period and a fine of six thousand pesos. (Emphasis supplied)[18] Magtajas v. Pryce Properties Corporation, Inc., 304 Phil. 428, 441 (1994) [Per J. Cruz, En Banc].[19] Strengthening the Fight Against Illegal Gambling and Clarifying the Jurisdiction and Authority of Concerned Agencies in the Regulation and Licensing of Gambling and Online Gaming Facilities, and for Other Purposes.[20] Executive Order No. 13 (2017), 3rd to 7th Whereas clauses:WHEREAS, [Presidential Decree] No. 1869 (s. 1983) as amended, granted the Philippine Amusement and Gaming Corporation (PAGCOR) the privilege and right to operate and license gambling casinos, gaming clubs and other similar recreation or amusement places and gaming pools, whether on land or sea within the territorial jurisdiction of the Philippines, while providing that its regulatory authority shall not extend to those authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies, special laws, and local government units;WHEREAS, Republic Act (RA) No. 7922 created the Cagayan Economic Zone Authority (CEZA) to manage and operate the Cagayan Special Economic Zone and Free Port and authorizes it to operate on its own, either directly or through a subsidiary entity, or license to others, tourism-related activities, including games and amusements such as gambling casinos;WHEREAS, RA No. 9490, as amended by RA No. 10083, created the Aurora Pacific Economic Zone and Freeport Authority (APECO) to manage and operate the Aurora Pacific Economic Zone and Freeport, and authorized it to operate on its own, either directly or through a subsidiary entity, or concession or license to others, tourism-related activities, including games and amusements such as casinos and online game facilities;WHEREAS, RA No. 9728 created the Authority or the Freeport Area of Bataan (AFAB) to manage and operate the Freeport Area of Bataan, and authorized it to operate on its own, either directly or through a license to other tourism-related activities, including games, amusements, recreational and sports facilities, subject to the approval and supervision of the PAGCOR.WHEREAS, confusion with regard to the Jurisdiction and scope of authority of the different gambling regulators contributes to the proliferation of illegal gambling and gaming; (Emphasis supplied)[21] Presidential Decree No. 1869 consolidated and amended Presidential Decree Nos. 1067-A, 1067-B, 1067-C, 1399 and 1632 concerning the franchise and powers of PAGCOR.[22] Evangelista v. Philippine Amusement and Gaming Corporation, G.R. Nos. 228234, 228315, and 230080, April 25, 2023 [Per J. J. Lopez, En Banc].[23] G.R. Nos. 228234, 228315, and 230080, April 25, 2023 [Per J. J. Lopez, En Banc].[24] Id.[25] 928 Phil. 655 (2022) [Per J. Singh, Third Division].[26] Id. at 662.[27] Del Mar v. Philippine Amusement and Gaming Corporation, 400 Phil. 307 (2000) [Per J. Puno, En Banc].[28] Id. at 358-359.[29] 464 Phil. 375 (2004) [Per J. Ynares-Santiago, En Banc].[30] Id. at 385-386.[31] Intensifying the Campaign against the Proliferation of Bingo Sa Barangay (BSB) / Barangay Lucky Bingo (BLB), Among Other Illegal Numbers, Operated by the LGUs, dated May 22, 2023.[32] Creating the Philippine Amusements and Gaming Corporation, Defining its Powers and Functions, Providing funds Therefor, and for Other Purposes, dated January 1, 1977.[33] Prescribing Stiffer Penalties on Illegal Gambling, dated June 11, 1978.[34] An Act Increasing the Penalties for Illegal Numbers Games, Amending Certain Provisions of Presidential Decree No. 1602, and for Other Purposes, dated April 2, 2004.[35] Presidential Decree No. 1869, 1st and 2nd Whereas clauses state:WHEREAS. Presidential Decree No. 1067-A, 1067-B, 1067-C, 1399 and 1632, relative to the Franchise and Powers of the Philippine Amusement and Gaming Corporation (PAGCOR), were enacted to enable the Government to regulate and centralized thru an appropriate institution all games of chance authorized by existing franchise or permitted by law;WHEREAS, to facilitate the enforcement and application of the above-mentioned Presidential Decrees, it is imperative to consolidate them into one statute[.][36] DILG Memorandum Circular No. 2023-074, sec. 3.1.1.[37] See J. Leonen, Separate Concurring Opinion in Figueroa v. Commission on Audit, 900 Phil. 388, 420 (2021) [Per J. Gaerlan, En Banc].[38] See SAJ Leonen, Separate Concurring Opinion in Genuino v. Commission on Audit, G.R. Nos. 230818 and 244540, February 14, 2023 [Per J. Hernando, En Banc].[39] See J. Leonen, Separate Concurring Opinion in Figueroa v. Commission on Audit, 900 Phil. 388 (2021) [Per J. Gaerlan, En Banc]. [40] Id. at 421-422.[41] Presidential Decree No. 1869, sec. 1(b)(1).[42] Presidential Decree No. 1869, sec. 1(b)(3).DISSENTING OPINIONCAGUIOA, J.:The threshold issue in this case is whether a barangay is permitted to conduct fund-raising activities through bingo games without obtaining any permit from the Philippine Amusement and Gaming Corporation (PAGCOR) or any other agency.The ponencia answers in the affirmative. It holds that, following the enactment of Republic Act No. 9487,[1] which amended the PAGCOR franchise under Presidential Decree No. 1869,[2] games of chance, games of cards, and games of numbers authorized, licensed, and regulated by local government units are beyond the authority and power of PAGCOR to regulate.Respectfully, I dissent. There is no explicit authority for sangguniang barangays to operate bingo games, even if conducted as a fund-raising activity. The express provision of Presidential Decree No. 1869, as amended, places bingo games within the regulatory authority of PAGCOR—not to any other entity.I. The power of barangays to conduct fund-raising activities is circumscribed by national policies, standards, and regulations on morals, health, and safety. The ponencia anchors its ruling on the principle of local autonomy which, from the language of Section 391(a)(11), Chapter IV, Title I, Book III of the Local Government Code,[3] empowers the sangguniang barangay to hold fund-raising activities \"without the need of securing permits from any national or local office or agency.\"[4] The ponencia reasons that the \"Bingo sa Barangay\" subject of the present case was approved as a fund-raising activity by several barangays in Baguio City through their respective resolutions. As such, it is unnecessary to obtain a permit from PAGCOR before conducting this activity.[5]I disagree.It is well-settled that, in statutory construction, every part of the statute must be interpreted with reference to the context. The law must not be read in truncated parts; rather, it must be read in relation to the whole law. Clauses and phrases in the law are not detached and isolated expressions, but the whole and every part thereof must be considered in fixing the meaning of any of its parts to produce a harmonious whole. Simply put, all the words in the statute must be taken into consideration in order to ascertain its meaning.[6]A careful reading of Section 391(a)(11) of the Local Government Code reveals that the authority of the barangay to conduct fund-raising activities is not without limits:Section 391. Powers, Duties, and Functions. – (a) The sangguniang barangay, as the legislative body of the barangay, shall:. . . .(11) Hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency. The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided, That in the appropriation thereof, the specific purpose for which such fund­raising activity has been held shall be first satisfied: Provided, further, That no fund-raising activities shall be held within a period of sixty (60) days immediately preceding and after a national or local election, recall, referendum, or plebiscite: Provided, finally, That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein. The sangguniang barangay, through the punong barangay, shall render a public accounting of the funds raised at the completion of the project for which the fund­ raising activity was undertaken[.] (Emphasis supplied)The significance of the last proviso in Section 391(a)(11) of the Local Government Code should not be overlooked. While a barangay may hold fundraisers, this authority is circumscribed by the \"national policy standards and regulations on morals, health, and safety of the persons participating therein.\"[7] Simply put, the activity intended to raise funds should fundamentally be in accordance with any policies or regulations at the national level.Here, several barangays in Baguio City—namely, Barangay Trancoville, Barangay Outlook Drive, and Barangay Military Cut-Off, passed separate resolutions authorizing and approving the \"Bingo sa Barangay\" as a fund-raising activity within their respective jurisdictions.[8] Without securing any prior approval from PAGCOR or any agency, the barangays proceeded to hold these bingo games by invoking their authority under Section 391(a)(11) of the Local Government Code.It bears noting, however, that bingo is a game of chance, as it is \"played with randomly drawn numbers which players match against numbers on cards with differently numbered squares.\"[9] A player wins by being the first to complete the predetermined pattern.[10] The conduct of bingo games, a game of chance, squarely falls within the regulatory authority of PAGCOR, which was created to centralize the regulation of all games of chance authorized by existing franchise or permitted by law within the Philippines.[11] With the exclusion of bingo games played as parlor games or for home entertainment,[12] bingo is considered a form of gambling. To be sure, unauthorized or illegal gambling activities, including games of chance, are punishable under Presidential Decree No. 1602,[13] as amended. These clearly illustrate the policy considerations in regulating bingo games, even if these are supposedly held for a laudable purpose, such as to raise funds for a local government unit's social welfare programs.The Regulatory Framework of Bingo,[14] which the Office of the Solicitor General judiciously attached in its Supplemental Motion for Reconsideration before the Court of Appeals, discussed the procedure for securing the appropriate licenses to operate commercial and charity bingo operations. Charity bingo includes fund-raising events hosted by either private organizations or public offices, which may be conducted by the host institution itself, or in cooperation with PAGCOR.[15] In either case, a letter­request addressed to PAGCOR is required. The conduct of the bingo game, such as the program, equipment, and even the bingo cards, are subject to the inspection and approval of PAGCOR.[16] If the fund-raising bingo activity is held by an organization or government institution on its own, PAGCOR assigns a Bingo Monitoring Staff to the event. The organization or government institution is also required to execute an undertaking that the prizes, whether in cash or in kind, are readily available for awarding to the winners. All of these are safeguards intended to avoid game-rigging and manipulation. In this manner, PAGCOR ensures the safety, integrity, and fairness of the bingo games, even if conducted as a fund-raising activity.[17]More importantly, Republic Act No. 9487, which amended the PAGCOR franchise, explicitly places the regulation of bingo games within the latter's authority:Section 1. The Philippine Amusement and Gaming Corporation (PAGCOR) franchise granted under Presidential Decree No. 1869, otherwise known as the PAGCOR Charter, is hereby further amended to read as follows:(1) Section 10, Nature and Term of Franchise, is hereby amended to read as follows:\"SEC. 10. Nature and Term of Franchise. – Subject to the terms and conditions established in this Decree, the Corporation is hereby granted from the expiration of its original term on July 11, 2008, another period of twenty-five (25) years, renewable for another twenty-five (25) years, the rights, privileges and authority to operate and license gambling casinos, gaming clubs and other similar recreation or amusement places, gaming pools, i.e., basketball, football, bingo, etc. except jai-alai, whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines: Provided, That the corporation shall obtain the consent of the local government unit that has territorial jurisdiction over the area chosen as the site for any of its operations.The operation of slot machines and other gambling paraphernalia and equipment, shall not be allowed in establishments open or accessible to the general public unless the site of these operations are three-star hotels and resorts accredited by the Department of Tourism authorized by the corporation and by the local government unit concerned.The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR.\"[18] (Emphasis supplied)The ponencia, however, does not consider the authority of PAGCOR over bingo games as all—encompassing. It has a different interpretation of the third paragraph quoted above-that games of chance authorized, licensed, and regulated by local government units are not within PAGCOR's jurisdiction. According to the ponencia, the autonomy of local governments is ensured by granting it the power to hold fund-raising activities for barangay projects \"without the need of securing permits from any national or local office or agency.\"[19]This interpretation is misplaced.Aside from completely disregarding the last proviso of the same provision (i.e. \"that said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein\"), the principle of local autonomy does not clothe local government units with immunity from complying with the policies of the national government. The power of barangays to hold fund-raising activities, which may be considered an important aspect of implementing its autonomy, cannot contravene the explicit mandate of PAGCOR.In Basco, et al. v. PAGCOR[20] (Basco), several local government units challenged the constitutionality of Presidential Decree No. 1869, particularly for allegedly encroaching on their right to impose local taxes and license fees. The Court upheld the validity of Presidential Decree No. 1869 as the power of local government is always subject to the limitations provided by national law:Besides, the principle of local autonomy under the 1987 Constitution simply means \"decentralization\" (III Records of the 1987 Constitutional Commission, pp. 435-436, as cited in Bernas, The Constitution of the Republic of the Philippines, Vol. II, First Ed., 1988, p. 374). It does not make local governments sovereign within the state or an \"imperium in imperio.\"\"Local Government has been described as a political subdivision of a nation or state which is constituted by law and has substantial control of local affairs. In a unitary system of government, such as the government under the Philippine Constitution, local governments can only be an intra sovereign subdivision of one sovereign nation, it cannot be an imperium in imperio. Local government in such a system can only mean a measure of decentralization of the function of government . . . .As to what state powers should be \"decentralized\" and what may be delegated to local government units remains a matter of policy, which concerns wisdom. It is therefore a political question. (Citizens Alliance for Consumer Protection v. Energy Regulatory Board, 162 SCRA 539).What is settled is that the matter of regulating, faxing or otherwise dealing with gambling is a State concern and hence, it is the sole prerogative of the State to retain it or delegate it to local governments.\"As gambling is usually an offense against the State, legislative grant or express charter power is generally necessary to empower the local corporation to deal with the subject. . . . In the absence of express grant of power to enact, ordinance provisions on this subject which are inconsistent with the state laws are void.\" (Ligan v. Gadsden, Ala App. 107 So. 733 Ex-­Parte Solomon, 9, Cals. 440, 27 PAC 757 following in re Ah You, 88 Cal. 99, 25 PAC 974, 22 Am St. Rep. 280, 11 LRA 480, as cited in Mc Quinllan Vol. 3 ibid, p. 548.[21] (Emphasis and italics supplied)In other words, local autonomy cannot prevail over the dear national policy to centralize the regulation of all games of chance. This is apparent from the first whereas clause and declaration of policy in Presidential Decree No. 1869 which created PAGCOR precisely for purposes of centralizing the regulation of gambling and games of chance into one corporate entity.[22]Verily, the mere fact that local government units possess local autonomy is not, and cannot be deemed, a blanket authority for barangays to raise revenues in any manner it deems necessary. Local autonomy is always understood in the context of the Philippines being a unitary State, with a national government that centrally exercises state functions. Thus, the local autonomy of local governments remains circumscribed by the relevant statutes and national policies. Here, a plain reading of Section 391 of the Local Government Code reveals that there is no explicit grant of authority to barangays to operate \"Bingo sa Barangay\" or any such game of chance without obtaining the necessary permits. Neither does this provision expressly authorize barangays to license bingo games or operations outside the regulatory framework of PAGCOR.II. There is no express statutory authority for sangguniang barangays to operate bingo games without securing a permit from PAGCOR. In his Concurring Opinion, Senior Associate Justice Marvic M.V.F. Leonen asserts that the appropriate manner of harmonizing the authority of PAGCOR and the barangays is to consider the PAGCOR Charter as a general law on the regulation of gambling, and the Local Government Code as a special law. Between a general law (the PAGCOR Charter) and a special law (the Local Government Code), it is the latter that should prevail.[23]With respect, I disagree.The authority of the sangguniang barangay to conduct fund-raising activities is general in character, as it covers any activity that involves raising money for a particular purpose—not just to bingo games or any gambling activity. On the other hand, the authority of PAGCOR under Section 10 of Presidential Decree No. 1869, as amended, specifically covers games of chance, particularly, bingo, whether for purposes of raising funds or otherwise. Thus, as regards bingo games, Section 10 of Presidential Decree No. 1869, as amended constitutes a particular prescription that PAGCOR shall have authority to license and operate all bingo games, unless it is already \"covered by existing franchises, regulatory bodies or special laws.\"[24]To be sure, had Congress intended to divest from PAGCOR the authority to conduct bingo games, it would have expressly done so, as it did with cockfighting. Presidential Decree No. 449,[25] a special law, governs cockfighting and expressly authorized the city and municipal mayors to issue licenses for the operation and maintenance of cockpits in their territorial jurisdiction, viz.:Section 6. Licensing of Cockpits. City and municipal mayors are authorized to issue licenses for the operation and maintenance of cockpits subject to the approval of the Chief of Constabulary or his authorized representatives. For this purpose, ordinances may be promulgated for the imposition and collection of taxes and fees not exceeding the rates fixed under Section 13, paragraphs (a) and (b); and 19; paragraph (g) 16 of Presidential Decree No. 231, dated June 28, 1973, otherwise known as the Local Tax Code, as amended.Following the effectivity of the Local Government Code, this authority was transferred from the mayor to the sangguniang bayan or sangguniang panlungsod.[26] Thus, by virtue of the third paragraph of Section 10, Presidential Decree No. 1869, as amended—which expressly carved out \"games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units\" from the regulatory authority of PAGCOR—the license to operate cockpits and permits for cockfighting is beyond the scope of PAGCOR's authority. To reiterate, there is no corresponding carve-out for bingo operations in the PAGCOR franchise. The import of the exception in the third paragraph of Section 10 of Presidential Decree No. 1869, as amended, is to recognize that the games of chance, games of cards and games of numbers may, indeed, be authorized, licensed and regulated by local government units when such jurisdiction and powers are accorded by law. In other words, these powers are not inherent in local government units. The Local Government Code does not expressly say so, and insofar as the conduct of bingo operations is concerned, it is also not expressly provided for under the Local Government Code, unlike with cockfighting. Contrary to the interpretation of the ponencia, Section 391(a)(11) of the Local Government Code cannot be relied upon as basis.III.In all, that barangays are authorized under Section 391(a)(11) of the Local Government Code to conduct \"fund-raising activities . . . without the need of securing permits from any national or local office or agency\" does not mean that it is exempt from securing permits in all instances. To be sure, the term \"fund-raising [activity]\" in Section 391(a)(11) is used in the general sense and may cover any endeavor intended to solicit or bring in financial support. Thus, barangays may generally conduct such activities without securing permits from any agency or other local government unit. However, it is erroneous to presume that any and all fund-raising activities, including bingo, games of chance, or other games regulated by PAGCOR, is authorized by virtue of Section 391(a)(11). The breadth of activities that may be covered by this term necessarily includes activities or programs that may be subject to special laws. Verily, as Section 391(a)(11) itself provides, the barangay cannot supersede the regulatory requirements over specific activities, as these are always subject to national policy standards and regulations on morality, health, and safety.It also bears noting that recently, the Department of Interior and Local Government (DILG) issued Memorandum Circular No. 2023-074,[27] directing local government units and officials to discontinue operating \"Bingo sa Barangay,\" \"Barangay Lucky Bingo,\" and other illegal numbers games. The DILG recognized that unauthorized games of chance are punishable under Presidential Decree No. 1602, and only PAGCOR may control and supervise the conduct of these games. The ponencia, however, insists that the DILG cannot impose its own interpretation of the law, as this is the function of the Court.[28] But, to my mind, the DILG Memorandum Circular was not issued to interpret or adjudicate any conflicting claims. It merely implemented the plain text of the relevant statutes, and provided guidance, consistent with its mandate to assist the President in the supervision of local government units.[29]Based on the foregoing, it is grievously erroneous to read the phrase \"fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency\" in isolation. The same provision granting this authority to barangays also defined the contours of this authority, categorically stating that \"said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein.\" There being clear national policy standards and regulations for the conduct of games of chance, including bingo, barangays cannot simply dispense with the necessary permits. To reiterate, \"[a] statute must be so construed as to harmonize and give effect to all its provisions whenever possible.\"[30] Thus, the ponencia should not cherry-pick which portions of the provision should apply, effectively clothing the bingo operations of barangays with legitimacy by the mere expedient of labeling these games as fund-raising activities. Neither Section 391(a)(11) of the Local Government Code nor the relevant regulations on gambling activities sanction the barangay's conduct of bingo games without the prior approval of PAGCOR.ACCORDINGLY, I dissent. I vote to GRANT the Petition.[1] An Act Further Amending Presidential Decree No. 1869, Otherwise Known as PAGCOR Charter (2007).[2] Consolidating and Amending Presidential Decree Nos. 1067-a, 1067-b, 1067-c, 1399 and 1632, Relative to the Franchise and Powers of the Philippine Amusement and Gaming Corporation (PAGCOR) (1983).[3] Republic Act No. 7160 (1991).[4] Id., Book III, Title 1, Chapter IV, sec. 391(a)(11).[5] Ponencia, p. 9.[6] Philippine International Trading Corp. v. Commission on Audit, 635 Phil. 447, 454 (2010) [Per J. Perez, En Banc]; Republic v. Maria Basa Express Jeepney Operators and Drivers Association, Inc., 928 Phil. 182, 249 (2022) [Per J. Lopez, J., En Banc].[7] Republic Act No. 7160 (1991), Book III, Title I, Chapter IV, sec. 391(a)(11).[8] Rollo, pp. 111-114, Barangay Resolution Nos. 01-010, 2005-012, and 20, Series of 2005.[9] PAGCOR, Gaming Site Regulatory Manual (BINGO Games) Version 3.0, March 2017, available at https://www.pagcor.ph/regulatory/pdf/GSRM/Regulatory%20Manuals/Gaming%20Site%20Regulatory%20Manual%20for%20Bingo%20Games%20v3.0.pdf. (last accessed on July 9, 2025).[10] Id.[11] Presidential Decree No. 1869 (1983).[12] Letter of Instructions No. 816, Exclusion of Certain Prohibited Games Under Presidential Decree No. 1602 (1979).[13] Stiffer Penalties on Illegal Gambling (1978), as amended by Republic Act No. 9287, An Act Increasing the Penalties For Illegal Numbers Games, Amending Certain Provisions of Presidential Decree No. 1602, and for Other Purposes (2004).[14] Rollo, pp. 76-84.[15] Id. at 81.[16] Id. at 81-83.[17] Id. at 73.[18] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).[19] Ponencia, p. 8.[20] 274 Phil. 323 (1991) [Per J. Paras, En Banc].[21] Id. at 341.[22] Presidential Decree No. 1869 (1983), sec. 1(a).[23] SAJ. Leonen, Concurring Opinion, pp. 10-11.[24] Presidential Decree No. 1869 (1983), sec. 10; see City of Manila v. Teotico, et al., 130 Phil. 244 (1968) [Per C.J. Concepcion, En Banc].[25] Cockfighting Law of 1974 (1974).[26] Republic Act No. 7160 (1991), Book I, Title II, Chapter III, art. III, sec. 447(a)(3)(v) and Book III, Title III, Chapter III, art. III, sec. 458(a)(3)(v).[27] DILG Memorandum Circular No. 2023-074, Intensifying the Campaign Against the Proliferation of Bingo sa Barangay (BSB)/Barangay Lucky Bingo (BLB), Among Other Illegal Numbers, Operated by the LGUs (2023).[28] Ponencia, p. 13.[29] Executive Order No. 262 (1987), sec. 4; see also Republic Act No. 6975 (1990).[30] Chavez v. Judicial and Bar Council, et al., 691 Phil. 173 (2012) [Per J. Mendoza, En Banc]. (Citation omitted)DISSENTLAZARO-JAVIER, J.:I join the position of Justice Alfredo Benjamin S. Caguioa (Justice Caguioa) that \"the ponencia cannot rely on Section 391(a)(11) of the Local Government Code as basis [to justify 'Bingo sa Barangay], as this only authorizes barangays to conduct 'fund-raising activities.'\"[1]For one. Since 1983, the Philippine Amusement and Gaming Corporation (PAGCOR) is the administrative agency[2] charged with \"centraliz[ing] and integrat[ing] the right and authority to operate and conduct games of chance\"[3] and \"establish[ing] and operat[ing] . . . forms of amusement and recreation including games of chance, which may be allowed by law within the territorial jurisdiction of the Philippines and which will: (1) generate sources of additional revenue . . . and (3) minimize, if not totally eradicate, the evils, malpractices and corruptions that are normally prevalent in the conduct and operation of gambling clubs and casinos without direct government involvement.\"[4]Its creation was impelled by its expertise which allows \"the Government to identify potential sources of additional revenue, provided games of chance are strictly managed and made subject to close scrutiny, regulation, supervision and control.\"[5] Thus, it was given the power \"to regulate and centralize thr[ough] an appropriate institution all games of chance authorized by existing franchise or permitted by law.\"[6]Notably, PAGCOR's mandate is clear and all-encompassing. Verba legis non est recedendum. From the words of the statute, there must be no departure.[7] As such, it was the burden of respondent to convincingly show that \"Bingo sa Barangay\" does not fall under the jurisdiction of PAGCOR. This, it failed to do.On the contrary, and as astutely observed by Justice Caguioa, Section 391(a)(11) of Republic Act No. 7160 or the Local Government Code (LGC) contains the proviso that the barangay \"cannot supersede the regulatory requirements over specific activities, as these are always subject to national policy standards and regulations on morality, health, and safety.\"[8] Presidential Decree No. 1869, as amended by Republic Act No. 9487 is one such national policy standard that respondent should have complied with.More, PAGCOR has been regulating games of chance for more than 41 years. Thus, its classification of bingo as an activity within its jurisdiction is entitled to great weight and respect considering its experience and expertise in the field.For another, I submit that the doctrine of lex specialis derogate generali applies here. In Department of Health v. Philip Morris Philippines Manufacturing, Inc.,[9] the Court ordained:General legislation must give way to special legislation on the same subject, and generally is so interpreted as to embrace only cases in which the special provisions are not applicable. In other words, where two statutes are of equal theoretical application to a particular case, the one specially designed therefore should prevail. (Emphasis supplied)On the one hand, Presidential Decree No. 1869, as amended by Republic Act No. 9487, is specially designed to govern games of chance, including bingo. On the other, the LGC is geared towards \"genuine and meaningful local autonomy\" and \"a system of decentralization whereby local government units shall be given more powers, authority, responsibilities, and resources.\"[10] On the level of the State's declared policy, it is already clear which of the two laws law must govern.The answer remains the same even if the Court were to dissect the very activity in question. By definition, bingo is a game of chance. That it is incidentally used as a fund-raising activity does not detract from its true nature. Thus, there is an opportunity for the Court to make a clear delineation: (a) All games of chance, like bingo, are under the jurisdiction of PAGCOR; and (6) Other fund-raising activities, which are not games of chance, are within the jurisdiction of local government units, subject to the provisions of Section 391(a)(11) of the LGC.[1] Reflection of Justice Caguioa, p. 4.[2] Administrative Code of 1987 [Introductory Provisions], Section 2(4); See Evangelista v. PAGCOR, 941 Phil. 342 (2023) [Per J. Lopez, J., En Banc].[3] Presidential Decree No. 1869, Section 1(a).[4] Presidential Decree No. 1869, Section 1(b).[5] Presidential Decree No. 1869, 4th Whereas clause.[6] Presidential Decree No. 1869, 1st Whereas clause.[7] Sison v. COMELEC, 363 Phil. 510 (1999) [Per J. Romero, En Banc].[8] Reflection of Justice Caguioa, pp. 2 and 4.[9] 757 Phil. 212 (2015) [Per J. Perlas-Bernabe, First Division].[10] LGC, Section 2(a).DISSENTING OPINIONINTING, J.:The ponencia relies on Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, as basis for its conclusion that Bingo sa Barangay is not within the jurisdiction of the Philippine Amusement and Gaming Corporation (PAGCOR).[1] The said provision of law states that the authority and power of PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units, viz.:The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and wider special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR. (Emphasis supplied)The ponencia cites Section 391(11) of Republic Act No. 7160 or the Local Government Code of 1991 (LGC) as basis to conclude that Bingo sa Barangay is \"authorized, licensed and regulated by local government units,\" which therefore takes it out of the jurisdiction of PAGCOR.[2] Section 391(11) of the LGC reads:SECTION 391. Powers, Duties, and Functions. — (a) The sangguniang barangay, as the legislative body of the barangay, shall:. . . .(11) Hold fund-raising activities/or barangay projects without the need of securing permits from any national or local office or agency. The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided, That in the appropriation thereof, the specific purpose for which such fund-raising activity has been held shall be first satisfied: Provided, further, That no fund-raising activities shall be held within a period of sixty (60) days immediately preceding and after a national or local election, recall, referendum, or plebiscite: Provided, finally, That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein. The sangguniang barangay, through the punong barangay, shall render a public accounting of the funds raised at the completion of the project for which the fund-raising activity was undertaken[.]I respectfully disagree with the ponencia. In my view, a barangay cannot conduct bingo as a fund-raising activity in the absence of any authority from PAGCOR or other pertinent laws.It is the policy of the State to centralize and integrate the right and authority to operate and conduct games of chance into one corporate entity, i.e., PAGCOR, which is controlled, administered and supervised by the Government.[3] The principle espoused by the Legislature is that games of chance must be strictly managed and made subject to close scrutiny, regulation, supervision and control by the State.[4]In line with the foregoing, PAGCOR was granted regulatory powers over businesses primarily engaged in gambling operations with respect to their operation, capitalization, and organizational structure.[5] Section 8[6] of Presidential Decree No. 1869 thus requires all persons primarily engaged in gambling, together with their allied business, with contract or franchise from PAGCOR, to register and affiliate their businesses with PAGCOR. Games of chance, such as bingo, that are not authorized by PAGCOR or other relevant laws, are illegal under Presidential Decree No. 1602[7] and Republic Act No. 9287.[8]In other words, the policy behind Presidential Decree No. 1869, as amended by Republic Act No. 9487, is for PAGCOR to be the only entity in the Philippines that could operate, or authorize the operation of gambling casinos, gaming clubs and other similar recreation or amusement places, and gaming pools, including bingo.[9] However, Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, recognizes exceptions to the regulatory authority of PAGCOR, to wit: (1) games of chance authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units.In relation thereto, it is settled that under the rules of statutory construction, a provision of law that provides exceptions should be strictly but reasonably construed, as a general rule.[10] The exceptions –extend only so far as their language fairly warrants, and all doubts should be resolved in favor of the general provisions rather than the exception. Where a general rule is established by statute, the court will not curtail the former nor add to the latter by implication.[11]Given the foregoing, and with due respect to the ponente, I cannot subscribe to the view that the power of barangays to conduct fund-raising activities under Section 391(11) of the LGC may be considered as an exception to the regulatory powers of PAGCOR based on Section 10 of Presidential Decree No. 1869, as amended, i.e., games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units.In my view, the exception cited by the ponencia must be strictly construed against the barangays. The exception clearly refers to a situation where the local government unit (LGU) has been granted the power to authorize, license, and regulate games of chance, cards, and numbers. For instance, Sections 447(3)(v) and 458(3)(v)[12] of the LGC empower the Sangguniang Bayan and Sangguniang Panlungsod, respectively, to \"authorize and license the establishment, operation, and maintenance of cockpits, and regulate cockfighting and commercial breeding of gamecocks.\" This authority of the concerned LGU over cockfighting, a game of chance, is therefore outside the regulatory jurisdiction of PAGCOR.On the other hand, there is nothing in Section 391(11) of the LGC that grants to the barangay the power to authorize, license, and regulate any game of chance, cards, or numbers. In my humble opinion, construing \"fund-raising activities\" as being inclusive of games of chance, cards, or numbers would unduly expand the exceptions enumerated in Section 10 of Presidential Decree No. 1869, as amended, contrary to the rule in statutory construction that such exceptions must be strictly construed. The Court would improperly add an exception to the regulatory authority of PAGCOR by mere implication and through a strained interpretation of the relevant laws, which should not be done.It should also be pointed out that Section 391(11) of the LGC categorically states that barangay fund-raising activities \"shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein.\" To my mind, allowing barangays to hold bingo as a fund-raising activity without prior authorization by PAGCOR would contravene the national policy espoused in Presidential Decree No. 1869 for games of chance to be strictly managed and made subject to the close scrutiny, regulation, supervision and control by the State, through PAGCOR.The ponencia posits that because Bingo sa Barangay was authorized by the barangays subject of the present case, then the activity was \"authorized, licensed and regulated by local government units,\" thereby taking it out of the regulatory authority of PAGCOR.[13] With due respect to the ponencia, this reasoning is absurd. Following the ponencia's conclusion, any game of chance that is authorized by an LGU, despite the absence of an express grant of authority to do so under the relevant laws, would be outside PAGCOR's regulatory jurisdiction. For instance, even cockfighting and the operation of slot machines would be deemed outside of PAGCOR's jurisdiction as long as it is \"authorized\" by a barangay, even though the latter has no authority to do so under the LGC or other laws.The ponencia's conclusion is also contrary to the categorical statement in Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, which provides that the limitation to the regulatory authority of PAGCOR refers to \"such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws.\" The provision of law is clear: the gambling activities that are outside the jurisdiction of PAGCOR pertain only to those which have already been granted to other bodies under their respective franchises or special laws. Again, there is nothing in the LGC that authorizes a barangay to license bingo; hence, the Bingo sa Barangay without any authority from PAGCOR is illegal.The ponencia submits that the foregoing qualification in Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, applies only to items (1) and (2) of the law, i.e., (1) those authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies, and (2) those authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922, and not to item (3) of the law, i.e., (3) those authorized, licensed and regulated by local government units.[14] I respectfully disagree.There is nothing in Section 10 that limits the foregoing qualification only to those pointed out by the ponencia. Had this been the intention of the Legislature, then it would have specifically limited the qualification by excluding LGUs from its application.Besides, with due respect, the ponencia ignores the principle that the LGC is a special law insofar as gambling is concerned.[15] As distinguished from a general law, which applies \"to all of the people of the state or to all of a particular class of persons in the state,\" a special law \"applies to particular individuals in the state or to a particular section or portion of the state only.\"[16] Obviously, where licensing of gambling activities is concerned, Presidential Decree No. 1869, as amended, is the general law as it applies to all games of chance, cards, and numbers, while the charters of other offices and the LGC are deemed as special laws because they apply only to a particular class of gambling that may be authorized by regulatory agencies other than PAGCOR.Thus, both Sections 447(3)(v) and 458(3)(v) of the LGC state that the power to license cockfighting is granted to the LGU concerned, \"[a]ny law to the contrary notwithstanding.\" This is an unequivocal recognition by the Legislature that the LGC is a special law insofar as the licensing of games of chance, games of cards, and games of numbers is involved, as it creates an exemption from the general regulatory authority of PAGCOR over such games. It is therefore erroneous to conclude that the LGC cannot be considered as a \"special law\" in the context of Section 10 of Presidential Decree No. 1869, as amended.Still, I emphasize that to be considered a game of chance, the players must part with their money or property, or some portion thereof, on a naked chance to win.[17] It must involve a game or operation in which the operators obtain something for which they have given nothing except a naked chance.[18] There must be (a) a consideration to enter the game; (b) a chance to win; and (c) a prize or some advantage or any inequality in amount or value which is in the nature of a prize.[19] Provided that all the foregoing elements are present in the Bingo sa Barangay conducted by the barangay-members of respondent, then the said activity cam1ot be conducted by the concerned barangay without prior authorization by law or by PAGCOR.In view of the foregoing, I vote to: (1) GRANT the Petition; (2) REVERSE and SET ASIDE the Decision dated May 18, 2012 and Resolution dated April 22, 2013 of the Court of Appeals in CA-G.R. CV No. 90980; and (3) ENTER a new judgment holding that barangays cannot conduct \"Bingo sa Barangay\" without prior authorization by law or by the Philippine Amusement and Gaming Corporation.[1] Ponencia, p. 9.[2] Id. at 12.[3] Presidential Decree No. 1869, Section 1(a).[4] Id., Fourth Whereas Clause.[5] Id., Sixth Whereas Clause.[6] SECTION 8. Registration. — All persons primarily engaged in gambling, together with their allied business, with contract or franchise from the Corporation, shall register and affiliate their businesses with the Corporation. The Corporation shall issue the corresponding certificates of affiliation upon compliance by the registering entity with the promulgated rules and regulations thereon, approved on April 2, 2004.[7] Prescribing Stiffer Penalties on Illegal Gambling.[8] An Act Increasing the Penalties for Illegal Numbers Games, Amending Certain Provisions of Presidential Decree No. 1602, and for other purposes.[9] Minutes of the Deliberations of the House of Representatives dated December 16, 2004, House Bill No. 3409 entitled, \"An Act Further Amending Presidential Decree No. 1869, Otherwise Known as the PAGCOR Charter,\" pp. 85-86.[10] Aquino v. Aquino, 918 Phil. 371, 395 (2021); Republic v. Dayal, 573 Phil. 553, 571 (2008); Pimentel III v. Commission on Elections, 571 Phil. 571, 624 (2008).[11] Samson v. Court of Appeals, 230 Phil. 59, 64 (1986).[12] Sections 447 and 458 of the LGC grant the following authority to the Sangguniang Bayan and Panlungsod:(3) Subject to the provisions of Book II of this Code, grant franchises, enact ordinances authorizing the issuance of permits or licenses, or enact ordinances levying taxes, fees and charges upon such conditions and for such purposes intended to promote the general welfare of the inhabitants of the municipality, and pursuant to this legislative authority shall:. . . . (v) Any law to the contrary notwithstanding, authorize and license the establishment, operation, and maintenance of cockpits, and regulate cockfighting and commercial breeding of gamecocks: Provided, That existing rights should not be prejudiced.[13] Ponencia, p. 10.[14] Ponencia, p. 11.[15] See Provincial Assessor of Agusan Del Sur v. Filipinas Palm Oil Plantation, Inc., 796 Phil. 547, 571 (2016), where the LGC was deemed as special law insofar as the imposition of real property tax is concerned.[16] U.S. v. Serapio, 23 Phil. 584, 591-592 (1912).[17] U.S. v. Olsen, 36 Phil. 395, 396 (1917).[18] Id. at 399.[19] U.S. v. Baguio, 39 Phil. 962, 967 (1919).DISSENTING OPINION SINGH, J.:I respectfully dissent.The ponencia holds that the Anti-Illegal Gambling Law does not include in its scope the \"Bingo sa Barangay\" because it is a legitimate fund-raising endeavor under Section 391 of the Local Government Code (LGC). However, this position assumes that the \"Bingo sa Barangay\" requires only the approval of the local government unit and not the Philippine Amusement and Gaming Corporation (PAGCOR). On the other hand, as pointed out by our fellow Associate Justices, Section 391 of the LGC provides that fund-raising activities must still comply with national policy standards and regulations on morals, health, and safety. I agree that Presidential Decree No. 1869, as amended by Republic Act No. 9487, is one such national policy standard.Nevertheless, it must be noted that the ponencia cites the amendment under Republic Act No. 9487, which excludes games of chance regulated by local government units:SEC. 10. Nature and Term of Franchise. — Subject to the terms and conditions established in this Decree, the Corporation is hereby granted from the expiration of its original term on July 11, 2008, another period of twenty-five (25) years, renewable for another twenty-five years, the rights, privileges and authority Lo operate and license gambling casinos, gaming clubs and other similar recreation or amusement places, gaming pools, i.e. basketball, football, bingo, etc. except jai-alai, whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines: Provided, That the corporation shall obtain the consent of the local government unit that has territorial jurisdiction over the area chosen as the site for any of its operations.The operation of slot machines and other gambling paraphernalia and equipment, shall not be allowed in establishments open or accessible to the general public unless the site of these operations are three-star hotels and resorts accredited by the Department of Tourism authorized by the corporation and by the local government unit concerned.The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR.[1] (Emphasis supplied)As observed by Associate Justice Alfredo Benjamin S. Caguioa, Section 391 of the LGC does not explicitly state that games of chance are considered as legitimate fund-raising activities. Rather, the LGC is replete with provisions which discourage gambling and games of chance. Sections 447, 458, and 468 provide uniformly that the Sangguniang Bayan, Sangguniang Panlungsod, and Sangguniang Panlalawigan, respectively, shall enact ordinances intended to prevent, suppress and impose appropriate penalties for gambling and games of chance:SECTION 447. Powers, Duties, Functions and Compensation. — (a) The sangguniang bayan, as the legislative body of the municipality, shall enact ordinances, approve resolutions and appropriate funds for the general welfare of the municipality and its inhabitants pursuant to Section 16 of this Code and in the proper exercise of the corporate powers of the municipality as provided for under Section 22 of this Code, and shall:(1) Approve ordinances and pass resolutions necessary for an efficient and effective municipal government, and in this connection shall:[. . . .](v) Enact ordinances intended to prevent, suppress and impose appropriate penalties for habitual drunkenness in public places, vagrancy, mendicancy, prostitution, establishment and maintenance of houses of ill repute, gambling and other prohibited games of chance, fraudulent devices and ways to obtain money or property, drug addiction, maintenance of drug dens, drug pushing, juvenile delinquency, the printing, distribution or exhibition of obscene or pornographic materials or publications, and such other activities inimical to the welfare.and morals of the inhabitants of the municipality;[2] (Emphasis supplied)Sections 444 and 455, referring to municipal and city mayors, respectively, explicitly exclude games of chance from the list of allowable income-generating activities:SECTION 444. The Chief Executive: Powers, Duties, Functions and Compensation. — (a) The municipal mayor, as the chief executive of the municipal government, shall exercise such powers and performs such duties and functions as provided by this Code and other laws.[. . . .](2) Initiate and maximize the generation of resources and revenues, and apply the same to the implementation of development plans, program objectives and priorities as provided for under Section 18 of this Code, particularly those resources and revenues programmed for agro­ industrial development and country-wide growth and progress, and relative thereto, shall:[. . . .](v) Issue permits, without need of approval therefor from any national agency, for the holding of activities for any charitable or welfare purpose, excluding prohibited games of chance or shows contrary to law, public policy and public morals;[3] (Emphasis supplied)On the other hand, the LGC explicitly allows local government units to authorize and license cockfighting. Sections 447 and 458 of the LGC grants the following authority to the Sangguniang Bayan and Sangguniang Panlungsod:(3) Subject to the provisions of Book II of this Code, grant franchises, enact ordinances authorizing the issuance of permits or licenses, or enact ordinances levying taxes, fees and charges upon such conditions and for such purposes intended to promote the general welfare of the inhabitants of the municipality, and pursuant to this legislative authority shall:[. . . .](v) Any law to the contrary notwithstanding, authorize and license the establishment, operation, and maintenance of cockpits, and regulate cockfighting and commercial breeding of gamecocks: Provided, That existing rights should not be prejudiced.[4]While the above provisions of the LGC do not explicitly refer to the Sangguniang Barangay, the above provisions nevertheless clearly delineate prohibited games of chance from permissible games, like cockfighting.I likewise join the position of Associate Justice Henri Jean Paul B. Inting that what is meant by \"games of chance [. . .] authorized, licensed and regulated by local government units\" under Republic Act No. 9487 are those activities where the local government units have been explicitly granted the power to authorize, license, and regulate games of chance, cards, and numbers. As shown above, the exception lies in the establishment, operation, and maintenance of cockpits, and the regulation of cockfighting and commercial breeding of gamecocks.It bears emphasis that the ultimate ruling in Magtajas v. Pryce Properties[5] does not support the position taken in the ponencia. In fact, in that case, the Court ruled in favor of the PAGCOR's authority over games of chance as being superior to the power of local governments:It is a canon of legal hermeneutics that instead of pitting one statute against another in an inevitably destructive confrontation, courts must exert every effort to reconcile them, remembering that both laws deserve a becoming respect as the handiwork of a coordinate branch of the government. On the assumption of a conflict between [Presidential Decree No.] 1869 and the [Local Government] Code, the proper action is not to uphold one and annul the other but to give effect to both by harmonizing them if possible. This is possible in the case before us. The proper resolution of the problem at hand is to hold that under the Local Government Code, local government units may (and indeed must) prevent and suppress all kinds of gambling within their territories except only those allowed by statutes like [Presidential Decree No.] 1869. The exception reserved in such laws must be read in the Code, to make both the Code and such laws equally effective and mutually complementary.[6]Finally, the pernicious effects of gambling is the strongest argument against the position of the ponencia, and \"Bingo sa Barangay\" presents the most fertile ground for the evils of illegal gambling to flourish. The relatively low-income households in the barangay will be exposed to the temptation of engaging in the illegal activity, under the guise of a harmless community activity and probably at a lower cost and financial requirements than other outlawed games of chance. The dangers to morality and public order, not to mention public interest, are therefore heightened.WHEREFORE, I DISSENT and vote to GRANT the instant Petition.[1] Republic Act No. 9487 (2007), An Act Further Amending Presidential Decree No. 1869, Otherwise Known as PAGCOR Charter.[2] LOCAL GOV'T CODE.[3] Id.[4] Id.[5] Magtajas v. Pryce Properties Corp., Inc., 304 Phil. 428 (1994) [Per J. Cruz, En Banc].[6] Id. at 454. Source: Supreme Court E-Library This page was dynamically generated by the E-Library Content Management System (E-LibCMS)",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "republic",
    "philippines",
    "baguio",
    "petitioners",
    "association",
    "barangay",
    "councils",
    "represented",
    "president",
    "rufino",
    "panagan",
    "respondent",
    "marquez",
    "barangays",
    "conduct",
    "raising",
    "activities",
    "through",
    "without",
    "securing"
  ],
  "title_summary": "REPUBLIC OF THE PHILIPPINES AND THE CITY OF BAGUIO, PETITIONERS, VS. THE ASSOCIATION OF BARANGAY ...",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly\n\nEN BANC\nEN BANC\n\n[ G.R. No. 207118, April 22, 2025 ]\n[ G.R. No. 207118, April 22, 2025 ]\n\nREPUBLIC OF THE PHILIPPINES AND THE CITY OF BAGUIO, PETITIONERS, VS. THE ASSOCIATION OF BARANGAY COUNCILS, REPRESENTED BY ITS PRESIDENT, RUFINO M. PANAGAN, RESPONDENT.D E C I S I O N\nREPUBLIC OF THE PHILIPPINES AND THE CITY OF BAGUIO, PETITIONERS, VS. THE ASSOCIATION OF BARANGAY COUNCILS, REPRESENTED BY ITS PRESIDENT, RUFINO M. PANAGAN, RESPONDENT.\n\nD E C I S I O N\n\nMARQUEZ, J.:\n\nCan barangays conduct fund-raising activities through bingo games without securing permits from the national government or any local government office or agency?\n\nWe believe so, as this is in conformity with the local autonomy of barangays which is enshrined in our fundamental law.\n\nPetitioner Republic of the Philippines contends that only the national government, through the Philippine Amusement and Gaming Corporation (PAGCOR), has the power to regulate gambling, including bingo games. [1]\n\nOn the other hand, respondent The Association of Barangay Councils (ABC) believes that barangays are vested with authority under Section 391, paragraph 11 of Republic Act No. 7160, or the Local Government Code of 1991, to operate \"Bingo sa Barangay\" to raise funds for barangay projects without need of securing permits from either the national government or any local government office or agency. [2]\n\nThus, before the Court is a Petition for Review on Certiorari [3] under Rule 45 of the Rules of Court, challenging the Decision [4] and Resolution [5] of the Court of Appeals (CA) which affirmed the Decision [6] of the Regional Trial Court (RTC) that ruled that the barangays in Baguio City are authorized to conduct \"Bingo sa Barangay\" under Section 391 of the Local Government Code, without the need for permits from any national or local government office or agency. [7]\n\nAs summarized by the RTC and adopted by the CA, the facts are as follows: On February 13, 2006, petitioner [ABC] filed the instant Special Civil Action for Declaratory Relief alleging that it is directly interested and affected by Republic Act No. 7160, otherwise known as the Local Government Code, particularly Section 391 which provides for the powers, duties and functions of the sangguniang barangay , among which is to \"hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency.\" The petition further alleged that: (1) the Barangay Councils of Trancoville, Outlook Drive and Military Cut-off passed respective resolutions adopting the \" Bingo sa Barangay \" as a lawful means to raise money for their projects; (2) the game \"bingo\" is a socially accepted undertaking recognized by the government, church, non-governmental organizations and individuals for leisure and as a past-time activity; (3) the barangays were able to successfully operate the \" Bingo sa Barangay \" and now desire to continue the same as a fund-raising activity; (4) sometime in November 2005, personnel of ABC operating the \" Bingo sa Barangay \" were apprehended by the Baguio City Police for alleged violation of Presidential Decree No. 1602 or the Anti-Gambling Law; and (5) the Office of the City Prosecutor issued a Resolution dismissing the cases against the persons apprehended based on [R]esolution No. 08[,] [s]eries of 2005 dated October 20, 2005 issued by the [ABC] which endorsed the conduct of bingo socials in the different barangay[s] in the City of Baguio as fund raising activity for barangay projects for the year 2005. Petitioner thus seeks a declaration from this Court that the \"Bingo sa Barangay\" is a valid exercise of the powers granted by this Court to the local government unit to hold fund-raising activities for the barangay projects without the need of securing permits from any national or local office or agency.\n\nOn March 3, 2006, petitioner filed an Urgent Motion for the Issuance of a Temporary Restraining Order and/or Writ of Preliminary Injunction alleging that the Philippine National Police (PNP-PRO-CAR, PNP­-PROCAR-R2, CIDG-CAR, BCPO), National Bureau of Investigation, among others, in behalf of the respondents, have threatened to close down the operation of the \" Bingo sa Barangay \" and are threatening to arrest and have in fact arrested the employees of the Petitioner on March 3, 2006 in their legitimate endeavor [. . .]. Petitioner sought the issuance of a Writ of preliminary injunction or temporary restraining order to restrain respondents and their agents from hampering the legitimate operations of the \"Bingo sa Barangay\" pending determination of the issue involved in the case at bar. [8] (Emphasis supplied) On April 18, 2006, the RTC issued a temporary restraining order. [9] In an Order [10] dated May 5, 2006, it noted the parties' agreement to maintain the status quo. [11]\n\nAfter trial, the RTC rendered its November 30, 2006 Decision in favor of ABC and disposed of the petition as follows: WHEREFORE, the Court hereby declares that the Barangay Councils (the \"Sangguniang Barangays\") in the City of Baguio and/or the Barangays of Trancoville, Outlook Drive and Military Cut-Off in particular, are vested with authority under Section 391, par. 11 of the Local Government Code to adopt; hold, and authorize the operation of \"Bingo sa Barangay\" to raise funds for barangay projects without need of securing permits from the national or local government office or agency .\n\nSO ORDERED. [12] (Emphasis supplied) On appeal, the CA affirmed the RTC Decision. The dispositive portion of the May 18, 2012 CA Decision reads as follows: WHEREFORE , in view of the foregoing, the appeal is DENIED for lack of merit. The Decision of the Regional Trial Court of Baguio City, Branch 5 in Special Civil Action No. 6220-R is hereby AFFIRMED in toto .\n\nNo pronouncement as to costs.\n\nSO ORDERED. [13] (Emphasis in the original) Procedurally, the CA held that even if there were already a prior breach, as argued by the Republic, the conversion of the petition for declaratory relief into an ordinary action is proper under Rule 63, Section 6 of the Rules of Court. [14]\n\nOn the merits, the CA held that the bingo penalized under Section 1 of Presidential Decree No. 1602 \"is the illegal or unauthorized activities or games of bingo ,\" [15] and \"[t]he impugned 'Bingo sa Barangay' adopted by the barangay councils concerned is a legitimate fund-raising activity, drawing authority from Section 391, paragraph 11 of the Local Government Code.\" [16] Moreover, the appellate court found that under Section 1 of Republic Act No. 9487, the authority of PAGCOR to authorize, license, and regulate games of chance, games of cards, and games of numbers \"shall not extend to such games of chance, games of cards, and games of numbers like cockfighting, authorized, licensed[,] and regulated by local government units .\" [17]\n\nThe CA also held that Section 458 [18] of the Local Government Code, which allows the sangguniang panlungsod to prevent or suppress gambling and other prohibited games of chance, \"should be read as referring to only illegal gambling which, like the other prohibited games of chance, must be prevented or suppressed.\" [19] Thus, the CA belabored: To reiterate, the concerned Barangays are vested with the power to hold fund-raising activities without the need of securing permits from any national or local office or agency. The right of each local government unit to create its own sources of revenue is guaranteed by no less than the Constitution. This basic right is subject only to such guidelines and limitations as the Congress may provide, consistent with the policy on local autonomy. [20] (Emphasis supplied) The CA denied petitioners' respective motions for reconsideration. [21] Hence, this Petition.\n\nAccordingly, the issues for the Court's resolution are: 1. Whether an action for declaratory relief was the proper remedy; and\n\n2. Whether the CA erred in affirming the RTC's Decision, which upheld the right of the barangay councils of Trancoville, Outlook Drive, and Military Cut-Off, Baguio City, to adopt, hold, and authorize the operation of \"Bingo sa Barangay\" to raise funds for barangay projects without need of securing permits from any national or local government office or agency. The Republic argues that a petition for declaratory relief is not proper when there is a prior breach or violation, and it cannot be converted into an ordinary action. In this case, prior breach or violation had already been committed by the operatives of ABC, and ABC judicially admitted that its personnel were apprehended for violation of Presidential Decree No. 1602, or the Anti-Illegal Gambling Law. Conversion is only proper when the breach or violation takes place after the filing of an action for declaratory relief. [22]\n\nFurther, the Republic argues that the barangay councils of Trancoville, Outlook Drive, and Military Cut-off, Baguio City, in particular are not vested with authority under the Local Government Code to conduct.\"Bingo sa Barangay\" without securing permits from the national government through PAGCOR. According to the Republic, Presidential Decree No. 1869, as amended, vests PAGCOR with the sole power and authority to regulate and supervise all games of chance and gambling, including bingo. [23]\n\nIn addition, while Section 391 of the Local Government Code permits barangays to conduct fund-raising activities, these must comply with the national policy standards and regulations on morals, health, and safety of participating individuals. There is nothing in Section 391 of the Local Government Code, which expressly grants local government units the authority to operate \"Bingo sa Barangay,\" and Section 391 must be read with Section 458, which authorizes the sangguniang panlungsod to prevent or suppress gambling and other prohibited games of chance. [24]\n\nOn the other hand, ABC argues that under the Constitution and the Local Government Code, barangays have the power and the authority to raise funds without securing permits from either local or national offices. And, assuming that there is doubt regarding the authority of barangays to conduct fund-raising activities, Section 5 of the Local Government Code provides that such doubt must be resolved in favor of the local government units. Moreover, \"[t]here is a presumption of validity which the law grants upon the activities of [ABC] as indeed the Local Government Code is very specific in the grant of the power to raise funds and revenues,\" [25] and \"[t]o allow the state or its instrumentalities at this point to stop [ABC] from conducting their lawful activity, would cause prejudice and damage to raise funds for much needed projects, as unfortunately government cannot sustain funding for each and every barangay all over the country.\" [26]\n\nWe first resolve the procedural issue.\n\nA petition for declaratory relief under Rule 63 of the Rules of Court is: . . . an action by any person interested in a deed, will, contract, or other written instrument, executive order, or resolution, to determine any question of construction or validity arising from the instrument, executive order, regulation, or statute, and for a declaration of [the person's] rights and duties thereunder. The only issue that may be raised in such a petition is the construction or validity of the provisions in an instrument or statute. [27] As explained in Department of Trade and Industry v. Steelasia Manufacturing Corp. , [28] citing Municipality of Tupi v. Faustino [29] and Aquino v. Municipality of Aklan : [30] An action for declaratory relief presupposes that there has been no actual breach of the instruments involved or of the rights arising thereunder. Since the purpose of an action for declaratory relief is to secure an authoritative statement of the rights and obligations of the parties under a statute, deed, or contract for their guidance in the enforcement thereof, or compliance therewith, and not to settle issues arising from an alleged breach thereof, it may be entertained before the breach or violation of the statute , deed or contract to which it refers. A petition for declaratory relief gives a practical remedy for ending controversies that have not reached the state where another relief is immediately available; and supplies the need for a form of action that will set controversies at rest before they lead to a repudiation of obligations, an invasion of rights, and a commission of wrongs. [31] (Emphasis in the original) In this case, ABC filed the petition for declaratory relief before the RTC precisely to \"secure an authoritative statement of [its] rights and obligations [. . .] under a statute\"—Section 391 of the Local Government Code. The petition for declaratory relief did not seek to \"settle issues arising from an alleged breach thereof,\" as in fact there was no breach of Section 391 at the time it was filed. The arrest of ABC's personnel in November 2005, as adverted to by the Republic, was based on a purported violation of the Anti-­Gambling Law and not Section 391 of the Local Government Code. Moreover, neither the validity nor the effects of this arrest were issues under the petition for declaratory relief. Accordingly, the CA did not err in upholding the propriety of the remedy pursued by ABC.\n\nWe now address the substantive issue.\n\nIn David v. COMELEC , [32] the Court briefly discussed the historical background of a barangay: As a unit of government, the barangay antedated the Spanish conquest of the Philippines. The word \"barangay\" is derived from the Malay \"balangay,\" a boat which transported them (the Malays) to these shores. Quoting from Juan de Plasencia, a Franciscan missionary in 1577, Historian Conrado Benitez wrote that the barangay was ruled by a dato who exercised absolute powers of government. [. . .]\n\nAfter the Americans colonized the Philippines, the barangays became known as \"barrios.\" For some time, the laws governing barrio governments were found in the Revised Administrative Code of 1916 and later in the Revised Administrative Code of 1917. Barrios were granted autonomy by the original Barrio Charter, [Republic Act No. 2370], and formally recognized as quasi-municipal corporations by the Revised Barrio Charter, [Republic Act No. 3590]. During the martial law regime, barrios were \"declared\" or renamed \"barangays\" — a reversion really to their pre­-Spanish names — by [Presidential Decree No. 86] and [Presidential Decree No. 557]. Their basic organization and functions under [Republic Act No. 3590], which was expressly \"adopted as the Barangay Charter,\" were retained. However, the titles of the officials were changed to \"barangay captain,\" \"barangay councilman,\" \"barangay secretary\" and \"barangay treasurer.\" [33] As can be gleaned, since time immemorial, barrios, later on barangays, were granted autonomy and recognized as quasi-municipal corporations endowed with powers for the performance of government functions. This was institutionalized under Republic Act No. 2370, otherwise known as the Barrio Charter Act of 1959, [34] followed by the Revised Barrio Charter of 1963, [35] which gave barrios greater independence and autonomy as local government bodies. The Revised Barrio Charter of 1963 recognized that the \"people in the barrios of the Philippines are the backbone of the nation\" and \"it is necessary that [barrios] be granted greater autonomy and incentive for self-help.\" [36]\n\nThe 1973 Constitution recognized the barrio as a territorial and political subdivision of the Philippines [37] and ensured its local autonomy. Article II, Section 10 of the 1973 Constitution provided: SEC. 10. The State shall guarantee and promote the autonomy of local government units, especially the barrio, to ensure their fullest development as self-reliant communities. [38] This constitutional recognition was reflected in Batas Pambansa Blg. 337, or the Local Government Code, [39] enacted in 1983, which defined the powers and responsibilities of local government units, including barangays.\n\nSimilarly, the 1987 Constitution recognizes the barangay as one of the territorial and political subdivisions of the country which shall enjoy local autonomy. [40] The 1987 Constitution explicitly mandates that the State shall ensure the autonomy of local governments. [41]\n\nThe principle of local autonomy is further manifested in the Local Government Code of 1991, which defines the barangay as the basic political unit responsible for the \"primary planning and implementing unit of government policies, plans, programs, projects, and activities in the community.\" [42] Expressly provided is the power to hold fund-raising activities for barangay projects \"without the need of securing permits from any national or local office or agency.\" [43] Section 391, paragraph 11 of the Local Government Code is as clear as day: Section 391. Powers, Duties, and Functions . –\n\n(a) The sangguniang barangay, as the legislative body of the barangay, shall: . . . .\n\n(11) Hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency . The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided , That in the appropriation thereof, the specific purpose for which such fund­ raising activity has been held shall be first satisfied: . . . Provided, finally , That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein. [44] (Emphasis supplied) Likewise clear as day are the regulatory powers and authorities of PAGCOR plainly spelled out in its charter, Presidential Decree No. 1869, [45] as amended by Section 1 of Republic Act No. 9487, [46] the third paragraph of which in part provides: The authority-and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: . . . (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. [47] (Emphasis supplied) Republic Act No. 9487, which amended the PAGCOR Charter in 2007, is now synchronized with the Local Government Code of 1991. Unlike its original charter, Republic Act No. 9487 explicitly recognized the authority of local government units to authorize, license, and regulate games of chance to the exclusion of PAGCOR. As succinctly pointed out by Senior Associate Justice Marvic M.V.F. Leonen (SAJ Leonen) in his Concurring Opinion, Evangelista v. Philippine Amusement and Gaming Corp. [48] held that the \"exceptions [under Republic Act No. 9487] are expressly mandated to be outside PAGCOR's licensing authority and regulatory powers.\" [49]\n\nAs such, while Republic Act No. 9487, which amended PAGCOR's franchise, explicitly confers to PAGCOR the regulation of bingo games nationwide, the same amendatory act likewise excludes from PAGCOR's authority and powers \"games of chance, games of cards and games of numbers . . . authorized, licensed and regulated by local government units.\" [50]\n\nIn the instant case, the barangays of Trancoville, Outlook Drive, and Military Cut-off themselves passed resolutions adopting the \"Bingo sa Barangay\" as a fund-raising activity. [51] It is the barangay itself which \"authorized, licensed, and regulated\" [52] the \"Bingo sa Barangay,\" a game of chance. Hence, it \"shall be outside the licensing authority and regulatory powers of the PAGCOR.\" [53] When the law is clear, there is no need for interpretation, only application.\n\nThis Court is not limiting the powers and authorities of PAGCOR. Its own charter did. Neither are we expanding the powers of the local government units to authorize, license, and regulate games of chance, games of cards, and games of numbers like cockfighting. The instant case is confined simply to the conduct of the \"Bingo sa Barangay\" by the barangay as a fund-raising activity which does not need the approval of PAGCOR.\n\nThe Dissenting Opinion of Justice Alfredo Benjamin S. Caguioa, to which Justice Amy C. Lazaro-Javier joins, submits that \"[t]he import of the exception in the third paragraph of Section 10 of PD No. 1869, as amended, is to recognize that the games of chance, games of cards and games of numbers may, indeed, be authorized, licensed and regulated by local government units (only) when such jurisdiction and powers are accorded by law.\" [54] The same view is shared by Justice Henri Jean Paul B. Inting and Justice Maria Filomena D. Singh.\n\nWith all due respect to their considered view, there is however nothing in the exception that says, nay even infers, an implementing law or a special law is still needed to carry out the exception expressly granted to local government units. Absolutely nothing.\n\nLet us carefully examine the last paragraph of Section 1 of Republic Act No. 9487, which amended Section 10 of Presidential Decree No. 1869: The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, 1icensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR. [55] Plainly, Section 1 excludes from the coverage of PAGCOR: (1) those authorized, licensed, and regulated or to be authorized, licensed, and regulated by, in, and under existing franchises or other regulatory bodies ; (2) those authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) those authorized, licensed and regulated by local government units .\n\nUnmistakably, the qualification in the last sentence of Section 1, i.e., \"[t]he conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws , to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR,\" refers to the exemptions in paragraphs (1) and (2), or those under franchises, regulatory bodies, and special laws. It has no reference whatsoever to the exemption in paragraph (3) or those regulated by the local government units.\n\nThere being no reference to an implementing law or special law for those regulated by the local government units, unlike those covered by franchises, regulatory bodies or special laws, we should not put any. Expressio unius est exclusio alterius. The express mention of one thing implies the exclusion of another. [56] Hence, when a list is mentioned, other things not mentioned are excluded.\n\nAs ruled by the CA, Section 391 of the Local Government Code expressly allows barangay councils to conduct fund-raising activities. [57] Presidential Decree No. 1602, [58] which prescribed stiffer penalties on illegal gambling, only penalizes illegal or unauthorized activities or games of bingo and does not include in its scope the \"Bingo sa Barangay\" adopted by the concerned barangay councils, a legitimate fund-raising endeavor under Section 391 of the Local Government Code. [59]\n\nIn addition, this Court has explained that Section 458(l)(v) of the Local Government Code excludes games of chance, which are permitted by law: We begin by observing that under Sec. 458 of the Local Government Code, local government units are authorized to prevent or suppress, among others, \"gambling and other prohibited games of chance.\" Obviously, this provision excludes games which are not prohibited but are in fact permitted by law. The petitioners are less than accurate in claiming that the Code could have excluded such games of chance but did not. In fact it does. The language of the section is clear and unmistakable. Under the rule of noscitur a sociis , a word or phrase should be interpreted in relation to, or given the same meaning of, words with which it is associated. Accordingly, we conclude that since the word \"gambling\" is associated with \"and other prohibited games of chance,\" the word should be read as referring to only illegal gambling which, like the other prohibited games of chance, must be prevented or suppressed. [60] (Emphasis supplied) As expounded by SAJ Leonen, gambling only becomes illegal or unauthorized if they are expressly defined to be so. Although bingo games are mentioned in Section 1 of Presidential Decree No. 1602, [61] it was merely an example of gambling activities, which may be deemed illegal or unauthorized. Furthermore, Section 2 [62] of Executive Order No. 13 [63] underscores that the key factor in determining illegal gambling is the conduct of a game scheme that lacks authority or license from a duly empowered government agency. Thus, applying Presidential Decree No. 1602 and Executive Order No. 13, bingo games, as a game of chance, are not illegal per se and will only become illegal gambling if it lacks the requisite license or authority from the appropriate agency or if it contravenes the agency's regulations.\n\nAnd the authority of the barangay to conduct fund-raising activities, including bingo games, is not limitless. The last proviso of Section 391, paragraph 11 of the Local Government Code itself provides that \"said fund­raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein.\" But this does not imply that barangays have to obtain any prior approval from PAGCOR or any national agency, as no law or regulation mandates it. For sure, getting a permit from any national agency is not a national policy standards and regulations on morals, health, and safety.\n\nIn fine, the \"fund-raising activities (or every local government unit for that matter) shall comply with the national policy standards and regulations on morals, health, and safety of the persons participating therein.\" Section 16 of the Local Government Code is explicit: SECTION 16. General Welfare . — Every local government unit shall exercise the powers expressly granted, those necessarily implied therefrom, as well as powers necessary, appropriate, or incidental for its efficient and effective governance, and those which are essential to the promotion of the general welfare. Within their respective territorial jurisdictions, local government units shall ensure and support, among other things, the preservation and enrichment of culture, promote health and safety, enhance the right of the people to a balanced ecology, encourage and support the development of appropriate and self-reliant scientific and technological capabilities, improve public morals, enhance economic prosperity and social justice, promote full employment among their residents, maintain peace and order, and preserve the comfort and convenience of their inhabitants. (Emphasis supplied) By exercising this power, local government units ensure that activities conducted within their jurisdiction adhere to national standards designed to protect the well-being of the public, including those fund-raising activities.\n\nWe are likewise not pitting PAGCOR against the barangay as to which government instrumentality can better regulate bingo games. This is not an issue.\n\nIn any case, any doubt as to the powers of the barangay shall be resolved in its favor. Section 5 of the Local Government Code of 1991 specifically provides: Section 5. Rules of Interpretation . — In the interpretation of the provisions of this Code, the following rules shall apply: (a) Any provision on a power of a local government unit shall be liberally interpreted in its favor, and in case of doubt, any question thereon shall be resolved in favor of devolution of powers and of the lower local government unit . Any fair and reasonable doubt as to the existence of the power shall be interpreted in favor of the local government unit concerned;\n\n. . . .\n\n(c) The general welfare provisions in this Code shall be liberally interpreted to give more powers to local government units in accelerating economic development and upgrading the quality of life for the people in the community[.] (Emphasis supplied) This is also not to belittle Memorandum Circular No. 2023-074 [64] issued by the Department of the Interior and Local Government (DILG) directing local government units to discontinue all forms of unauthorized \"Bingo sa Barangay\" or other illegal number games. The DILG's intent to prevent illegal gambling and maintain public order is commendable. However, rather than empowering and championing local government units, the DILG's campaign appears to undermine the principle of local autonomy. In fine, it is not the province of the DILG to interpret the law and the Constitution. That belongs to the courts.\n\nTo reiterate, barangays, as the basic political unit, are vested with powers to initiate and manage activities that foster community engagement and generate local revenues, provided these activities comply with existing laws. Barangays must be empowered. To allow barangays to conduct \"Bingo sa Barangay\" as a fund-raising activity for barangay projects without the need to secure permits from PAGCOR or any national or local office or agency is to breathe life to the constitutional mandate of the State to ensure the local autonomy of barangays. This is the duty of this Court.\n\nACCORDINGLY , the instant Petition is DENIED . The Decision dated May 18, 2012 and the Resolution dated April 22, 2013 of the Court of Appeals in CA-G.R. CV No. 90980 are AFFIRMED .\n\nSO ORDERED.\n\nGesmundo, C.J., Hernando, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao , and Kho, Jr., JJ. , concur.\nLeonen, SAJ. , concur. See separate opinion.\nCaguioa and Lazaro-Javier, JJ. , see dissent.\nInting, J. , see dissenting opinion.\nSingh , * J. , on leave but left dissenting vote.\n\n* On leave.\n\n[1] Rollo , p. 26.\n\n[2] Id. at 191-196.\n\n[3] Id. at 8-34.\n\n[4] Id. at 35-51. The May 18, 2012 Decision in CA-G.R. CV No. 90980 was penned by Associate Justice Marlene Gonzales-Sison and concurred in by Associate Justices Hakim S. Abdulwahid and Leoncia R. Dimagiba of the Seventh Division, Court of Appeals, Manila.\n\n[5] Id. at 52-58. The April 22, 2013 Resolution in CA-G.R. CV No. 90980 was penned by Associate Justice Marlene Gonzales-Sison and concurred in by Associate Justices Hakim S. Abdulwahid and Leoncia Real-Dimagiba of the Former Seventh Division, Court of Appeals, Manila.\n\n[6] Neither party provided a copy of the RTC's Decision.\n\n[7] Rollo , pp. 56-57.\n\n[8] Id. at 36-37.\n\n[9] Id. at 38.\n\n[10] Id. at 152.\n\n[11] Id.\n\n[12] Id. at 39.\n\n[13] Id. at 50.\n\n[14] Id. at 45.\n\n[15] Id. at 47. (Emphasis supplied)\n\n[16] Id. at 47-48.\n\n[17] Id. at 49. (Emphasis supplied)\n\n[18] Section 458(l)(v) of the LOCAL GOV'T CODE empowers the sanggunian panlungsod to: Enact ordinances intended to prevent, suppress and impose appropriate penalties for habitual drunkenness in public places, vagrancy, mendicancy, prostitution, establishment and maintenance of houses of ill repute, gambling and other prohibited games of chance, fraudulent devices and ways to obtain money or property, drug addiction, maintenance of drug dens, drug pushing, juvenile delinquency, the printing, distribution or exhibition of obscene or pornographic materials or publications, and such other activities inimical to the welfare and morals of the inhabitants of the city.\n\nSections 447(1)(v) and 468(1)(v) of the LOCAL GOV'T CODE vest the sangguniang bayan and sangguniang panlalawigan, respectively, with similar authority. [19] Rollo , p. 50. (Emphasis in the original)\n\n[20] Id. at 49.\n\n[21] Id. at 57.\n\n[22] Id. at 27-29.\n\n[23] Id. at 18-26, 208-209.\n\n[24] Id. at 18-19, 205-206.\n\n[25] Id. at 196.\n\n[26] Id.\n\n[27] Metropolitan Bank and Trust Co. v. Spouses Uy , 909 Phil. 32, 42 [Per J. Inting, Second Division], citing Ferrer, Jr., et al. v. Mayor Roca, Jr., et al. , 637 Phil. 310, 317 (2010) [Per J. Mendoza, Second Division].\n\n[28] 890 Phil. 238 (2020) [Per J. Lazaro-Javier, Second Division].\n\n[29] 860 Phil. 363 (2019) [Per J. Lazaro-Javier, En Banc ].\n\n[30] 744 Phil. 497 (2014) [Per J. Velasco, Jr., Third Division].\n\n[31] Department of Trade and Industry v. Steelasia Manufacturing Corp. , 890 Phil. 238, 256 (2020) [Per J. Lazaro-Javier, Second Division].\n\n[32] 337 Phil. 534 (1997) [Per J. Panganiban, En Banc ].\n\n[33] Id. at 542-544.\n\n[34] Republic Act No. 2370 (1959), An Act Granting Autonomy to Barrios of the Philippines.\n\n[35] Republic Act No. 3590 (1963), An Act to Amend and Revise Republic Act Numbered Twenty-Three Hundred and Seventy, Otherwise Known as \"The Barrio Charter.\"\n\n[36] Republic Act No. 3590 (1963).\n\n[37] CONST. (1973), art. XI, sec. 1.\n\n[38] CONST. (1973), art. II, sec. 10.\n\n[39] Batas Pambansa Blg. 337 (1983), An Act Enacting a Local Government Code.\n\n[40] CONST. (1987), art. X secs. 1 and 2.\n\n[41] CONST. (1987), art. II, sec. 25.\n\n[42] Republic Act No. 7160 (1991), sec. 384. Local Government Code of 1991.\n\n[43] Republic Act No. 7160 (1991), sec. 391(a)(11).\n\n[44] Republic Act No. 7160 (1991), sec. 391, par. 11.\n\n[45] Presidential Decree No. 1869 (1983), Consolidating and Amending Presidential Decree Nos. 1067-A, 1067-B, 1067-C, 1399 and 1632, Relative to the Franchise and Powers of the Philippine Amusement and Gaming Corporation (PAGCOR).\n\n[46] Republic Act No. 9487 (2007), An Ad Further Amending Presidential Decree No. 1869, Otherwise Known as PAGCOR Charter.\n\n[47] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).\n\n[48] 941 Phil. 342 (2023) [Per J. Lopez, J., En Banc ].\n\n[49] Id. at 348.\n\n[50] Republic Act No. 9487 (2007), sec. 1.\n\n[51] Rollo , pp. 99-103.\n\n[52] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).\n\n[53] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007). (Emphasis supplied)\n\n[54] J. Caguioa, Dissenting Opinion, p. 7. (Emphasis in the original)\n\n[55] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).\n\n[56] Ang Nars Party List v. Executive Secretary , 864 Phil. 607, 649 [Per J. Carpio, En Banc ].\n\n[57] Rollo , p. 46.\n\n[58] Prescribing Stiffer Penalties on Illegal Gambling.\n\n[59] Rollo , p. 46-48.\n\n[60] Magtajas v. Pryce Properties Corp., Inc. , 304 Phil. 428, 442 (1994) [Per J. Cruz, En Banc ].\n\n[61] SECTION 1. Penalties . — The following penalties are hereby imposed: . . . .\n\n(1) Any person other than those referred to in the succeeding sub-sections who in any manner, shall directly or indirectly take part in any illegal or unauthorized activities or games of cockfighting, jueteng, jai-alai or horse racing to include bookie operations and game fixing, numbers, bingo and other forms of lotteries; cara y cruz, pompiang and the like; 7-11 and any game using dice; blackjack, lucky nine, poker and its derivatives, monte, baccarat, cuajo, pangguingue and other card games; paik que, high and low, mahjong, domino and other games using plastic tiles and the like; slot machines, roulette, pinball and other mechanical contraptions and devices; dog racing, boat racing, car racing and other forms of races, basketball, boxing, volleyball, bowling, pingpong and other forms of individual or team contests to include game fixing, point shaving and other machinations: banking or percentage game, or any other game or scheme, whether upon chance or skill, wherein wagers consisting of money, articles of value or representative of value are at stake or made[.] [62] SECTION 2. Illegal Gambling Defined . — Pursuant to existing laws, \"illegal gambling\" is committed by any person who in any manner, shall directly or indirectly take part in any game scheme, regardless of whether winning thereat is dependent upon chance or skill or both, wherein wagers consisting of money, articles of value or representative of value are at stake or made, when such game scheme is not authorized or licensed by the government agency duly empowered by law or its charter to license or authorize the conduct of such games, or is conducted in a manner that violates the terms and conditions duly prescribed by the said government agency.\n\n[63] Strengthening the Fight Against Illegal Gambling and Clarifying the Jurisdiction and Authority of Concerned Agencies in the Regulation and Licensing of Gambling and Online Gaming Facilities, and for Other Purposes (2017).\n\n[64] DILG Memorandum Circular No. 2023-074 (2023), Intensifying the Campaign Against the Proliferation of Bingo sa Barangay (BSB)/Barangay Lucky Bingo (BLB), Among Other Illegal Numbers, Operated by the LGUs.\n\nCONCURRING OPINION\nLEONEN, SAJ. :\n\nI concur with the ponencia . Barangays can conduct fundraising activities through bingo games without securing permits from the national government or any local government office or agency.\n\nThe corollary issues here concern the fiscal autonomy of local government units and the nature of the franchise of the Philippine Amusement and Gaming Corporation (PAGCOR).\n\nI\nLocal government units enjoy administrative and fiscal autonomy, which is a crucial part of local autonomy: [1] Fiscal autonomy means that local governments have the power to create their own sources of revenue in addition to their equitable share in the national taxes released by the national government, as well as the power to allocate their resources in accordance with their own priorities. [2] (Emphasis supplied) Fiscal autonomy is enshrined in Article X, Section 5 of the Philippine Constitution: SECTION 5. Each local government unit shall have the power to create its own sources of revenues and to levy taxes, fees, and charges subject to such guidelines and limitations as the Congress may provide, consistent with the basic policy of local autonomy. Such taxes, fees, and charges shall accrue exclusively to the local governments. [3] Republic Act No. 7160, or the Local Government Code of 1991 also embodies the basic policy of local autonomy. [4] The state policy and the relevant operative principle of decentralization are found in Sections 2 and 3(d) of the Local Government Code: SECTION 2. Declaration of Policy. – (a) It is hereby declared the policy of the State that the territorial and political subdivisions of the State shall enjoy genuine and meaningful local autonomy to enable them to attain their fullest development as self-reliant communities and make them more effective partners in the attainment of national goals. Toward this end, the State shall provide for a more responsive and accountable local government structure instituted through a system decentralization whereby local government units shall be given more powers, authority, responsibilities, and resources . The process of decentralization shall proceed from the National Government to the local government units. [5]\n\nSECTION 3. Operative Principles of Decentralization. – The formulation and implementation of policies and measures on local autonomy shall be guided by the following operative principles:\n\n. . .\n\n(d) The vesting of duty, responsibility, and accountability in local government units shall be accompanied with provision for reasonably adequate resources to discharge their powers and effectively carry out their functions; hence, they shall have the power to create and broaden their own sources of revenue and the right to a just share in national taxes and an equitable share in the proceeds of the utilization and development of the national wealth within their respective areas[.] [6] (Emphasis supplied) The provisions of the Local Government Code apply to all provinces, cities, municipalities, barangays, and other political subdivisions as may be created by law, and to officials, offices, or agencies of the national government, to the extent provided in the Code. [7]\n\nThe Local Government Code also provides for the liberal interpretation of its provisions in favor of local government units. Doubts shall be resolved in favor of devolution of powers and of the lower local government unit. \"Any fair and reasonable doubt as to the existence of the power shall be interpreted in favor of the local government unit concerned.\" [8]\n\nThe Local Government Code recognizes that every local government unit created or recognized under it is a body politic and corporate endowed with powers to be exercised by the local government unit in conformity with law. Hence, a local government unit has powers as a political subdivision of the national government and as a corporate entity representing the inhabitants of its territory. [9]\n\nTo promote the general welfare of its constituents, local government units shall exercise the powers expressly granted to them, those necessarily implied from those powers, and powers necessary, appropriate, or incidental for efficient and effective governance. [10] Local government units shall also endeavor to be self-reliant and exercise their powers, duties and functions to efficiently and effectively provide basic services and facilities. [11]\n\nBarangays are basic political units and are the primary planning and implementing unit of government policies, plans, programs, projects, and activities in the community. [12] The Sangguniang Barangay, as the legislative body of the barangay, has the power to hold fundraising activities without the need of securing permits from any national or local office. Section 391 (a), paragraph 11 of the Local Government Code provides: SECTION 391. Powers, Duties, and Functions. – (a) The sangguniang barangay, as the legislative body of the barangay, shall:\n\n. . .\n\n(11) Hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency . The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided, That in the appropriation thereof, the specific purpose for which such fund-raising activity has been held shall be first satisfied: Provided, further, That no fund-raising activities shall be held within a period of sixty (60) days immediately preceding and after a national or local election, recall, referendum, or plebiscite: Provided, finally, That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein . The sangguniang barangay, through the punong barangay, shall render a public accounting of the funds raised at the completion of the project for which the fund-raising activity was under-taken[.] (Emphasis supplied) The Local Government Code clearly and unequivocally grants barangays the power to hold fundraising activities. It does not distinguish or specify the nature of the fundraising activities that barangays can hold without need to secure permits from any agency. Its proviso requiring compliance with national regulations on morals, health, and safety is broadly worded and does not specify the applicable regulations. Without doubt or ambiguity, the plain meaning of the law prevails: A cardinal rule in statutory construction is that when the law is clear and free from any doubt or ambiguity, there is no room for construction or interpretation. There is only room for application. As the statute is clear, plain, and free from ambiguity, it must be given its literal meaning and applied without attempted interpretation. This is what is known as the plain-meaning rule or verba legis . It is expressed in the maxim, index animi sermo , or \"speech is the index of intention.\" Furthermore, there is the maxim verba legis non est recedendum , or \"from the words of a statute there should be no departure.\" [13] (Citation omitted) Subject to the provisos specified in Section 391(a), paragraph 11 of the Local Government Code, barangays clearly and unequivocally have the power and authority to hold fundraising activities. This is consistent with the state policy to empower local government units to be self-reliant and to create their own sources of revenues.\n\nHere, the fundraising activity is through bingo games. The PAGCOR Gaming Site and Regulatory Manual (Bingo Games) defines bingo as \"a game of chance played with randomly drawn numbers which players match against numbers on cards with differently numbered squares. The game is won when a predetermined pattern is completed.\" [14]\n\nAs a fundraising activity and a game of chance, the conduct of bingo games is governed by relevant national policy, standards, and regulations. The fundraising aspect of bingo has already been settled based on Section 391 (a), paragraph 11 of the Local Government Code. The game of chance aspect will concern applicable Local Government Code and gambling regulations.\n\nSection 458(l)(v) of the Local Government Code grants the Sangguniang Panlungsod, as the legislative body of the city, the power to enact ordinances to prevent or penalize gambling and other prohibited games of chance. SECTION 458. Powers, Duties, Functions and Compensation. – (a) The sangguniang panlungsod, as the legislative body or the city, shall enact ordinances, approve resolutions and appropriate funds for the general welfare of the city and its inhabitants pursuant to Section 16 of this Code and in the proper exercise of the corporate powers of the city as provided for under Section 22 of this Code, and shall:\n\n(1) Approve ordinances and pass resolutions necessary for an efficient and effective city government, and in this connection, shall:\n\n. . .\n\n(v) Enact ordinances intended to prevent, suppress and impose appropriate penalties for habitual drunkenness in public places, vagrancy, mendicancy, prostitution, establishment and maintenance of houses of ill repute, gambling and other prohibited games of chance , fraudulent devices and ways to obtain money or property, drug addiction, maintenance of drug dens, drug pushing, juvenile delinquency, the printing, distribution or exhibition of obscene or pornographic materials or publications, and such other activities inimical to the welfare and morals of the inhabitants of the city. (Emphasis supplied) Magtajas v. Pryce Properties Corporation [15] interpreted Section 458(l)(v) of the Local Government Code as referring to the prevention or suppression of illegal gambling: We begin by observing that under Sec. 458 of the Local Government Code, local government units are authorized to prevent or suppress, among others, \"gambling and other prohibited games of chance.\" Obviously, this provision excludes games of chance which are not prohibited but are in fact permitted by law. The petitioners are less than accurate in claiming that the Code could have excluded such games of chance but did not. In fact it does. The language of the section is clear and unmistakable. Under the rule of noscitur a sociis , a word or phrase should be interpreted in relation to, or given the same meaning of, words with which it is associated. Accordingly, we conclude that since the word \"gambling\" is associated with \"and other prohibited games of chance,\" the word should be read as referring to only illegal gambling which, like the other prohibited games of chance, must be prevented or suppressed. [16] (Emphasis supplied) Hence, applying this interpretation of bingo as a game of chance may only be prevented or suppressed by the Sangguniang Panlungsod if it is a prohibited game. The relevant gambling laws, however, do not expressly define or characterize bingo as a form of illegal gambling.\n\nIn prescribing stiffer penalties on illegal gambling, Section 1 of Presidential Decree No. 1602 penalized persons: who in any manner, shall directly or indirectly take part in any illegal or unauthorized activities or games of cockfighting, jueteng, jai alai or horse racing to include bookie operations and game fixing, numbers, bingo and other forms of lotteries . . . or any other game scheme, whether upon chance or skill, wherein wagers consisting of money, articles of value or representative of value are at stake or made [.] [17] (Emphasis supplied) While bingo was included in the enumeration in Section 1 of Presidential Decree No. 1602, it was simply as an example of a gambling activity, which may be illegal or unauthorized . Analogous to the interpretation in Magtajas , gambling activities only become illegal or unauthorized if they are expressly defined to be so. Otherwise, indiscriminately considering all enumerated game schemes or those where wagers of things of value are at stake or made, as illegal lacks legal and constitutional basis.\n\nThe legality and morality of gambling are two different matters: The morality of gambling is not a justiciable issue. Gambling is not illegal per se. While it is generally considered inimical to the interests of the people, there is nothing in the Constitution categorically proscribing or penalizing gambling or, for that matter, even mentioning it at all. It is left to Congress to deal with the activity as if sees fit. In the exercise of its own discretion, the legislature may prohibit gambling altogether or allow it without limitation or it may prohibit some forms of gambling and allow others for whatever reasons it may consider sufficient. Thus, it has prohibited jueteng and monte but permits lotteries, cockfighting and horse­racing. In making such choices, Congress has consulted its own wisdom, which this Court has no authority to review, much less reverse. Well has it been said that courts do no[t] sit to resolve the merits of conflicting theories. That is the prerogative of the political departments. It is settled that questions regarding the wisdom, morality, or practicability of statutes are not addressed to the judiciary but may be resolved only by the legislative and executive departments, to which the function belongs in our scheme of government. That function is exclusive. Whichever way these branches decide, they are answerable only to their own conscience and the constituents who will ultimately judge their acts, and not to the courts of justice. [18] (Emphasis supplied) A clearer and more straightforward definition of illegal gambling is found in Section 2 of Executive Order No. 13 (2017): [19] Section 2. Illegal Gambling Defined . Pursuant to existing laws, \"illegal gambling\" is committed by any person who, in any manner, shall directly or indirectly take part in any game scheme, regardless of whether winning thereat is dependent upon chance or skill or both, wherein wagers consisting of money, articles of value or representative of value are at stake or made, when such game scheme is not authorized or licensed by the government agency duly empowered by law or its charter to license or authorize the conduct of such games, or is conducted in a manner that violates the terms and conditions duly prescribed by the said government agency .\n\nAll gambling activities, and activities and services directly or indirectly related to or in support of such gambling activities, conducted beyond the territorial jurisdiction of the government authority which issued the license therefor, shall be dealt with as illegal gambling. (Emphasis supplied) In Executive Order No. 13, the critical element in illegal gambling is the conduct of a game scheme that lacks authority or license from a duly empowered agency or is inconsistent with the conditions prescribed it.\n\nThe Whereas clauses of Executive Order No. 13 also recognized that PAGCOR's regulatory authority is with exceptions. Besides PAGCOR, it recognized several gambling regulators such as the Cagayan Economic Zone Authority, Aurora Pacific Economic Zone and Freeport Authority, and Authority of the Freeport Area of Bataan. [20]\n\nThus, applying Presidential Decree No. 1602 and Executive Order No. 13, bingo as a game of chance is not illegal per se, and will only become illegal gambling if it lacks the requisite license or authority from the appropriate agency or if it contravenes the agency's regulations.\n\nWhile the Local Government Code does not expressly grant barangays the authority to conduct bingo games as fundraising activities, the relevant gambling laws also do not specifically characterize bingo as illegal gambling.\n\nII\nThe PAGCOR does not have the monopoly of regulatory authority over all gambling activities or games of chance.\n\nSection 10 of Presidential Decree No. 1869 [21] or the PAGCOR Charter provides for a broad and general nature and term of PAGCOR's franchise. Section 10. Nature and term of franchise . – Subject to the terms and conditions established in this Decree, the Corporation is hereby granted for a period of twenty-five (25) years, renewable for another twenty-five (25) years, the rights, privilege and authority to operate and maintain gambling casinos, clubs, and other recreation or amusement places, sports, gaming pools, i.e. basketball, football, lotteries, etc. whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines . (Emphasis supplied) On June 20, 2007, Republic Act No. 9487 was enacted into law, amending Section 10 of Presidential Decree No. 1869 with respect to the nature and term of PAGCOR's franchise. [22] Section 1 of Republic Act No. 9487 contains the amended PAGCOR franchise. SECTION 1. The Philippine Amusement and Gaming Corporation (PAGCOR) franchise granted under Presidential Decree No. 1869, otherwise known as the PAGCOR Charter, is hereby further amended to read as follows:\n\n(1) Section 10, Nature and Term of Franchise, is hereby amended to read as follows:\n\n\"SEC. 10. Nature and Term of Franchise . – Subject to the terms and conditions established in this Decree, the Corporation is hereby granted from the expiration of its original term on July 11, 2008, another period of twenty-five (25) years, renewable for another twenty-five (25) years, the rights, privileges and authority to operate and license gambling casinos, gaming clubs and other similar recreation or amusement places, gaming pools, i.e. basketball, football, bingo, etc. except jai-alai, whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines: Provided, That the corporation shall obtain the consent of the local government unit that has territorial jurisdiction over the area chosen as the site for any of its operations .\n\n\"The operation of slot machines and other gambling paraphernalia and equipment, shall not be allowed in establishments open or accessible to the general public unless the site of these operations are three-star hotels and resorts accredited by the Department of Tourism authorized by the corporation and by the local government unit concerned.\n\n\" The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to : (1) games of chance authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR .\" (Emphasis supplied) Notably, the amended PAGCOR franchise under Republic Act No. 9487 does not expressly grant PAGCOR the exclusive right, privilege and authority to operate and license gambling and other similar activities. Even if bingo was among the gaming pools that PAGCOR may operate or license under Section 1 of Republic Act No. 9487, PAGCOR's regulatory authority is limited if the provision is read in its entirety.\n\nEvangelista v. Philippine Amusement and Gaming Corporation [23] elucidated that the games enumerated in the last paragraph of Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, are exceptions \"expressly mandated to be outside PAGCOR's licensing authority and regulatory powers.\" [24] In fact, the third paragraph under Section 1 of Republic Act No. 9487 recognized that authority of local government units to authorize, license, and regulate games of chance to the exclusion of PAGCOR. In other words, local governments may also regulate games of chance.\n\nThus, harmonizing Section 1 of Republic Act No. 9487 and Section 399(a), paragraph 11 of the Local Government Code, barangays can conduct fundraising activities, including bingo as a game of chance, outside of PAGCOR's regulatory authority.\n\nIn this context, the Local Government Code is deemed a special law. The Department of Energy v. Commissioner of Internal Revenue [25] defines and differentiates a general law and a special law as follows: The Court has defined a general law as \"a law which applies to all of the people of the state or to all of a particular class of persons in the state, with equal force and obligation.\" In Valera v. Tuason, et al. , it was also described as \"one which embraces a class of subjects or places and does not omit any subject or place naturally belonging to such class.\" On the other hand, a special law is one which \"applies to particular individuals in the state or to a particular section or portion of the state only\" and which \"relates to particular persons or things of a class.\" As the Court has consistently held, where there are two laws which appear to apply to the same subject and where one law is general and the other special, the law specially designed for the particular subject must prevail over the other. Stated more simply, the special law prevails over the general law. Generalia specialibus non derogant . [26] (Emphasis supplied, citations omitted) Here, the overarching question concerns the authority of barangays to conduct fundraising activities, which may include games of chance. The conduct of bingo games to generate revenues is not contrary to the barangays' authority to conduct fundraising activities and deliver projects. In other words, the issue essentially relates to the barangays' initiative to achieve self-reliance, promote general welfare, and deliver facilities and services. These are worthwhile objectives and simply an exercise of the powers granted to them under the Local Government Code.\n\nBetween the PAGCOR Charter, which is a general law on the regulation of gambling, and the Local Government Code, which specifically governs the powers of local government units, the Local Government Code prevails over the PAGCOR Charter.\n\nEven before the effectivity of Republic Act No. 9487, this Court has ruled on the limits of PAGCOR's regulatory authority. In Del Mar v. Philippine Amusement and Gaming Corporation , [27] PAGCOR was restrained from entering into a joint venture agreement for the operation and management of jai alai games. Remarkably, this Court cautioned against the legislative grant to PAGCOR under Presidential Decree No. 1869, which was issued by former President Marcos, Sr. under martial law. EIGHTH. Finally, there is another reason why PAGCOR's claim to a legislative grant of a franchise to operate jai-alai should be subjected to stricter scrutiny. The so-called legislative grant to PAGCOR did not come from a real Congress. It came from President Marcos who assumed legislative powers under martial law. The grant is not the result of deliberations of the duly elected representatives of our people.\n\nThis is not to assail President Marcos' legislative powers granted by Amendment No. 6 of the 1973 Constitution, as the dissent would put it. It is given that in the exercise of his legislative power, President Marcos legally granted PAGCOR's franchise to operate gambling casinos. The validity of this franchise to operate gambling casinos is not, however, the issue in the cases at bar. The issue is whether this franchise to operate gambling casinos includes the privilege to operate jai-alai. PAGCOR says it does. We hold that it does not. PACCOR's overarching claim should be given the strictest scrutiny because it was granted by one man who governed when the country was under martial law and whose governance was repudiated by our people in EDSA 1986. The reason for this submission is rooted in the truth that PAGCOR's franchise was not granted by a real Congress where the passage of a law requires a more rigorous process in terms of floor deliberations and voting by members of both the House and the Senate. It is sell-evident that there is a need to be extra cautious in treating this alleged grant of a franchise as a grant by the legislature, as a grant by the representatives of our people, for plainly it is not. We now have a real Congress and it is best to let Congress resolve this issue considering its policy ramifications on public order and morals. [28] (Emphasis supplied)\n\nJaworski v. Philippine Amusement and Gaming Corporation [29] also referred to Del Mar and ruled that PAGCOR acted beyond its authority in sharing its franchise for the operation of sports betting and internet gaming. A legislative franchise is a special privilege granted by the state to corporations. It is a privilege of public concern which cannot be exercised at will and pleasure, but should be reserved for public control and administration, either by the government directly, or by public agents, under such conditions and regulations as the government may impose on them in the interest of the public. It is Congress that prescribes the conditions on which the grant of the franchise may be made. Thus the manner of granting the franchise, to whom it may be granted, the mode of conducting the business, the charter and the quality of the service to be rendered and the duty of the grantee to the public in exercising the franchise are almost always defined in clear and unequivocal language.\n\nAfter a circumspect consideration of the foregoing discussion and the contending positions of the parties, we hold that PAGCOR has acted beyond the limits of its authority when it passed on or shared its franchise to SAGE. In the Del Mar case where a similar issue was raised when PAGCOR entered into a joint venture agreement with two other entities in the operation and management of jai alai games, the Court, in an En Banc Resolution dated 24 August 2001, partially granted the motions for clarification filed by respondents therein insofar as it prayed that PAGCOR has a valid franchise, but only by itself (i.e. not in association with any other person or entity), to operate, maintain and/or manage the game of jai-alai. In the case at bar, PAGCOR executed an agreement with SAGE whereby the former grants the latter the authority to operate and maintain sports betting stations and Internet gaming operations. In essence, the grant of authority gives SAGE the privilege to actively participate, partake and share PAGCOR's franchise to operate a gambling activity. The grant of franchise is a special privilege that constitutes a right and a duty to he performed by the grantee. The grantee must not perform its activities arbitrarily and whimsically but must abide by the limits set by its franchise and strictly adhere to its terms and conditionalities. A corporation as a creature of the State is presumed to exist for the common good. Hence, the special privileges and franchises it receives are subject to the laws of the State and the limitations of its charter. There is therefore a reserved right of the State to inquire how these privileges had been employed, and whether they have been abused. [30] (Emphasis supplied) Between Presidential Decree No. 1869, which was issued under martial law, and Republic Act No. 9487, a legitimate act of an elected Congress, the latter is more in keeping with the democratic and representative legislative process. Moreover, the regulatory authority of PAGCOR, as the grantee of a legislative franchise, must strictly comply with Republic Act No. 9487, which is also the later statute on the matter.\n\nIncidentally, the Department of the Interior and Local Government (DILG) issued Memorandum Circular No. 2023-074, [31] which intensified the campaign against \"Bingo sa Barangay,\" or Barangay Lucky Bingo. DILG Memorandum Circular No. 2023-074 erroneously relied on Presidential Decree No. 1607-A, [32] Presidential Decree 1602, [33] and Republic Act No. 9287. [34]\n\nPresidential Decree No. 1607-A is already consolidated with other issuances on PAGCOR's franchise in Presidential Decree No. 1869, [35] which was then amended by Republic Act No. 9487. To recall, Republic Act No. 9487 provided for exceptions to PAGCOR's regulatory authority, which includes games of chance authorized, licensed, and regulated by local government units.\n\nDILG Memorandum Circular No. 2023-074 likewise failed to consider Executive Order No. 13, which further refined the definition of illegal gambling under Presidential Decree No. 1602 and recognized other gambling regulators. Moreover, Republic Act No. 9287 did not define and include bingo among the illegal numbers games it defined.\n\nHence, DILG Memorandum Circular No. 2023-074 lacked legal basis to issue the directive to \"[discontinue or cause the discontinuance of all forms of unauthorized BSB/BLB or other illegal numbers games\" operated by local government units or any government official \"in the guise of holding fund-raising activities under Section 391(11) of Republic Act (RA) No. 7160.\" [36]\n\nIII\nI restate my view that \"PAGCOR's dual role of a gaming regulator and a franchise holder is anomalous and constitutionally suspect\" as \"[i]t presents a direct conflict of interest and is inconsistent with the system of checks and balances that is inherent in our form of government.\" [37] Further, \"the constitutionally irregular provisions in [PAGCOR's Charter amounts] to regulatory capture.\" [38] As I expounded in Figueroa v. Commission on Audit : [39] Gambling, in all its forms, is reprehensible. It is offensive to public morals and the public good. The integrity of regulatory function, especially with regard to gambling activity, is a matter of public interest. The independence of the regulator becomes questionable when it has the power to regulate itself. PAGCOR's aim, as regulatory body, to protect public morals and promote the general welfare directly clashes with its goal, as a franchise holder, to generate revenues from this economic activity.\n\nThe issue of accountability also comes into play. PAGCOR is hampered in its role of regulating gambling activity in a transparent, effective, accountable and consistent way, if it engages in the very activity it regulates. The performance of its regulatory duties cannot be considered to be above suspicion of irregularities. Article XI, Section 1 of the Constitution is emphatic in stating:\n\nSection 1. Public office is a public trust. Public officers and employees must, at all times, be accountable to the people, serve them with utmost responsibility, integrity, loyalty, and efficiency, act with patriotism and justice, and lead modest lives[.]\n\nPublic policy demands that public officers discharge their duties with undivided loyalty. Thus, public officers are not permitted to place themselves in a position that will subject them to conflicting duties or cause them to act other than for the best interest of the public. The dual roles of PAGCOR expose the officers and employees to suspicion of irregularities, corruption or bad faith in the exercise of their powers. [40] (Emphasis supplied) The barangays effectively competed with PAGCOR in the revenues that may be earned from the conduct of bingo games, thereby affecting the fulfilment of PAGCOR's mandate as franchise holder to generate income for the government. PAGCOR might be inclined to regulate the barangays under the guise of public morals and general welfare so it can earn the revenues instead. PAGCOR may argue that regulating these fundraising activities is well within its powers and mandate. However, the exercise of this regulatory power conflicts with and impinges on the barangays' fiscal autonomy and general welfare. This situation highlights PAGCOR's conflicting roles as franchise holder and regulatory authority, and the possibility of irregularities and bad faith in the exercise of its powers, which should be avoided.\n\nNotably, a tension seemingly arises between the public interest being pursued by PAGCOR and by the barangays. For PAGCOR, the public interest would be: (1) as a franchise holder, the generation of revenues to fund infrastructure and socio-civic projects; [41] and (2) as a regulatory authority, the curtailment, if not total eradication, of the evils of gambling operations without direct government involvement. [42] On the other hand, for the barangays, the public interest would be their general welfare, as characterized in Section 16 of the Local Government Code and concretized through local development projects.\n\nConsidering that bingo games are neither prohibited games of chance nor illegal gambling per se, fundraising activities through these games fall under the exceptions to PAGCOR's amended franchise in the third paragraph of Section 10 of Republic Act No. 9487. Further, the proviso in Section 391 (a), paragraph 11 of the Local Government Code only generally requires compliance with national policy standards and regulations, not even referring to PAGCOR's Charter under Presidential Decree No. 1869, as amended. Consequently, the prevention or suppression of these bingo games by the Sangguniang Panlungsod under Section 458(l)(v) of the Local Government Code, or even by PAGCOR, is not warranted.\n\nStated differently, no conflict arises between PAGCOR's Charter and the Local Government Code and their respective conceptions of public interest. Hence, PAGCOR should not encroach on the barangays' fiscal autonomy, particularly in their fundraising activities through bingo games. The barangays earnestly aim to be self-reliant by generating their own revenues to effectively and efficiently fund their projects and promote their constituents' general welfare and the public interest.\n\nACCORDINGLY , I vote to DENY the Petition.\n\n[1] Province of Pampanga v. Executive Secretary Romulo , 893 Phil. 277, 301 (2021) [Per J. Leonen, En Banc ].\n\n[2] Pimentel v. Aguirre , 391 Phil. 84, 102-103 (2000) [Per J. Panganiban, En Banc ]. See also Mandanas v. Executive Secretary Ochoa , 835 Phil. 97, 129 (2018) [Per J. Bersamin, En Banc ].\n\n[3] CONST., art. X, sec. 5.\n\n[4] Province of Pampanga v. Executive Secretary Romulo , 893 Phil. 227, 308 (2021) [Per J. Leonen, En Banc ].\n\n[5] LOCAL GOVERNMENT CODE, sec. 2.\n\n[6] LOCAL GOVERNMENT CODE, sec. 3(d).\n\n[7] LOCAL GOVERNMENT CODE, sec. 4.\n\n[8] LOCAL GOVERNMENT CODE, sec. 5.\n\n[9] LOCAL GOVERNMENT CODE, sec. 15.\n\n[10] LOCAL GOVERNMENT CODE, sec. 16.\n\n[11] LOCAL GOVERNMENT CODE, sec. 17.\n\n[12] LOCAL GOVERNMENT CODE, sec. 384.\n\n[13] Bolos v. Bolos , 648 Phil. 630, 637 (2010) [Per J. Mendoza, Second Division].\n\n[14] Philippine Amusement and Gaming Corporation. Gaming Site and Regulatory Manual (Bingo Games) Version 3.0, March 2017, available at https://www.pagcor.ph/regulatory/pdf/GSRM/Regulatory%20Manuals/Gaming%20Site%20Regulatory%20Manual%20for%20Bingo%20Games%20v3.0.pdf (last accessed on March 13, 2025).\n\n[15] 304 Phil. 428 (1994) [Per J. Cruz, En Banc ].\n\n[16] Id. at 442.\n\n[17] Presidential Decree No. 1602 (Prescribing Stiffer Penalties on Illegal Gambling), sec. 1.\n\nSection 1. Penalties . The following penalties are hereby imposed:\n\n(a) The penalty of prison correccional in its medium period of a fine ranging from one thousand to six thousand pesos, and in case of recidivism, the penalty of prision mayor in its medium period or a fine ranging from five thousand to ten thousand pesos shall be imposed upon:\n\n1. Any person other than those referred to in the succeeding sub-sections who in any manner, shall directly or indirectly take part in any illegal or unauthorized activities or games of cockfighting, jueteng, jai alai or horse racing to include bookie operations and game fixing, numbers, bingo and other forms of lotteries ; cara y cruz, pompiang and the like; 7-11 and any game using dice; black jack, lucky nine, poker and its derivatives, monte, baccarat, cuajao, pangguingue and other card games; paik que, high and low, mahjong, domino and other games using plastic tiles and the likes; slot machines, roulette, pinball and other mechanical contraptions and devices; dog racing, boat racing, car racing and other forms or races, basketball, boxing, volleyball, bowling, pingpong and other forms of individual or team contests to include game fixing, point shaving and other machinations; banking or percentage game, or any other game scheme, whether upon chance or skill, wherein wagers consisting of money, articles of value or representative of value are at stake or made;\n\n2. Any person who shall knowingly permit any form of gambling referred to in the preceding subparagraph to be carried on in inhabited or uninhabited place or in any building, vessel or other means of transportation owned or controlled by him. If the place where gambling is carried on has a reputation of a gambling place or that prohibited gambling is frequently carried on therein, or the place is a public or government building or barangay hall, the malfactor shall be punished by prision correccional in its maximum period and a fine of six thousand pesos. (Emphasis supplied)\n\n[18] Magtajas v. Pryce Properties Corporation, Inc. , 304 Phil. 428, 441 (1994) [Per J. Cruz, En Banc ].\n\n[19] Strengthening the Fight Against Illegal Gambling and Clarifying the Jurisdiction and Authority of Concerned Agencies in the Regulation and Licensing of Gambling and Online Gaming Facilities, and for Other Purposes.\n\n[20] Executive Order No. 13 (2017), 3 rd to 7 th Whereas clauses: WHEREAS , [Presidential Decree] No. 1869 (s. 1983) as amended, granted the Philippine Amusement and Gaming Corporation (PAGCOR) the privilege and right to operate and license gambling casinos, gaming clubs and other similar recreation or amusement places and gaming pools, whether on land or sea within the territorial jurisdiction of the Philippines, while providing that its regulatory authority shall not extend to those authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies, special laws, and local government units ; WHEREAS , Republic Act (RA) No. 7922 created the Cagayan Economic Zone Authority (CEZA) to manage and operate the Cagayan Special Economic Zone and Free Port and authorizes it to operate on its own, either directly or through a subsidiary entity, or license to others, tourism-related activities, including games and amusements such as gambling casinos ; WHEREAS , RA No. 9490, as amended by RA No. 10083, created the Aurora Pacific Economic Zone and Freeport Authority (APECO) to manage and operate the Aurora Pacific Economic Zone and Freeport, and authorized it to operate on its own, either directly or through a subsidiary entity, or concession or license to others, tourism-related activities, including games and amusements such as casinos and online game facilities ; WHEREAS , RA No. 9728 created the Authority or the Freeport Area of Bataan (AFAB) to manage and operate the Freeport Area of Bataan, and authorized it to operate on its own, either directly or through a license to other tourism-related activities, including games, amusements, recreational and sports facilities, subject to the approval and supervision of the PAGCOR. WHEREAS , confusion with regard to the Jurisdiction and scope of authority of the different gambling regulators contributes to the proliferation of illegal gambling and gaming; (Emphasis supplied) [21] Presidential Decree No. 1869 consolidated and amended Presidential Decree Nos. 1067-A, 1067-B, 1067-C, 1399 and 1632 concerning the franchise and powers of PAGCOR.\n\n[22] Evangelista v. Philippine Amusement and Gaming Corporation, G.R. Nos. 228234, 228315 , and 230080 , April 25, 2023 [Per J. J. Lopez, En Banc ].\n\n[23] G.R. Nos. 228234, 228315 , and 230080 , April 25, 2023 [Per J. J. Lopez, En Banc ].\n\n[24] Id.\n\n[25] 928 Phil. 655 (2022) [Per J. Singh, Third Division].\n\n[26] Id. at 662.\n\n[27] Del Mar v. Philippine Amusement and Gaming Corporation , 400 Phil. 307 (2000) [Per J. Puno, En Banc ].\n\n[28] Id. at 358-359.\n\n[29] 464 Phil. 375 (2004) [Per J. Ynares-Santiago, En Banc ].\n\n[30] Id. at 385-386.\n\n[31] Intensifying the Campaign against the Proliferation of Bingo Sa Barangay (BSB) / Barangay Lucky Bingo (BLB), Among Other Illegal Numbers, Operated by the LGUs, dated May 22, 2023.\n\n[32] Creating the Philippine Amusements and Gaming Corporation, Defining its Powers and Functions, Providing funds Therefor, and for Other Purposes, dated January 1, 1977.\n\n[33] Prescribing Stiffer Penalties on Illegal Gambling, dated June 11, 1978.\n\n[34] An Act Increasing the Penalties for Illegal Numbers Games, Amending Certain Provisions of Presidential Decree No. 1602, and for Other Purposes, dated April 2, 2004.\n\n[35] Presidential Decree No. 1869, 1 st and 2 nd Whereas clauses state: WHEREAS. Presidential Decree No. 1067-A, 1067-B, 1067-C, 1399 and 1632, relative to the Franchise and Powers of the Philippine Amusement and Gaming Corporation (PAGCOR), were enacted to enable the Government to regulate and centralized thru an appropriate institution all games of chance authorized by existing franchise or permitted by law;\n\nWHEREAS, to facilitate the enforcement and application of the above-mentioned Presidential Decrees, it is imperative to consolidate them into one statute[.] [36] DILG Memorandum Circular No. 2023-074, sec. 3.1.1.\n\n[37] See J. Leonen, Separate Concurring Opinion in Figueroa v. Commission on Audit , 900 Phil. 388, 420 (2021) [Per J. Gaerlan, En Banc ].\n\n[38] See SAJ Leonen, Separate Concurring Opinion in Genuino v. Commission on Audit, G.R. Nos. 230818 and 244540 , February 14, 2023 [Per J. Hernando, En Banc ].\n\n[39] See J. Leonen, Separate Concurring Opinion in Figueroa v. Commission on Audit , 900 Phil. 388 (2021) [Per J. Gaerlan, En Banc ].\n\n[40] Id. at 421-422.\n\n[41] Presidential Decree No. 1869, sec. 1(b)(1).\n\n[42] Presidential Decree No. 1869, sec. 1(b)(3).\n\nDISSENTING OPINION\nCAGUIOA, J. :\n\nThe threshold issue in this case is whether a barangay is permitted to conduct fund-raising activities through bingo games without obtaining any permit from the Philippine Amusement and Gaming Corporation (PAGCOR) or any other agency.\n\nThe ponencia answers in the affirmative. It holds that, following the enactment of Republic Act No. 9487, [1] which amended the PAGCOR franchise under Presidential Decree No. 1869, [2] games of chance, games of cards, and games of numbers authorized, licensed, and regulated by local government units are beyond the authority and power of PAGCOR to regulate.\n\nRespectfully, I dissent. There is no explicit authority for sangguniang barangays to operate bingo games, even if conducted as a fund-raising activity. The express provision of Presidential Decree No. 1869, as amended, places bingo games within the regulatory authority of PAGCOR—not to any other entity.\n\nI.\n\n[TABLE_CONTENT]\nThe power of barangays to conduct fund-raising activities is circumscribed by national policies, standards, and regulations on morals, health, and safety. | \n[END_TABLE]\n\nThe power of barangays to conduct fund-raising activities is circumscribed by national policies, standards, and regulations on morals, health, and safety.\nThe ponencia anchors its ruling on the principle of local autonomy which, from the language of Section 391(a)(11), Chapter IV, Title I, Book III of the Local Government Code, [3] empowers the sangguniang barangay to hold fund-raising activities \"without the need of securing permits from any national or local office or agency.\" [4] The ponencia reasons that the \" Bingo sa Barangay \" subject of the present case was approved as a fund-raising activity by several barangays in Baguio City through their respective resolutions. As such, it is unnecessary to obtain a permit from PAGCOR before conducting this activity. [5]\n\nI disagree.\n\nIt is well-settled that, in statutory construction, every part of the statute must be interpreted with reference to the context. The law must not be read in truncated parts; rather, it must be read in relation to the whole law. Clauses and phrases in the law are not detached and isolated expressions, but the whole and every part thereof must be considered in fixing the meaning of any of its parts to produce a harmonious whole. Simply put, all the words in the statute must be taken into consideration in order to ascertain its meaning. [6]\n\nA careful reading of Section 391(a)(11) of the Local Government Code reveals that the authority of the barangay to conduct fund-raising activities is not without limits: Section 391. Powers, Duties, and Functions . – (a) The sangguniang barangay, as the legislative body of the barangay, shall:\n\n. . . .\n\n(11) Hold fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency. The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided , That in the appropriation thereof, the specific purpose for which such fund­raising activity has been held shall be first satisfied: Provided, further , That no fund-raising activities shall be held within a period of sixty (60) days immediately preceding and after a national or local election, recall, referendum, or plebiscite: Provided, finally , That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein . The sangguniang barangay , through the punong barangay , shall render a public accounting of the funds raised at the completion of the project for which the fund­ raising activity was undertaken[.] (Emphasis supplied) The significance of the last proviso in Section 391(a)(11) of the Local Government Code should not be overlooked. While a barangay may hold fundraisers, this authority is circumscribed by the \" national policy standards and regulations on morals, health, and safety of the persons participating therein.\" [7] Simply put, the activity intended to raise funds should fundamentally be in accordance with any policies or regulations at the national level.\n\nHere, several barangays in Baguio City—namely, Barangay Trancoville, Barangay Outlook Drive, and Barangay Military Cut-Off, passed separate resolutions authorizing and approving the \" Bingo sa Barangay \" as a fund-raising activity within their respective jurisdictions. [8] Without securing any prior approval from PAGCOR or any agency, the barangays proceeded to hold these bingo games by invoking their authority under Section 391(a)(11) of the Local Government Code.\n\nIt bears noting, however, that bingo is a game of chance, as it is \"played with randomly drawn numbers which players match against numbers on cards with differently numbered squares.\" [9] A player wins by being the first to complete the predetermined pattern. [10] The conduct of bingo games, a game of chance, squarely falls within the regulatory authority of PAGCOR, which was created to centralize the regulation of all games of chance authorized by existing franchise or permitted by law within the Philippines. [11] With the exclusion of bingo games played as parlor games or for home entertainment, [12] bingo is considered a form of gambling. To be sure, unauthorized or illegal gambling activities, including games of chance, are punishable under Presidential Decree No. 1602, [13] as amended. These clearly illustrate the policy considerations in regulating bingo games, even if these are supposedly held for a laudable purpose, such as to raise funds for a local government unit's social welfare programs.\n\nThe Regulatory Framework of Bingo, [14] which the Office of the Solicitor General judiciously attached in its Supplemental Motion for Reconsideration before the Court of Appeals, discussed the procedure for securing the appropriate licenses to operate commercial and charity bingo operations. Charity bingo includes fund-raising events hosted by either private organizations or public offices, which may be conducted by the host institution itself, or in cooperation with PAGCOR. [15] In either case, a letter­request addressed to PAGCOR is required.\n\nThe conduct of the bingo game, such as the program, equipment, and even the bingo cards, are subject to the inspection and approval of PAGCOR. [16] If the fund-raising bingo activity is held by an organization or government institution on its own, PAGCOR assigns a Bingo Monitoring Staff to the event. The organization or government institution is also required to execute an undertaking that the prizes, whether in cash or in kind, are readily available for awarding to the winners. All of these are safeguards intended to avoid game-rigging and manipulation. In this manner, PAGCOR ensures the safety, integrity, and fairness of the bingo games, even if conducted as a fund-raising activity. [17]\n\nMore importantly, Republic Act No. 9487, which amended the PAGCOR franchise, explicitly places the regulation of bingo games within the latter's authority : Section 1. The Philippine Amusement and Gaming Corporation (PAGCOR) franchise granted under Presidential Decree No. 1869, otherwise known as the PAGCOR Charter, is hereby further amended to read as follows:\n\n(1) Section 10, Nature and Term of Franchise, is hereby amended to read as follows: \"SEC. 10. Nature and Term of Franchise . – Subject to the terms and conditions established in this Decree, the Corporation is hereby granted from the expiration of its original term on July 11, 2008, another period of twenty-five (25) years, renewable for another twenty-five (25) years, the rights, privileges and authority to operate and license gambling casinos, gaming clubs and other similar recreation or amusement places, gaming pools, i.e., basketball, football, bingo , etc. except jai-alai, whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines: Provided , That the corporation shall obtain the consent of the local government unit that has territorial jurisdiction over the area chosen as the site for any of its operations.\n\nThe operation of slot machines and other gambling paraphernalia and equipment, shall not be allowed in establishments open or accessible to the general public unless the site of these operations are three-star hotels and resorts accredited by the Department of Tourism authorized by the corporation and by the local government unit concerned.\n\nThe authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units. The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR.\" [18] (Emphasis supplied) The ponencia , however, does not consider the authority of PAGCOR over bingo games as all—encompassing. It has a different interpretation of the third paragraph quoted above-that games of chance authorized, licensed, and regulated by local government units are not within PAGCOR's jurisdiction. According to the ponencia , the autonomy of local governments is ensured by granting it the power to hold fund-raising activities for barangay projects \"without the need of securing permits from any national or local office or agency.\" [19]\n\nThis interpretation is misplaced.\n\nAside from completely disregarding the last proviso of the same provision (i.e. \"that said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein\"), the principle of local autonomy does not clothe local government units with immunity from complying with the policies of the national government . The power of barangays to hold fund-raising activities, which may be considered an important aspect of implementing its autonomy, cannot contravene the explicit mandate of PAGCOR.\n\nIn Basco, et al. v. PAGCOR [20] ( Basco ), several local government units challenged the constitutionality of Presidential Decree No. 1869, particularly for allegedly encroaching on their right to impose local taxes and license fees. The Court upheld the validity of Presidential Decree No. 1869 as the power of local government is always subject to the limitations provided by national law : Besides, the principle of local autonomy under the 1987 Constitution simply means \"decentralization\" (III Records of the 1987 Constitutional Commission, pp. 435-436, as cited in Bernas, The Constitution of the Republic of the Philippines, Vol. II, First Ed., 1988, p. 374). It does not make local governments sovereign within the state or an \" imperium in imperio .\"\n\n\"Local Government has been described as a political subdivision of a nation or state which is constituted by law and has substantial control of local affairs. In a unitary system of government, such as the government under the Philippine Constitution, local governments can only be an intra sovereign subdivision of one sovereign nation , it cannot be an imperium in imperio. Local government in such a system can only mean a measure of decentralization of the function of government . . . .\n\nAs to what state powers should be \"decentralized\" and what may be delegated to local government units remains a matter of policy, which concerns wisdom. It is therefore a political question. ( Citizens Alliance for Consumer Protection v. Energy Regulatory Board , 162 SCRA 539).\n\nWhat is settled is that the matter of regulating, faxing or otherwise dealing with gambling is a State concern and hence, it is the sole prerogative of the State to retain it or delegate it to local governments.\n\n\"As gambling is usually an offense against the State, legislative grant or express charter power is generally necessary to empower the local corporation to deal with the subject . . . . In the absence of express grant of power to enact, ordinance provisions on this subject which are inconsistent with the state laws are void .\" ( Ligan v. Gadsden , Ala App. 107 So. 733 Ex-­Parte Solomon, 9, Cals. 440, 27 PAC 757 following in re Ah You, 88 Cal. 99, 25 PAC 974, 22 Am St. Rep. 280, 11 LRA 480, as cited in Mc Quinllan Vol. 3 ibid, p. 548. [21] (Emphasis and italics supplied) In other words, local autonomy cannot prevail over the dear national policy to centralize the regulation of all games of chance. This is apparent from the first whereas clause and declaration of policy in Presidential Decree No. 1869 which created PAGCOR precisely for purposes of centralizing the regulation of gambling and games of chance into one corporate entity . [22]\n\nVerily, the mere fact that local government units possess local autonomy is not, and cannot be deemed, a blanket authority for barangays to raise revenues in any manner it deems necessary. Local autonomy is always understood in the context of the Philippines being a unitary State, with a national government that centrally exercises state functions. Thus, the local autonomy of local governments remains circumscribed by the relevant statutes and national policies. Here, a plain reading of Section 391 of the Local Government Code reveals that there is no explicit grant of authority to barangays to operate \" Bingo sa Barangay \" or any such game of chance without obtaining the necessary permits. Neither does this provision expressly authorize barangays to license bingo games or operations outside the regulatory framework of PAGCOR.\n\nII.\n\n[TABLE_CONTENT]\nThere is no express statutory authority for sangguniang barangays to operate bingo games without securing a permit from PAGCOR. | \n[END_TABLE]\n\nThere is no express statutory authority for sangguniang barangays to operate bingo games without securing a permit from PAGCOR.\nIn his Concurring Opinion, Senior Associate Justice Marvic M.V.F. Leonen asserts that the appropriate manner of harmonizing the authority of PAGCOR and the barangays is to consider the PAGCOR Charter as a general law on the regulation of gambling, and the Local Government Code as a special law. Between a general law (the PAGCOR Charter) and a special law (the Local Government Code), it is the latter that should prevail. [23]\n\nWith respect, I disagree.\n\nThe authority of the sangguniang barangay to conduct fund-raising activities is general in character, as it covers any activity that involves raising money for a particular purpose—not just to bingo games or any gambling activity. On the other hand, the authority of PAGCOR under Section 10 of Presidential Decree No. 1869, as amended, specifically covers games of chance, particularly, bingo, whether for purposes of raising funds or otherwise. Thus, as regards bingo games, Section 10 of Presidential Decree No. 1869, as amended constitutes a particular prescription that PAGCOR shall have authority to license and operate all bingo games, unless it is already \"covered by existing franchises, regulatory bodies or special laws.\" [24]\n\nTo be sure, had Congress intended to divest from PAGCOR the authority to conduct bingo games, it would have expressly done so, as it did with cockfighting. Presidential Decree No. 449, [25] a special law, governs cockfighting and expressly authorized the city and municipal mayors to issue licenses for the operation and maintenance of cockpits in their territorial jurisdiction, viz.: Section 6. Licensing of Cockpits. City and municipal mayors are authorized to issue licenses for the operation and maintenance of cockpits subject to the approval of the Chief of Constabulary or his authorized representatives. For this purpose, ordinances may be promulgated for the imposition and collection of taxes and fees not exceeding the rates fixed under Section 13, paragraphs (a) and (b); and 19; paragraph (g) 16 of Presidential Decree No. 231, dated June 28, 1973, otherwise known as the Local Tax Code, as amended. Following the effectivity of the Local Government Code, this authority was transferred from the mayor to the sangguniang bayan or sangguniang panlungsod. [26] Thus, by virtue of the third paragraph of Section 10, Presidential Decree No. 1869, as amended—which expressly carved out \"games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units\" from the regulatory authority of PAGCOR—the license to operate cockpits and permits for cockfighting is beyond the scope of PAGCOR's authority.\n\nTo reiterate, there is no corresponding carve-out for bingo operations in the PAGCOR franchise. The import of the exception in the third paragraph of Section 10 of Presidential Decree No. 1869, as amended, is to recognize that the games of chance, games of cards and games of numbers may, indeed, be authorized, licensed and regulated by local government units when such jurisdiction and powers are accorded by law. In other words, these powers are not inherent in local government units. The Local Government Code does not expressly say so, and insofar as the conduct of bingo operations is concerned, it is also not expressly provided for under the Local Government Code, unlike with cockfighting. Contrary to the interpretation of the ponencia , Section 391(a)(11) of the Local Government Code cannot be relied upon as basis.\n\nIII.\nIn all, that barangays are authorized under Section 391(a)(11) of the Local Government Code to conduct \"fund-raising activities . . . without the need of securing permits from any national or local office or agency\" does not mean that it is exempt from securing permits in all instances. To be sure, the term \"fund-raising [activity]\" in Section 391(a)(11) is used in the general sense and may cover any endeavor intended to solicit or bring in financial support. Thus, barangays may generally conduct such activities without securing permits from any agency or other local government unit. However, it is erroneous to presume that any and all fund-raising activities, including bingo, games of chance, or other games regulated by PAGCOR, is authorized by virtue of Section 391(a)(11). The breadth of activities that may be covered by this term necessarily includes activities or programs that may be subject to special laws. Verily, as Section 391(a)(11) itself provides, the barangay cannot supersede the regulatory requirements over specific activities, as these are always subject to national policy standards and regulations on morality, health, and safety.\n\nIt also bears noting that recently, the Department of Interior and Local Government (DILG) issued Memorandum Circular No. 2023-074, [27] directing local government units and officials to discontinue operating \" Bingo sa Barangay ,\" \" Barangay Lucky Bingo ,\" and other illegal numbers games. The DILG recognized that unauthorized games of chance are punishable under Presidential Decree No. 1602, and only PAGCOR may control and supervise the conduct of these games. The ponencia , however, insists that the DILG cannot impose its own interpretation of the law, as this is the function of the Court. [28] But, to my mind, the DILG Memorandum Circular was not issued to interpret or adjudicate any conflicting claims. It merely implemented the plain text of the relevant statutes, and provided guidance, consistent with its mandate to assist the President in the supervision of local government units. [29]\n\nBased on the foregoing, it is grievously erroneous to read the phrase \"fund-raising activities for barangay projects without the need of securing permits from any national or local office or agency\" in isolation. The same provision granting this authority to barangays also defined the contours of this authority, categorically stating that \"said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein.\" There being clear national policy standards and regulations for the conduct of games of chance, including bingo, barangays cannot simply dispense with the necessary permits. To reiterate, \"[a] statute must be so construed as to harmonize and give effect to all its provisions whenever possible.\" [30] Thus, the ponencia should not cherry-pick which portions of the provision should apply, effectively clothing the bingo operations of barangays with legitimacy by the mere expedient of labeling these games as fund-raising activities. Neither Section 391(a)(11) of the Local Government Code nor the relevant regulations on gambling activities sanction the barangay's conduct of bingo games without the prior approval of PAGCOR.\n\nACCORDINGLY , I dissent. I vote to GRANT the Petition.\n\n[1] An Act Further Amending Presidential Decree No. 1869, Otherwise Known as PAGCOR Charter (2007).\n\n[2] Consolidating and Amending Presidential Decree Nos. 1067-a, 1067-b, 1067-c, 1399 and 1632, Relative to the Franchise and Powers of the Philippine Amusement and Gaming Corporation (PAGCOR) (1983).\n\n[3] Republic Act No. 7160 (1991).\n\n[4] Id. , Book III, Title 1, Chapter IV, sec. 391(a)(11).\n\n[5] Ponencia , p. 9.\n\n[6] Philippine International Trading Corp. v. Commission on Audit , 635 Phil. 447, 454 (2010) [Per J. Perez, En Banc ]; Republic v. Maria Basa Express Jeepney Operators and Drivers Association, Inc. , 928 Phil. 182, 249 (2022) [Per J. Lopez, J., En Banc ].\n\n[7] Republic Act No. 7160 (1991), Book III, Title I, Chapter IV, sec. 391(a)(11).\n\n[8] Rollo , pp. 111-114, Barangay Resolution Nos. 01-010, 2005-012, and 20, Series of 2005.\n\n[9] PAGCOR, Gaming Site Regulatory Manual (BINGO Games) Version 3.0, March 2017, available at https://www.pagcor.ph/regulatory/pdf/GSRM/Regulatory%20Manuals/Gaming%20Site%20Regulatory%20Manual%20for%20Bingo%20Games%20v3.0.pdf . (last accessed on July 9, 2025).\n\n[10] Id.\n\n[11] Presidential Decree No. 1869 (1983).\n\n[12] Letter of Instructions No. 816, Exclusion of Certain Prohibited Games Under Presidential Decree No. 1602 (1979).\n\n[13] Stiffer Penalties on Illegal Gambling (1978), as amended by Republic Act No. 9287, An Act Increasing the Penalties For Illegal Numbers Games, Amending Certain Provisions of Presidential Decree No. 1602, and for Other Purposes (2004).\n\n[14] Rollo , pp. 76-84.\n\n[15] Id. at 81.\n\n[16] Id. at 81-83.\n\n[17] Id. at 73.\n\n[18] Presidential Decree No. 1869 (1983), sec. 10, as amended by Republic Act No. 9487 (2007).\n\n[19] Ponencia , p. 8.\n\n[20] 274 Phil. 323 (1991) [Per J. Paras, En Banc ].\n\n[21] Id. at 341.\n\n[22] Presidential Decree No. 1869 (1983), sec. 1(a).\n\n[23] SAJ. Leonen, Concurring Opinion, pp. 10-11.\n\n[24] Presidential Decree No. 1869 (1983), sec. 10; see City of Manila v. Teotico, et al. , 130 Phil. 244 (1968) [Per C.J. Concepcion, En Banc ].\n\n[25] Cockfighting Law of 1974 (1974).\n\n[26] Republic Act No. 7160 (1991), Book I, Title II, Chapter III, art. III, sec. 447(a)(3)(v) and Book III, Title III, Chapter III, art. III, sec. 458(a)(3)(v).\n\n[27] DILG Memorandum Circular No. 2023-074, Intensifying the Campaign Against the Proliferation of Bingo sa Barangay (BSB)/ Barangay Lucky Bingo (BLB), Among Other Illegal Numbers, Operated by the LGUs (2023).\n\n[28] Ponencia , p. 13.\n\n[29] Executive Order No. 262 (1987), sec. 4; see also Republic Act No. 6975 (1990).\n\n[30] Chavez v. Judicial and Bar Council, et al. , 691 Phil. 173 (2012) [Per J. Mendoza, En Banc ]. (Citation omitted)\n\nDISSENT\nLAZARO-JAVIER, J. :\n\nI join the position of Justice Alfredo Benjamin S. Caguioa (Justice Caguioa) that \"the ponencia cannot rely on Section 391(a)(11) of the Local Government Code as basis [to justify 'Bingo sa Barangay], as this only authorizes barangays to conduct 'fund-raising activities.'\" [1]\n\nFor one . Since 1983, the Philippine Amusement and Gaming Corporation (PAGCOR) is the administrative agency [2] charged with \"centraliz[ing] and integrat[ing] the right and authority to operate and conduct games of chance\" [3] and \"establish[ing] and operat[ing] . . . forms of amusement and recreation including games of chance, which may be allowed by law within the territorial jurisdiction of the Philippines and which will: (1) generate sources of additional revenue . . . and (3) minimize, if not totally eradicate, the evils, malpractices and corruptions that are normally prevalent in the conduct and operation of gambling clubs and casinos without direct government involvement.\" [4]\n\nIts creation was impelled by its expertise which allows \"the Government to identify potential sources of additional revenue, provided games of chance are strictly managed and made subject to close scrutiny, regulation, supervision and control.\" [5] Thus, it was given the power \"to regulate and centralize thr[ough] an appropriate institution all games of chance authorized by existing franchise or permitted by law.\" [6]\n\nNotably, PAGCOR's mandate is clear and all-encompassing. Verba legis non est recedendum. From the words of the statute, there must be no departure. [7] As such, it was the burden of respondent to convincingly show that \"Bingo sa Barangay\" does not fall under the jurisdiction of PAGCOR. This, it failed to do.\n\nOn the contrary, and as astutely observed by Justice Caguioa, Section 391(a)(11) of Republic Act No. 7160 or the Local Government Code (LGC) contains the proviso that the barangay \"cannot supersede the regulatory requirements over specific activities, as these are always subject to national policy standards and regulations on morality, health, and safety.\" [8] Presidential Decree No. 1869, as amended by Republic Act No. 9487 is one such national policy standard that respondent should have complied with.\n\nMore, PAGCOR has been regulating games of chance for more than 41 years. Thus, its classification of bingo as an activity within its jurisdiction is entitled to great weight and respect considering its experience and expertise in the field.\n\nFor another , I submit that the doctrine of lex specialis derogate generali applies here. In Department of Health v. Philip Morris Philippines Manufacturing, Inc. , [9] the Court ordained: General legislation must give way to special legislation on the same subject, and generally is so interpreted as to embrace only cases in which the special provisions are not applicable. In other words, where two statutes are of equal theoretical application to a particular case, the one specially designed therefore should prevail. (Emphasis supplied) On the one hand, Presidential Decree No. 1869, as amended by Republic Act No. 9487, is specially designed to govern games of chance, including bingo. On the other, the LGC is geared towards \"genuine and meaningful local autonomy\" and \"a system of decentralization whereby local government units shall be given more powers, authority, responsibilities, and resources.\" [10] On the level of the State's declared policy, it is already clear which of the two laws law must govern.\n\nThe answer remains the same even if the Court were to dissect the very activity in question. By definition, bingo is a game of chance. That it is incidentally used as a fund-raising activity does not detract from its true nature. Thus, there is an opportunity for the Court to make a clear delineation: (a) All games of chance, like bingo, are under the jurisdiction of PAGCOR; and (6) Other fund-raising activities, which are not games of chance , are within the jurisdiction of local government units, subject to the provisions of Section 391(a)(11) of the LGC.\n\n[1] Reflection of Justice Caguioa, p. 4.\n\n[2] Administrative Code of 1987 [Introductory Provisions], Section 2(4); See Evangelista v. PAGCOR , 941 Phil. 342 (2023) [Per J. Lopez, J., En Banc ].\n\n[3] Presidential Decree No. 1869, Section 1(a).\n\n[4] Presidential Decree No. 1869, Section 1(b).\n\n[5] Presidential Decree No. 1869, 4 th Whereas clause.\n\n[6] Presidential Decree No. 1869, 1 st Whereas clause.\n\n[7] Sison v. COMELEC , 363 Phil. 510 (1999) [Per J. Romero, En Banc ].\n\n[8] Reflection of Justice Caguioa, pp. 2 and 4.\n\n[9] 757 Phil. 212 (2015) [Per J. Perlas-Bernabe, First Division].\n\n[10] LGC, Section 2(a).\n\nDISSENTING OPINION\n\nINTING, J. :\n\nThe ponencia relies on Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, as basis for its conclusion that Bingo sa Barangay is not within the jurisdiction of the Philippine Amusement and Gaming Corporation (PAGCOR). [1] The said provision of law states that the authority and power of PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units, viz .: The authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to: (1) games of chance authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and wider special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units . The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws , shall be outside the licensing authority and regulatory powers of the PAGCOR. (Emphasis supplied) The ponencia cites Section 391(11) of Republic Act No. 7160 or the Local Government Code of 1991 (LGC) as basis to conclude that Bingo sa Barangay is \"authorized, licensed and regulated by local government units,\" which therefore takes it out of the jurisdiction of PAGCOR. [2] Section 391(11) of the LGC reads: SECTION 391. Powers, Duties, and Functions . — (a) The sangguniang barangay, as the legislative body of the barangay, shall:\n\n. . . .\n\n(11) Hold fund-raising activities/or barangay projects without the need of securing permits from any national or local office or agency. The proceeds from such activities shall be tax-exempt and shall accrue to the general fund of the barangay: Provided , That in the appropriation thereof, the specific purpose for which such fund-raising activity has been held shall be first satisfied: Provided, further , That no fund-raising activities shall be held within a period of sixty (60) days immediately preceding and after a national or local election, recall, referendum, or plebiscite: Provided, finally , That said fund-raising activities shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein. The sangguniang barangay, through the punong barangay, shall render a public accounting of the funds raised at the completion of the project for which the fund-raising activity was undertaken[.] I respectfully disagree with the ponencia . In my view, a barangay cannot conduct bingo as a fund-raising activity in the absence of any authority from PAGCOR or other pertinent laws.\n\nIt is the policy of the State to centralize and integrate the right and authority to operate and conduct games of chance into one corporate entity, i.e., PAGCOR, which is controlled, administered and supervised by the Government. [3] The principle espoused by the Legislature is that games of chance must be strictly managed and made subject to close scrutiny, regulation, supervision and control by the State. [4]\n\nIn line with the foregoing, PAGCOR was granted regulatory powers over businesses primarily engaged in gambling operations with respect to their operation, capitalization, and organizational structure. [5] Section 8 [6] of Presidential Decree No. 1869 thus requires all persons primarily engaged in gambling, together with their allied business, with contract or franchise from PAGCOR, to register and affiliate their businesses with PAGCOR. Games of chance, such as bingo, that are not authorized by PAGCOR or other relevant laws, are illegal under Presidential Decree No. 1602 [7] and Republic Act No. 9287. [8]\n\nIn other words, the policy behind Presidential Decree No. 1869, as amended by Republic Act No. 9487, is for PAGCOR to be the only entity in the Philippines that could operate, or authorize the operation of gambling casinos, gaming clubs and other similar recreation or amusement places, and gaming pools, including bingo. [9] However, Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, recognizes exceptions to the regulatory authority of PAGCOR, to wit: (1) games of chance authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units.\n\nIn relation thereto, it is settled that under the rules of statutory construction, a provision of law that provides exceptions should be strictly but reasonably construed, as a general rule. [10] The exceptions – extend only so far as their language fairly warrants, and all doubts should be resolved in favor of the general provisions rather than the exception. Where a general rule is established by statute, the court will not curtail the former nor add to the latter by implication. [11] Given the foregoing, and with due respect to the ponente , I cannot subscribe to the view that the power of barangays to conduct fund-raising activities under Section 391(11) of the LGC may be considered as an exception to the regulatory powers of PAGCOR based on Section 10 of Presidential Decree No. 1869, as amended, i.e., games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units.\n\nIn my view, the exception cited by the ponencia must be strictly construed against the barangays. The exception clearly refers to a situation where the local government unit (LGU) has been granted the power to authorize, license, and regulate games of chance, cards, and numbers. For instance, Sections 447(3)(v) and 458(3)(v) [12] of the LGC empower the Sangguniang Bayan and Sangguniang Panlungsod, respectively, to \"authorize and license the establishment, operation, and maintenance of cockpits, and regulate cockfighting and commercial breeding of gamecocks.\" This authority of the concerned LGU over cockfighting, a game of chance, is therefore outside the regulatory jurisdiction of PAGCOR.\n\nOn the other hand, there is nothing in Section 391(11) of the LGC that grants to the barangay the power to authorize, license, and regulate any game of chance, cards, or numbers. In my humble opinion, construing \"fund-raising activities\" as being inclusive of games of chance, cards, or numbers would unduly expand the exceptions enumerated in Section 10 of Presidential Decree No. 1869, as amended, contrary to the rule in statutory construction that such exceptions must be strictly construed. The Court would improperly add an exception to the regulatory authority of PAGCOR by mere implication and through a strained interpretation of the relevant laws, which should not be done.\n\nIt should also be pointed out that Section 391(11) of the LGC categorically states that barangay fund-raising activities \"shall comply with national policy standards and regulations on morals, health, and safety of the persons participating therein.\" To my mind, allowing barangays to hold bingo as a fund-raising activity without prior authorization by PAGCOR would contravene the national policy espoused in Presidential Decree No. 1869 for games of chance to be strictly managed and made subject to the close scrutiny, regulation, supervision and control by the State, through PAGCOR.\n\nThe ponencia posits that because Bingo sa Barangay was authorized by the barangays subject of the present case, then the activity was \"authorized, licensed and regulated by local government units,\" thereby taking it out of the regulatory authority of PAGCOR. [13] With due respect to the ponencia , this reasoning is absurd. Following the ponencia 's conclusion, any game of chance that is authorized by an LGU, despite the absence of an express grant of authority to do so under the relevant laws, would be outside PAGCOR's regulatory jurisdiction. For instance, even cockfighting and the operation of slot machines would be deemed outside of PAGCOR's jurisdiction as long as it is \"authorized\" by a barangay, even though the latter has no authority to do so under the LGC or other laws.\n\nThe ponencia 's conclusion is also contrary to the categorical statement in Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, which provides that the limitation to the regulatory authority of PAGCOR refers to \"such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws .\" The provision of law is clear: the gambling activities that are outside the jurisdiction of PAGCOR pertain only to those which have already been granted to other bodies under their respective franchises or special laws. Again, there is nothing in the LGC that authorizes a barangay to license bingo; hence, the Bingo sa Barangay without any authority from PAGCOR is illegal.\n\nThe ponencia submits that the foregoing qualification in Section 10 of Presidential Decree No. 1869, as amended by Republic Act No. 9487, applies only to items (1) and (2) of the law, i.e., (1) those authorized, licensed and regulated or to be authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies, and (2) those authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922, and not to item (3) of the law, i.e., (3) those authorized, licensed and regulated by local government units. [14] I respectfully disagree.\n\nThere is nothing in Section 10 that limits the foregoing qualification only to those pointed out by the ponencia . Had this been the intention of the Legislature, then it would have specifically limited the qualification by excluding LGUs from its application.\n\nBesides, with due respect, the ponencia ignores the principle that the LGC is a special law insofar as gambling is concerned. [15] As distinguished from a general law, which applies \"to all of the people of the state or to all of a particular class of persons in the state,\" a special law \" applies to particular individuals in the state or to a particular section or portion of the state only .\" [16] Obviously, where licensing of gambling activities is concerned, Presidential Decree No. 1869, as amended, is the general law as it applies to all games of chance, cards, and numbers, while the charters of other offices and the LGC are deemed as special laws because they apply only to a particular class of gambling that may be authorized by regulatory agencies other than PAGCOR.\n\nThus, both Sections 447(3)(v) and 458(3)(v) of the LGC state that the power to license cockfighting is granted to the LGU concerned, \" [a]ny law to the contrary notwithstanding .\" This is an unequivocal recognition by the Legislature that the LGC is a special law insofar as the licensing of games of chance, games of cards, and games of numbers is involved, as it creates an exemption from the general regulatory authority of PAGCOR over such games. It is therefore erroneous to conclude that the LGC cannot be considered as a \"special law\" in the context of Section 10 of Presidential Decree No. 1869, as amended.\n\nStill, I emphasize that to be considered a game of chance, the players must part with their money or property, or some portion thereof, on a naked chance to win. [17] It must involve a game or operation in which the operators obtain something for which they have given nothing except a naked chance. [18] There must be (a) a consideration to enter the game; (b) a chance to win; and (c) a prize or some advantage or any inequality in amount or value which is in the nature of a prize. [19] Provided that all the foregoing elements are present in the Bingo sa Barangay conducted by the barangay-members of respondent, then the said activity cam1ot be conducted by the concerned barangay without prior authorization by law or by PAGCOR.\n\nIn view of the foregoing, I vote to: (1) GRANT the Petition; (2) REVERSE and SET ASIDE the Decision dated May 18, 2012 and Resolution dated April 22, 2013 of the Court of Appeals in CA-G.R. CV No. 90980; and (3) ENTER a new judgment holding that barangays cannot conduct \"Bingo sa Barangay\" without prior authorization by law or by the Philippine Amusement and Gaming Corporation.\n\n[1] Ponencia , p. 9.\n\n[2] Id. at 12.\n\n[3] Presidential Decree No. 1869, Section 1(a).\n\n[4] Id. , Fourth Whereas Clause.\n\n[5] Id. , Sixth Whereas Clause.\n\n[6] SECTION 8. Registration . — All persons primarily engaged in gambling, together with their allied business, with contract or franchise from the Corporation, shall register and affiliate their businesses with the Corporation. The Corporation shall issue the corresponding certificates of affiliation upon compliance by the registering entity with the promulgated rules and regulations thereon, approved on April 2, 2004.\n\n[7] Prescribing Stiffer Penalties on Illegal Gambling.\n\n[8] An Act Increasing the Penalties for Illegal Numbers Games, Amending Certain Provisions of Presidential Decree No. 1602, and for other purposes.\n\n[9] Minutes of the Deliberations of the House of Representatives dated December 16, 2004, House Bill No. 3409 entitled, \"An Act Further Amending Presidential Decree No. 1869, Otherwise Known as the PAGCOR Charter,\" pp. 85-86.\n\n[10] Aquino v. Aquino , 918 Phil. 371, 395 (2021); Republic v. Dayal , 573 Phil. 553, 571 (2008); Pimentel III v. Commission on Elections , 571 Phil. 571, 624 (2008).\n\n[11] Samson v. Court of Appeals , 230 Phil. 59, 64 (1986).\n\n[12] Sections 447 and 458 of the LGC grant the following authority to the Sangguniang Bayan and Panlungsod: (3) Subject to the provisions of Book II of this Code, grant franchises, enact ordinances authorizing the issuance of permits or licenses, or enact ordinances levying taxes, fees and charges upon such conditions and for such purposes intended to promote the general welfare of the inhabitants of the municipality, and pursuant to this legislative authority shall:\n\n. . . .\n\n[TABLE_CONTENT]\n(v) | Any law to the contrary notwithstanding, authorize and license the establishment, operation, and maintenance of cockpits, and regulate cockfighting and commercial breeding of gamecocks:Provided, That existing rights should not be prejudiced.\n[END_TABLE]\n\n(v) Any law to the contrary notwithstanding, authorize and license the establishment, operation, and maintenance of cockpits, and regulate cockfighting and commercial breeding of gamecocks: Provided , That existing rights should not be prejudiced. [13] Ponencia , p. 10.\n\n[14] Ponencia , p. 11.\n\n[15] See Provincial Assessor of Agusan Del Sur v. Filipinas Palm Oil Plantation, Inc. , 796 Phil. 547, 571 (2016), where the LGC was deemed as special law insofar as the imposition of real property tax is concerned.\n\n[16] U.S. v. Serapio , 23 Phil. 584, 591-592 (1912).\n\n[17] U.S. v. Olsen , 36 Phil. 395, 396 (1917).\n\n[18] Id. at 399.\n\n[19] U.S. v. Baguio , 39 Phil. 962, 967 (1919).\n\nDISSENTING OPINION\n\nSINGH, J. :\n\nI respectfully dissent.\n\nThe ponencia holds that the Anti-Illegal Gambling Law does not include in its scope the \" Bingo sa Barangay \" because it is a legitimate fund-raising endeavor under Section 391 of the Local Government Code ( LGC ). However, this position assumes that the \" Bingo sa Barangay \" requires only the approval of the local government unit and not the Philippine Amusement and Gaming Corporation ( PAGCOR ). On the other hand, as pointed out by our fellow Associate Justices, Section 391 of the LGC provides that fund-raising activities must still comply with national policy standards and regulations on morals, health, and safety. I agree that Presidential Decree No. 1869, as amended by Republic Act No. 9487, is one such national policy standard.\n\nNevertheless, it must be noted that the ponencia cites the amendment under Republic Act No. 9487, which excludes games of chance regulated by local government units: SEC. 10. Nature and Term of Franchise . — Subject to the terms and conditions established in this Decree, the Corporation is hereby granted from the expiration of its original term on July 11, 2008, another period of twenty-five (25) years, renewable for another twenty-five years, the rights, privileges and authority Lo operate and license gambling casinos, gaming clubs and other similar recreation or amusement places, gaming pools, i.e. basketball, football, bingo , etc. except jai-alai, whether on land or sea, within the territorial jurisdiction of the Republic of the Philippines: Provided , That the corporation shall obtain the consent of the local government unit that has territorial jurisdiction over the area chosen as the site for any of its operations.\n\nThe operation of slot machines and other gambling paraphernalia and equipment, shall not be allowed in establishments open or accessible to the general public unless the site of these operations are three-star hotels and resorts accredited by the Department of Tourism authorized by the corporation and by the local government unit concerned.\n\nThe authority and power of the PAGCOR to authorize, license and regulate games of chance, games of cards and games of numbers shall not extend to : (1) games of chance authorized, licensed and regulated by, in, and under existing franchises or other regulatory bodies; (2) games of chance, games of cards and games of numbers authorized, licensed, regulated by, in, and under special laws such as Republic Act No. 7922; and (3) games of chance, games of cards and games of numbers like cockfighting, authorized, licensed and regulated by local government units . The conduct of such games of chance, games of cards and games of numbers covered by existing franchises, regulatory bodies or special laws, to the extent of the jurisdiction and powers granted under such franchises and special laws, shall be outside the licensing authority and regulatory powers of the PAGCOR. [1] (Emphasis supplied) As observed by Associate Justice Alfredo Benjamin S. Caguioa, Section 391 of the LGC does not explicitly state that games of chance are considered as legitimate fund-raising activities. Rather, the LGC is replete with provisions which discourage gambling and games of chance. Sections 447, 458, and 468 provide uniformly that the Sangguniang Bayan, Sangguniang Panlungsod , and Sangguniang Panlalawigan , respectively, shall enact ordinances intended to prevent, suppress and impose appropriate penalties for gambling and games of chance: SECTION 447. Powers, Duties, Functions and Compensation . — (a) The sangguniang bayan, as the legislative body of the municipality, shall enact ordinances, approve resolutions and appropriate funds for the general welfare of the municipality and its inhabitants pursuant to Section 16 of this Code and in the proper exercise of the corporate powers of the municipality as provided for under Section 22 of this Code, and shall: (1) Approve ordinances and pass resolutions necessary for an efficient and effective municipal government, and in this connection shall:\n\n[. . . .] (v) Enact ordinances intended to prevent, suppress and impose appropriate penalties for habitual drunkenness in public places, vagrancy, mendicancy, prostitution, establishment and maintenance of houses of ill repute, gambling and other prohibited games of chance , fraudulent devices and ways to obtain money or property, drug addiction, maintenance of drug dens, drug pushing, juvenile delinquency, the printing, distribution or exhibition of obscene or pornographic materials or publications, and such other activities inimical to the welfare.and morals of the inhabitants of the municipality; [2] (Emphasis supplied) Sections 444 and 455, referring to municipal and city mayors, respectively, explicitly exclude games of chance from the list of allowable income-generating activities: SECTION 444. The Chief Executive: Powers, Duties, Functions and Compensation . — (a) The municipal mayor, as the chief executive of the municipal government, shall exercise such powers and performs such duties and functions as provided by this Code and other laws.\n\n[. . . .] (2) Initiate and maximize the generation of resources and revenues, and apply the same to the implementation of development plans, program objectives and priorities as provided for under Section 18 of this Code, particularly those resources and revenues programmed for agro­ industrial development and country-wide growth and progress, and relative thereto, shall: [. . . .] (v) Issue permits, without need of approval therefor from any national agency, for the holding of activities for any charitable or welfare purpose, excluding prohibited games of chance or shows contrary to law, public policy and public morals; [3] (Emphasis supplied) On the other hand, the LGC explicitly allows local government units to authorize and license cockfighting. Sections 447 and 458 of the LGC grants the following authority to the Sangguniang Bayan and Sangguniang Panlungsod : (3) Subject to the provisions of Book II of this Code, grant franchises, enact ordinances authorizing the issuance of permits or licenses, or enact ordinances levying taxes, fees and charges upon such conditions and for such purposes intended to promote the general welfare of the inhabitants of the municipality, and pursuant to this legislative authority shall:\n\n[. . . .] (v) Any law to the contrary notwithstanding, authorize and license the establishment, operation, and maintenance of cockpits, and regulate cockfighting and commercial breeding of gamecocks: Provided , That existing rights should not be prejudiced. [4] While the above provisions of the LGC do not explicitly refer to the Sangguniang Barangay , the above provisions nevertheless clearly delineate prohibited games of chance from permissible games, like cockfighting.\n\nI likewise join the position of Associate Justice Henri Jean Paul B. Inting that what is meant by \"games of chance [. . .] authorized, licensed and regulated by local government units\" under Republic Act No. 9487 are those activities where the local government units have been explicitly granted the power to authorize, license, and regulate games of chance, cards, and numbers. As shown above, the exception lies in the establishment, operation, and maintenance of cockpits, and the regulation of cockfighting and commercial breeding of gamecocks.\n\nIt bears emphasis that the ultimate ruling in Magtajas v. Pryce Properties [5] does not support the position taken in the ponencia . In fact, in that case, the Court ruled in favor of the PAGCOR's authority over games of chance as being superior to the power of local governments: It is a canon of legal hermeneutics that instead of pitting one statute against another in an inevitably destructive confrontation, courts must exert every effort to reconcile them, remembering that both laws deserve a becoming respect as the handiwork of a coordinate branch of the government. On the assumption of a conflict between [Presidential Decree No.] 1869 and the [Local Government] Code, the proper action is not to uphold one and annul the other but to give effect to both by harmonizing them if possible. This is possible in the case before us. The proper resolution of the problem at hand is to hold that under the Local Government Code, local government units may (and indeed must) prevent and suppress all kinds of gambling within their territories except only those allowed by statutes like [Presidential Decree No.] 1869. The exception reserved in such laws must be read in the Code, to make both the Code and such laws equally effective and mutually complementary. [6] Finally, the pernicious effects of gambling is the strongest argument against the position of the ponencia , and \" Bingo sa Barangay \" presents the most fertile ground for the evils of illegal gambling to flourish. The relatively low-income households in the barangay will be exposed to the temptation of engaging in the illegal activity, under the guise of a harmless community activity and probably at a lower cost and financial requirements than other outlawed games of chance. The dangers to morality and public order, not to mention public interest, are therefore heightened.\n\nWHEREFORE , I DISSENT and vote to GRANT the instant Petition.\n\n[1] Republic Act No. 9487 (2007), An Act Further Amending Presidential Decree No. 1869, Otherwise Known as PAGCOR Charter.\n\n[2] LOCAL GOV'T CODE.\n\n[3] Id.\n\n[4] Id.\n\n[5] Magtajas v. Pryce Properties Corp., Inc. , 304 Phil. 428 (1994) [Per J. Cruz, En Banc ].\n\n[6] Id. at 454.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 133335,
  "metadata_extraction_date": "2025-11-01T05:59:30.937888",
  "extraction_version": "2.0_enhanced_full_content"
}