{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1902/january/G_R__No__500.html",
  "filename": "G_R__No__500.html",
  "year": 1902,
  "month": "january",
  "case_number": "G.R. No. 500",
  "gr_number": "500",
  "volume_page": "Volume information not available",
  "decision_date": "January 30, 1902",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "two",
    "each",
    "one",
    "court",
    "judgment",
    "causes",
    "law",
    "single",
    "cause",
    "tanjuanco",
    "commenced",
    "actions",
    "upon",
    "since",
    "them",
    "case",
    "appellee",
    "leocadio",
    "appellants",
    "bulacan"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 500\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 500            January 30, 1902\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nLEOCADIO TANJUANCO, ET AL.,\n\ndefendants-appellants.\n\nSimplicio del Rosario, for appellants.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nTORRES,\n\nJ.:\n\nCauses Nos. 10 and 11 were commenced in the Court of First Instance of the Province of Bulacan against Leocadio Tanjuanco and Domingo Bernardo for robbery in a gang and brought before this court by virtue of an appeal interposed by the defendant Tanjuanco from the sentence of September 17, 1901, dictated by the court below in the latter of said actions, imposed upon him the penalty of eight years of\n\npresidio mayor\n\nfor each one of the crimes which are the subject matter of both complaints.\n\nEvery action commenced for the purpose of prosecuting a crime should be finally determined either by an order of dismissal or a judgment either of conviction or acquittal.\n\nSince each of the above-mentioned causes has been commenced by means of an information presented by the provincial fiscal for each of the two robberies of which they treat in accordance with the provisions of section 11 of the Law of Procedure of April 23, 1900, and since the said two crimes are not punishable by one single penalty according to article 89 of the Penal Code, there is no law which authorizes the court to enter a single judgment for the two offenses in one of the two actions as he has done in cause No. 11, including in a single judgment the decision of two causes. Without a consolidation of these causes the judge has considered together the proofs adduced in each of them and has rendered a judgment of conviction not only of the robbery prosecuted in cause No. 11 but also of that prosecuted in cause No. 10.\n\nThe procedure followed by the court below violates an essential right of the accused, inasmuch as he is entitled, although accused of the two offenses, to a trial in each one of the two cases in question upon the proofs adduced in each individual case, and upon the allegations set forth in each information. It is not permissible to take into account or consider in one case the facts proven in the other, and\n\nvice versa.\n\nTherefore, since each of the two robberies should be punished independently and separately, it follows that the single judgment rendered for the two actions in cause No. 11 (one of them) is a nullity, and the sentence appealed from must be reversed and the two causes remanded to the court of Bulacan with instructions to enter the proper judgment in accordance with law in each one of them. It is so ordered.\n\nArellano, C.J., Cooper, Willard, and Mapa, JJ.,\n\nconcur.\n\nLadd, J.,\n\ndid not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2808,
  "metadata_extraction_date": "2025-11-16T07:46:36.169796",
  "extraction_version": "2.0_enhanced_full_content"
}