{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/october/gr_l-4267_1908.html",
  "filename": "gr_l-4267_1908.html",
  "year": 1908,
  "month": "october",
  "case_number": "gr_l-4267_1908",
  "gr_number": "gr_l-4267_1908",
  "volume_page": "Volume information not available",
  "decision_date": "October 9, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Criminal Law"
  ],
  "keywords": [
    "armed",
    "band",
    "court",
    "accused",
    "robbery",
    "committed",
    "crime",
    "cuadrilla",
    "defined",
    "code",
    "three",
    "appellee",
    "appellant",
    "trial",
    "charged",
    "evidence",
    "penal",
    "witnesses",
    "house",
    "phil"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4267\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4267             October 9, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nGAUDENCIO CABUNCAL,\n\ndefendant-appellant.\n\nC. W. Ney for appellant.\n\nAttorney-General Araneta for appellee.\n\nCARSON,\n\nJ.:\n\nThe trial court convicted the accused of the crime of\n\nrobo en cuadrilla\n\n(robbery in an armed band), committed in the manner and form charged in the complaint. The evidence of the record sustains the findings of the guilt of the accused of the crime of robbery as charged, except as to the alleged fact that it was committed\n\nen cuadrilla\n\n(in an armed band).\n\nA\n\ncuadrilla\n\n(armed band), as defined in the Penal Code, consist of a band of\n\nmore\n\nthan three armed persons. The witnesses in this case testified that the accused and two others entered the house wherein the robbery was committed, the three being armed with\n\nbolos\n\n, and that they left three or four confederates downstairs, but whether armed or not, the witnesses were not able to testify. Under the definition of an armed band, as defined in the code, this evidence is not sufficient to sustain a finding that the robbery was committed by an armed band (U.S.\n\nvs.\n\nMendigoren, 1 Phil. Rep., 658; U.S.\n\nvs.\n\nAquino et al., decided September 8, 1908\n\n1\n\n.\n\nWe find no other error in the proceedings prejudicial to the rights of the accused, but the court failed, in imposing sentence, to take into consideration the aggravating circumstances that advantage was taken of the darkness of the night in its commission, and that it was committed in the house of the offended person (U.S.\n\nvs.\n\nLeyba, 8 Phil. Rep., 671;\n\nsentencia\n\nof the supreme court of Spain of December 24, 1896); and the court further failed to direct the return to the owner of the stolen property or P446.50, its proven value.\n\nlawphil.net\n\nWe therefore reverse the judgment of conviction imposed by the trial court, and find the accused guilty of the crime of simple robbery, as defined in subsection 5 of article 503, of the Penal Code, marked by the aggravating circumstances above set out, and sentence him to ten years\n\npresidio mayor\n\ntogether with the subsidiary penalties prescribed by the law; to the restitution of the stolen goods or the payment to the owner thereof of their proven value, which amounted to P446.50, but without subsidiary imprisonment; and to the payment of costs in both instances. So ordered.\n\nArellano, C.J., Torres, Mapa, Willard and Tracey, JJ., concur.\n\nFootnotes\n\n1\n\nPage 244,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2596,
  "metadata_extraction_date": "2025-11-16T08:38:15.257815",
  "extraction_version": "2.0_enhanced_full_content"
}