{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/october/gr_l-4801_1908.html",
  "filename": "gr_l-4801_1908.html",
  "year": 1908,
  "month": "october",
  "case_number": "gr_l-4801_1908",
  "gr_number": "gr_l-4801_1908",
  "volume_page": "Volume information not available",
  "decision_date": "October 22, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Tax Law",
    "Property Law",
    "Labor Law",
    "Remedial Law"
  ],
  "keywords": [
    "opium",
    "his",
    "smoking",
    "articles",
    "duly",
    "possession",
    "any",
    "revenue",
    "said",
    "other",
    "imprisonment",
    "licensed",
    "found",
    "internal",
    "house",
    "upon",
    "year",
    "act",
    "shall",
    "person"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4801\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4801             October 22, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nMARTIN GABOYA,\n\ndefendant-appellant.\n\nF. Manikis for appellant.\n\nAttorney-General Villamor for appellee.\n\nTORRES,\n\nJ.:\n\nFilemon Tamarra, an internal-revenue inspector in the municipality of Cebu, received information that Martin Gaboya kept in his house utensils of smoking opium, and that said drug was there smoked; thereupon the said Filemon Tamarra, Patricio Mosquera, also a revenue inspector, and Pascual Sabarita, an employee of the municipality treasury, called at the house on the 22d of January, 1908, and upon searching the place found in a trunk, 421 grams of cooked opium and 321 grams of ashes packed in tin boxes, one pipe and other articles used in smoking the drug; and, as the owner thereof had no license from the Bureau of Internal Revenue, and was not a Chinaman duly authorized to have opium in his possession, and the place was not an establishment for smoking it, they seized the articles, arrested the offender, and reported the matter to the authorities.\n\nA complaint was then filed by the provincial fiscal and these proceedings were instituted; the judge below entered judgment on the 21st of April of this year, sentencing the accused, for violating section 7 of Act No. 1761, to the penalty of three months' imprisonment and costs, and directed that the articles found be delivered to the internal-revenue agent of the district to be forfeited. From this judgment of the accused has appealed.\n\nSection 7 of said Act No. 1761 provides that:\n\nlawphil.net\n\n(\n\na\n\n)\tExcept upon the prescription of a duly licensed and practicing physician or upon permit of the Collector of Internal Revenue it shall be unlawful for any person not a duly licensed and practicing physician, pharmacist, second-class pharmacist, licensed dispensator of opium, or a duly registered user of opium, when using the same in a licensed opium dispensary only and in such quantities as may be stated in his certificate, to have in his possession opium, or any pipes, hypodermic syringes, or other apparatus or paraphernalia to be used for smoking, injecting, or using opium in any manner.\n\n(\n\nb\n\n)\tAny person violating the provisions of this section shall be punished by a fine not exceeding five hundred pesos or by imprisonment for a period not exceeding one year, or by both such fine and imprisonment, in the discretion of the court;\n\nProvided\n\n, That all opium, pipes, and other opium apparatus and paraphernalia found in the possession of any person not authorized to have same shall be seized and forfeited to the Government.\n\nIt has been proven in this case that on the 22d of January, this year, a large quantity of cooked opium, ashes (a sure sign that the opium was used), a pipe and other articles for smoking, were seized at the house of the accused, who was not a person duly authorized to have opium in his possession, nor was he included among the persons permitted by law to use opium, has violated the unquestionable that the possessor of the said drug, pipe, and other utensils for smoking opium, has violated the Act cited above and has incurred the punishment therein imposed.\n\nThe fact that the defendant pleaded not guilty, and his allegation that the said articles did not belong to him but a Chinaman who had left them on deposit at his house a year and a half ago, unsupported by any proof, is not sufficient to destroy the charges based upon the material possession of the opium and implements, which clearly demonstrates that he violated ad willfully disobeyed the express provisions of law, inasmuch as the mere possession of the opium and of the instruments for smoking it, they being articles specially prohibited unless duly licensed, fixes the liability of the possessor, and he is not permitted to allege ignorance of the kind and nature of the prohibited goods.\n\nFor the above reasons, it is our opinion that Martin Gaboya should be sentenced and he is hereby sentenced to the penalty of two months' imprisonment and to pay a fine of P200, and, in case of insolvency, to suffer subsidiary imprisonment in accordance with the provisions of Act No. 1732 of October 1, 1907, which went into force on the first day of November following which shall not exceed one-third of the provincial penalty, and to pay the costs of both instances. The judgment appealed from is affirmed in so far as it agrees with this decision. So ordered.\n\nArellano, C.J., Mapa, Carson, Willard and Tracey, JJ., concur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4641,
  "metadata_extraction_date": "2025-11-16T08:37:34.184767",
  "extraction_version": "2.0_enhanced_full_content"
}