{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/october/gr_l-4781_1908.html",
  "filename": "gr_l-4781_1908.html",
  "year": 1908,
  "month": "october",
  "case_number": "gr_l-4781_1908",
  "gr_number": "gr_l-4781_1908",
  "volume_page": "Volume information not available",
  "decision_date": "October 21, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Administrative Law",
    "Tax Law"
  ],
  "keywords": [
    "act",
    "them",
    "cockpits",
    "section",
    "revenue",
    "instance",
    "provisions",
    "law",
    "nature",
    "municipal",
    "other",
    "may",
    "united",
    "states",
    "appellee",
    "baltasar",
    "sarmiento",
    "appellant",
    "general",
    "court"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4781\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4781             October 21, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nBALTASAR SARMIENTO,\n\ndefendant-appellant.\n\nJoaquin H. Junquera for appellant.\n\nAttorney-General Villamor for appellee.\n\nTRACEY,\n\nJ.:\n\nIn the Court of First Instance of Bohol, Baltasar Sarmiento was convicted if having, as a public officer-that is, a councilor of the municipality of Tagbilaran-been interested in two cockpits and a billard hall therein, contrary to the provisions of section 28 of Act No. 82, as amended by Act No. 663. It is claimed by the defense that on the principle\n\ncessante ratione legis, cessat et ipsa lex\n\n, this Act is rendered ineffective by the provisions of the Internal Revenue Law, Act No. 1189, which, in sub-division (\n\ne\n\n) of section 146 expressly repeals so much of paragraph (\n\nh\n\n), section 43, of Act No. 82 as authorizes municipalities to exact licenses for cockpits, billiards tables, and so forth. It might be added that all the provisions of Act No. 82, authorizing taxes of this nature, fall within the general repeal of subdivision (\n\na\n\n) of section 146 of Act No. 1189, affecting all laws and ordinances whereby taxes of this nature are imposed.\n\nlawphil.net\n\nThis argument overlooks the fact that the municipal council had other concern with cockpits and billiards rooms than the mere licensing of them, being charged by sub-division (\n\nj\n\n) of section 40 of Act No. 82 with the prohibition and closing of them, which is in the nature of a police power regulation rather than of one revenue. In other words, although municipal councilors may not now raise revenue from places of amusement of this character, they may, nevertheless, police and control them. Therefore, the councilman still has power over them and the reason of the law prohibiting his interest in them has not ceased by reason of the Internal Revenue Act. It is plain that it was unnecessary to show that the municipal council of Tagbilaran had ever licensed cockpits in order to bring them with the terms of Act No. 663, for, as cockpits are therein especially mentioned, they are not required to be covered by the phrase \"or other permitted games and amusements,\" whatever may be its technical constructions. A conviction for a similar offense made under the same Act was sustained by us in the case of the United States\n\nvs.\n\nGray (8 Phil. Rep., 506).\n\nThe sentence of the Court of First Instance to six months of prision, with costs, is hereby affirmed, with the costs of this instance. So ordered.\n\nArellano, C.J., Torres, Carson and Willard, JJ., concur\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2692,
  "metadata_extraction_date": "2025-11-16T08:37:43.161033",
  "extraction_version": "2.0_enhanced_full_content"
}