{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-4202_1908.html",
  "filename": "gr_l-4202_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-4202_1908",
  "gr_number": "gr_l-4202_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 13, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law"
  ],
  "keywords": [
    "sia",
    "one",
    "his",
    "them",
    "costs",
    "modified",
    "instead",
    "appellee",
    "appellants",
    "attorney",
    "general",
    "two",
    "him",
    "received",
    "eye",
    "they",
    "who",
    "upon",
    "while",
    "half"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4202\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4202            January 13, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nSIA TAO and SIA POY,\n\ndefendants-appellants.\n\nJames J. Peterson, for appellants.\n\nAttorney-General Araneta, for appellee.\n\nTRACEY,\n\nJ.\n\n:\n\nThe two accused calling at a Chinese shop in Santa Cruz, manila, where Sia Ta was employed, seeking to collect a debt from him, came to blows with him and he received a black eye. On his complaint they were arrested, together with one Sia Yeng, who had accompanied them, but who was discharged upon the trial, while they were held guilty and sentenced to two months and one day of imprisonment and the payment of one-half the costs.\n\nThe defense presented was that Sia Ta's eye had been blackened in a fall that he received while overeagerly pursuing them. The probabilities of the story appear to lie with the prosecution.\n\nThe Attorney-General in his brief suggests that the judgment should be modified by adding thereto indemnity to the extent of P50 for more than eight days of disability from injury. We think that this was a case in which the judge, instead of awarding indemnity, properly reserved to the offended person his right, if any, to recover the same in a civil action, inasmuch as the proof as to the duration of the disability in unsatisfactory and the bill of the physician is not free from suspicion. It appears to be necessary corollary from our decision in Almeida vs. Abaroa (8 Phil. Rep., 178), that the power to make such a reservation still exists in these Islands.\n\nThe judgment should be modified by substituting\n\narresto mayor\n\ninstead of\n\nprision\n\nand by imposing upon each of the condemned one-third of the costs of first instance instead of one-half, and as so modified is affirmed, with the costs of this instance to be divided evenly between them.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2010,
  "metadata_extraction_date": "2025-11-16T08:26:47.217070",
  "extraction_version": "2.0_enhanced_full_content"
}