{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-3987_1908.html",
  "filename": "gr_l-3987_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-3987_1908",
  "gr_number": "gr_l-3987_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 8, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Criminal Law",
    "Remedial Law"
  ],
  "keywords": [
    "his",
    "accused",
    "him",
    "tupas",
    "deceased",
    "munoz",
    "who",
    "crime",
    "volunteers",
    "after",
    "lorenzo",
    "they",
    "one",
    "should",
    "out",
    "other",
    "same",
    "chief",
    "upon",
    "place"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3987\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3987            January 8, 1908\n\nTHE UNITED STATES,\n\nplaintiff-appellee,\n\nvs.\n\nLORENZO TUPAS,\n\ndefendant-appellant.\n\nRafael Palma, for appellant.\n\nAttorney-General Araneta, for appellee.\n\nTORRES,\n\nJ.\n\n:\n\nOn the 13th of November, 1906, from forty to sixty volunteers, commanded by Lorenzo Tupas, set out from the pueblo of Abuyog in search of bandits, or pulahanes, and after partaking of breakfast at the house of Luis Allera, situated outside of the town, they crossed a river and on the other bank of the same they found Raymundo Munoz engaged in cutting down bananas; the chief of the column upon seeing the latter ordered him, from a certain distance, to place on the ground the bolo he was using in his work; the order was complied with, and as of the men refused to obey the order given by chief Tupas to tie up Munoz, Tupas did it himself, tying Munoz by the elbows with a strip of rattan, and thereafter conducted him to a large tree called \"ania,\" where he demanded that he produce his pass; to this Munoz replied that it was in the pocket of his trousers; the accused took it therefrom and after reading the same tore it up. The accused then attacked the deceased with a dagger, wounding him in the right breast, in the throat, and in the nape of the neck after he had fallen to the ground; at this time one of the volunteers, Manuel Veyra, said that the assaulted man was a good fellow, and they then departed, together with the accused, leaving the body of the deceased at the place where the aggression was committed and where, after three days, it was discovered by other volunteers who were ordered out by the municipal president upon request of Matea Marquista, wife of the deceased, who, according to her statement, was accustomed to provide the accused with bamboo for his fishing weir, although lately he had been unable to fulfill engagement in this respect. The woman further stated that the deceased had obtained a pass from the president and had gone out of town to procure bamboo and bananas, intending to return on the third day  that is, on the day he was killed  and that upon being informed of the occurrence she reported it to the president.\n\nIn consequence of the foregoing, a complaint was filed by the provincial fiscal with the Court of First Instance of Leyte charging Lorenzo Tupas with the crime of murder; the corresponding proceedings were instituted, and the court, in view of the proofs, rendered judgment on the 1st of March, 1907, sentencing the accused to death, and to pay the costs, and appointed a day when the sentence should be executed in case the sentence should be affirmed by the Supreme Court. From said judgment counsel for the accused appealed.\n\nThe above facts, which have been duly proven, constitute the crime of murder defined and punished under article 403 of the Penal Code, for the reason that Raymundo Munoz met with a violent death when unarmed and tied by the elbows and in the position in which he could not defend himself nor even escape from the hands of his aggressor. It is therefore unquestionable that he was treacherously killed, and that his assailant attacked him with a dagger and without any risk to himself, as his victim was defenseless; in this case such circumstance, in lieu of being merely an aggravating one, should be qualified as one deserving of a heavier penalty than that imposed by the law for the crime of homicide, in accordance with the provisions of said article 403 of the Penal Code.\n\nNotwithstanding the denial and the allegations of the accused, as well as the testimony of his witnesses, by which means he endeavored in vain to show his innocence  that is, that he could not have killed Raymundo Muñoz  yet the record contains sufficient and satisfactory evidence of the guilt of the defendant as the only principal, clearly convicted of the murder in question; this because of the fact that, in the presence of forty to sixty individuals who under his command set out from the pueblo of Abuyog, the accused, after ordering the deceased Munoz to place on the ground the bolo he was using in cutting down bananas, personally approached him and tied him by the elbows with the same rattan that the victim carried, and having thus tied him conducted him to a tree, and, after tearing up his pass, attacked the deceased with a dagger, inflicting him three most serious and mortal wounds. Munoz did not even attempt to resist the attack because the accused, Tupas, who was the chief of the volunteers, undoubtedly exercised a certain moral control over him and the other men who witnessed the act, and, upon the crime being consummated, he departed with his men, leaving the body of his victim abandoned at the place where the crime had been committed.\n\nThe testimony of the witnesses offered by the accused, to the effect that they had not seen the deceased during the several days on which the expedition was in the field, nor witnessed his killing by Lorenzo Tupas, who commanded the said expedition, and that they had not seen Ignacio Barquin, one of the volunteers forming part of the same, who, as an eyewitness of the crime, related the facts connected therewith, can not destroy nor weaken the merit of the testimony of the witnesses of prosecution, because the evidence and other particulars resulting from the case, taken as a whole, incline the mind to grant greater weight to the evidence offered by the prosecution as being more decisive and conclusive, and one is thereby convinced of the guilt of the accused as the author of the murder.\n\nIn the commission of the crime no mitigating nor aggravating circumstance can be considered, inasmuch as the record does not show the character with which the accused was invested as chief of volunteers; therefore, the penalty imposed by the law should be applied in the medium degree.\n\nFor the reasons above set forth, it is our opinion that the judgment reviewed and appealed from should be reversed, and the accused, Lorenzo Tupas, is hereby sentenced to imprisonment for life, which is the medium degree fixed by law, to suffer the accessory penalties of article 54, Nos. 2 and 3, of the Penal Code, to indemnify the heirs of the deceased in the sum of P1,000 and to pay the costs of both instances. So ordered.\n\nArellano, C.J., Mapa, Johnson, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 6477,
  "metadata_extraction_date": "2025-11-16T08:27:17.272893",
  "extraction_version": "2.0_enhanced_full_content"
}