{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-3673_1908.html",
  "filename": "gr_l-3673_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-3673_1908",
  "gr_number": "gr_l-3673_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 29, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law"
  ],
  "keywords": [
    "plaintiff",
    "defendant",
    "land",
    "appellant",
    "caniogan",
    "evidence",
    "contract",
    "title",
    "mariano",
    "appellee",
    "presented",
    "shows",
    "witness",
    "jayme",
    "pasion",
    "testified",
    "also",
    "document",
    "evidencing",
    "court"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3673\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3673            January 29, 1908\n\nMARIANO GUERRERO,\n\nplaintiff-appellant,\n\nvs.\n\nANTONIO MIGUEL,\n\ndefendant-appellee.\n\nFermin Mariano and Allen A. Garner for appellant.\n\nNo appearance for appellee.\n\nWILLARD,\n\nJ.\n\n:\n\nThe muniment of title which the plaintiff presented to prove that he was the owner of the land in Caniogan shows on its face that it is a mortgage to secure the sum of 7 pesos and 5 reales. The witness Jayme Pasion, who executed this instrument, testified that he had paid the debt and there is no evidence to contradict this statement.\n\nJayme Pasion also testified that he afterwards sold the same land to the plaintiff and the defendant; that the plaintiff told him that the defendant furnished the money to pay for it, and the witness says that the document evidencing the sale was made out in the name of the defendant. The evidence clearly preponderates in favor of the finding of the court below, to the effect that this land in Caniogan was bought by the defendant and not by the plaintiff.\n\nThe evidence also shows that, by an agreement between the plaintiff and the defendant, the defendant gave the plaintiff this land in Caniogan and received in exchange therefor the land here in question. It is suggested by the appellant in his brief that, no document evidencing this exchange having been presented, the contract was invalid by virtue of the provisions of article 1280 of the Civil Code. We have frequently held that the fact that a contract which falls within the terms of that article is not in writing does not necessarily make such contract void. (Soriano\n\nvs\n\n. Cortes, 8 Phil. Rep., 459)\n\nThe judgment of the court below is affirmed, with the costs of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 1944,
  "metadata_extraction_date": "2025-11-16T08:25:12.894899",
  "extraction_version": "2.0_enhanced_full_content"
}