{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-3128_1908.html",
  "filename": "gr_l-3128_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-3128_1908",
  "gr_number": "gr_l-3128_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 4, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Constitutional Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "court",
    "jurisdiction",
    "law",
    "day",
    "case",
    "cause",
    "act",
    "deprived",
    "said",
    "cases",
    "supreme",
    "appellee",
    "upon",
    "appeal",
    "defendants",
    "justice",
    "peace",
    "rendered",
    "first",
    "instance"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3128\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3128            January 4, 1908\n\nUN PAK LEUNG,\n\nplaintiff-appellee,\n\nvs.\n\nJUAN NIGORRA, ET AL.,\n\ndefendants-appellants.\n\nMOTION FOR REHEARING.\n\nJOHNSON,\n\nJ.\n\n:\n\nThe plaintiff and appellee presents a motion for rehearing, basing the same upon the claim that this court was without jurisdiction to consider and decide the cause, for reason that section 16 of Act No. 1627 of the Philippine Commission deprived this court of jurisdiction in causes which were originally commenced in the court of the justice of the peace, and cites many cases in support of this contention. Said section 16, among other things, provides as follows:\n\nJudgments rendered by the Court of First Instance on appeal (from the court of the justice of the peace) shall be final and conclusive, except in cases involving the validity or constitutionality of a statute or municipal ordinance.\n\nThe contention of the appellee is that this provision deprived this court of jurisdiction to hear and determine the present cause.\n\nThe facts are as follows:\n\nOn the 31st day of March, 1905, the justice of the peace of the city of Manila rendered judgment in the present cause against the defendants and in favor of the plaintiff. From this decision the defendants appealed to the Court of First Instance. On the 2d day of September, 1905, the judge of the Court of First Instance, after hearing the evidence in said cause, rendered judgment affirming the decision of the justice of the peace. From this decision the defendants appealed to this court. The record was received in this court on the 19th of January, 1906. The bill of exceptions was printed and distributed on the 2d day of March, 1906. Act No. 1627 did not take effect until the 1st day of July, 1907. The briefs of both parties were filed on or before the 29th day of August, 1906, and the cause was duly submitted to this court on the 5th day of November, 1907. In other words, the appeal in the present case to this court was made and perfected nearly a year and a half before said Act No. 1627 went into effect.\n\nThe question presented is, Did the above-quoted provision of Act No. 1627 have the effect of depriving this court of jurisdiction over said cause? It will be noted that the language of said act is that the \"judgments rendered by the Court of First Instance on appeal shall be final and conclusive,\" etc. The appellee relies especially upon Ex parte McCardle (74 U. S., 506). In that case the amended law expressly deprived the Supreme Court of the United States of jurisdiction in appeals in the class of cases mentioned in said law, and, of course, this law deprived the Supreme Court of such jurisdiction immediately upon the taking effect of said law. It will be observed, however, that there is nothing in the amendment upon which the appellee relies which deprived this court of jurisdiction of cases pending. In the case of Railroad Company vs. Grant (98 U. S., 398) a writ of error was granted by the Supreme Court of the United States on the 6th day of December, 1875. The cause was not brought on for trial until some time after the 25th day of February, 1879. On this latter date Congress passed a law providing that thereafter no case of the character of the one in question \"may be reexamined and reversed or affirmed in the Supreme Court of the United States upon the writ of error or appeal.\" Here again it will be noted that the law deprived the Supreme Court of its jurisdiction, and, of course, after the passage of that law, and having been deprived of its jurisdiction, it could no longer hear cases of the nature of that presented in the particular case.\n\nNo doctrine is better settled than that a repeal of an act giving jurisdiction of a pending suit is an express prohibition of the exercise of the jurisdiction conferred by the former law. In the present case, however, the appeal was perfected long before the new law went into operation, and we are of the opinion, and so hold, that it was not the intention of the legislature to deprive persons who had perfected their appeals before that date of the right to have their appeals considered by the Supreme Court. Act No. 1627 did not deprive this court of its jurisdiction over cases appealed prior to the 1st day of July, 1907. The decision in the case of Pavon vs. Philippine Islands Telephone and Telegraph Company\n\n2\n\n(5 Off. Gaz., 1076) is not in conflict with this conclusion. The motion for rehearing is, therefore, hereby denied. So ordered.\n\nArellano, C.J., Torres, Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nFor original case, see page 381,\n\nsupra\n\n.\n\n2\n\nPage 247,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4762,
  "metadata_extraction_date": "2025-11-16T08:27:30.972359",
  "extraction_version": "2.0_enhanced_full_content"
}