{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-4387_1908.html",
  "filename": "gr_l-4387_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-4387_1908",
  "gr_number": "gr_l-4387_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 13, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "actions",
    "case",
    "section",
    "act",
    "forcible",
    "entry",
    "detainer",
    "code",
    "civil",
    "procedure",
    "appeals",
    "peace",
    "judgment",
    "rendered",
    "judgments",
    "priolo",
    "appellee",
    "appellant",
    "motion",
    "appeal"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4387\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4387            January 13, 1908\n\nVICENTE PRIOLO,\n\nplaintiff-appellee,\n\nvs.\n\nPEDRO PRIOLO,\n\ndefendant-appellant.\n\nMatias Hilado, for appellant.\n\nM. Locsin, for appellee.\n\nWILLARD,\n\nJ.\n\n:\n\nThis is a motion to dismiss the appeal on the ground that the case having been commenced in the court of a justice of the peace, judgment in the Court of First Instance was not rendered herein until after July 1, 1907, when Act No. 1627, providing that such judgments should be final, took effect.\n\nThe case differ from the case of Miguel Pavon\n\nvs.\n\nThe Philippine Islands Telephone and Telegraph Company\n\n1\n\n(5 Off. Gaz., 1076), and of Un Pak Leung\n\nvs.\n\nJuan Nigorra, et al.\n\n2\n\n(6 Off. Gaz., 42, 154), in only one respect. In those case the actions were brought for the recovery of money. This is case of forcible entry and detainer brought under section 80 of the Code of Civil Procedure.\n\nIt is true that the Code of Civil Procedure has certain sections relating to appeals in general from judgments of the justices of the peace and other sections relating to appeals in cases of forcible entry and detainer, and that section 16 of Act No. 1627 is an amendment of section 76 of the Code of Civil Procedure, which relates to appeals in general, but we think that it was intended to apply to all appeals, not only those in ordinary actions but those in actions of forcible entry and detainer. It is true that this latter class of actions sometimes involves the possession of property of considerable value and may produce judgment for rent in an amount exceeding the ordinary jurisdiction of the justice of the peace, but it must be borne in mind also that, by the provisions of section 87 of the Code of Civil Procedure, judgments rendered in this class of actions are not final and the parties are not concluded thereby as to the questions raised therein. We hold that Act No. 1627 applies to judgment rendered in actions of forcible entry and detainer in accordance with the provisions of Act No. 1778, which is an amendment of section 80, above referred to.\n\nThe motion is granted and the appeal dismissed, with costs. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nPage 247,\n\nsupra\n\n.\n\n2\n\nPages 381, 486,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2400,
  "metadata_extraction_date": "2025-11-16T08:26:44.973594",
  "extraction_version": "2.0_enhanced_full_content"
}