{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-3603_1908.html",
  "filename": "gr_l-3603_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-3603_1908",
  "gr_number": "gr_l-3603_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 9, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "land",
    "ruguian",
    "defendant",
    "plaintiffs",
    "court",
    "calixto",
    "evidence",
    "question",
    "said",
    "action",
    "partition",
    "deeded",
    "part",
    "estate",
    "years",
    "erred",
    "deceased",
    "his",
    "brothers",
    "him"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3603\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3603            January 9, 1908\n\nDIEGO RUGUIAN, ET AL.,\n\nplaintiffs-appellees,\n\nvs.\n\nROMAN RUGUIAN,\n\ndefendant-appellant.\n\nIrineo Javier, for appellant.\n\nN. Segundo, for appellees.\n\nJOHNSON,\n\nJ.\n\n:\n\nThis was an action brought in the Court of First Instance of the Province of Ilocos Norte for the partition of a certain parcel of land described in the second paragraph of the complaint, which action was commenced on the first day of August, 1905.\n\nThe plaintiffs allege that they and the defendant are the heirs of Calixto Ruguian and that the said land constituted a part of the estate of Calixto Ruguian, who had died some six months prior to the 1st day of August, 1905.\n\nTo the petition of the plaintiffs, the defendant filed a general denial, together with a special defense, in which he alleged that he was the owner of the said land and had been in the uninterrupted possession of the same for a period of about forty years.\n\nAfter hearing the evidence adduced during the trial of the cause, the lower court ordered a partition of the property in accordance with the prayer of the petition of the plaintiffs. From this decision the defendant appealed and made the following assignments of error:\n\n1.\tThe court erred in allowing the action brought by the plaintiffs.\n\n2.\tThe court erred in finding that the property in question is a part of the estate of the deceased Calixto Ruguian.\n\n3.\tThe court erred in considering the plaintiff's claim as proven, and not the allegation on which the defendant bases his argument.\n\nFrom the record it appears that the said Diego, Felipa, and Valeriana Ruguian, plaintiffs, and the said Roman Ruguian were brothers and sisters, and that Faustina and Antonio were children of two other deceased brothers, all of which brothers were the children of one Calixto Ruguian.\n\nThe plaintiffs claim that the land in question was a part of the estate of their deceased father, Calixto Ruguian. The defendant claims that his father had deeded the land to him nearly forty years before the latter's death. The defendant presents no document to sustain his contention. There is a preponderance of evidence, however, showing that the defendant had been in possession of the land for a period of about thirty years. The evidence also shows that if the land was deeded at all to the defendant, it must have been deeded by Calixto Ruguian and Mariano Ruguian, Mariano being a brother of Calixto. There being no documentary evidence, however, to support the contention of the defendant that the land in question had been deeded to him, we are unable to find as a fact that the said land had actually been conveyed to him, and it appearing from the evidence that a third person, Mariano Ruguian, had an interest in the land in question, and he not being made a party to this suit, we are of the opinion, and so hold, for this reason, that a partition of the land in question can not be granted. This court has already held, in the case of\n\nGarcia de Lara vs. Gonzalez de Lara\n\n(2 Phil. Rep., 294), that an action will not lie for the partition of an undivided interest in the land without the joinder of all coowners.\n\nTherefore, for the reason that the evidence shows that all of the parties interested in the land in question are not parties to the suit, the decision of the lower court is hereby reversed, and, without any finding as to costs, it is so ordered.\n\nArellano, C.J., Torres, Mapa, Carson, Willard and Tracey, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3598,
  "metadata_extraction_date": "2025-11-16T08:27:21.763568",
  "extraction_version": "2.0_enhanced_full_content"
}