{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-3013_1908.html",
  "filename": "gr_l-3013_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-3013_1908",
  "gr_number": "gr_l-3013_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 24, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law"
  ],
  "keywords": [
    "possession",
    "faith",
    "church",
    "good",
    "plaintiffs",
    "they",
    "municipality",
    "building",
    "upon",
    "land",
    "who",
    "civil",
    "code",
    "title",
    "defendants",
    "court",
    "except",
    "dolores",
    "property",
    "erected"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-3013\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-3013            January 24, 1908\n\nTHE ROMAN CATHOLIC APOSTOLIC CHURCH, ET AL.,\n\nplaintiffs,\n\nvs.\n\nCERTAIN MUNICIPALITIES IN THE PROVINCE OF ILOCOS SUR, ET AL.,\n\ndefendants.\n\nHartigan, Rohde and Gutierrez for plaintiffs.\n\nAttorney-General Araneta and Buencamino and Diokno, for defendants.\n\nWILLARD,\n\nJ.\n\n:\n\nThis is an original action brought in this court by virtue of the provisions of Act No., 1376. It is in all respects similar to the case of The Roman Catholic Church vs. The Municipalities of the Province of Tarlac.\n\n1\n\nIt is therefore by the court adjudged and decreed that this action be dismissed without costs as to all of the defendants except the municipalities of Dolores, La Paz, Candon and Santa Cruz, and except as to the defendants, Gregorio Aglipay, Rosalio Eduarte, Elipio Blance, Benigno de Lara, and Candido Gironella.\n\nIt is further adjudged and decreed that all of the property described in the complaint be eliminated therefrom except that which is hereinafter described, and as to the property thus eliminated this court makes no determination in regard to the rights of the parties to this action in relation thereto.\n\nIn reference to the municipality of Dolores, the evidence shows that the plaintiffs are not entitled to recover the building called by them in their complaint \"a convent.\" It is proved to our satisfaction that this building was erected and has been used as a municipal building. Three churches have been built upon the lot originally dedicated to that purpose, the last one having been constructed about two years ago. With this construction the plaintiffs had nothing to do. That the plaintiffs are entitled to the possession of the lot and land can not be questioned. However, the present building was constructed by persons who have presented no written or other evidence of ownership. They simply took possession of the property when its former possessors were compelled to abandon it by reason of war. They can not be considered as possessors in good faith. (Art. 433, Civil Code). Not being possessors in good faith, they are not entitled to the structure erected upon the land not their own. (Art. 362, Civil Code).\n\nWe have said that the last church was constructed upon the site of the former churches. The evidence is in conflict upon this point, but we think it sustains our conclusion. However, that may be, it would of course follow that, if in fact the present building is not upon the lot in question, the plaintiffs would have no interest whatever therein.\n\n[Here follows the formal part of the judgment, which is omitted.]\n\nSo ordered.\n\nArellano, C.J., Torres, Mapa and Tracey, JJ.,\n\nconcur.\n\nSeparate Opinions\n\nCARSON,\n\nJ.,\n\nconcurring:\n\nI agree with the conclusion except in as far as they rest on the finding that the possession of those persons who built the newly erected church in the municipality of Dolores was not possession \"in good faith\" (\n\nde buena fe\n\n); and that they, therefore, lose all rights which are guaranteed to possessors in good faith under the provisions of the Civil Code.\n\nIt is admitted that this Church was erected within the last two years by voluntary subscriptions of the adherents of the Aglipayan Church; it appears that they did so with the consent and permission of the municipality of Dolores, which was at that time in\n\nactual possession\n\nof the land on which it was built, and that the municipality claimed the right of possession of this land by virtue of the treaty of Paris, and the grant of the control of public property in the Philippines acquired by the United States under that treaty, to the Government of the Philippine Islands, for the benefit of the people of these Islands.\n\nI agree with the majority opinion that contention is not well founded, but article 433 of the Civil Code provides that he shall be deemed to be a possessor in good faith who is not aware that there is a defect in his title or in the mode whereby he acquired possession which invalidates it, and article 434 provides that in such cases good faith must always be presumed and the burden of proof is on him who alleges bad faith.\n\nThere is not a scintilla of proof of bad faith in the record, and indeed, that question never was raised. I am unable to understand on what basis the court holds that those persons who built the church and are now in possession knew that the municipality did not have the right to possession of the land and the power to authorize them to build thereon, and without proof of such knowledge the foregoing provisions of the Civil Code forbid the presumption of bad faith. The question of good faith does not rest on the final decision of the courts as to the soundness of the title, but, as provided in article 433, on the knowledge or lack of knowledge of the party in possession of a defect in his title.\n\nJohnson, J.,\n\nconcurs.\n\nFootnotes\n\n1\n\n9 Phil. Rep., 450.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 5017,
  "metadata_extraction_date": "2025-11-16T08:25:40.288662",
  "extraction_version": "2.0_enhanced_full_content"
}