{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-4044_1908.html",
  "filename": "gr_l-4044_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-4044_1908",
  "gr_number": "gr_l-4044_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 10, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "sammons",
    "plaintiff",
    "property",
    "appellant",
    "court",
    "deputy",
    "defendant",
    "made",
    "him",
    "lawyer",
    "affidavit",
    "january",
    "sheriff",
    "his",
    "attachment",
    "morse",
    "below",
    "day",
    "when",
    "against"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4044\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4044            January 10, 1908\n\nW. H. SAMMONS,\n\nplaintiff-appellee,\n\nvs.\n\nMACARIO FAVILA,\n\ndefendant-appellant.\n\nLedesma and Sumulong, for appellant.\n\nA. A. Garner, for appellee.\n\nWILLARD,\n\nJ.\n\n:\n\nThe plaintiff, Sammons, brought this action in the Court of First Instance of the Province of Pangasinan to recover of the defendant sheriff the sum of P972.40, damages caused by the seizure of certain of his property, situated in a saloon in the pueblo of Bautista, under a writ of attachment against one Morse. Judgment was entered in the court below in favor of the plaintiff for the sum of P672.40, with interest and costs. From this judgment the defendant has appealed.\n\nMorse, the defendant in the attachment, and Sammons, the plaintiff in this action, were the owners of the property in controversy until the 25th day of November, 1905, when Morse, by a written instrument, sold his interest therein to the plaintiff. The license under which the business was carried on was in the name of Morse and Sammons until the 1st day of January, 1906, when it was changed, and after that it was in the name of Sammons alone. The attachment was levied by the deputy on the 13th day of January, 1906.\n\nIt is admitted by the deputy of the defendant who made the levy that at the time thereof Sammons was in possession of the property. It is proved that Sammons then claimed to be the sole owner thereof; that he then exhibited to the deputy the contract of purchase made on the 25th of November, and showed him the license which was in his, Sammons', name; and that he accompanied the deputy to the court of the justice of the peace. It is apparent that by reason of this claim proceedings upon the attachment were suspended for a time, but they were afterwards carried into effect, the property taken from the saloon, and sold. The evidence does not show, as claimed by the appellant, that there were two levies. Only one levy was made and that was made on the 13th day of January, when Sammons, the plaintiff, was present. That Sammons was sole owner of the property on that date is fully established by the proof.\n\nBut the appellant claims that the plaintiff presented to the sheriff no written claim of ownership, as required by section 442 of the Code of Civil Procedure. The evidence upon this point is strongly in favor of the finding of the court below. The plaintiff testified that while in Manila he was notified that the property was being taken from the store; that he thereupon employed a lawyer in Manila and caused to be made, and he himself swore to, an affidavit of ownership of the property and that he delivered this affidavit to his lawyer. The lawyer swore that he went to Bautista and delivered the affidavit to the deputy sheriff, retaining a copy himself, which he produced at the trial. The deputy sheriff admitted that the lawyer came to see him and gave him the contract of November 25. When asked if the lawyer gave him also an affidavit of ownership, he at first stated that he could not remember. He afterwards denied that any such affidavit was given to him. Upon this evidence, the finding of the court below against the appellant can not be reversed. The case is in many respects stronger for the plaintiff than the similar case of\n\nUy Piaoco vs. Osmeña\n\n, No. 3935, decided December 4, 1907.\n\n1\n\nThe judgment of the court below is affirmed, with the cost of this instance against the appellant. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\nPage 299,\n\nsupra\n\n.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3678,
  "metadata_extraction_date": "2025-11-16T08:26:58.654420",
  "extraction_version": "2.0_enhanced_full_content"
}