{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-4184_1908.html",
  "filename": "gr_l-4184_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-4184_1908",
  "gr_number": "gr_l-4184_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 15, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law",
    "Remedial Law"
  ],
  "keywords": [
    "her",
    "plaintiff",
    "his",
    "property",
    "judgment",
    "civil",
    "code",
    "title",
    "defendant",
    "made",
    "upon",
    "having",
    "own",
    "appellee",
    "appellant",
    "jose",
    "mapa",
    "action",
    "rescinding",
    "father"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4184\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4184            January 15, 1908\n\nLUCILA BOYDON,\n\nplaintiff-appellee,\n\nvs.\n\nMATEO ANTONIO FELIX,\n\ndefendant-appellant.\n\nJose Santiago, for appellant.\n\nBasilio R. Mapa, for appellee.\n\nTRACEY,\n\nJ.\n\n:\n\nThe complaint in this action prays for a judgment rescinding a sale of certain real estate made by plaintiff's father, on the ground that the property belonged solely to the plaintiff. The court rendered judgment in her favor for the possession of the land, without either expressly rescinding or annulling the contract, but directing that the defendant should be reimbursed for his necessary expenses incurred in the protection of the property, and for this purpose, in the event of a failure of the parties to agree upon the amount to be reimbursed, ordering a reference to take account thereof. The parties having assumed that this judgment was final and having, without objection, submitted the case upon its merits, we pass over, as in a suitable case we may, the question whether it was appealable.\n\nThe property was sold by the Augustinian Fathers in 1871 to Maximo Andres, and it was owned by him in his own right when he died. It is not clear whether he left a will, but it is proved that the property passed to his daughter, Melchora Andres, and was held by her as her individual property, which, upon her death, went to the plaintiff, who was then a minor, as her only surviving heir. These facts appear to be established, and, although as to some of them the proof is not very explicit, it is not contradicted, and the plaintiff has made out an apparent title. Therefore Jose Boylon did not own the land, although he administered it in his capacity as her father (Civil Code, art. 159), giving receipts for rent thereof in her name and not in his own. Nevertheless, during her minority he sold it to the defendant and this he was by law expressly prohibited from doing. (Civil Code, art. 164.) His deed was void as against his child and should be annulled. (Civil Code.)\n\nThe plaintiff came of age on the 30th of October, 1902, and this action was brought on the 27th of October, 1906, when the four years specified in article 1301 of the Civil Code had not expired.\n\nOn the proof before us the plaintiff made out an apparent title and it does not appear that there were any other owners.\n\nNo specific objection having been taken to the direction for reimbursing the expenses, the judgment as it stands is affirmed, with costs of this instance.\n\nArellano, C.J., Torres, Mapa, Johnson, Carson and Willard, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 2665,
  "metadata_extraction_date": "2025-11-16T08:26:28.801565",
  "extraction_version": "2.0_enhanced_full_content"
}