{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1908/january/gr_l-4010_1908.html",
  "filename": "gr_l-4010_1908.html",
  "year": 1908,
  "month": "january",
  "case_number": "gr_l-4010_1908",
  "gr_number": "gr_l-4010_1908",
  "volume_page": "Volume information not available",
  "decision_date": "January 30, 1908",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Civil Law",
    "Property Law"
  ],
  "keywords": [
    "abrueros",
    "land",
    "plaintiff",
    "possession",
    "they",
    "said",
    "defendants",
    "title",
    "titulo",
    "composicion",
    "his",
    "juan",
    "manuel",
    "their",
    "sale",
    "agreement",
    "action",
    "ruperto",
    "right",
    "contract"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-4010\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-4010            January 30, 1908\n\nVICTOR RAVAGO,\n\nplaintiff-appellant,\n\nvs.\n\nMACARIO BACUD, ET AL.,\n\ndefendants-appellees.\n\nVictor Ravago in his own behalf.\n\nN. Segundo for appellees.\n\nCARSON,\n\nJ.\n\n:\n\nThe plaintiff in this action alleges that on the 5th day of January, 1902, the brothers Juan and Ruperto Abrueros sold to him\n\ncon pacto de retro\n\n(with right reserved to repurchase) a tract of land in Ilocos Norte for which a\n\ntitulo de composicion\n\n(composition title) had been issued by the Spanish Government in June, 1890, to Manuel Abrueros, the father of the vendors; that he took possession of the said tract of land in January, 1902; that on or about the 26th of June, 1903, the defendants in this action with force and arms ousted him therefrom and took possession of the greater part of the said tract of land, and continued in possession thereof up to the date of the filing of the complaint; that the period during which the right to repurchase was reversed to the vendors has expired, and that the said right has never been exercised; that as a result of the unlawful entry upon the said lands and possession of the same the plaintiff had been damaged in the sum of P180.\n\nThe defendants allege that they are the owners of the portion of the said tract which they admit to be in their possession, and deny that the plaintiff was ever in possession thereof.\n\nIn support of his allegations, the plaintiff introduced the above-mentioned\n\ntitulo de composicion\n\nand a private document, dated Laoag, January 5, 1902, with the names and the marks of the said Juan Abrueros and Ruperto Abrueros attached thereto, together with the signatures of two witnesses; this latter document purports to be a contract of sale whereby the said Juan Abrueros and Ruperto Abrueros sell to the plaintiff,\n\ncon pacto de retro\n\nfor a term of four years, the land described in the above-mentioned\n\ntitulo de composicion\n\n, which was delivered to the plaintiff together with the contract of sale.\n\nRuperto Abrueros was called as a witness and testified as to the execution of the contract of sale; the defendant Juan Abrueros denied that he had taken any part in its execution or that he had received any part of the purchase money. We think, however, that the evidence clearly establishes the fact of the execution of this instrument and that Juan Abrueros was a party thereto; there can be no doubt, therefore, that the plaintiff was entitled to judgment for possession against him as to the portion of the land in question which he unlawfully retained in his possession.\n\nThe defendants Bacud allege title to the land occupied by them, by prescription, and introduced evidence to prove that they or their predecessors in interest purchased the said land on the 22nd of April in 1850, and that they have continued in possession since that time. In explanation of the fact that the land occupied by them is included within the boundaries of the land described in the\n\ntitulo de composicion\n\n(composition title) issued to Manuel Abrueros, they allege that as a matter of convenience and in order to save expense, they made a verbal agreement with Manuel Abrueros, who owned a tract of land adjoining theirs, that he would take out the said\n\ntitulo de composicion\n\nfor both his own land and theirs, in his name, but with the understanding that this would in no wise interfere with their right of possession and ownership in the lands occupied by them. In support of these allegations, several documents were introduced, which while not satisfactory, appear to sustain the truth of their contention that prior to the date of the said\n\ntitulo de composicion\n\n, they were in possession of a portion of the land included therein; but there is no evidence as to the alleged agreement with Manuel Abrueros other than the verbal testimony of the interested parties, and this court has frequently held that the validity of a title from the Spanish Government can not be drawn in question by such proof. (Valenton\n\nvs\n\n. Murciano, 3 Phil. Rep., 537; Cacnio\n\nvs\n\n. Baens, 5 Phil. Rep., 742; Cansino\n\nvs\n\n. Valdez, 6 Phil Rep., 320) The case of Taguinot\n\nvs\n\n. The Municipality of Tanay\n\n1\n\nillustrates the kind and degree of proof which is sufficient and necessary to establish rights arising from an agreement of the nature of that alleged by the defendants in this action, when the question arises between the original parties to the agreement.\n\nBut even had the proof been sufficient to establish the existence of such an agreement in this case, unless the agreement had been duly recorded, proof thereof could not properly be admitted to the prejudice of the plaintiff in this action, who relies for his title upon the terms of the\n\ntitulo de composicion\n\n, which was registered in\n\nEl Registro de la Propiedad de Ilocos Norte\n\n, and whose rights would necessarily be prejudiced by the recognition of the terms of the alleged agreement. (Art. 389, Mortgage Law) The deed of sale from the Abrueros brothers, the heirs of Manuel Abrueros, conveyed to the plaintiff all their right, title, and interest in the land described in the\n\ntitulo de composicion\n\n, and, whatever claim the Bacuds may have against Manuel Abrueros or his heirs for breach of the alleged contract made when the\n\ntitulo de composicion\n\nwas issued, they can not be permitted to set up the terms of that private agreement to defeat the title of the plaintiff.\n\nThe testimony of one of the witnesses calle at the trial seems to suggest that at the time when the Abrueros brothers sold the land in question to the plaintiff they were not the sole heirs of Manuel Abrueros, and that his widow and a third brother were entitled to share with them in the inheritance. The defendants in the court below do not appear to have relied upon or suggested the existence of other heirs of the estate of Manuel Abrueros than the brothers Juan and Ruperto, and it appears from the statement of the only witness who referred to the widow and the third brother that they consented to the sale and received their proportionate share of the purchase price.\n\nUpon an examination of the entire record, however, we think the weight of the evidence is sufficient to sustain a finding that Juan and Ruperto Abrueros, who signed the contract of sale, were the sole heirs of their father's right, title, and interest in and to the land in question, with authority to sell the said land to the plaintiff.\n\nIf it be true that there were other heirs in existence at the time of the sale of the land, and that they did not join or consent to the sale, they can, of course, assert their rights in a proper action, but neither the defendant Juan Abrueros nor the defendants Bacud can avail themselves of the unproven interest of these unknown parties as a defense in this action.\n\nThe trial court appears to have been of opinion that the failure of the defendants Bacud to join in the contract to sell to the plaintiff invalidated that instrument and gave judgment in favor the defendants. For the reasons heretofore set out this judgment should be, and is hereby, reversed without costs to either party. Judgment will be entered in favor of the plaintiff and against the defendants for the possession of the land described in the complaint in accordance with the prayer thereof, but without damages, the plaintiff having failed to establish by competent proof the allegations of the complaint as to the nature and amount of the damages claimed. So ordered.\n\nArellano, C.J., Torres, Mapa, Johnson, Willard and Tracey, JJ.,\n\nconcur.\n\nFootnotes\n\n1\n\n9 Phil. Rep., 396.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 7718,
  "metadata_extraction_date": "2025-11-16T08:25:06.148976",
  "extraction_version": "2.0_enhanced_full_content"
}