{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1901/september/G_R__No__64.html",
  "filename": "G_R__No__64.html",
  "year": 1901,
  "month": "september",
  "case_number": "G.R. No. 64",
  "gr_number": "64",
  "volume_page": "Volume information not available",
  "decision_date": "September 16, 1901",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Criminal Law"
  ],
  "keywords": [
    "upon",
    "paguiam",
    "vicente",
    "taguibao",
    "bolo",
    "crime",
    "accused",
    "him",
    "defendant",
    "bancut",
    "matias",
    "blows",
    "back",
    "case",
    "frustrated",
    "homicide",
    "did",
    "appellee",
    "appellant",
    "pedro"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. 64\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. 64           September 16, 1901\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nVICENTE TAGUIBAO,\n\ndefendant-appellant.\n\nLorenzo Alberto, for appellant.\n\nOffice of the Solicitor-General Araneta, for appellee.\n\nTORRES,\n\nJ.:\n\nOn the morning of May 27 of the current year Vicente Taguibao, Francisco Bancut, and Pedro Bancut went to a place called \"Buquid,\" in the town of Iguid. Taguibao, upon seeing Matias Paguiam engaged in plowing a piece of land which was the subject-matter of a dispute between Pedro Bancut and Vicente Gamat, immediately attacked Paguiam, inflicting blows upon his neck with the back of the bolo. The weapon used was shown by competent testimony to be of a class which it was permissible to carry. As a result of these blows Paguiam, who defended himself with his hands, received two slight wounds, before the combatants were separated by the bystanders, who subsequently testified in the case.\n\nThe facts stated do not constitute the crime of frustrated homicide, as they have been classified by the court below in the judgment under review, but merely a misdemeanor against the person, prohibited and penalized in article 589, No. 1, of the Penal Code. The accused did, it is true, attack the complaining witness, and struck him upon the neck with a bolo, but the fact that the blows were delivered with the back of the weapon is sufficient to preclude the assault's being classed as frustrated homicide. It does not appear that the accused intended to cause the death of Matias Paguiam. All he did was to beat him with the back of the bolo.\n\nIn thus classifying an act according to the purpose of the accused, it is absolutely necessary that the homicidal intent be evidenced by adequate acts which at the time of their execution were unmistakably calculated to produce the death of the victim, since the crime in question is one in which, more than in any other case, the penal law is based upon the material results produced by the criminal act. It is not proper or just to attribute to the delinquent a specific intent to commit the higher crime in the absence of proof to justify such a conclusion.\n\nIn the present case it can not be inferred the accused intended to kill Matias Paguiam. He did not strike him with the cutting edge of the bolo. Consequently the assault committed by him does not constitute the crime of frustrated homicide, and the defendant should be acquitted. However, as the facts proved establish an offense necessarily included in that which was the subject-matter of the complaint, the offense committed should be punished by imposing upon the guilty party the corresponding penalty. The judgment of the court below is reversed and Vicente Taguibao y Calimaran acquitted with the costs\n\nde oficio.\n\nThe defendant is condemned to the penalty of five days of\n\narresto menor\n\nand to pay a fine of 125 pesetas, or in default thereof its equivalent in subsidiary imprisonment. So ordered.\n\nArellano, C.J., Cooper, Willard, Ladd, and Mapa, JJ.,\n\nconcur.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3131,
  "metadata_extraction_date": "2025-11-16T07:45:31.730623",
  "extraction_version": "2.0_enhanced_full_content"
}