{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1996/august/GR_124383.html",
  "filename": "GR_124383.html",
  "year": 1996,
  "month": "august",
  "case_number": "124383",
  "gr_number": "124383",
  "volume_page": "329 Phil. 300",
  "decision_date": "August 09, 1996",
  "title": "CORAZON L. CABAGNOT, PETITIONER, VS. COMMISSION ON ELECTIONS AND FLORENCIO T. MIRAFLORES, RESPONDENTS. D E C I S I O N PANGANIBAN, J.: At issue in the instant case is whether the Commission on Elections committed grave abuse of discretion in motu proprio changing the venue for the revision of ballots in the instant case, when it did not in previous analogous cases.Challenged in this petition for certiorari is an Order[1] dated 23 January 1996 issued by the respondent Commission on Elections (First Division) and a Resolution[2] promulgated on 28 March 1996 by the Comelec (En Banc) affirming said Order in Comelec Case EPC No. 95-25.The FactsDuring the May 8, 1995 elections, petitioner Corazon L. Cabagnot and private respondent Florencio T. Miraflores were candidates for the governorship of Aklan province. Miraflores was proclaimed winner by the Provincial Board of Canvassers. Alleging various irregularities, Cabagnot filed on May 16, 1995 with the respondent Commission a \"Memorandum of Appeal\"[3] docketed as Comelec Case No. SPC 95-094 and a \"Petition\" for disqualification of Miraflores[4] identified as Sp. Proc. No. SPA 95-233. A few days thereafter, on May 22, 1995, she submitted to said Commission a \"Petition Ad Cautelam\"[5] docketed as EPC No. 95-25 which is an alternative election protest seeking to impugn the election and proclamation of private respondent Miraflores.On January 23, 1996, the Comelec First Division issued the first assailed Order designating Kalibo, Aklan as the venue for the revision of ballots. On February 16, 1996, petitioner filed a motion for reconsideration alleging that \"there is imperative need to maintain the venue of the revision of ballots in Manila, a neutral place x x x to insulate the (said) revision x x x from disorderly partisan activities which could delay and/or disrupt the proceedings.\" It also \"noted that Cabagnot had requested for initial revision of only 3 out of the 7 municipalities being contested, so as to save time, effort and expenses of all concerned. And Cabagnot is willing to shoulder the required and necessary expenses (for the change of venue to Manila), if only to determine the true results of the election.\"[6] On March 28, 1996, the Comelec En Banc[7] voting 4 to 1 denied the motion for reconsideration, ruling that \"(t)he designation of the venue for the revision of ballots is entirely within the discretion of the Commission,\" and that \"(I)n the exercise of such power, the Commission is granted wide latitude to determine the proper venue, the only material consideration in such selection being, that the integrity of the proceedings be ensured and protected.\"Hence, the present recourse to this Court.In an En Banc Resolution dated April 30, 1996, this Court issued a Temporary Restraining Order requiring \"respondents, their agents and representatives to CEASE and DESIST from implementing\" the assailed Order and Resolution.The IssueThe following issue was raised by petitioner: \"Wether (sic) or not respondent Comelec acted with grave abuse of discretion (in) DENYING to maintain the venue of the revision of ballots (in) Manila, where the Comelec and its x x x Clerk of Court are located, pursuant to Secs. 6 and 9, Comelec Rule 20.\"On May 9, 1996, the Solicitor General filed with this Court a Manifestation and Motion stating that he \"could not possibly defend or sustain the position adopted by the Comelec in its resolutions now being questioned in this case.\" Hence, respondent Comelec thru its \"Director, ECAD\" filed a 4-page comment, essentially stating, that in view of the many election cases pending before it involving 5,606 ballot boxes, the Comelec head office has ran out of storage space to contain the ballot boxes relevant to this case, and that at any rate, public respondent \"has ascertained that necessary precautions has (sic) been taken to protect the security, integrity and inviolability of revision proceedings at Kallbo, Aklan.\" On the other hand, private respondent argues in his Comment that the Comelec's action does not constitute grave abuse and being a constitutional body, its actions deserve the \"highest regard and respect.\" However, the petitioner in her Joint Reply to Comments insists that the Comelec's belated excuse of lack of storage space is flimsy and that it should have provided adequate facilities for the purpose. She cites several cases where the Comelec has consistently required the parties to conduct the revision of ballots in Manila.After careful study of and deliberation on the Comments by respondents and the Joint Reply of petitioner, the Court considered the case submitted for resolution without need of memoranda by the parties, this being an election case which should be resolved with dispatch, and inasmuch as the issue here is relatively simple.The Court's RulingThere is merit in the petition. As noted in the lone dissent against the assailed Resolution, \"(t)he Commission has to be consistent with the grant of requests of this nature. Please refer to the cases of Guingona, Antonino, Gustilo, Trinidad and Binay where the Comelec has favorably granted such requests.\" And it would not be amiss for us to add that, in these cases, this Court has consistently upheld the respondent Comelec's resolutions setting the revision venue at its head office in Manila. Thus, the petitions challenging its actions - i.e., praying for the revisions to be conducted outside of the Comelec head office - were all summarily denied due course by this Court, which sustained the Comelec's stand that the revision of ballots should be conducted at its head office.[8]In justifying its Order in Antonino vs. Nunez, EPC No. 95-l3, to hold revisions in Manila instead of in General Santos City, the respondent Commission En Banc said in its September 1, 1995 Order[9] therein (which this Court affirmed):\"Indeed, the Commission will have to screen and appreciate the ballots of the protested and counter-protested precincts. Such screening and appreciation have to be conducted in the Main Office of the Commission in Manila, for it would be expensive, time-consuming and impractical for the Commissioners of the First Division and, most probablv, the Commission en banc, when brought on appeal before it, to go to Gen. Santos City for this sole purpose.\"Patently and ineluctably, such ratiocinations apply four-square to the instant case. That the public respondent should now reverse its doctrine on the puerile argument of lack of space - which is not petitioner's fault - is a violation of its own rules.Under Comelec's Rules of Procedure,[10] the venue of the revision process shall be the office of the Comelec's Clerk of Court at its Main Office in Manila, thus-.\"Sec. 9. Venue of the revision. - The revision of the ballots shall be made in the office of the clerk of court concerned or at such places as the Commission or Division shall designate and shall be completed within three (3) months from the date of the order, unless otherwise directed by the Commission.\" (italics supplied.)The above rule is consistent with Sec. 255 of the Omnibus Election Code which requires that the trial court:x x x shall immediately order the book of voters, ballot boxes and their keys, ballots and other documents used in the election (to) be brought before it and that the ballots be examined and the votes recounted.\" (italics supplied.)The same Rule 20, Sec. 9 delimits the powers of the Comelec. And the public respondent ought to be the first one to observe its own Rules. But the assailed Order did not give any reason for departing from said Rule, merely asserting in one sentence thus: \"Considering that the Commission (First Division) after consultation and due deliberation has decided to hold the revision of ballots in Kallbo, Aklan, the order dated January 10, 1996[11] is hereby reiterated. For immediate compliance.\" Likewise, the assailed confirming En Banc Resolution was also devoid of any justification for the venue change, other than the bare assertion that the \"designation of the venue for the revision of ballots is entirely within the discretion of the Commission.\" Such arrogance of power constitutes abuse, considering that what the Comelec is decreeing is a departure from its own rules and its usual practice. The lame \"lack of space\" excuse - unmeritorious as it is - came rather late, i.e. in the public respondent's Comment, and only after the Republic's counsel, the Solicitor General, declined to represent it.While it is a fact that the Commission on Elections has been granted ample power by the Constitution[12]to \"exercise exclusive original jurisdiction over all contests relating to the elections, returns and qualifications of all elective x x x provincial x x x officials,\"[13] yet it is required by the same Constitution to exercise such power prudently and not whimsically or capriciously. And when it exceeds or abuses its jurisdiction gravely, it is subject to review and reversal by the Supreme Court.[14] Specifically, by granting the petitions of other similarly-situated election Protestants and denying the plea of herein petitioner without sufficient justification for such deviation, respondent Commission committed grave abuse of discretion correctable by certiorari. Such inconsistent actions tend to denigrate public trust in its objectivity and dependability as the constitutional body mandated to supervise elections which are the very essence and life-blood of popular sovereignty. We note that this is not the first instance that the Comelec has flip-flopped in its actions, thereby triggering needless resort to this Court to correct simple matters like this. We take this occasion to remind the Commission to be more Judicious in its actions and decisions and avoid imprudent volte-face moves that undermine the public's faith and confidence in it.WHEREFORE, the petition is GRANTED. The assailed Order and Resolution are hereby declared NULL and VOID. The respondent Commission is DIRECTED to transfer the contested ballots to Manila consistent with its own rules and precedents in similar cases cited above; to forthwith obtain adequate storage space and install appropriate security measures therein; and to proceed with judicious dispatch in the cases before it involving herein petitioner and private respondent to the end that substantial justice is dispensed.SO ORDERED.Padilla, Regalado, Davide, Jr., Romero, Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza, Francisco, and Torres, JJ., concur.Narvasa,C.J., took no part due to personal relations with family of a party.Hermosisima, Jr., J, on leave.[1] Signed \"FOR THE DIVISION\" by Pres. Comm. Regalado E. Maambong; rollo, p.73-74.[2] Penned by Comm. Teresita Dy-Liacco with Acting Chairman Regalado E. Maambong, Comms. Remedios Salazar-Fernando and Julio F. Desamito, concurring; and Comm. Manolo B. Gorospe, dissenting; rollo, pp.85-86.[3] Rollo, pp.28-43.[4] Rollo, pp.44-51.[5] Rollo, pp.52-60.[6] Petition pp. 9-10; rollo, pp.11-12.[7] See footnote no.2.[8] See, for instance, Jejomar C. Binay, et al., vs. Comelec, et al., G. R. No. 123295 (January 30, 1996) (minute resolution), and Vicente E. Emano vs. Comelec, et al., G.R. No. 123291 (January 30, 1996) (minute resolution). Cf. also Bulaong vs. Comelec, First Division, 220 SCRA 745 (March 31, 1993).[9] Rollo, pp.96-97.[10] Rule 20, Sec. 9.[11] This order did not mention the venue for the revision. It is herewith reproduced:\"ORDERIn this morning's hearing, both parties were represented bN, counsel. Counsel for Protestant manifested that:1) The Ad Cautelam Motion has been converted to an election protest after SPC No. 95-094 was dismised and the proclamation of the Board of Camvassers was affirmed.2) Priority be given to the contested precincts in the municipalities of Balete, lbajay and Kalibo for partial determination of the revision.3) The venue of revision of ballots be in Manila.4) The Commission to create revision committees.Counsel for protestee manifested that the venue of revision should be in Kalibo, Aklan, stating that all their revisors are based in Kalibo, hence, it will be less expensive for protestee. The Commission will decide where the revision shall be conducted, a corresponding order of which shall be furnished the parties.The Commission (First Division) required the Protestant to submit the specific precincts subject of the present protest which involves five hundred twenty-seven (527) contested precincts and to deposit with the Cash Division of this Commission the amount of fifty thousand pesos (P50,000.00) for the expenses of the inventory and collection of the contested ballot boxes from the seven (7) municipalities included in the protest and the amount of one hundred thousand (Pl00,000.00) as partial payment for the five hundred twenty-seven (527) contested precincts within ten (10) days receipt of this order.Atty. Federico Amboy, Provincial Election Supervisor of Aklan is hereby ordered to collect the ballot boxes from the Municipal Treasurers of the municipalities of Kalibo, Ibajay, Balete, Altavas, Nabas, Malay and Banga. All expenses incidental thereto shall be chargeable to the Protestant. Atty. Amboy shall send notice of time and date of collection and inventory and submit a report to the Commission through the Clerk of Court, First Division.The Superintendent of the Philippine Police of the province of Aklan is hereby directed to provide security escorts to protect the integrity and safety of the contested ballot boxes in storage and in transit. The honorarium of the security escorts shall be chargeable to the Protestant.There shall be initially five revision committees which shall be recommended by the Clerk of the Commission (First Division). The composition and staffing shall be as follows:1. Chairman - Comelec Lawyer2. Revisor - Protestant Revisor - Protestee3. Recorder - Comelec employee4. Typist - Comelec employee5. Ballot Box and Utility -CustodianThe publication of the names of the chairman and staff shall be issued five (5) days after the initial revision fee shall have been deposited. Parties are advised to submit the names of their regular revisors and alternates within the same period.SO ORDERED.10 January 1996, Manila, Philippines.FOR THE DIVISION:REGALADO E. MAAMBONGPresiding Commissioner\"[12] Art. IX, Sec. 2.[13] Frivaldo vs. Commission on Elections, et al., G.R. No. 120295 (June 28, 1996), at pp. 41-42.[14] Art. VIII, Sec. 5, Constitution. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "corazon",
    "cabagnot",
    "petitioner",
    "commission",
    "elections",
    "florencio",
    "miraflores",
    "respondents",
    "panganiban",
    "instant",
    "case",
    "whether",
    "committed",
    "discretion",
    "proprio",
    "changing",
    "revision",
    "ballots",
    "previous",
    "analogous"
  ],
  "title_summary": "CORAZON L. CABAGNOT, PETITIONER, VS. COMMISSION ON ELECTIONS AND FLORENCIO T. MIRAFLORES, RESPOND...",
  "formatted_case_content": "View printer friendly version\n329 Phil. 300\n\nEN BANC\nEN BANC\n\n[ G.R. No. 124383, August 09, 1996 ]\n[ G.R. No. 124383, August 09, 1996 ]\n\nCORAZON L. CABAGNOT, PETITIONER, VS. COMMISSION ON ELECTIONS AND FLORENCIO T. MIRAFLORES, RESPONDENTS.\nD E C I S I O N\nCORAZON L. CABAGNOT, PETITIONER, VS. COMMISSION ON ELECTIONS AND FLORENCIO T. MIRAFLORES, RESPONDENTS.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nAt issue in the instant case is whether the Commission on Elections committed grave abuse of discretion in motu proprio changing the venue for the revision of ballots in the instant case, when it did not in previous analogous cases.\n\nChallenged in this petition for certiorari is an Order [1] dated 23 January 1996 issued by the respondent Commission on Elections (First Division) and a Resolution [2] promulgated on 28 March 1996 by the Comelec (En Banc) affirming said Order in Comelec Case EPC No. 95-25.\n\nThe Facts\nDuring the May 8, 1995 elections, petitioner Corazon L. Cabagnot and private respondent Florencio T. Miraflores were candidates for the governorship of Aklan province. Miraflores was proclaimed winner by the Provincial Board of Canvassers. Alleging various irregularities, Cabagnot filed on May 16, 1995 with the respondent Commission a \"Memorandum of Appeal\" [3] docketed as Comelec Case No. SPC 95-094 and a \"Petition\" for disqualification of Miraflores [4] identified as Sp. Proc. No. SPA 95-233. A few days thereafter, on May 22, 1995, she submitted to said Commission a \"Petition Ad Cautelam\" [5] docketed as EPC No. 95-25 which is an alternative election protest seeking to impugn the election and proclamation of private respondent Miraflores.\n\nOn January 23, 1996, the Comelec First Division issued the first assailed Order designating Kalibo, Aklan as the venue for the revision of ballots. On February 16, 1996, petitioner filed a motion for reconsideration alleging that \"there is imperative need to maintain the venue of the revision of ballots in Manila, a neutral place x x x to insulate the (said) revision x x x from disorderly partisan activities which could delay and/or disrupt the proceedings.\" It also \"noted that Cabagnot had requested for initial revision of only 3 out of the 7 municipalities being contested, so as to save time, effort and expenses of all concerned. And Cabagnot is willing to shoulder the required and necessary expenses (for the change of venue to Manila), if only to determine the true results of the election.\" [6] On March 28, 1996, the Comelec En Banc [7] voting 4 to 1 denied the motion for reconsideration, ruling that \"(t)he designation of the venue for the revision of ballots is entirely within the discretion of the Commission,\" and that \"(I)n the exercise of such power, the Commission is granted wide latitude to determine the proper venue, the only material consideration in such selection being, that the integrity of the proceedings be ensured and protected.\"\n\nHence, the present recourse to this Court.\n\nIn an En Banc Resolution dated April 30, 1996, this Court issued a Temporary Restraining Order requiring \"respondents, their agents and representatives to CEASE and DESIST from implementing\" the assailed Order and Resolution.\n\nThe Issue\nThe following issue was raised by petitioner: \"Wether (sic) or not respondent Comelec acted with grave abuse of discretion (in) DENYING to maintain the venue of the revision of ballots (in) Manila, where the Comelec and its x x x Clerk of Court are located, pursuant to Secs. 6 and 9, Comelec Rule 20.\"\n\nOn May 9, 1996, the Solicitor General filed with this Court a Manifestation and Motion stating that he \"could not possibly defend or sustain the position adopted by the Comelec in its resolutions now being questioned in this case.\" Hence, respondent Comelec thru its \"Director, ECAD\" filed a 4-page comment, essentially stating, that in view of the many election cases pending before it involving 5,606 ballot boxes, the Comelec head office has ran out of storage space to contain the ballot boxes relevant to this case, and that at any rate, public respondent \"has ascertained that necessary precautions has (sic) been taken to protect the security, integrity and inviolability of revision proceedings at Kallbo, Aklan.\" On the other hand, private respondent argues in his Comment that the Comelec's action does not constitute grave abuse and being a constitutional body, its actions deserve the \"highest regard and respect.\" However, the petitioner in her Joint Reply to Comments insists that the Comelec's belated excuse of lack of storage space is flimsy and that it should have provided adequate facilities for the purpose. She cites several cases where the Comelec has consistently required the parties to conduct the revision of ballots in Manila.\n\nAfter careful study of and deliberation on the Comments by respondents and the Joint Reply of petitioner, the Court considered the case submitted for resolution without need of memoranda by the parties, this being an election case which should be resolved with dispatch, and inasmuch as the issue here is relatively simple.\n\nThe Court's Ruling\n\nThere is merit in the petition. As noted in the lone dissent against the assailed Resolution, \"(t)he Commission has to be consistent with the grant of requests of this nature. Please refer to the cases of Guingona, Antonino, Gustilo, Trinidad and Binay where the Comelec has favorably granted such requests.\" And it would not be amiss for us to add that, in these cases, this Court has consistently upheld the respondent Comelec's resolutions setting the revision venue at its head office in Manila. Thus, the petitions challenging its actions - i.e., praying for the revisions to be conducted outside of the Comelec head office - were all summarily denied due course by this Court, which sustained the Comelec's stand that the revision of ballots should be conducted at its head office. [8]\n\nIn justifying its Order in Antonino vs. Nunez, EPC No. 95-l3, to hold revisions in Manila instead of in General Santos City, the respondent Commission En Banc said in its September 1, 1995 Order [9] therein (which this Court affirmed):\n\"Indeed, the Commission will have to screen and appreciate the ballots of the protested and counter-protested precincts. Such screening and appreciation have to be conducted in the Main Office of the Commission in Manila, for it would be expensive, time-consuming and impractical for the Commissioners of the First Division and, most probablv, the Commission en banc, when brought on appeal before it, to go to Gen. Santos City for this sole purpose. \" Patently and ineluctably, such ratiocinations apply four-square to the instant case. That the public respondent should now reverse its doctrine on the puerile argument of lack of space - which is not petitioner's fault - is a violation of its own rules.\n\nUnder Comelec's Rules of Procedure, [10] the venue of the revision process shall be the office of the Comelec's Clerk of Court at its Main Office in Manila, thus-.\n\"Sec. 9. Venue of the revision. - The revision of the ballots shall be made in the office of the clerk of court concerned or at such places as the Commission or Division shall designate and shall be completed within three (3) months from the date of the order, unless otherwise directed by the Commission.\" (italics supplied.) The above rule is consistent with Sec. 255 of the Omnibus Election Code which requires that the trial court:\nx x x shall immediately order the book of voters, ballot boxes and their keys, ballots and other documents used in the election (to) be brought before it and that the ballots be examined and the votes recounted.\" (italics supplied.) The same Rule 20, Sec. 9 delimits the powers of the Comelec. And the public respondent ought to be the first one to observe its own Rules. But the assailed Order did not give any reason for departing from said Rule, merely asserting in one sentence thus: \"Considering that the Commission (First Division) after consultation and due deliberation has decided to hold the revision of ballots in Kallbo, Aklan, the order dated January 10, 1996 [11] is hereby reiterated. For immediate compliance.\" Likewise, the assailed confirming En Banc Resolution was also devoid of any justification for the venue change, other than the bare assertion that the \"designation of the venue for the revision of ballots is entirely within the discretion of the Commission.\" Such arrogance of power constitutes abuse, considering that what the Comelec is decreeing is a departure from its own rules and its usual practice. The lame \"lack of space\" excuse - unmeritorious as it is - came rather late, i.e. in the public respondent's Comment, and only after the Republic's counsel, the Solicitor General, declined to represent it.\n\nWhile it is a fact that the Commission on Elections has been granted ample power by the Constitution [12] to \"exercise exclusive original jurisdiction over all contests relating to the elections, returns and qualifications of all elective x x x provincial x x x officials,\" [13] yet it is required by the same Constitution to exercise such power prudently and not whimsically or capriciously. And when it exceeds or abuses its jurisdiction gravely, it is subject to review and reversal by the Supreme Court. [14] Specifically, by granting the petitions of other similarly-situated election Protestants and denying the plea of herein petitioner without sufficient justification for such deviation, respondent Commission committed grave abuse of discretion correctable by certiorari. Such inconsistent actions tend to denigrate public trust in its objectivity and dependability as the constitutional body mandated to supervise elections which are the very essence and life-blood of popular sovereignty. We note that this is not the first instance that the Comelec has flip-flopped in its actions, thereby triggering needless resort to this Court to correct simple matters like this. We take this occasion to remind the Commission to be more Judicious in its actions and decisions and avoid imprudent volte-face moves that undermine the public's faith and confidence in it.\n\nWHEREFORE, the petition is GRANTED. The assailed Order and Resolution are hereby declared NULL and VOID. The respondent Commission is DIRECTED to transfer the contested ballots to Manila consistent with its own rules and precedents in similar cases cited above; to forthwith obtain adequate storage space and install appropriate security measures therein; and to proceed with judicious dispatch in the cases before it involving herein petitioner and private respondent to the end that substantial justice is dispensed.\n\nSO ORDERED.\n\nPadilla, Regalado, Davide, Jr., Romero, Bellosillo, Melo, Puno, Vitug, Kapunan, Mendoza, Francisco, and Torres, JJ., concur.\nNarvasa,C.J., took no part due to personal relations with family of a party.\nHermosisima, Jr., J, on leave.\n\n[1] Signed \"FOR THE DIVISION\" by Pres. Comm. Regalado E. Maambong; rollo, p.73-74.\n\n[2] Penned by Comm. Teresita Dy-Liacco with Acting Chairman Regalado E. Maambong, Comms. Remedios Salazar-Fernando and Julio F. Desamito, concurring; and Comm. Manolo B. Gorospe, dissenting; rollo, pp.85-86.\n\n[3] Rollo, pp.28-43.\n\n[4] Rollo, pp.44-51.\n\n[5] Rollo, pp.52-60.\n\n[6] Petition pp. 9-10; rollo, pp.11-12.\n\n[7] See footnote no.2.\n\n[8] See, for instance, Jejomar C. Binay, et al., vs. Comelec, et al., G. R. No. 123295 (January 30, 1996) (minute resolution), and Vicente E. Emano vs. Comelec, et al., G.R. No. 123291 (January 30, 1996) (minute resolution). Cf. also Bulaong vs. Comelec, First Division, 220 SCRA 745 (March 31, 1993).\n\n[9] Rollo, pp.96-97.\n\n[10] Rule 20, Sec. 9.\n\n[11] This order did not mention the venue for the revision. It is herewith reproduced:\n\n\"ORDER\n\nIn this morning's hearing, both parties were represented bN, counsel. Counsel for Protestant manifested that:\n\n1) The Ad Cautelam Motion has been converted to an election protest after SPC No. 95-094 was dismised and the proclamation of the Board of Camvassers was affirmed.\n\n2) Priority be given to the contested precincts in the municipalities of Balete, lbajay and Kalibo for partial determination of the revision.\n\n3) The venue of revision of ballots be in Manila.\n\n4) The Commission to create revision committees.\n\nCounsel for protestee manifested that the venue of revision should be in Kalibo, Aklan, stating that all their revisors are based in Kalibo, hence, it will be less expensive for protestee. The Commission will decide where the revision shall be conducted, a corresponding order of which shall be furnished the parties.\n\nThe Commission (First Division) required the Protestant to submit the specific precincts subject of the present protest which involves five hundred twenty-seven (527) contested precincts and to deposit with the Cash Division of this Commission the amount of fifty thousand pesos (P50,000.00) for the expenses of the inventory and collection of the contested ballot boxes from the seven (7) municipalities included in the protest and the amount of one hundred thousand (Pl00,000.00) as partial payment for the five hundred twenty-seven (527) contested precincts within ten (10) days receipt of this order.\n\nAtty. Federico Amboy, Provincial Election Supervisor of Aklan is hereby ordered to collect the ballot boxes from the Municipal Treasurers of the municipalities of Kalibo, Ibajay, Balete, Altavas, Nabas, Malay and Banga. All expenses incidental thereto shall be chargeable to the Protestant. Atty. Amboy shall send notice of time and date of collection and inventory and submit a report to the Commission through the Clerk of Court, First Division.\n\nThe Superintendent of the Philippine Police of the province of Aklan is hereby directed to provide security escorts to protect the integrity and safety of the contested ballot boxes in storage and in transit. The honorarium of the security escorts shall be chargeable to the Protestant.\n\nThere shall be initially five revision committees which shall be recommended by the Clerk of the Commission (First Division). The composition and staffing shall be as follows:\n\n1. Chairman            - Comelec Lawyer\n\n2. Revisor             - Protestant\nRevisor             - Protestee\n\n3. Recorder            - Comelec employee\n\n4. Typist              - Comelec employee\n\n5. Ballot Box and Utility       -Custodian\n\nThe publication of the names of the chairman and staff shall be issued five (5) days after the initial revision fee shall have been deposited. Parties are advised to submit the names of their regular revisors and alternates within the same period.\n\nSO ORDERED.\n\n10 January 1996, Manila, Philippines.\n\nFOR THE DIVISION:\n\nREGALADO E. MAAMBONG\n\nPresiding Commissioner\"\n\n[12] Art. IX, Sec. 2.\n\n[13] Frivaldo vs. Commission on Elections, et al., G.R. No. 120295 (June 28, 1996), at pp. 41-42.\n\n[14] Art. VIII, Sec. 5, Constitution.",
  "content_length": 14929,
  "metadata_extraction_date": "2025-11-01T05:48:51.954767",
  "extraction_version": "2.0_enhanced_full_content"
}