{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/november/GR_22909.html",
  "filename": "GR_22909.html",
  "year": 2001,
  "month": "november",
  "case_number": "G.R. No. 22909",
  "gr_number": "22909",
  "volume_page": "421 Phil. 814",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "november",
    "alfredo",
    "complainant",
    "judge",
    "victorino",
    "montecillo",
    "branch",
    "respondent",
    "presiding",
    "regional",
    "trial",
    "court",
    "charged",
    "through"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n421 Phil. 814\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ AM No. RTJ-01-1664 (AM OCA IPI No. 97-336-RTJ), November 22, 2001 ]\n[ AM No. RTJ-01-1664 (AM OCA IPI No. 97-336-RTJ), November 22, 2001 ]\n\nALFREDO CAÑADA, JR., COMPLAINANT, VS. JUDGE VICTORINO MONTECILLO, RTC, BRANCH 57, CEBU CITY, RESPONDENT.D E C I S I O N\nALFREDO CAÑADA, JR., COMPLAINANT, VS. JUDGE VICTORINO MONTECILLO, RTC, BRANCH 57, CEBU CITY, RESPONDENT.\n\nD E C I S I O N\n\nVITUG, J.:\n\nRespondent Judge Victorino V. Montecillo, Presiding Judge of Branch 57, of the Regional Trial Court of Cebu City, was charged by Alfredo Cañada, Jr., through a sworn letter-complaint, dated 18 February 1997, with violation of Section 1.1 of Administrative Circular No. 1, Series of 1988, in relation to Article VIII, Section 15(1), of the 1987 Constitution relative to Civil Case No. CEB-14427, entitled, \"Gavino Jabutay, et al. vs. Felix Gochan and Sons, et al.\"\n\nThe case stemmed out of a land dispute. Vicente Cañada (Vicente), predecessor of complainant Alfredo Cañada (Alfredo) and Olympia Jabutay (Olympia), filed during his lifetime Civil Case No. R-1630 with the Court of First Instance of the City of Cebu, involving a parcel of land denominated Lot 6733. The case was resolved in favor of Vicente. The adverse party, who assailed the decision before the Court of Appeals in CA-G.R. No. 22909-R, later sold, during the pendency of the appeal, the property to Felix Gochan & Sons Realty Corporation (FGSRC). In an attempt to recover the land, Vicente filed a case, docketed Civil Case No. R-6130, against FGSRC. The Court of Appeals ultimately upheld the decision of the trial court in Civil Case No. R-1630. After the demise of Vicente, Mona Lisa Ma. Reyes (Reyes), his counsel's daughter, supposedly acquired the parcel by dacion en pago . On 14 January 1969, Reyes filed a motion to dismiss Civil Case No. R-6130 asseverating that she, instead of Vicente, was the real party-in-interest. The case was thereupon dismissed on that ground.\n\nOn 13 November 1993, the heirs of Juan Jabutay and the heirs of Angela Pacana filed Civil Case No. CEB-14427 against FGSRC. The heirs of Olympia were impleaded party defendants or unwilling plaintiffs. FGSRC filed a motion to dismiss the case moored on grounds of prescription and res judicata . On 16 February 1994, the trial court denied their plea. During the presentation of plaintiff's evidence, respondent judge ordered the proceedings discontinued since, as he so indicated, the parties had agreed on almost all major points of contention. Respondent judge thus enjoined the parties to submit their \"Proposed Stipulation of Facts;\" his order read:\n\"During the testimony of the second witness for the plaintiffs, the Court observed that instead of proceeding further presentation of evidence by the parties, the parties are agreed substantially on almost all major points. In the light of said development, the parties could present their stipulations of facts. After the submission of their proposed stipulations of facts, a final stipulation of facts will be drafted on the basis of which the parties will submit the case for decision. Parties are given thirty (30) days from today within which to submit their proposed stipulations of facts. Parties are notified in open court.\" [1]\nFGSRC, in ostensible compliance, merely reiterated its defense of res judicata and prescription. Complainant, on 05 June 1995, filed a motion for summary judgment which was not resolved until 09 January 1996, or after the lapse of seven (7) months, when respondent judge, finally denied said motion; thus -\n\"This is to resolve plaintiffs' Motion for Summary Judgment and Resolution of the Affirmative Defenses of the Corporation dated: June 5, 1995, July 17, 1995, August 7, 1995, October 11, 1995, November 10, 1995, December 4, 1995 and December 29, 1995.\n\n\"The affirmative defenses of the corporation which plaintiffs pray to be resolved are:\n\n\"1. prescription\n\n\"2. res judicata and\n\n\"3. that the corporation is an innocent purchaser for value.\n\n\"Records show that all these defenses have been resolved by denial in the order dated February 10, 1994. Hence, plaintiffs' motion for resolution is already moot and academic.\n\n\"On the motion for summary judgment, plaintiffs contend that the corporation judicially admitted the absence of a Board Resolution and Special Power of Attorney, and therefore it is not `an innocent purchaser for value.' Based on this admission plaintiffs claim that summary judgment is proper. The court disagrees with plaintiffs. Whether there was the absence of a Board Resolution or Special Power of Attorney, the issue of who has a better right over the parcel of land subject matter of this case can not be resolved. Hence, summary judgment is not proper and the same is hereby denied.\n\n\"Although at the hearing last February 13, 1995, the court observed that the parties are agreed substantially on almost all major points and directed the parties to submit their proposed stipulations of facts, the proposals for stipulation submitted by the parties do not meet. There is therefore the necessity of hearing this case. The marking of the parties' exhibits shall be done at the continuation of the hearing of this case.\n\n\"Set this case for hearing on February 1, 1996 at 9:00 o'clock in the morning.\n\n\"Notify parties and counsel.\" [2]\nOn 28 January 1996, complainant filed a motion for reconsideration from the denial of his plea for summary judgment. The incident remained unresolved.\n\nIn his comment, respondent judge contended that he had directed the parties to submit their proposed stipulation of facts as early as 13 February 1995. No such stipulation having been filed, he issued subsequent orders for the parties to make their submissions in the firm belief that he could hand down his judgment forthwith. He also averred that he was burdened with his other duties as acting Presiding Judge of Branch 8 and, later, of Branch 7 and Branch 12 of the Regional Trial Court of Cebu City. Due to his mounting caseload, he admitted having missed to resolve the pending incident in Civil Case No. CEB-14427. He acknowledged an acquaintance with Atty. Valentino Legaspi who, like him, were once officers of the Cebu City Chapter of the Integrated Bar of the Philippines but that, he said, was just about all.\n\nThe raison d'etre of courts is not only in properly dispensing justice but also in their being able to do that seasonably. Understandably, trial judges who man the courts are exhorted to dispose of cases before them within the periods prescribed therefor. [3] Section 15(1), Article VIII of the 1987 Constitution, provides:\n\"All cases or matters filed after the effectivity of this Constitution must be decided or resolved within twenty-four months from date of submission for the Supreme Court, and, unless reduced by the Supreme Court, twelve months for all lower collegiate courts, and three months for all other lower courts.\"\nConsonantly, Section 11.1 and Section 6 of SC-Administrative Circular No. 1, Series of 1998, requires strict compliance with the mandated periods and enjoins all presiding judges to act promptly on all matters pending before their courts.\n\nIt would indeed appear that numerous delays plagued the final resolution of Civil Case No. CEB-14427. The complainant's 05 th June 1995 \"Motion for Summary Judgement\" was not resolved until 09 January 1996, or only seven (7) months after it was filed, and the 28 th January 1996 \"Motion for Reconsideration\" from the denial remained pending up to the date of filing of the instant complaint.\n\nRespondent judge's riposte is feeble. It is still incumbent upon the trial court judge to organize his court [4] and manage its dockets [5] in a way that could allow the business of the court to be acted upon with reasonable dispatch. [6] If, otherwise, it becomes unavoidable, the judge is not precluded from seeking additional time within which to dispose of the matter by filing beforehand with the Supreme Court a request for such extension. [7] Respondent Judge, unfortunately, has even failed to resort to such a simple step. Nevertheless, the Court must acknowledge his extra-heavy caseload, not merely in his own sala but also in his additionally assigned branches as well and agrees with an imposition of only a fine of P1,000.00 recommended by the Office of the Court Administrator.\n\nWHEREFORE, the Court, finding Judge Victorino Montecillo to have failed to seasonably act in Civil Case No. CEB-14427, imposes on respondent a fine of One Thousand (P1,000.00) Pesos deductible from his retirement benefits. The Financial Management Office, Office of the Court Administrator, is directed to immediately release any balance due him from his retirement benefits.\n\nSO ORDERED.\n\nMelo, ( Chairman ), Panganiban, Sandoval-Gutierrez , and Carpio, JJ. , concur.\n\n[1] Annex \"A\".\n\n[2] Annex \"B\".\n\n[3] Re: Report on the Judicial Audit of Cases in the Regional Trial Court, Branch 35, Iriga City, 299 SCRA 382.\n\n[4] Sy Bang vs. Mendez, 287 SCRA 84.\n\n[5] Canon 3, Rule 3.09 of the Judicial Code of Conduct.\n\n[6] Re: Report on the Judicial Audit of Cases in the Regional Trial Court, Branch 35, Iriga City, 299 SCRA 382.\n\n[7] Report on the Judicial Audit Conducted in RTC-Branches 61 & 63, Quezon, MTC-Calauag, Quezon & Tagkawayan Quezon, 328 SCRA 543; Lotino vs. Hernandez, 333 SCRA 1.",
  "content_length": 9405,
  "metadata_extraction_date": "2025-11-01T05:55:47.764369",
  "extraction_version": "2.0_enhanced_full_content"
}