{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2019/12/opt_case_65024.html",
  "filename": "opt_case_65024.html",
  "year": 2019,
  "month": "12",
  "case_number": "A.C. No. 8124",
  "gr_number": "AC-8124",
  "volume_page": "849 Phil. 786",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Tax Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "library",
    "information",
    "fingertips",
    "printer",
    "friendly",
    "ferdinand",
    "agustin",
    "complainant",
    "domingo",
    "robiso",
    "reginaldo",
    "bergado",
    "respondents",
    "resolution",
    "curiam",
    "complaint",
    "disbarment",
    "against"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "E-Library - Information At Your Fingertips: Printer Friendly 849 Phil. 786\n\nEN BANC\nEN BANC\n\n[ A.C. No. 8124, March 19, 2019 ]\n[ A.C. No. 8124, March 19, 2019 ]\n\nATTY. FERDINAND S. AGUSTIN, COMPLAINANT, VS. ATTY. DOMINGO C. LAENO, ATTY. ROMEO R. ROBISO, ATTY. REGINALDO D. BERGADO, RESPONDENTS.RESOLUTION\nATTY. FERDINAND S. AGUSTIN, COMPLAINANT, VS. ATTY. DOMINGO C. LAENO, ATTY. ROMEO R. ROBISO, ATTY. REGINALDO D. BERGADO, RESPONDENTS.\n\nRESOLUTION\n\nPER CURIAM:\n\nThis is a complaint for disbarment filed against respondents Attys. Domingo C. Laeno, Romeo R. Robiso and Reginaldo D. Bergado.\n\nAtty. Laeno and the mother of complainant Atty. Ferdinand S. Agustin, Marcelina Agustin, agreed to the sale of a house and lot registered under E.M. Laeno and Associates for P6,500,000.00. In the agreement to sell and the completion of the sale thereof, Marcelina was represented by her daughter Perpetua. After the property was transferred in the name of Marcelina, Perpetua entered into a rental agreement with Atty. Laeno at P20,000.00 per month over the same property. [1]\n\nLater, Atty. Laeno started to miss rental payments and when asked, refused to vacate the premises. After Marcelina through her son Atty. Agustin instituted an ejectment case against Atty. Laeno, it was discovered that the sale of the above-mentioned property was covered by two (2) Deeds of Absolute Sale executed and signed by Atty. Laeno and both were notarized by Atty. Bergado. None of these documents reflected the true consideration of the property. One said it was for P2,000,000.00 and the other said it was for P2,500,000.00. The Investigating Commissioner of the Integrated Bar of the Philippines (IBP) is convinced that the undervalued consideration in the two deeds is to avoid payment of the proper taxes. Moreover, Atty. Laeno offered one of these bogus deeds as evidence before the Supreme Court. The Commissioner also noted that the other respondent, Atty. Bergado, all owed the said two deeds to be notarized although both refer to one and the same property; notarized at the same date since both documents bear the same notarial document number as Doc. 138; Page No. 28; Book VII, Series of 2002. [2]\n\nIn the ejectment case, Atty. Laeno denied dealing with Marcelina and recognized only Perpetua as the beneficial and absolute owner of the subject property. He further claimed that there is an unpaid balance of P1,500,000.00. According to the Commissioner, Atty. Laeno made it appear that Perpetua's loan with the wife of Atty. Laeno was connected with the consideration of the sale on the subject property as the unpaid portion. [3]\n\nFurthermore, a certain Carolina Nielsen through Atty. Bergado filed a civil case against Perpetua, and several court orders in the case were annotated on Marcelina's title. There is also the case for the rescission of the sale to Marcelina where respondent Atty. Robiso was the counsel of Atty. Laeno. [4]\n\nIn his evaluation, report and recommendation, The Investigating IBP Commissioner absolved Atty. Robiso from any administrative liability. The Commissioner, however, found Atty. Laeno guilty of misconduct for executing two (2) Deeds of Absolute Sale covering one (1) property and one (1) transaction; instituting several suits as a ploy to avoid being evicted from the property despite a final adjudication in the ejectment suit; and knowingly introducing a bogus deed of sale as evidence. Similarly, Atty. Bergado is guilty of affixing his seal as a notary on the two (2) Deeds of Sale covering one and the same property, and of assisting in causing several annotations on Marcelina's property although the latter was never a party to the case.\n\nThe IBP-Board of Governors (IBP-BOG), in affirming the findings of the Investigating IBP Commissioner, issued RESOLUTION NO. XX-2013-464 on April 16, 2013.\nRESOLVED to ADOPT and APPROVE, as it is hereby unanimously ADOPTED and APPROVED, the Report and Recommendation of the Investigating Commissioner in the above-entitled case, herein made part of this Resolution as Annex \"A\", and finding the recommendation fully supported by the evidence on record and the and the applicable laws and rules and for violation of Canon 1, Canon 7, Canon 10, and Canon 12 of the Code of Professional Responsibility, Atty. Domingo C. Laeno is her by SUSPENDED from the practice of law for two years . For violation of the notarial law and Canon 1 of the Code of Professional Responsibility, Atty. Reginaldo D. Bergado's notarial commission is hereby REVOKED immediately if presently commissioned. Further, he is DISQUALIFIED from reappointment as Notary Public for two (2) years . For insufficiency of evidence, the case against Atty. Romeo R. Robiso is hereby DISMISSED . [5] (Emphasis and italics in the original)\nWe agree with the IBP-Board of Governors' report and recommendation with regard to Atty. Laeno. We must, however, modify the penalty imposed against him by increasing the penalty to five (5) years.\n\nAtty. Laeno's acts of (i) executing two deeds of sale that covered one single property, (ii) indicating an undervalued consideration contrary to what was agreed on by the contracting parties, and (iii) offering one of these bogus deeds as evidence before the Court is exactly what is proscribed under the following Canons of the Code of Professional Responsibility:\nCANON 1 - A lawyer shall uphold the constitution, obey the laws of the land and promote respect for law and legal processes.\n\nx x x x\n\nCANON 7 - A lawyer shall at all times uphold the integrity and dignity of the legal profession x x x.\n\nx x x x\n\nCANON 10 - A lawyer owes candor, fairness and good faith to the court.\nNext, Atty. Laeno's resort to several suits against Marcelina and Perpetua to avoid eviction or cause the delay in the execution of an unfavorable judgment in an ejectment suit is likewise contrary to Canon 12.\nCanon 12 - A lawyer shall exert every effort and consider it his duty to assist in the speedy and efficient administration of justice.\nCertainly, he had a duty as an officer of the court to abide by the judgment rendered even if it was unfavorable to him. Therefore, a five (5) year suspension is appropriate to penalize his reprehensible transgressions. In Lazareto v. Atty. Acorda , [6] We said:\n[T]he ethics of the legal profession rightly enjoins every lawyer to act with the highest standards of truthfulness, fair play, and nobility in the course of his practice of law. x x x. [7] (Citations omitted)\nAs regards to Atty. Bergado, it has come to the Court's attention that he is dead. A copy of his death certificate dated November 22, 2008 was attached as Exhibit 2 in the position paper of Atty. Laeno submitted on March 24, 2010, [8] but was overlooked by the IBP Investigating Commissioner.\n\nWHEREFORE , Atty. Domingo C. Laeno is hereby SUSPENDED from the practice of law for five (5) years. For insufficiency of Evidence, the case against Atty. Romeo R. Robiso is hereby DISMISSED .\n\nLet copies of this Resolution be furnished to all courts, the Office of the Bar Confidant, and the Integrated Bar of the Philippines for their information and guidance. The Office of the Bar Confidant is directed to append a copy of this Resolution to respondent's record as member of the Bar.\n\nSO ORDERED.\n\nBersamin, C. J. , on official business.\nCarpio , * Peralta, Del Castillo, Perlas-Bernabe, Leonen, Jardeleza, Caguioa, A. Reyes, Jr., Gesmundo, J. Reyes, Jr., Carandang , and Lazaro-Javier, JJ. , concur.\nHernando, J. , on leave.\n\n* Designated Acting Chief Justice per Special Order No. 2644 dated March 15, 2019.\n[1] Rollo , p. 587.\n\n[2] Id . at 77 and 85.\n\n[3] Id. at 588-589.\n\n[4] Id. at 589.\n\n[5] Id. at 585-586.\n\n[6] A.C. No. 9603, June 16, 2015.\n\n[7] Id.\n\n[8] Rollo , pp. 395 and 406.\nSource: Supreme Court E-Library\nThis page was dynamically generated\nby the E-Library Content Management System (E-LibCMS)",
  "content_length": 7884,
  "metadata_extraction_date": "2025-11-01T05:58:48.221665",
  "extraction_version": "2.0_enhanced_full_content"
}