{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/july/GR_123074.html",
  "filename": "GR_123074.html",
  "year": 1997,
  "month": "july",
  "case_number": "123074",
  "gr_number": "123074",
  "volume_page": "341 Phil. 49",
  "decision_date": "July 04, 1997",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FERNANDO FERNANDEZ Y MAGNO, ALIAS âFERNANâ AND JOEL SANTIAGO Y RUSTIA, ACCUSED.FERNANDO FERNANDEZ Y MAGNO, ACCUSED APPELLANT.D E C I S I O N MELO, J.: Accused-appellant Fernando Fernandez y Magno appeals the judgment of the Regional Trial Court of the Third Judicial Region, Branch 6 stationed at Malolos, Bulacan in its Criminal Case No. 753-M-91, finding him guilty beyond reasonable doubt of the crime of robbery with homicide and physical injuries and consequently sentencing him to suffer the penalty of reclusion perpetua and to pay the heirs of the victim P 50,000 as civil indemnity, P400,000 as actual damages, and P100, 000 as moral damages.The Information filed against Fernandez and his co-accused Joel Santiago charged: That on or about the 10th day of April, 1991, in the municipality of Baliuag, province of Bulacan, Philippines, and within the jurisdiction of this Honorable Court, the abovenamed accused, armed with chisel and screw driver, conspiring and confederating together and mutually helping one another, did then and there, wilfully, unlawfully and feloniously, with intent to gain and by means of force, violence, intimidation, take rob and carry away with them one (1) Sony Betamax worth P9,000.00, assorted jewelries worth P300,000.00 and cash amounting to P100,000.00, belonging to Sps. Dr. Delfin Tolentino and Eugenia Lindain-Tolentino, to the damage and prejudice of the latter in the total amount of P409,000.00; and on the occasion of the commission of the said robbery, the said accused, conspiring and confederating together and mutually helping one another, and with intent to kill one Eugenia Lindain-Tolentino, did then and there, willfully, unlawfully and feloniously, with evident premeditation and treachery, attack, assault and stab with the said chisel and screw driver the said Eugenia Lindain-Tolentino, hitting the latter of her body thereby causing her serious physical injuries which directly caused her death and also causing physical injuries to Dr. Delfin Tolentino which required medical attendance for some period of time.Contray to Law.Malolos, Bulacan, April 30, 1991.(pp. 5, 17 Rollo)Initially, only Santiago was apprehended, and after the trial was found guilty beyond reasonable doubt of the crime charged. A partial decision dated December 23, 1991 convicting him was promulgated on February 3, 1992. Herein accused-appellant Fernandez remained at large and was arrested by elements of the Philippine National Police-Baliuag only on January 28, 1993 (p. 18, Ibid.).On February 3, 1993, Fernandez, assisted by counsel de oficio, pleaded not guilty to the charge. After trial, the regional trial court rendered its now appealed decision.Accused-appellant anchors his appeal on his lone and shot-gun type of argument that the trial court erred in finding him guilty beyond reasonable doubt of the crime of robbery with homicide (p. 152, Ibid.).The facts, as determined by the trial court and duly supported by evidence, show that on April 10, 1991, at around 2 oâclock in the afternoon, a man pretending to be having difficulty breathing and wanting treatment rang the door bell at the residence of Dr. Delfin Tolentino and his wife Eugenia Lindain-Tolentino at Vergel de Dios St., Baliuag, Bulacan. Because of the manâs persistence, the doctor let him in. Once inside, the otherwise sickly man overpowered Dr, Tolentino, covered his eyes with masking tape and gagged him. The doctor , however, got a good look at the manâs face before his eyes were covered. He would later positively identify the intruder as accused-appellant Fernando Fernandez (pp. 19-20, Ibid.).Accused-appellant then forced Dr. Tolentino down on the floor, took his watch and tied both his hands and feet. A second person entered the room. The doctor was told to keep quiet, otherwise he would be killed. Both men entered the room where Dr. Tolentinoâs wife was staying. The doctor heard his wife saying âJoel, ano ba?â, but nothing was heard from her thereafter. After about twenty minutes, they returned and carried the doctor upstairs. After the masking tape over his eyes was removed, Dr. Tolentino was told to open the vault. Both men then ransacked its contents, taking jewelry, cash, certificates of title and stock certificates. Dr. Tolentino testified that as he was only about two feet away from the safe, and with Fernandez in front of him and Santiago to his right, he could see them both very clearly. When the door bell rang, both men hurriedly left. Dr. Tolentino locked the door and telephoned his son, Dr. Nilo Tolentino. When his son and a helper arrived, Dr. Tolentino was brought down to the clinic where he later learned that his wife was killed (p. 19, Ibid.).Dr. Nilo Tolentino testified that when he came to their house after the call from his father, he saw the latter upstairs. The cabinets were ransacked. He also noticed a pool of blood in front of the stereo and television cabinets and drops of blood leading to the examination room. There, he saw lifeless body of his mother. He called he police immediately and his father related to him what had happened. In court, he identified pictures showing his fatherâs injuries and the lifeless body of his mother. He also testified that they spent around P300,000 for the wake and burial of his mother. (pp. 19-20, Ibid.).PO3 Eladio San Pedro, the investigator assigned to the case, testified that Santiago admitted his participation in the killing of Eugenia and that Fernandez was the one who stabbed her after she called for help. PO3 San Pedro also testified that they were able to recover the Sony Betamax machine from the house of a certain Rogelio Abesamis while a search of Santiagoâs house yielded the chisel used in killing Eugenia and some bloodied clothes (p. 20, Ibid.).Another witness, Rene Julian, stated that he was the owner of the tricycle which Fernandez used to drive for a living. This witness testified that early on the morning of April 10, 1991, Fernandez took the tricycle from its garage. Later that afternoon, between 1:30 and 2 oâclock, he saw the tricycle parked in front of Dr. Tolentinoâs house. At around 7:05 oâclock that evening, accused appellant returned the tricycle and personally handed over P50 as a âboundaryâ for the day (p. 20, Ibid.).Dr. Benito Caballero testified that Eugenia Lindain-Tolentino sustained twenty-four stab wounds on different parts of the body, which could have been inflicted by more than one person with the use of sharp, pointed objects, probably two, due to different sizes of the wounds (p. 21, Ibid.).Accused-appellant Fernandez admitted that he took the tricycle from Rene Julianâs garage early on the morning of April 10, 1991. However, having had a quarrel with his wife, he was in no mood to drive it, and so he instead asked his brother, Freddie, to drive it for him. Thus, his alibi is that at around 6 oâclock on that same morning, he took a NELBUSCO bus bound for Isabela, and that he was already some distance away from the scene of the crime when it happened. His wife, Amelia, and his mother, Emma, tried to corroborate accused-appellantâs testimony as to the fact of the quarrel and his stay in Isabela (p. 21,Ibid.).In support of his lone assigned error, accused-appellant Fernandez contends that the trial court gave undue weight to the statements of co-accused Joel Santiago and to the testimony of Dr. Delfin Tolentino. Accused-appellant argues that Santiagoâs declarations as relayed to the trial court by PO3 San Pedro, should not have been considered as Santiago was not called as a witness in the case and thus could not have been cross-examined on such matter. Accused-appellant likewise faults the trial court for lending credence to the positive identification given by Dr. Delfin Tolentino inasmuch as the doctorâs perceptions are not very clear since he was already eighty-two years old at the time of the incident. Furthermore, it is said, Dr. Delfin Tolentino may have pointed to accused-appellant only because of the prior statements of Santiago before the police authorities implicating the accused-appellant (pp. 152-154, Ibid.).The Court finds the appeal unmeritorious, although obviously accused-appellantâs contention that the trial court erred in considering PO3 San Pedroâs testimony regarding Santiagoâs declarations implicating Fernandez is correct. The implicatory statements of Santiago, it must be noted, were not given during the trial of accused-appellant, who was thus deprived of the right of cross-examining and confronting his accuser. Thus, Santiagoâs statements on this matter, as related to the trial court by PO3 San Pedro, are mere hearsay, which even if not objected to, as in this case, nevertheless do not deserve credence (People vs. Damaso), 212 SCRA 547, 554 [1992]). However, this is not sufficient to exonerate accused-appellant. The Office of the Solicitor General, citing People vs. Barba (203 SCRA 436, 452 [1991]), correctly points out that the positive identification of accused-appellant by Dr. Delfin Tolentino who is untainted by any motive to falsely testify, sufficiently established the guilt of accused-appellant, for the law does not require that positive identification be corroborated to obtain conviction (p. 82, Rollo). The people submits that it does not matter that it was only after such declaration that the police were able to get a lead on Fernandez. Indeed, and most helpfully, the police got valuable information from their interview with Dr. Delfin Tolentino which led to the successful solution of the crime.Likewise, there was no proof that Dr. Delfin Tolentino, at the time of the incident, did not possess the proper mental and physical faculties as to make him less than credible witness. The record shows Dr. Delfin Tolentino saw who the malefactors were: Q: How far or how near were you then from that person who wants to consult you as physician at that time that you saw that person?A: Probably 3-4 feet, Sir.(p. 17, TSN, March 22, 1993)Q: Before you were actually over-powered, your eyes were covered with masking tape, were you able to recognize that person who according to you consulted you for medical treatment?A: Yes, Sir. He was very near to me and I was able to see him very well.Q: If that person is present in court, can you identify him, point to him?A: Yes, Sir.Q: Please look around before this courtroom and tell us if that person is present?A: Yes, Sir.Interpreter:Witness pointed to a detention prisoner, in uniform and who then asked of his name, answered Fernando Fernandez.(pp. 18-19, Ibid.)Q: At the time they were trying to open the safe, how far of how near were you from them?A: They were just very near me, probably around 1 to 2 feet, Sir.Q: Can you tell us who was the person who first attempted to open the safe?A: At first, Fernando Fernandez, Sir (Witness pointing to accused Fernando Fernandez).Q: And what was the other person doing then when this Fernando Fernandez was first trying open the safe or vault?A: He was just standing beside me, Sir.(pp. 23-24, Ibid.)Verily, Dr. Delfin Tolentinoâs categorical, clear, and consistent answers during the intensive cross-examination all the more indicated that he possessed all the faculties required of a qualified witness, that he was telling the truth, and that his declaration and answers established, beyond reasonable doubt, the identity of the perpetrators of the crime:Q: Now, Mr. Witness, you testified a while ago that a person tried to enter your clinic posing as a patient; now where was the person whom you said tried to pose as a patient when you first saw him on April 10, 1991?A: He was just outside the clinic, Sir.Q: And, you were inside the clinic, Mr. Witness?A: And, he was outside the clinic.Q: Was your clinic made of concrete materials?A: Mixed materials, Sir.Q: Was there any window at that time, Mr. Witness?A: Yes, Sir. That is how I saw Fernando Fernandez, through the window.Q: And, the window is made of glass, Mr. Witness?A: Yes, Sir, but the window was opened.Q: Was there any cover in that window to protect the occupant inside the clinic from sunlight?A: There was none, Sir.Q: And, you said that person who posed as a patient was how far from you, Mr Witness?A: Probably around 2 to 3 feet, Sir.Q: And after you conversed with that person outside the clinic, Mr witness, you decided to open the door of your clinic, is that correct?A: Yes, Sir.Q: And, after you opened the door of your clinic, you said your eyes were immediately covered by masking tape?A: Yes, Sir.Q: And, from that time on until you said the vault was opened by you, your eyes were covered by masking tape?A: When I opened the safe, they removed the cover already and they put my eyeglasses.Q: By the way, Mr Witness, when you were conversing with that person whom you said posed as a patient, you were not wearing your eyeglasses at that time, Mr witness?A: I was wearing my eyeglasses already.Q: Now, Mr. Witness, can you still see me clearly?A: Yes, Sir, very clear, I can see you. You have your eyeglasses, you are âgwapoâ.Atty. Vargas:Thank you.Court:Make it if record that the distance between the witness and the defense counsel is about 2Â½ meters, more or less, as stipulated by the parties.(pp. 38-41, Ibid.).Q: Now, Mr. Witness, when you said you were in your room, the masking tape that covers your eyes were removed?A: Removed, Sir and they put my eyeglasses on.Q: And, at that time, where was Joel Santiago?A: At my right side, Sir. Fernando was in front of me.Q: But when the masking tape was removed, the first person you saw was Joel Santiago, is that correct, Mr. Witness?A: No, Sir, Fernando Fernandez.Q: Now, how far was Fernando Fernandez from you Mr Witness?A: It is only around two (2) feet, Sir.Q: Was his face towards you or his back towards you?A: He was in front of me; he was facing me.Q: Now, how about Joel Santiago, what was he doing at that time, Mr. Witness?Prosecutor:The question is vague, Your Honor.Atty. Vargas:...at the time you were in front of your safe and the masking tape was removed?A: They were ransacking the contents of the safe and they got what they wanted.Q: So, you said they were ransacking the safe; you mean the 2 persons Mr. Witness?A: Fernando Fernandez was the one who removed the tape of my eyes, Sir.Q: So, Fernando Fernandez was at your back at that time?A: No, Sir. He was in front; I was in front. He could remove it like that.Q: And after that, they went to your safe?A: Yes, Sir. We were already in front of the safe.Q: How far were you from the safe when the masking tape was removed?A: Probably around 2 feet or more than one foot.Q: And, Fernando Fernandez, how far was he from the safe?A: Only around 2 feet, Sir.Q: And, you said they were ransacking the safe how far were you from the safe?A: Around 2 feet, Sir.Q: When they were ransacking the safe?A: Yes, Sir.Q: The safe was in front of you Mr. Witness?A: Yes, Sir almost.Q: So, when they were ransacking the safe, their backs were towards you?A: No, Sir. Fernando was just in front of me and Joel was on my right side, very near, that is why I could see both of them clearly.Q: How long were you able to see the accused Fernando Fernandez, Mr. Witness?Prosecutor:On that particular moment, while they were ransacking the safe?Court:Specify:Atty. Vargas:â¦at the time the masking tape was removed from your eyes?A: Probably around 15 minutes, Sir.(pp. 45-48, Ibid.)The Court thus sees no ground to reverse the trial courtâs judgment in regard to accused-appellantâs guilt. It is settled doctrine that in matters such as credibility of witnesses, appellate courts will generally not disturb the findings of the trial courts, unless material and substantial facts have gone unnoticed by that latter, the reason being the trial court, having had the first-hand opportunity to observe the witnessesâ deportment and manner testifying during the trial, is in a better position to assess their credibility (People vs. Eduardo Ligotan y Fabella, G.R. No. 119219, September 30, 1996). However, the trial court committed an error in convicting accused-appellant of the crime of robbery with homicide and physical injuries. The appealed judgment should be modified in that the crime committed by accused-appellant should simply be robbery with homicide, since physical injuries committed during or on occasion of the robbery are absorbed therein, regardless of the number of homicides and physical injuries committed (People vs. Pamintuan, 222 SCRA 716, 722 [1993]).WHEREFORE, the appealed judgment is AFFIRMED, except with the modification that accused-appellant is found guilty beyond reasonable doubt of the crime of robbery with homicide.SO ORDERED.Narvasa, C.J., (Chairman), Francisco, and Panganiban, JJ., concur.Davide, Jr., J., did not take in the deliberation, was on sick leave. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "fernando",
    "fernandez",
    "santiago",
    "rustia",
    "accused",
    "appellant",
    "appeals",
    "judgment",
    "regional",
    "trial",
    "court",
    "judicial",
    "region",
    "branch",
    "stationed",
    "malolos"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FERNANDO FERNANDEZ Y MAGNO, ALIAS âFERNANâ...",
  "formatted_case_content": "View printer friendly version\n341 Phil. 49; 94 OG No. 17, 2968 (April 27, 1998)\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. No. 123074, July 04, 1997 ]\n[ G.R. No. 123074, July 04, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FERNANDO FERNANDEZ Y MAGNO, ALIAS âFERNANâ AND JOEL SANTIAGO Y RUSTIA, ACCUSED.FERNANDO FERNANDEZ Y MAGNO, ACCUSED APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FERNANDO FERNANDEZ Y MAGNO, ALIAS âFERNANâ AND JOEL SANTIAGO Y RUSTIA, ACCUSED.FERNANDO FERNANDEZ Y MAGNO, ACCUSED APPELLANT.\n\nD E C I S I O N\n\nMELO, J.:\n\nAccused-appellant Fernando Fernandez y Magno appeals the judgment of the Regional Trial Court of the Third Judicial Region, Branch 6 stationed at Malolos, Bulacan in its Criminal Case No. 753-M-91, finding him guilty beyond reasonable doubt of the crime of robbery with homicide and physical injuries and consequently sentencing him to suffer the penalty of reclusion perpetua and to pay the heirs of the victim P 50,000 as civil indemnity, P400,000 as actual damages, and P100, 000 as moral damages.\n\nThe Information filed against Fernandez and his co-accused Joel Santiago charged:\nThat on or about the 10th day of April, 1991, in the municipality of Baliuag, province of Bulacan, Philippines, and within the jurisdiction of this Honorable Court, the abovenamed accused, armed with chisel and screw driver, conspiring and confederating together and mutually helping one another, did then and there, wilfully, unlawfully and feloniously, with intent to gain and by means of force, violence, intimidation, take rob and carry away with them one (1) Sony Betamax worth P9,000.00, assorted jewelries worth P300,000.00 and cash amounting to P100,000.00, belonging to Sps. Dr. Delfin Tolentino and Eugenia Lindain-Tolentino, to the damage and prejudice of the latter in the total amount of P409,000.00; and on the occasion of the commission of the said robbery, the said accused, conspiring and confederating together and mutually helping one another, and with intent to kill one Eugenia Lindain-Tolentino, did then and there, willfully, unlawfully and feloniously, with evident premeditation and treachery, attack, assault and stab with the said chisel and screw driver the said Eugenia Lindain-Tolentino, hitting the latter of her body thereby causing her serious physical injuries which directly caused her death and also causing physical injuries to Dr. Delfin Tolentino which required medical attendance for some period of time.\n\nContray to Law.\n\nMalolos, Bulacan, April 30, 1991.\n\n(pp. 5, 17 Rollo) Initially, only Santiago was apprehended, and after the trial was found guilty beyond reasonable doubt of the crime charged. A partial decision dated December 23, 1991 convicting him was promulgated on February 3, 1992. Herein accused-appellant Fernandez remained at large and was arrested by elements of the Philippine National Police-Baliuag only on January 28, 1993 (p. 18, Ibid.).\n\nOn February 3, 1993, Fernandez, assisted by counsel de oficio, pleaded not guilty to the charge. After trial, the regional trial court rendered its now appealed decision.\n\nAccused-appellant anchors his appeal on his lone and shot-gun type of argument that the trial court erred in finding him guilty beyond reasonable doubt of the crime of robbery with homicide (p. 152, Ibid.).\n\nThe facts, as determined by the trial court and duly supported by evidence, show that on April 10, 1991, at around 2 oâclock in the afternoon, a man pretending to be having difficulty breathing and wanting treatment rang the door bell at the residence of Dr. Delfin Tolentino and his wife Eugenia Lindain-Tolentino at Vergel de Dios St., Baliuag, Bulacan. Because of the manâs persistence, the doctor let him in. Once inside, the otherwise sickly man overpowered Dr, Tolentino, covered his eyes with masking tape and gagged him. The doctor , however, got a good look at the manâs face before his eyes were covered. He would later positively identify the intruder as accused-appellant Fernando Fernandez (pp. 19-20, Ibid.).\n\nAccused-appellant then forced Dr. Tolentino down on the floor, took his watch and tied both his hands and feet. A second person entered the room. The doctor was told to keep quiet, otherwise he would be killed. Both men entered the room where Dr. Tolentinoâs wife was staying. The doctor heard his wife saying âJoel, ano ba?â, but nothing was heard from her thereafter. After about twenty minutes, they returned and carried the doctor upstairs. After the masking tape over his eyes was removed, Dr. Tolentino was told to open the vault. Both men then ransacked its contents, taking jewelry, cash, certificates of title and stock certificates. Dr. Tolentino testified that as he was only about two feet away from the safe, and with Fernandez in front of him and Santiago to his right, he could see them both very clearly. When the door bell rang, both men hurriedly left. Dr. Tolentino locked the door and telephoned his son, Dr. Nilo Tolentino. When his son and a helper arrived, Dr. Tolentino was brought down to the clinic where he later learned that his wife was killed (p. 19, Ibid.).\n\nDr. Nilo Tolentino testified that when he came to their house after the call from his father, he saw the latter upstairs. The cabinets were ransacked. He also noticed a pool of blood in front of the stereo and television cabinets and drops of blood leading to the examination room. There, he saw lifeless body of his mother. He called he police immediately and his father related to him what had happened. In court, he identified pictures showing his fatherâs injuries and the lifeless body of his mother. He also testified that they spent around P300,000 for the wake and burial of his mother. (pp. 19-20, Ibid.).\n\nPO3 Eladio San Pedro, the investigator assigned to the case, testified that Santiago admitted his participation in the killing of Eugenia and that Fernandez was the one who stabbed her after she called for help. PO3 San Pedro also testified that they were able to recover the Sony Betamax machine from the house of a certain Rogelio Abesamis while a search of Santiagoâs house yielded the chisel used in killing Eugenia and some bloodied clothes (p. 20, Ibid.).\n\nAnother witness, Rene Julian, stated that he was the owner of the tricycle which Fernandez used to drive for a living. This witness testified that early on the morning of April 10, 1991, Fernandez took the tricycle from its garage. Later that afternoon, between 1:30 and 2 oâclock, he saw the tricycle parked in front of Dr. Tolentinoâs house. At around 7:05 oâclock that evening, accused appellant returned the tricycle and personally handed over P50 as a âboundaryâ for the day (p. 20, Ibid.).\n\nDr. Benito Caballero testified that Eugenia Lindain-Tolentino sustained twenty-four stab wounds on different parts of the body, which could have been inflicted by more than one person with the use of sharp, pointed objects, probably two, due to different sizes of the wounds (p. 21, Ibid.).\n\nAccused-appellant Fernandez admitted that he took the tricycle from Rene Julianâs garage early on the morning of April 10, 1991. However, having had a quarrel with his wife, he was in no mood to drive it, and so he instead asked his brother, Freddie, to drive it for him. Thus, his alibi is that at around 6 oâclock on that same morning, he took a NELBUSCO bus bound for Isabela, and that he was already some distance away from the scene of the crime when it happened. His wife, Amelia, and his mother, Emma, tried to corroborate accused-appellantâs testimony as to the fact of the quarrel and his stay in Isabela (p. 21,Ibid.).\n\nIn support of his lone assigned error, accused-appellant Fernandez contends that the trial court gave undue weight to the statements of co-accused Joel Santiago and to the testimony of Dr. Delfin Tolentino. Accused-appellant argues that Santiagoâs declarations as relayed to the trial court by PO3 San Pedro, should not have been considered as Santiago was not called as a witness in the case and thus could not have been cross-examined on such matter. Accused-appellant likewise faults the trial court for lending credence to the positive identification given by Dr. Delfin Tolentino inasmuch as the doctorâs perceptions are not very clear since he was already eighty-two years old at the time of the incident. Furthermore, it is said, Dr. Delfin Tolentino may have pointed to accused-appellant only because of the prior statements of Santiago before the police authorities implicating the accused-appellant (pp. 152-154, Ibid.).\n\nThe Court finds the appeal unmeritorious, although obviously accused-appellantâs contention that the trial court erred in considering PO3 San Pedroâs testimony regarding Santiagoâs declarations implicating Fernandez is correct. The implicatory statements of Santiago, it must be noted, were not given during the trial of accused-appellant, who was thus deprived of the right of cross-examining and confronting his accuser. Thus, Santiagoâs statements on this matter, as related to the trial court by PO3 San Pedro, are mere hearsay, which even if not objected to, as in this case, nevertheless do not deserve credence (People vs. Damaso), 212 SCRA 547, 554 [1992]). However, this is not sufficient to exonerate accused-appellant. The Office of the Solicitor General, citing People vs. Barba (203 SCRA 436, 452 [1991]), correctly points out that the positive identification of accused-appellant by Dr. Delfin Tolentino who is untainted by any motive to falsely testify, sufficiently established the guilt of accused-appellant, for the law does not require that positive identification be corroborated to obtain conviction (p. 82, Rollo). The people submits that it does not matter that it was only after such declaration that the police were able to get a lead on Fernandez. Indeed, and most helpfully, the police got valuable information from their interview with Dr. Delfin Tolentino which led to the successful solution of the crime.\n\nLikewise, there was no proof that Dr. Delfin Tolentino, at the time of the incident, did not possess the proper mental and physical faculties as to make him less than credible witness. The record shows Dr. Delfin Tolentino saw who the malefactors were:\nQ:    How far or how near were you then from that person who wants to consult you as physician at that time that you saw that person?\nA:    Probably 3-4 feet, Sir.\n\n(p. 17, TSN, March 22, 1993)\n\nQ:    Before you were actually over-powered, your eyes were covered with masking tape, were you able to recognize that person who according to you consulted you for medical treatment?\nA:    Yes, Sir. He was very near to me and I was able to see him very well.\n\nQ:    If that person is present in court, can you identify him, point to him?\nA:    Yes, Sir.\n\nQ:    Please look around before this courtroom and tell us if that person is present?\nA:    Yes, Sir.\n\nInterpreter:\n\nWitness pointed to a detention prisoner, in uniform and who then asked of his name, answered Fernando Fernandez.\n\n(pp. 18-19, Ibid.)\n\nQ:    At the time they were trying to open the safe, how far of how near were you from them?\nA:    They were just very near me, probably around 1 to 2 feet, Sir.\n\nQ:    Can you tell us who was the person who first attempted to open the safe?\nA:    At first, Fernando Fernandez, Sir (Witness pointing to accused Fernando Fernandez).\n\nQ:    And what was the other person doing then when this Fernando Fernandez was first trying open the safe or vault?\nA:    He was just standing beside me, Sir.\n\n(pp. 23-24, Ibid.) Verily, Dr. Delfin Tolentinoâs categorical, clear, and consistent answers during the intensive cross-examination all the more indicated that he possessed all the faculties required of a qualified witness, that he was telling the truth, and that his declaration and answers established, beyond reasonable doubt, the identity of the perpetrators of the crime:\n\nQ:    Now, Mr. Witness, you testified a while ago that a person tried to enter your clinic posing as a patient; now where was the person whom you said tried to pose as a patient when you first saw him on April 10, 1991?\nA:    He was just outside the clinic, Sir.\n\nQ:    And, you were inside the clinic, Mr. Witness?\nA:    And, he was outside the clinic.\n\nQ:    Was your clinic made of concrete materials?\nA:    Mixed materials, Sir.\n\nQ:    Was there any window at that time, Mr. Witness?\nA:    Yes, Sir. That is how I saw Fernando Fernandez, through the window.\n\nQ:    And, the window is made of glass, Mr. Witness?\nA:    Yes, Sir, but the window was opened.\n\nQ:    Was there any cover in that window to protect the occupant inside the clinic from sunlight?\nA:    There was none, Sir.\n\nQ:    And, you said that person who posed as a patient was how far from you, Mr Witness?\nA:    Probably around 2 to 3 feet, Sir.\n\nQ:    And after you conversed with that person outside the clinic, Mr witness, you decided to open the door of your clinic, is that correct?\nA:    Yes, Sir.\n\nQ:    And, after you opened the door of your clinic, you said your eyes were immediately covered by masking tape?\nA:    Yes, Sir.\n\nQ:    And, from that time on until you said the vault was opened by you, your eyes were covered by masking tape?\nA:    When I opened the safe, they removed the cover already and they put my eyeglasses.\n\nQ:    By the way, Mr Witness, when you were conversing with that person whom you said posed as a patient, you were not wearing your eyeglasses at that time, Mr witness?\nA:    I was wearing my eyeglasses already.\n\nQ:    Now, Mr. Witness, can you still see me clearly?\nA:    Yes, Sir, very clear, I can see you. You have your eyeglasses, you are âgwapoâ.\n\nAtty. Vargas:\n\nThank you.\n\nCourt:\n\nMake it if record that the distance between the witness and the defense counsel is about 2Â½ meters, more or less, as stipulated by the parties.\n\n(pp. 38-41, Ibid.).\n\nQ:    Now, Mr. Witness, when you said you were in your room, the masking tape that covers your eyes were removed?\nA:    Removed, Sir and they put my eyeglasses on.\n\nQ:    And, at that time, where was Joel Santiago?\nA:    At my right side, Sir. Fernando was in front of me.\n\nQ:    But when the masking tape was removed, the first person you saw was Joel Santiago, is that correct, Mr. Witness?\nA:    No, Sir, Fernando Fernandez.\n\nQ:    Now, how far was Fernando Fernandez from you Mr Witness?\nA:    It is only around two (2) feet, Sir.\n\nQ:    Was his face towards you or his back towards you?\nA:    He was in front of me; he was facing me.\n\nQ:    Now, how about Joel Santiago, what was he doing at that time, Mr. Witness?\n\nProsecutor:\n\nThe question is vague, Your Honor.\n\nAtty. Vargas:\n\n...at the time you were in front of your safe and the masking tape was removed?\n\nA:    They were ransacking the contents of the safe and they got what they wanted.\n\nQ:    So, you said they were ransacking the safe; you mean the 2 persons Mr. Witness?\nA:    Fernando Fernandez was the one who removed the tape of my eyes, Sir.\n\nQ:    So, Fernando Fernandez was at your back at that time?\nA:    No, Sir. He was in front; I was in front. He could remove it like that.\n\nQ:    And after that, they went to your safe?\nA:    Yes, Sir. We were already in front of the safe.\n\nQ:    How far were you from the safe when the masking tape was removed?\nA:    Probably around 2 feet or more than one foot.\n\nQ:    And, Fernando Fernandez, how far was he from the safe?\nA:    Only around 2 feet, Sir.\n\nQ:    And, you said they were ransacking the safe how far were you from the safe?\nA:    Around 2 feet, Sir.\n\nQ:    When they were ransacking the safe?\nA:    Yes, Sir.\n\nQ:    The safe was in front of you Mr. Witness?\nA:    Yes, Sir almost.\n\nQ:    So, when they were ransacking the safe, their backs were towards you?\nA:    No, Sir. Fernando was just in front of me and Joel was on my right side, very near, that is why I could see both of them clearly.\n\nQ:    How long were you able to see the accused Fernando Fernandez, Mr. Witness?\n\nProsecutor:\n\nOn that particular moment, while they were ransacking the safe?\n\nCourt:\n\nSpecify:\n\nAtty. Vargas:\n\nâ¦at the time the masking tape was removed from your eyes?\nA:    Probably around 15 minutes, Sir.\n\n(pp. 45-48, Ibid.) The Court thus sees no ground to reverse the trial courtâs judgment in regard to accused-appellantâs guilt. It is settled doctrine that in matters such as credibility of witnesses, appellate courts will generally not disturb the findings of the trial courts, unless material and substantial facts have gone unnoticed by that latter, the reason being the trial court, having had the first-hand opportunity to observe the witnessesâ deportment and manner testifying during the trial, is in a better position to assess their credibility (People vs. Eduardo Ligotan y Fabella, G.R. No. 119219, September 30, 1996). However, the trial court committed an error in convicting accused-appellant of the crime of robbery with homicide and physical injuries. The appealed judgment should be modified in that the crime committed by accused-appellant should simply be robbery with homicide, since physical injuries committed during or on occasion of the robbery are absorbed therein, regardless of the number of homicides and physical injuries committed (People vs. Pamintuan, 222 SCRA 716, 722 [1993]).\n\nWHEREFORE , the appealed judgment is AFFIRMED , except with the modification that accused-appellant is found guilty beyond reasonable doubt of the crime of robbery with homicide.\nSO ORDERED.\n\nNarvasa, C.J., (Chairman), Francisco, and Panganiban, JJ., concur.\nDavide, Jr., J., did not take in the deliberation, was on sick leave.",
  "content_length": 17739,
  "metadata_extraction_date": "2025-11-01T05:49:59.689211",
  "extraction_version": "2.0_enhanced_full_content"
}