{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/july/34988.html",
  "filename": "34988.html",
  "year": 1997,
  "month": "july",
  "case_number": "34988",
  "gr_number": "34988",
  "volume_page": "342 Phil. 98",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "gregorio",
    "isabelo",
    "virgilio",
    "labadia",
    "antonio",
    "mendoza",
    "petitioners",
    "national",
    "relations",
    "commission",
    "united",
    "plantation",
    "demosthenes"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n342 Phil. 98\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 113366-68, July 24, 1997 ]\n[ G.R. Nos. 113366-68, July 24, 1997 ]\n\nGREGORIO ISABELO, VIRGILIO LABADIA, ANTONIO MENDOZA, PETITIONERS, VS. NATIONAL LABOR RELATIONS COMMISSION (FIFTH DIVISION), UNITED COCOA PLANTATION, INC., DEMOSTHENES REVIL AND CAYETANO SALES, RESPONDENTS.D E C I S I O N\nGREGORIO ISABELO, VIRGILIO LABADIA, ANTONIO MENDOZA, PETITIONERS, VS. NATIONAL LABOR RELATIONS COMMISSION (FIFTH DIVISION), UNITED COCOA PLANTATION, INC., DEMOSTHENES REVIL AND CAYETANO SALES, RESPONDENTS.\n\nD E C I S I O N\n\nROMERO, J.:\n\nIs the transfer of workers from one work site to another a valid exercise of management prerogative?\n\nThis petition for certiorari is seeking the nullification of the decision of public respondent National Labor Relations Commission (NLRC) dated January 27, 1993, dismissing petitioners’ complaint for unfair labor practice against herein private respondents and denying their prayer for reinstatement, back wages and damages, as well as its resolution of October 5, 1993, denying their motion for reconsideration of said decision.\n\nThe following facts are undisputed.\n\nPetitioners were working at the cocoa plantation of private respondent United Cocoa Plantation, Inc. (UCPI) in Balabagan, Lanao del Sur when they, along with several other workers, were requested by management to transfer to its other project sites at Maguindanao and Sultan Kudarat which were undermanned. For this purpose, they received three similar memoranda dated October 28, November 15, and December 20, 1988, which they, however, ignored on the ground that the transfers were a ploy by UCPI to interfere with the right of the workers to self-organization. Because of their continued refusal to accept their new assignments, petitioners received on January 4, 1989, another memorandum considering them to have abandoned their employment.\n\nMuch earlier, on September 26, 1988, the UCPI Workers Union (the Union) was formed and it filed a petition for certification election on November 18, 1988. The Union, however, did not emerge as the sole bargaining unit at UCPI for failure to garner the necessary number of votes during the certification election held on December 22, 1988.\n\nAfter the issuance of the second transfer memorandum on November 15, 1988, nine of the workers whose transfer was requested, all Union officers, including herein petitioners, each filed a complaint on November 24, 1988, before the Regional Office of the Department of Labor and Employment (DOLE) against UCPI for unfair labor practice and nonpayment of wages. Six of the original complainants reached an amicable settlement with UCPI and accordingly withdrew their complaints. The remaining complaints of petitioners were consolidated and later resolved by Executive Labor Arbiter Quintin B. Cueto III (ELA Cueto) on October 18, 1989.\n\nIn his decision, [1] ELA Cueto dismissed the complaint for lack of merit but ordered UCPI to pay petitioners a total of P12,717.00 as separation pay “in order to serve the ends of social and compassionate justice.”\n\nOn appeal, the NLRC, in its resolution dated September 30, 1992, [2] reversed and set aside ELA Cueto’s decision.\n\nUCPI filed a motion for reconsideration of said NLRC resolution, which was granted in the decision dated January 27, 1993. [3] Consequently, the resolution of September 30, 1992, was vacated and the October 18, 1989, decision of ELA Cueto was reinstated. From this resolution, petitioners filed their own motion for reconsideration, but it was denied for lack of merit by the NLRC in its resolution of October 5, 1993. [4] Hence, this petition.\n\nAt the outset, the Court observes that the issues raised in this petition are factual, and on this score, we defer to the findings of the labor arbiter and the NLRC. [5] A perusal of the records of this case convinces us further of the correctness of the challenged decisions.\n\nPetitioners contend that the transfer orders were illegal because even as nine of the workers were being re-assigned to other project sites, UCPI was hiring twenty-four new workers for its Balabagan plantation.\n\nThis argument fails to persuade us.\n\nThe transfer and hiring of workers is clearly the prerogative of the employer. Petitioners were merely being asked to transfer to other project sites in order to augment the work force therein. In fact, UCPI even offered, as a matter of policy, to grant them relocation allowances, to shoulder all expenses of their transfer and of their family, if necessary, and to provide them with living quarters at the transfer site. It is not even disputed that these offers of management were accepted by petitioners when they signed their employment contracts, where they specifically authorized their employer to re-assign them to other positions or locations without the necessity of securing their prior written consent. [6] As we held in Philippine Japan Active Carbon Corp. v. NLRC, [7]\n“It is the employer’s prerogative, based on its assessment and perception of its employees’ qualifications, aptitudes, and competence, to move them around in the various areas of its business operations in order to ascertain where they will function with maximum benefit to the company. An employee’s right to security of tenure does not give him such a vested right in his position as would deprive the company of its prerogative to change his assignment or transfer him where he will be most useful.” It is also argued that said orders, having been addressed to Union officers, “was patent harassment calculated to demoralize the rest of the Union members and discourage continued membership” therein.\n\nThis is flawed if not specious logic. Petitioners’ right to self-organization was never violated by their planned transfer as they were never prevented from forming, organizing and joining a labor union which they, in fact, did with the formation and registration of the UCPI Workers Union as a legitimate labor union as early as September 26, 1988. They were even able to hold a certification election on December 22, 1988, two days after the issuance of the third transfer order, even if it resulted in a “no union” vote.\n\nFinally, petitioners deny the labor arbiter’s finding that they were insubordinate and that they abandoned their work, which are just and valid grounds for their dismissal.\n\nUnder Article 282(a) of the Labor Code, as amended, an employment may be terminated for “serious misconduct or willful disobedience by the employee of the lawful orders of his employer or representative in connection with his work.” In the recent case of Stolt-Nielsen Marine Services (Phils.), Inc. v. NLRC, [8] the Court cited the requisite conditions before insubordination may be a valid or just cause for dismissal, viz.: that “the employee’s assailed conduct must have been willful or intentional, the willfulness being characterized by a ‘wrongful and perverse attitude’; and the order violated must have been reasonable, lawful, made known to the employee and must pertain to the duties which he had been engaged to discharge.” [9] (Underscoring supplied).\n\nIn the case at bar, the willfulness of petitioners’ insubordination was best exemplified by their continued refusal to transfer to the project sites beyond Balabagan under the guise of fear of curtailment of their right to self-organization. The filing of the complaints for unfair labor practice further showed their unwillingness to abide by their employer’s orders. Said transfer orders were made by UCPI in the exercise of its right to transfer or re-locate its employees within reasonable limits as a management prerogative, bolstered by the fact that such right was made known to, and was recognized and accepted by, the employees concerned when they signed their employment contracts. They were also aware that they would be performing at the new sites essentially the same duties and functions that they were already doing at the Balabagan project. With these undisputed facts, ELA Cueto’s conclusion that petitioners were insubordinate clearly passed muster.\n\nWhile we concur with the labor arbiter’s finding of insubordination, however, we disagree with his finding of abandonment. For a valid finding of abandonment, two factors must be present, viz.: “(1) the failure to report for work or absence without valid or justifiable reason; and (2) a clear intention to sever the employer-employee relationship.” [10] To be sure, petitioners failed to report for work at the new sites, but there is nothing in the records which would show that they did not continue reporting for work at Balabagan. Moreover, when they filed the complaint for unfair labor practice, they were merely questioning their transfer. This action could hardly be interpreted as “a clear intention to sever the employer-employee relationship.”\n\nWHEREFORE , the instant petition is DISMISSED . The assailed January 27, 1993, decision and October 5, 1993, resolution of the National Labor Relations Commission are hereby AFFIRMED , except as modified above. No pronouncement as to costs.\nSO ORDERED.\n\nRegalado, (Chairman), Puno, and Mendoza, JJ., concur.\nTorres, Jr., on leave.\n\n[1] Rollo, pp. 79-99.\n\n[2] Ibid., pp. 38-46.\n\n[3] Id., pp. 25-28.\n\n[4] Id., pp. 30-31.\n\n[5] Radio Communications Philippines, Inc. v. NLRC, 258 SCRA 211 (1996).\n\n[6] Rollo, p. 26.\n\n[7] 171 SCRA 164 (1989).\n\n[8] 258 SCRA 643 (1996).\n\n[9] Citing Gold City Integrated Port Services, Inc. v. NLRC, 189 SCRA 811 (1990). See also AHS/Philippines, Inc. v. Court of Appeals, 257 SCRA 319 (1996), citing Mañebo v. NLRC, 229 SCRA 240 (1994).\n\n[10] Balayan Colleges v. NLRC, 255 SCRA 1 (1996).",
  "content_length": 9766,
  "metadata_extraction_date": "2025-11-01T05:49:56.856720",
  "extraction_version": "2.0_enhanced_full_content"
}