{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2000/november/35872.html",
  "filename": "35872.html",
  "year": 2000,
  "month": "november",
  "case_number": "35872",
  "gr_number": "35872",
  "volume_page": "398 Phil. 520",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "february",
    "division",
    "formerly",
    "november",
    "pastor",
    "ricafranca",
    "complainant",
    "judge",
    "respondent",
    "administrative",
    "complaint",
    "against",
    "violation",
    "code",
    "judicial"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n398 Phil. 520; 98 OG No. 7, 896 (February 18, 2002)\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ A.M. No. RTJ-00-1583 (Formerly OCA IPI No. 97-848-RTJ), November 15, 2000 ]\n[ A.M. No. RTJ-00-1583 (Formerly OCA IPI No. 97-848-RTJ), November 15, 2000 ]\n\nPASTOR O. RICAFRANCA, JR., COMPLAINANT, VS. JUDGE LILIA C. LOPEZ, RESPONDENT.R E S O L U T I O N\nPASTOR O. RICAFRANCA, JR., COMPLAINANT, VS. JUDGE LILIA C. LOPEZ, RESPONDENT.\n\nR E S O L U T I O N\n\nPUNO, J.:\n\nComplainant Pastor O. Ricafranca, Jr. filed this administrative complaint against respondent Judge Lilia C. Lopez for violation of Rule 1.02, Canon 1 and Rule 3.05, Canon 3 of the Code of Judicial Conduct which read:\n\n\"Rule 1.02.--A judge should administer justice impartially and without delay.\n\nRule 3.05.--A judge shall dispose of the court's business promptly and decide cases within the required periods.\"\nComplainant was the accused in Criminal Case No. 93-3796 tried before Branch 109, Regional Trial Court of Pasay City presided by respondent judge.  He alleged that the case was submitted for decision in February 1994, but it was set for promulgation of judgment only on September 3, 1999.  The scheduled promulgation, however, was reset to October 15, 1999 due to the absence of respondent judge.  During the promulgation, respondent judge read only the dispositive portion of the decision convicting complainant of attempted homicide and thereafter asked complainant's counsel if he was appealing the decision. Respondent judge required complainant to post a bond after his counsel manifested that they would appeal the judgment of conviction. Before leaving the courtroom, complainant's counsel asked for a copy of the decision but respondent judge told them that they would be furnished with a copy later as there was something to add to the decision. On October 18 and 19, 1999, complainant's wife, Yolanda Ricafranca went to the office of respondent judge to obtain a copy of the decision, to no avail.  On October 22, 1999, complainant filed with the trial court a notice of appeal although it stated that they have not yet received a copy of the decision.  It was only on October 26, 1999 that the trial court mailed a copy of the decision to complainant's counsel.\n\nCommenting on the complaint, respondent judge narrated that during the time referred to in the complaint, she was suffering from a serious ailment and at the same time, she was also heavily burdened with family, as well as other official responsibilities.  She stated:\n\n\"That on or about those dates, the undersigned was in and out of the hospital for the removal of a mass on both ( sic ) her uterus and in fact was scheduled for operation several times and was rolled in and out of the operating table ( sic ) five (5) times only to be brought out of the operating room upon advice of her cardiologist because of extremely high blood pressure.\n\nLikewise, on or about said times, she lost both her parents and had to take care of her handicapped sister (a retardate) and a brother (who is suffering from nervous breakdown and always lost his way) and the undersigned single-handedly has to look for him least ( sic ) he dies of hunger and exposure to the elements, thus even aggravating further her health condition.\n\nAdditionally, she was designated as one of the Special Criminal Courts and lately as the only Family Court continuously hearing cases mornings and afternoons not to mention her administrative duties as a former executive judge and representing courts in other official functions.\n\nFurther, all the records of this case has been forwarded to the Court of Appeals and her schedule prevented her from borrowing or going over the records of the instant case.\"\nUpon evaluation of the complaint and respondent judge's comment, the Office of the Court Administrator found respondent judge guilty of the charge and recommended that a fine of twenty thousand pesos (P20,000.00) be imposed upon her.\n\nIn our resolution dated August 28, 2000, this case was docketed as a regular administrative matter and the parties were required to manifest if they are willing to submit the case for resolution based on the pleadings filed.\n\nComplainant filed his manifestation dated September 18, 2000 stating that he is willing to submit the case for resolution based on the pleadings.\n\nRespondent, on the other hand, filed her compliance with the resolution of August 28, 2000 and therein denied all the allegations in the complaint and claimed that the complaint at bar was only meant to harass her. She nonetheless stated that she \"defers to the wisdom of this Honorable Court in the disposition of the instant administrative complaint.\" [1]\n\nWe observe that although respondent judge denied the charges in her compliance with the resolution of August 28, 2000, she never controverted the same in her comment to the complaint and instead offered an explanation for the delay in the disposition of Criminal Case No. 93-3796. Her failure to controvert the allegations in the complaint amounts to an admission of these allegations. Respondent's admission renders unnecessary the holding  of a formal investigation in this case.\n\nWe find the respondent administratively liable for excessive delay in deciding Criminal Case No. 93-3796.  The records show that the case was submitted for decision on February 16, 1994 after the accused has made his offer of evidence and the trial court has acted thereon. [2] Respondent had three (3) months from said date within which to decide the case in accordance with Section 15, Article VIII of the 1987 Constitution. [3] However, the case was only decided five (5) years later, on October 15, 1999. [4]\n\nThe Court has always impressed upon all members of the judiciary the need to decide cases promptly and expeditiously on the principle that justice delayed is justice denied. [5] The Code of Judicial Conduct enjoins judges to administer justice impartially and without delay. [6] They must dispose of the court's business promptly and decide cases within the required periods. [7] Failure of a judge to decide a case within the prescribed period is inexcusable and constitutes gross inefficiency warranting a disciplinary sanction. [8]\n\nWe note that this is not the first time that an administrative case was filed against respondent judge for delay in deciding a case pending before her sala.  In 1997, in the case of Dizon vs. Lopez , [9] the Court reprimanded respondent judge for a similar offense.  Nonetheless, we also note, as in the case of Dizon , that there were factors beyond the control of respondent that prevented her from giving her full attention to her official duties and responsibilities at the time. Aside from the fact that she was afflicted with a grave illness, she also had to take care of her sister and brother who were both suffering some disability. Although these do not justify her failure, they nonetheless serve to mitigate her culpability.  In the light of these circumstances, we hold that the imposition of a fine of five thousand pesos upon respondent judge is just and reasonable. [10]\n\nIN VIEW WHEREOF , a FINE of FIVE THOUSAND PESOS (P5,000.00) is hereby imposed on respondent judge, with warning that the commission of similar offense shall be dealt with more severely.\n\nSO ORDERED.\n\nDavide, Jr., C.J., (Chairman), Pardo, and Ynares-Santiago, JJ., concur.\nKapunan, J., took no part in view of relationship with a party.\n\n[1] Compliance by respondent Judge Lilia C. Lopez dated September 25, 2000.\n\n[2] Annex \"A\" to the Complaint.\n\n[3] Sec. 15. (1) All cases or matters filed after the effectivity of this Constitution must be decided or resolved within twenty-four months from date of submission for the Supreme Court, and, unless reduced by the Supreme Court, twelve months for all lower collegiate courts, and three months for all other lower courts.\n\nxxx\n\n[4] Decision, Criminal Case No. 93-3796, p. 11.\n\n[5] Casia vs. Gestopa, Jr., 312 SCRA 204 (1999).\n\n[6] Rule 1.02 Canon 1, Code of Judicial Conduct.\n\n[7] Rule 3.05 Canon 3, Code of Judicial Conduct.\n\n[8] Balayo vs. Buban, Jr., 314 SCRA 16 (1999); Ricolcol vs. Camarista, 312 SCRA 468 (1999); Re:  Judge Danilo M. Tenerife, 255 SCRA 184 (1996).\n\n[9] 278 SCRA 483 (1997).\n\n[10] See Raboca vs . Judge Velez, A.M. No. RTJ-99-1469, October 2, 2000.",
  "content_length": 8344,
  "metadata_extraction_date": "2025-11-01T05:53:59.049944",
  "extraction_version": "2.0_enhanced_full_content"
}