{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2002/august/GR_135848.html",
  "filename": "GR_135848.html",
  "year": 2002,
  "month": "august",
  "case_number": "GR_135848",
  "gr_number": "146357",
  "volume_page": "436 Phil. 758",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "division",
    "august",
    "people",
    "philippines",
    "appellee",
    "matias",
    "lagramada",
    "appellant",
    "panganiban",
    "inculpatory",
    "circumstances",
    "capable",
    "reasonable",
    "explanations",
    "consistent"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n436 Phil. 758\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. Nos. 146357 & 148170, August 29, 2002 ]\n[ G.R. Nos. 146357 & 148170, August 29, 2002 ]\n\nPEOPLE OF THE PHILIPPINES, APPELLEE, VS. MATIAS LAGRAMADA, APPELLANT.\nD E C I S I O N\nPEOPLE OF THE PHILIPPINES, APPELLEE, VS. MATIAS LAGRAMADA, APPELLANT.\n\nD E C I S I O N\n\nPANGANIBAN, J.:\n\nIf the inculpatory facts and circumstances are capable of two or more reasonable explanations, one of which is consistent with the innocence of the accused and the other with his guilt, then the evidence does not pass the test of moral certainty and will not suffice to support a conviction.\n\nThe Case\n\nMatias Lagramada appeals the August 23, 2000 Decision [1] of the Regional Trial Court (RTC) of Morong, Rizal (Branch 79) in Criminal Case Nos. 3158-M and 3159-M, finding him guilty of rape and sentencing him to reclusion perpetua. The dispositive portion of the Decision reads:\n\n“WHEREFORE, in view of the foregoing, and finding the accused MATIAS LAGRAMADA guilty beyond reasonable doubt of rape for two (2) counts committed upon the minor JOSEPHINE LAGRAMADA, [this Court sentences him] to suffer the penalty of RECLUSION PERPETUA, for each count of rape and to pay civil indemnity to [the] offended party in accordance with recent jurisprudence, the amount of P75,000.00 also for each count.” [2]\n\nTwo similarly worded Informations, both dated November 11, 1998, [3] charged him as follows:\n\n“That in or about the month of April, 1996, in the Municipality of Morong, Province of Rizal, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, by means of force, violence and intimidation, did, then and [there] willfully, unlawfully and feloniously have carnal knowledge with one Josephine Lagramada, a twelve (12) year old girl, against the latter’s will and consent.” [4]\n\nWith the assistance of counsel, [5] appellant pleaded not guilty when arraigned on March 16, 1999. [6] After trial on the merits, the RTC rendered the assailed Decision.\n\nThe Facts\nVersion of the Prosecution\n\nIn its Brief, the Office of the Solicitor General (OSG) summarized the prosecution’s version of the facts as follows: [7]\n\n“In April 1996, about 7:00 o’clock in the morning, the victim Josephine Lagramada, 11 years of age, was sitting inside the sala of her parents’ one-storey house located at San Guillermo, Morong, Rizal, when she was pulled inside a 3 x 4 meter room by appellant Matias Lagramada (second cousin of the victim’s father) who threatened her with bodily harm. The victim saw that appellant had a ‘balisong’ tucked [in] his pants. Appellant pushed her on the bamboo bed (‘papag’), removed her shorts and thereupon lay on top of her as he removed his own clothes. The victim felt pain when appellant inserted his penis into her vagina. Appellant gained carnal satisfaction in a matter of three (3) minutes and left the room thereafter. The victim kept the incident to herself because she was afraid of appellant who threatened her not to tell anyone about the incident. On September 15, 1996, about nighttime, appellant approached the victim who was sleeping on the lighted floor of their house beside her younger sister, Anita Lagramada. Appellant took off her shorts and had sexual congress with her for about three (3) minutes. Appellant left the scene, leaving the victim crying in despair.\n\n“On January 3, 1998, the victim’s father, Apolonio Lagramada, knew of another attempt by appellant to rape his daughter, which prompted him to report to the police authorities. The victim, on the same day, underwent medical examination by Inspector Dennis G. Bellin, Medico-Legal Officer, Camp Crame Crime Laboratory Group, Quezon City, and she was found to have sustained a ‘shallow healed laceration at 9:00 o’clock position’ and that the ‘[s]ubject is in [a] non-virgin state physically.’” (Citations omitted)\n\nVersion of the Defense\n\nIn his Brief, appellant gave his version of the facts thus: [8]\n\n“Sometime in the morning of January 3, 1998 when accused was residing with his uncle, Apolonio Lagramada and his daughter[s], Josephine and Anita[,] in their new residence at El Dorado, Antipolo City as said accused was helping his uncle, Apolonio Lagramada in repairing their new residence at the said El Dorado, Antipolo City, the latter requested the accused, to help him get a refrigerator he would repair for the chief of [police] of Baras, Rizal. As requested, accused helped his uncle, Apolonio and went directly to the Municipal Hall of Baras, Rizal. Upon [r]eaching Baras, accused was told by Apolonio to stay downstairs, but already being guarded by a policeman right near the [d]esk [s]ergeant while he, Apolonio proceeded directly upstairs where the Office of the Chief of Police is situated.\n\n“It did not take long[.] Apolonio went down with the chief of [p]olice and told accused that he would go home while he (accused) shall stay with the [p]oliceman on duty, whose name is ‘Pat. Jerry Fuliente, as he heard the chief of [p]olice telling the [p]oliceman ‘[to] take him inside the jail.’\n\n“At about 8[:]30 [a.m.] the next day, January 4, 1998, Apolonio, with his daughters, Josephine and Anita appeared and went directly to the Office of the Chief of Police and moments later, accused saw a policeman taking the written statements of the two, Josephine and Anita. Likewise, accused saw his uncle, Apolonio handing the two (2) documents, saying that the first one is a Request for Medico Legal and the other is an Initial Laboratory Report on the medical examination of Josephine, and [b]oth dated January 3, 1998 of three (3) years after the alleged rapes were committed.\n\n“While being interviewed by the investigators, Pat. Jerry Fuliente, who is his guard, used to tell him that he (accused) must not worry about his situation, as he was allegedly requested by Apolonio to explain to him hi[s] situation, in that he (accused) must not worry [about] his problem as for the amount of P35,000.00 his cases would be dismissed as Apolonio told him to relay to him. Not only four times that Pat. Fuliente opened this matter to the accused, so that, when his relatives like Francisco Lagramada visited him and gave him money for his expenses while in jail, he relayed the same to him as he (accused) won’t enter into such a ‘stupid payment’ as he did not commit any such rapes against his cousin when it was he who took care of her when she, Josephine Lagramada got involved in an accident and hospitalized for about three (3) weeks at the Orthopedic Hospital.”\n\nRuling of the Trial Court\n\nThe RTC gave full faith and credence to the testimony of complainant. Noting that she was young and unmarried, it held that she would never fabricate a story of defloration, allow the examination of her private parts, and thereafter permit herself to be the subject of a public trial, if she was not motivated by an honest desire to have the culprit brought to justice. The court a quo also held that her delayed reporting of the rape incidents did not undermine her credibility, since the delay was supposedly grounded on appellant’s threats to her life. Furthermore, it ruled that the “minor inconsistencies” in her testimony even bolstered her credibility and the truthfulness of her story. [9]\n\nThe RTC did not give credence to the defense of denial interposed by the accused and ruled that it could not prevail over the positive testimony of complainant. As between his denial and her positive identification of him, the latter was given greater weight, especially because she had no motive to testify falsely against him. [10]\n\nHence, this appeal. [11]\n\nIssues\n\nIn his Brief appellant alleged in a rather jumbled manner that, in convicting him, the court a quo had erred on the following grounds:\n\n“1. No evidence was presented that it was accused who deflowered or virginized Josephine Lagramada, the alleged victim or complainant in these cases.\n\nx x x x x x x x x\n\n2. The evidence presented by the prosecution calls for the dismissal of the two (2) cases on grounds that the testimony of the complainant, Josephine Lagramada was said to be false and untrue by her witnesses, her father and sister.\n\nx x x x x x x x x\n\n3. On records now, undoubtedly, Josephine, the complainant has been lying since the beginning, from the time the accused-appellant helped her when she met an accident up to this time.\n\nx x x x x x x x x\n\n[4] . The very purpose of the father of Josephine, Apolonio Lagramada, who is a first cousin of the father (already dead) of herein accused-appellant [was] to improve his living with his daughter, Anita and others as his earnings [were] not enough.” [12]\n\nIn short, he argues that the RTC erred in giving full faith and credence to complainant’s testimony despite its inherent contradictions and implausibility.\n\nThe Court’s Ruling\n\nThe appeal has merit. The guilt of appellant was not proven beyond reasonable doubt. Therefore, this Court cannot sustain his conviction.\n\nMain Issue:\nComplainant’s Credibility\n\nIn reviewing rape cases, this Court has always been guided by the following principles: (1) an accusation of rape can be made with facility; it is difficult to prove, but more difficult for the person accused -- though innocent -- to disprove; (2) in view of the intrinsic nature of the crime where usually only two persons are involved, the testimony of the complainant must be scrutinized with extreme caution; and (3) the evidence for the prosecution must stand or fall on its own merits and cannot be allowed to draw strength from the weakness of the evidence for the defense. [13]\n\nMoreover, when the issue is the credibility of witnesses and of their testimonies, the trial court is generally deemed to have been in a better position to observe their deportment and manner of testifying during the trial. Thus, appellate courts will not disturb its findings, unless it plainly overlooked certain facts of substance and value which, if considered, might affect the result of the case. [14]\n\nAfter poring over the records of this case, especially the transcripts of stenographic notes, this Court is convinced that the prosecution has not been able to prove appellant’s guilt beyond reasonable doubt.\n\nThe Alleged First\nIncident of Rape\n\nIn her testimony, complainant narrated the supposed first rape in this manner:\n\n“FISCAL RAMIREZ:\n\nNow, when Matias Lagramada was pulling you, what did he say if any?\n\nA Not to tell anyone.\n\nQ And what was your reaction when he was pulling you?\n\nA I was afraid, sir.\n\nQ Now, where did he bring you?\n\nA In the room, sir.\n\nQ Now, this house of yours, how many rooms are there?\n\nA Two (2), sir.\n\nQ Is that a bungalow or a 2-storey house?\n\nA 1-storey building, sir.\n\nFISCAL RAMIREZ:\n\nYou mentioned that you were brought in a room[;] whose room [was] that?\n\nA Our room, sir.\n\nQ When you said our room, to whom are you referring x x x?\n\nA I, together with my sister, sir.\n\nQ What is the name of your sister?\n\nA Anita, sir.\n\nQ Now, how far is the sala from your room. Using as a point of your reference your seat?\n\nA Two (2) meters, sir.\n\nQ Now, that room wherein Matias Lagramada brought you, is there a door in it?\n\nA There is no door, sir, but there is a curtain.\n\nQ Now, when Matias Lagramada [pulled] you and brought you inside your room, did you have a premonition on what will happen to you?\n\nA None, sir.\n\nQ Now, you mentioned that Matias Lagramada undressed you[;] what clothes were you wearing at that time?\n\nA A white t-shirt, sir.\n\nQ What did you do, if any, when Matias Lagramada started to undress you?\n\nA When he was trying to remove my shorts I was pulling it up and I was frightened, sir.\n\nQ Now, when Matias Lagramada was pulling your shorts down, you were facing each other, is that correct?\n\nA Yes, sir.\n\nQ What did you notice from his face when you attem[p]ted to pull up your shorts?\n\nA His eyes were red.\n\nFISCAL RAMIREZ:\n\nAnd you mentioned that you were afraid, why were you afraid?\n\nA Because of what he [would] do to me, sir.\n\nQ Did he already threaten you at that time?\n\nA Yes, sir.\n\nQ What did he say to you?\n\nA Not to tell anyone, sir.\n\nQ And was he in possession of anything?\n\nA A ‘balisong’ was tucked in his hips.\n\nQ When you said hips, will you kindly demonstrate to us?\n\nA (Witness pointing to the hips).\n\nQ So Matias Lagramada was able to remove your shorts?\n\nA Yes, sir.\n\nQ And what happened after that?\n\nA He [lay] on top of me, sir.\n\nQ So, he made you x x x lie down?\n\nA Yes, sir.\n\nQ Where?\n\nA [O]n our ‘papag’, sir.\n\nQ By the way, how big is your room?\n\nA Three by four (3x4).\n\nQ Now, is there a window in your room?\n\nA Yes, sir.\n\nQ Was the window opened at that time?\n\nA Yes, sir.\n\nFISCAL RAMIREZ:\n\nBy the way, how did it happen that you [lay] down?\n\nA He pushed me, sir.\n\nQ And after he pushed you to the bed, what did he do next?\n\nA He [lay] on top of me as he removed my clothes.\n\nQ And after he [lay] on top of you, what did he do?\n\nA He removed my clothes and he also told me not to tell anyone about it.\n\nQ And what did he do on top of you?\n\nA [He placed] his organ to my organ, sir.\n\nQ What did you feel, if any, when he was inserting his organ to your organ?\n\nA I was hurt, sir.\n\nQ While he was inserting his organ to your organ, what else did he do to you?\n\nA No more, sir.\n\nQ How long did he stay on top of you?\n\nA Three (3) minutes, sir.\n\nQ What did you notice if anything unusual on your body at that time?\n\nA I [felt] pain on my organ and when I looked at my panty there [was] blood.\n\nQ Did you see if something was expelled from the penis of Matias Lagramada?\n\nA No, sir.\n\nQ Now, after three minutes, what did Matias Lagramada do?\n\nA He stood up where [sic] his brief and shorts, and left me inside the room.\n\nFISCAL RAMIREZ:\n\nWhat did he say or do while he [was] putting on his clothes?\n\nA That not to tell anyone.\n\nQ Will you describe his expression when he was making [these] things to you?\n\nA His face was reddish, sir.\n\nQ What was your feeling at the time when he told you not to tell this matter to anybody?\n\nA I [was] afraid, sir.” [15]\n\nAnita Lagramada, complainant’s sister, gave her own version of the incident as follows:\n\n“PROSECUTOR RAMIREZ:\n\nx x x x x x x x x\n\nQ You mentioned that your Ate was pulled, where was she pulled?\n\nA In a room, Sir.\n\nQ Why do you know that she was brought in a room?\n\nA I saw it.\n\nQ How did you [see] it?\n\nA When we were looking for her we saw that she was being pulled in a room.\n\nQ You mentioned that Matias Lagramada removed the shorts of your Ate, what else did he do?\n\nA After removing the shorts of my Ate my uncle [lay] on top of my Ate.\n\nPROSECUTOR RAMIREZ:\n\nWhile he was on top of your Ate what did he do?\n\nA He was inserting his organ to the organ of my Ate.\n\nQ [Did] you notice if he ha[d] x x x pants or shorts below his knees when on top of your Ate?\n\nA None, Sir.\n\nQ What else happened?\n\nA While on top of my Ate he kissed my Ate.\n\nQ Where did he kiss her?\n\nA On her lips.\n\nQ What [was] your Ate doing while Matias Lagramada was doing this?\n\nA She was pushing him.\n\nQ What else happened?\n\nA No more, Sir.” [16]\n\nSubstantial Inconsistencies\nBetween the Affidavits\nand the Testimonies\n\nThis Court carefully perused complainant’s account of her alleged defilement and other records of the case. It notes that both complainant and her sister drastically changed their stories on when, where and how the first rape had occurred. Their versions, as related in their affidavits, substantially differed from those in their testimonies.\n\nIt is true that minor variations between the affidavit and the testimony of the complainant are normally not enough to cast doubt upon her credibility and truthfulness. [17] After all, errorless statements and testimonies cannot be expected, especially when she is recounting details of a harrowing experience. [18] In accordance with human nature and experience, there can be honest inconsistencies on minor and trivial matters, but these serve to strengthen rather than destroy her credibility, especially when the crime is shocking to the conscience and numbing to the senses. [19] Hence, she is ordinarily not deemed discredited by such discrepancies -- for example, whether or not she was able to buy ice before the rape, or whether the accused held both of her hands or only one of them. [20]\n\nHowever, the inconsistencies in the case at bar are neither minor nor immaterial. In fact, they refer to relevant and critical matters.\n\n1. Substantial Discrepancy on Time\n\nMore often than not, it is the first incident of rape that is most remembered by a victim. Hence, this Court finds it strange that when first questioned as to the alleged first rape, complainant related that she had been attacked by the accused at night. But when questioned in open court, she alleged that the first rape had occurred at seven o’clock in the morning.\n\nIn her Sinumpaang Salaysay, dated January 4, 1998, [21] she related that appellant committed the rape in the following manner:\n\n“05. T-: Kailan at saan naganap ang unang panghahalay sa iyo ng iyong tiyuhin na si Mateo Lagramada?\n\nS-: Noon pong taong 1996 sa unang inuupahang bahay ng aking magulang sa Brgy. San Guillermo, Morong, Rizal sa ganap ng ika 9:00 ng gabi. [22]\n\nAlso executed on January 4, 1998, the Sinumpaang Salaysay of Anita gave a very similar story:\n\n“04. T-: Kailan at saan naganap ang ginawang pang gagahasa sa iyong kapatid na si Josephine Lagramada nitong si Mateo Lagramada[?]\n\nS-: Noon pong taong 1996 sa ganap na ika-9:00 ng gabi humigit kumulang[;] habang kami po ng aking kapatid na si Josephine ay natutulog na ay bigla po akong nagising dahil po sa may pumatong sa aking ate (Josephine) at pilit hinuhubad ang kanyang damit at ito po ay nagsalita pa na hu[w]ag kayong sisigaw, papatayin ko kayo [a]t nakita ko rin pong hinubad ang short ng aking ate sabay patong po.” [23]\n\nThe above narrations of when the rapes were committed substantially changed during the testimonies of the two sisters. In open court, complainant related that the first rape happened one morning in April 1996, after the accused had pulled her into the house while she was just sitting alone. We quote from her testimony:\n\n“FISCAL RAMIREZ:\n\nx x x x x x x x x\n\nQ At around what time did this Matias Lagramada pull you?\n\nA 7:00 o’clock in the morning, sir.\n\nQ Aside from you and Matias Lagramada, who were inside the house at that time?\n\nA None, sir.\n\nQ What were you doing before Matias Lagramada pulled you?\n\nA None, sir. I was just sitting. [24]\n\nLike her sister, Anita substantially changed her narration of when the first rape allegedly occurred. This time the latter said the two of them were playing hide and seek when the former was pulled by appellant. Anita testified thus:\n\n“PROSECUTOR RAMIREZ:\n\nYou mentioned that your sister was raped by Matias Lagramada. Do you recall when and where that incident happened?\n\nA April 4, 1995.\n\nQ Where did that happen?\n\nA San Guillermo, Sir.\n\nQ In what town and province is that San Guillermo? located?\n\nA Morong, Rizal, Sir.\n\nx x x x x x x x x\n\nQ Will you tell us how did that rape incident [happen]?\n\nA We were playing hide and seek when my uncle arrived dr[u]nk. My Ate was inside the house and my uncle pulled her. [25] Aside from the radical change in the time -- from the Sinumpaang Salaysay to the court testimony -- there was also an inconsistency regarding the date of the first rape. While complainant said that it occurred in April 1996, her sister said it happened a year earlier -- on April 4, 1995. These two dates were never reconciled by the prosecution. Thus, the testimonies were notably discrepant, not only with the affidavits, but also with each other.\n\n2. Substantial Discrepancies on Place and Circumstances\n\nIt is true that the exact time when the rape was committed is normally irrelevant. However, the testimonies of both complainant and her witness were inconsistent with respect not only to the time, but also to the place and the manner in which the first rape allegedly occurred. There is indeed a vast difference between being raped while sleeping at night and being raped after being pulled into one’s house in the morning.\n\nIn her Sinumpaang Salaysay, complainant said:\n\n06. T-: Sa ikalilinaw ng aking pagsisiyasat maari mo bang isalaysay sa akin ang buong mga pangyayari?\n\nS-: Noong pong taong 1996 sa Brgy. San Guillermo, Morong, Rizal sa bahay na inuupahan namin ako po ay limang beses niyang ginahasa at ito po ay nagaganap tuwing kami ng aking kapatid na si Anita ay natutulog na. At nito pong Disyembre 1996 kami po ay lumipat ng aking magulang kasama ang aking tiyuhin sa aming bahay sa EL DORADO, Antipolo, Rizal at doon po ay limang beses din niyang hinalay/ ginahasa na nasaksihan po ng aking kapatid na si Anita Lagramada. At ang huli po niyang pang-gagahasa sa akin ay noong pong ika 24 ng Disyembre sa Boundary po ng Teresa at Baras, sa Sitio Aduas, Brgy. San Salvador, Baras, Rizal.” [26]\n\nIn court, however, she testified as follows:\n\n“FISCAL RAMIREZ:\n\nx x x x x x x x x\n\nQ Now, do you recall if there was an unusual incident that happened between you and Matias Lagramada in your house in April, 1996?\n\nA Yes, sir.\n\nQ What was that?\n\nA He pulled me inside a room and removed my clothes. He also removed his shorts and brief and [lay] on top of me, inserted his organ into mine and after that I again [wore] my shorts and my panty which I noticed [had blood stain].\n\nx x x x x x x x x\n\nQ Where, inside your house or outside?\n\nA Inside, sir.\n\nQ Where in your house?\n\nA At the sala, sir.\n\nQ Now, you mentioned that Matias Lagramada pulled you, what did you do when Matias Lagramada pulled you?\n\nA I was crying because I [felt] pain.” [27]\n\nAnita also substantially changed her narration, not only of when, but also of where and how, the alleged first rape occurred. Again, we quote this relevant portion of her Sinumpaang Salaysay:\n\n“04. T-: Kailan at saan naganap ang ginawang pang gagahasa sa iyong kapatid na si Josephine Lagramada nitong si Mateo Lagramada[?]\n\nS-: Noon pong taong 1996 sa ganap na ika-9:00 ng gabi humigit kumulang[;] habang kami po ng aking kapatid na si Josephine ay natutulog na ay bigla po akong nagising dahil po sa may pumatong sa aking ate (Josephine) at pilit hinuhubad ang kanyang damit at ito po ay nagsalita pa na hu[w]ag kayong sisigaw, papatayin ko kayo [a]t nakita ko rin pong hinubad ang short ng aking ate sabay patong po.” [28]\n\nBut in her testimony, she said that she and her sister were playing hide and seek when the latter was pulled into their house by the accused. When she peeped inside, she allegedly saw him raping complainant. Anita testified thus:\n\n“PROSECUTOR RAMIREZ:\n\nx x x x x x x x x\n\nQ You mentioned [that] you were playing hide and seek[;] with whom were you playing this game?\n\nA I cannot remember the name but we ha[d] a playmate.\n\nQ You mentioned that you two ha[d] a playmate. To whom are you referring [by] you two?\n\nA Me and my Ate, Sir.\n\nQ You are referring to Josephine Lagramada?\n\nA Yes, Sir.\n\nQ What happened after this Matias Lagramada pulled your sister Josephine Lagramada?\n\nA After pulling my Ate he removed the shorts of my Ate. [29]\n\nWe note that while complainant said she was just sitting alone in their house when the accused pulled her, Anita pointed out that she and complainant were playing hide and seek when the accused did so. Again, we find the testimonies of the two sisters to be inconsistent not only with their affidavits, but with each other as well. As will be discussed shortly, no credible explanation was given for such inconsistencies, giving way to serious doubts about the credibility of the two girls.\n\nThis Court finds it disturbing that complainant gave in her affidavit a version that was vastly different from that in her testimony as to the time and place as well as the attendant circumstances of the supposed first rape. It is indeed disturbing that her sister who was also her witness also drastically changed her story, as if to make it fit snugly into that of complainant.\n\nSpecific or piecemeal variations in narrations of the same event is normal and to be expected. In the present case, however, the apparently synchronized shift from one set of facts (in the affidavits) to another set of facts (in the testimonies) engenders the thought that the sworn statements and court testimonies of complainant and her witness were probably coached in a vain attempt to make them seem fully consistent with each other.\n\n3. Implausible Explanation of Discrepancies\n\nThe prosecution attempted to explain the gaps in the testimony of complainant by alleging that she was severely injured in a vehicular accident when she was seven years old. This far-fetched explanation was perhaps one of the most damaging arguments against the prosecution’s case, because it was an implicit admission that there had indeed been gaping loopholes in the testimony of complainant, and not mere confusion in her juvenile mind.\n\nFurther reinforcing the view that there was an implicit admission of the gross inconsistencies on the part of the prosecution was not just the attempt to give an explanation for them, but even the attempt to present evidence for such explanation which, however, remained implausible and unsubstantiated. The Temporary Medical Certificate [30] presented by the prosecution as evidence did not prove that the past injuries of complainant had indeed caused her to be forgetful or absent-minded. It merely proved that, several years ago, she had sustained injuries and was thereafter treated at the Philippine Orthopedic Center. It reads as follows:\n\n“REPUBLIC OF THE PHILIPPINES DEPARTMENT OF HEALTH\n\nPHILIPPINE ORTHOPEDIC CENTER\n\nMARIA CLARA ST., QUEZON CITY\n\nTEMPORARY MEDICAL CERTIFICATE\n\nCase No. 93327645\n\nName: JOSEPHINE LAGRAMADA Age: 7 Date: 1-27-93\n\nDiagnosis: (1) CEREBRAL CONTUSION, MODERATE; (2) BASAL SKULL FRACTURE (L); (3) FRACTURE, CLOSED, VISTAL 1/3, (L) TIBIA; (4) (L) CLAVICULAR FRACTURE\n\nRemarks: The patient’s above-mentioned injuries are being managed at our institution. They were sustained from a vehicular accident (1-26-93)\n\nSGD.\n\nA. REBOLLIDO M.D.\n\nPhysician”\n\nIt is not proper to torture the minds of the members of this Court by placing them in the trying position of running the risk of convicting an innocent man, all because of the prosecution’s failure to do its duty of gathering evidence to establish his guilt beyond reasonable doubt. [31]\n\n4. Long and Unexplained\n\nDelay in Reporting\n\nThe silence of complainant -- specifically her failure to promptly disclose her defilement to the authorities or to persons close to her – would not normally warrant the conclusion that her charges are baseless, untrue or fabricated. [32] However, the delay must be adequately and satisfactorily explained; otherwise, it would generate doubt as to her credibility. [33] According to the present complainant’s version, the first rape allegedly occurred in April 1996; and the second, on September 15, 1996. These were reported only on January 3, 1998 -- 21 months after the alleged first rape, and 16 months after the second.\n\nComplainant tried to explain that appellant had threatened to kill her if she reported the alleged rapes to anybody. The prosecution, however, failed to explain why she nevertheless ignored those threats and later reported the incidents to her aunt. At the time the father of complainant came to know of these allegations, appellant was still living with her family. [34] Hence, the threat of death, if true, still hung upon her on the day when she and her sister supposedly confided the mater to their aunt. The prosecution was not able to explain what prompted complainant to finally report the crime after a period of more than a year and to disregard the supposed death threats upon her and her family.\n\nDuty of the Prosecution to\n\nEstablish Guilt Beyond\n\nReasonable Doubt\n\nIn a criminal prosecution, the law always presumes that the defendant is not guilty of any crime whatsoever, and this presumption stands until it is overcome by competent and credible proof. [35] Where two conflicting probabilities arise from the evidence, the one compatible with the presumption of innocence will be adopted. [36] It is therefore incumbent upon the prosecution to establish the guilt of the accused with moral certainty or beyond reasonable doubt as demanded by law.\n\nWhen a person cries rape, society reacts with sympathy for the victim, admiration for her bravery in seeking retribution for the crime committed against her, and condemnation for the accused. However, being interpreters of the law and dispensers of justice, judges must look at each rape charge sans the above proclivities and deal with it with caution and circumspection. Judges must free themselves of the natural tendency to be overprotective of every girl or woman decrying her defilement and demanding punishment for the abuser. While they ought to be cognizant of the anguish and humiliation the rape victim goes through as she demands justice, they should equally bear in mind that their responsibility is to render justice in accordance with law. [37]\n\nHence, accused shall be presumed innocent until the contrary is proved. [38] Before the accused in a criminal case may be convicted, the evidence must be strong enough to overcome the presumption of innocence and to exclude every hypothesis except that of the guilt of the defendant. [39] If the inculpatory facts and circumstances are capable of two or more explanations, one of which is consistent with the innocence of the accused and the other consistent with his guilt, then the evidence does not pass the test of moral certainty and will not suffice to support a conviction. [40]\n\nDuty of Defense Counsel to\nSafeguard His Client’s Rights\n\nThis Court notes that appellant was incarcerated on January 3, 1998 without a valid warrant. He was merely invited by complainant’s father to accompany him to the police station, supposedly to pick up a refrigerator they were to repair. Upon their arrival there, appellant was immediately taken in and locked behind bars. The two Informations were filed against him only on November 11, 1998, ten months after the first day of his incarceration. Appellant’s counsel, in the spirit of safeguarding his client’s rights, should have taken the necessary steps to correct this situation. However, he allowed his client to enter a plea during the latter’s arraignment on March 16, 1999 without raising this matter. Thus, the former effectively waived his client’s right to question the validity of the arrest.\n\nLawyers owe fidelity to the cause of their clients and must be mindful of the trust and confidence reposed in them. [41] They must also serve their clients with competence and utmost diligence. [42] More particularly, defense counsels are expected to spare no effort to save the accused from unrighteous incarcerations. [43] They must present, by all fair and reasonable means, every defense and mitigating circumstance that the law permits. This they must do so that their clients would not be deprived of life or liberty except by due process of law duly applied. [44] Appellant’s counsel should have not only perfunctorily represented his client during the pendency of the case, but should have kept in mind his duty to render effective legal assistance and true service by protecting the latter’s rights at all times.\n\nWHEREFORE, the appeal is GRANTED and the assailed Decision SET ASIDE . Appellant Matias Lagramada is ACQUITTED on reasonable doubt.\n\nThe director of the Bureau of Corrections is DIRECTED to release him from custody immediately, unless he is being held for some other lawful cause, and to INFORM this Court within five (5) days from receipt hereof of the date appellant was actually released from confinement. Costs de oficio.\n\nSO ORDERED. Puno, (Chairman), and Carpio, JJ., concur. Sandoval-Gutierrez J., on leave.\n\n[1] Written by Judge Candido O. de los Santos; rollo, pp. 20-29; records, pp. 188-197.\n[2] RTC Decision, p. 10; rollo, p. 29; records, p. 197.\n[3] Signed by Third Assistant Provincial Prosecutor Jison D. Julian.\n[4] Rollo, p. 8; Crim. Case No. 3158-M, p. 1.\n[5] Atty. Fausto S. Arce.\n[6] Order dated March 16, 1999; records, p. 48.\n[7] Appellee’s Brief, pp. 4-7; rollo, pp. 79-82. The Brief was signed by Assistant Solicitors General Carlos N. Ortega and Fernanda Lampas Peralta, and Solicitor Brigido Artemon M. Luna II.\n[8] Appellant’s Brief, pp. 1-2; rollo, pp. 39-40. The Brief was signed by Atty. Fausto S. Arce.\n[9] Assailed Decision, pp. 6-10; rollo, pp. 25-29.\n[10] Ibid.\n[11] This case was deemed submitted for resolution on March 21, 2002, upon receipt by this Court of Appellee’s Brief. The filing of a Reply Brief was deemed waived, as none had been filed within the reglementary period.\n[12] Appellant’s Brief, pp. 4-7; rollo, pp. 42-45.\n[13] People v. Perez, 270 SCRA 526, 531, March 26, 1997.\n[14] People v. Saure, GR No. 135848, March 12, 2002; People v. Laceste, 193 SCRA 397, July 30, 1998; People v. Villegas, 262 SCRA 314, September 23, 1996; People v. Landicho, 258 SCRA 1, July 3, 1996.\n[15] TSN, May 4, 1999; pp. 4-9.\n[16] TSN, July 27, 1999, pp. 3-4.\n[17] People v. Garcia, GR No. 139753, May 7, 2002.\n[18] People v. Ibay, 233 SCRA 15, June 8, 1994.\n[19] People v. Paule, 261 SCRA 649, September 11, 1996.\n[20] People v. Travero, 276 SCRA 301, July 28, 1997.\n[21] Exhibit A; records, p. 95.\n[22] Ibid.\n[23] Exhibit B; records, p. 96. (Underscoring supplied.)\n[24] TSN, May 4, 1999; p. 4.\n[25] TSN, July 27, 1999, pp. 3.\n[26] Ibid. (Underscoring supplied.)\n[27] TSN, May 4, 1999, p. 4.\n[28] Exhibit B; records, p. 96. (Underscoring supplied.)\n[29] TSN, July 27, 1999, p. 3.\n[30] Exhibit G, records, p. 101.\n[31] US v. Mamintud, 6 Phil. 374, August 16, 1906.\n[32] People v. Garcia, supra at 24, p. 26.\n[33] People v. Ceuto, 84 SCRA 774, August 25, 1978.\n[34] TSN, May 4, 1999, p. 3.\n[35] US v. Lasada, 18 Phil. 90, December 28, 1910.\n[36] People v. Agoncillo, 80 Phil. 33, January 23, 1948.\n[37] People v. Laurente, 353 SCRA 765, 780-781, March 7, 2001.\n[38] Paragraph 2, Sec. 4, Article III of the Constitution.\n[39] US v. Douglass, 2 Phil. 461, August 31, 1903.\n[40] US v. Maaño, 2 Phil. 718, November 30, 1903.\n[41] Canon 17, Code of Professional Responsibility.\n[42] Canon 18, ibid.\n[43] People v. Cariaga, 64 Phil. 390, June 29, 1937.\n[44] Lames v. Lascieras, 89 SCRA 186, March 30, 1979.",
  "content_length": 34599,
  "metadata_extraction_date": "2025-11-01T05:56:18.485021",
  "extraction_version": "2.0_enhanced_full_content"
}