{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/september/GR_127405.html",
  "filename": "GR_127405.html",
  "year": 2001,
  "month": "september",
  "case_number": "127405",
  "gr_number": "127405",
  "volume_page": "417 Phil. 794",
  "decision_date": "September 20, 2001",
  "title": "MARJORIE TOCAO AND WILLIAM T. BELO, PETITIONERS, VS. COURT OF APPEALS AND NENITA A. ANAY, RESPONDENTS.RESOLUTION YNARES-SANTIAGO, J.: The inherent powers of a Court to amend and control its processes and orders so as to make them conformable to law and justice includes the right to reverse itself, especially when in its honest opinion it has committed an error or mistake in judgment, and that to adhere to its decision will cause injustice to a party litigant.[1]On November 14, 2001, petitioners Marjorie Tocao and William T. Belo filed a Motion for Reconsideration of our Decision dated October 4, 2000. They maintain that there was no partnership bettween petitioner Belo, on the one hand, and respondent Nenita A. Anay, on the other hand; and that the latter being merely an employee of petitioner Tocao.After a careful review of the evidence presented, we are convinced that, indeed, petitioner Belo acted merely as guarantor of Geminesse Enterprise. This was categorically affirmed by respondent's own witness, Elizabeth Bantilan, during her cross-examination. Furthermore, Bantilan testified that it was Peter Lo who was the company's financier. Thus: Q You mentioned a while ago the name William Belo. Now, what is the role of William Belo with Geminesse Enterprise? A William Belo is the friend of Marjorie Tocao and he was the guarantor of the company. Q What do you mean by guarantor? A He guarantees the stocks that she owes somebody who is Peter Lo and he acts as guarantor for us. We can borrow money from him. Q You mentioned a certain Peter Lo. Who is this Peter Lo? A Peter Lo is based in Singapore. Q What is the role of Peter Lo in the Geminesse Enterprise? A He is the one fixing our orders that open the L/C. Q You mean Peter Lo is the financier? A Yes, he is the financier. Q And the defendant William Belo is merely the guarantor of Geminesse Enterprise, am I correct? A Yes, sir.[2] The foregoing was neither refuted nor contradicted by respondent's evidence. It should be recalled that the business relationship created between petitioner Tocao and respondent Anay was an informal partnership, which was not even recorded with the Securities and Exchange Commission. As such, it was understandable that Belo, who was after all petitioner Tocao's good friend and confidante, would occasionally participate in the affairs of the business, although never in a formal or official capacity.[3] Again, respondent's witness, Elizabeth Bantilan, confirmed that petitioner Belo's presence in Geminesse Enterprise's meetings was merely as guarantor of the company and to help petitioner Tocao.[4]Furthermore, no evidence was presented to show that petitioner Belo participated in the profits of the business enterprise. Respondent herself professed lack of knowledge that petitioner Belo received any share in the net income of the partnership.[5] On the other hand, petitioner Tocao declared that petitioner Belo was not entitled to any share in the profits of Geminesse Enterprise.[6] With no participation in the profits, petitioner Belo cannot be deemed a partner since the essence of a partnership is that the partners share in the profits and losses.[7]Consequently, inasmuch as petitioner Belo was not a partner in Geminesse Enterprise, respondent had no cause of action against him and her complaint against him should accordingly be dismissed.As regards the award of damages, petitioners argue that respondent should be deemed in bad faith for failing to account for stocks of Geminesse Enterprise amounting to P208,250.00 and that, accordingly, her claim for damages should be barred to that extent. We do not agree. Given the circumstances surrounding private respondent's sudden ouster from the partnership by petitioner Tocao, her act of withholding whatever stocks were in her possession and control was justified, if only to serve as security for her claims against the partnership. However, while we do not agree that the same renders private respondent in bad faith and should bar her claim for damages, we find that the said sum of P208,250.00 should be deducted from whatever amount is finally adjudged in her favor on the basis of the formal account of the partnership affairs to be submitted to the Regional Trial Court.WHEREFORE, based on the foregoing, the Motion for Reconsideration of petitioners is PARTIALLY GRANTED. The Regional Trial Court of Makati is hereby ordered to DISMISS the complaint, docketed as Civil Case No. 88-509, as against petitioner William T. Belo only. The sum of P208,250.00 shall be deducted from whatever amount petitioner Marjorie Tocao shall be held liable to pay respondent after the formal accounting of the partnership affairs.SO ORDERED.Davide, Jr., C.J., (Chairman), Kapunan, and Pardo, JJ., concur.Puno, J., on official leave.[1] Vitarich Corporation v. National Labor Relations Commission, G.R. No. 121905, 20 May 1999, citing Astraquillo v. Javier, L-20034, January 26, 1965, 13 SCRA 125.[2] T.S.N., 25 June 1990, pp. 22-23.[3] See T.S.N., 26 June 1989, p. 25; 28 June 1991, pp. 15-17 and 28 October 1991, pp. 29-31.[4] See T.S.N., 25 June 1990, pp. 23-24.[5] See T.S.N., 26 June 1989, p. 25.[6] See T.S.N., 28 October 1991, p. 31.[7] Heirs of Tan Eng Kee v. Court of Appeals, G.R. No. 126881, 3 October 2000, citing Moran v. Court of Appeals, 133 SCRA 88, 95 (1984). © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Tax Law",
    "Commercial Law"
  ],
  "keywords": [
    "marjorie",
    "william",
    "petitioners",
    "court",
    "appeals",
    "nenita",
    "respondents",
    "resolution",
    "ynares",
    "santiago",
    "inherent",
    "powers",
    "control",
    "processes",
    "orders",
    "conformable",
    "law",
    "justice",
    "includes",
    "reverse"
  ],
  "title_summary": "MARJORIE TOCAO AND WILLIAM T. BELO, PETITIONERS, VS. COURT OF APPEALS AND NENITA A. ANAY, RESPOND...",
  "formatted_case_content": "View printer friendly version\n417 Phil. 794\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 127405, September 20, 2001 ]\n[ G.R. No. 127405, September 20, 2001 ]\n\nMARJORIE TOCAO AND WILLIAM T. BELO, PETITIONERS, VS. COURT OF APPEALS AND NENITA A. ANAY, RESPONDENTS.RESOLUTION\nMARJORIE TOCAO AND WILLIAM T. BELO, PETITIONERS, VS. COURT OF APPEALS AND NENITA A. ANAY, RESPONDENTS.\n\nRESOLUTION\n\nYNARES-SANTIAGO, J.:\n\nThe inherent powers of a Court to amend and control its processes and orders so as to make them conformable to law and justice includes the right to reverse itself, especially when in its honest opinion it has committed an error or mistake in judgment, and that to adhere to its decision will cause injustice to a party litigant. [1]\n\nOn November 14, 2001, petitioners Marjorie Tocao and William T. Belo filed a Motion for Reconsideration of our Decision dated October 4, 2000. They maintain that there was no partnership bettween petitioner Belo, on the one hand, and respondent Nenita A. Anay, on the other hand; and that the latter being merely an employee of petitioner Tocao.\n\nAfter a careful review of the evidence presented, we are convinced that, indeed, petitioner Belo acted merely as guarantor of Geminesse Enterprise. This was categorically affirmed by respondent's own witness, Elizabeth Bantilan, during her cross-examination. Furthermore, Bantilan testified that it was Peter Lo who was the company's financier. Thus:\n\n[TABLE_CONTENT]\nQ | You mentioned a while ago the name William Belo. Now, what is the role of William Belo with Geminesse Enterprise?\nA | William Belo is the friend of Marjorie Tocao and he was the guarantor of the company.\n | \nQ | What do you mean by guarantor?\nA | He guarantees the stocks that she owes somebody who is Peter Lo and he acts as guarantor for us. We can borrow money from him.\n | \nQ | You mentioned a certain Peter Lo. Who is this Peter Lo?\nA | Peter Lo is based in Singapore.\n | \nQ | What is the role of Peter Lo in the Geminesse Enterprise?\nA | He is the one fixing our orders that open the L/C.\n | \nQ | You mean Peter Lo is the financier?\nA | Yes, he is the financier.\n | \nQ | And the defendant William Belo is merely the guarantor of Geminesse Enterprise, am I correct?\nA | Yes, sir.[2]\n[END_TABLE]\n\nQ You mentioned a while ago the name William Belo. Now, what is the role of William Belo with Geminesse Enterprise? A William Belo is the friend of Marjorie Tocao and he was the guarantor of the company.\n\nQ What do you mean by guarantor? A He guarantees the stocks that she owes somebody who is Peter Lo and he acts as guarantor for us. We can borrow money from him.\n\nQ You mentioned a certain Peter Lo. Who is this Peter Lo? A Peter Lo is based in Singapore.\n\nQ What is the role of Peter Lo in the Geminesse Enterprise? A He is the one fixing our orders that open the L/C.\n\nQ You mean Peter Lo is the financier? A Yes, he is the financier.\n\nQ And the defendant William Belo is merely the guarantor of Geminesse Enterprise, am I correct? A Yes, sir. [2] The foregoing was neither refuted nor contradicted by respondent's evidence. It should be recalled that the business relationship created between petitioner Tocao and respondent Anay was an informal partnership, which was not even recorded with the Securities and Exchange Commission. As such, it was understandable that Belo, who was after all petitioner Tocao's good friend and confidante, would occasionally participate in the affairs of the business, although never in a formal or official capacity. [3] Again, respondent's witness, Elizabeth Bantilan, confirmed that petitioner Belo's presence in Geminesse Enterprise's meetings was merely as guarantor of the company and to help petitioner Tocao. [4]\n\nFurthermore, no evidence was presented to show that petitioner Belo participated in the profits of the business enterprise. Respondent herself professed lack of knowledge that petitioner Belo received any share in the net income of the partnership. [5] On the other hand, petitioner Tocao declared that petitioner Belo was not entitled to any share in the profits of Geminesse Enterprise. [6] With no participation in the profits, petitioner Belo cannot be deemed a partner since the essence of a partnership is that the partners share in the profits and losses. [7]\n\nConsequently, inasmuch as petitioner Belo was not a partner in Geminesse Enterprise, respondent had no cause of action against him and her complaint against him should accordingly be dismissed.\n\nAs regards the award of damages, petitioners argue that respondent should be deemed in bad faith for failing to account for stocks of Geminesse Enterprise amounting to P208,250.00 and that, accordingly, her claim for damages should be barred to that extent. We do not agree. Given the circumstances surrounding private respondent's sudden ouster from the partnership by petitioner Tocao, her act of withholding whatever stocks were in her possession and control was justified, if only to serve as security for her claims against the partnership. However, while we do not agree that the same renders private respondent in bad faith and should bar her claim for damages, we find that the said sum of P208,250.00 should be deducted from whatever amount is finally adjudged in her favor on the basis of the formal account of the partnership affairs to be submitted to the Regional Trial Court.\n\nWHEREFORE , based on the foregoing, the Motion for Reconsideration of petitioners is PARTIALLY GRANTED . The Regional Trial Court of Makati is hereby ordered to DISMISS the complaint, docketed as Civil Case No. 88-509, as against petitioner William T. Belo only. The sum of P208,250.00 shall be deducted from whatever amount petitioner Marjorie Tocao shall be held liable to pay respondent after the formal accounting of the partnership affairs.\n\nSO ORDERED.\n\nDavide, Jr., C.J. , ( Chairman ), Kapunan , and Pardo, JJ. , concur.\nPuno, J. , on official leave.\n\n[1] Vitarich Corporation v. National Labor Relations Commission, G.R. No. 121905, 20 May 1999, citing Astraquillo v. Javier, L-20034, January 26, 1965, 13 SCRA 125.\n\n[2] T.S.N., 25 June 1990, pp. 22-23.\n\n[3] See T.S.N., 26 June 1989, p. 25; 28 June 1991, pp. 15-17 and 28 October 1991, pp. 29-31.\n\n[4] See T.S.N., 25 June 1990, pp. 23-24.\n\n[5] See T.S.N., 26 June 1989, p. 25.\n\n[6] See T.S.N., 28 October 1991, p. 31.\n\n[7] Heirs of Tan Eng Kee v. Court of Appeals, G.R. No. 126881, 3 October 2000, citing Moran v. Court of Appeals, 133 SCRA 88, 95 (1984).",
  "content_length": 6494,
  "metadata_extraction_date": "2025-11-01T05:55:59.269499",
  "extraction_version": "2.0_enhanced_full_content"
}