{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/2001/september/52643.html",
  "filename": "52643.html",
  "year": 2001,
  "month": "september",
  "case_number": "52643",
  "gr_number": "52643",
  "volume_page": "418 Phil. 341",
  "decision_date": null,
  "title": "Untitled Case",
  "division": null,
  "categories": [
    "Administrative Law"
  ],
  "keywords": [
    "untitled",
    "case",
    "printer",
    "friendly",
    "version",
    "second",
    "division",
    "september",
    "republic",
    "philippines",
    "represented",
    "department",
    "public",
    "highways",
    "petitioner",
    "honorable",
    "court",
    "appeals",
    "eleventh",
    "fischer"
  ],
  "title_summary": "Untitled Case",
  "formatted_case_content": "View printer friendly version\n418 Phil. 341\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 143108-09, September 26, 2001 ]\n[ G.R. Nos. 143108-09, September 26, 2001 ]\n\nREPUBLIC OF THE PHILIPPINES, REPRESENTED BY THE DEPARTMENT OF PUBLIC WORKS AND HIGHWAYS, PETITIONER, VS. THE HONORABLE COURT OF APPEALS (ELEVENTH DIVISION), FISCHER ENGINEERING AND MAINTENANCE CO., INC. (FEMCO), SEO IL CONSTRUCTION CO., LTD., CONSTRUCTION INDUSTRY ARBITRATION COMMISSION AND REGULUS E. CABOTE, SOLE ARBITRATOR, RESPONDENTS. D E C I S I O N\nREPUBLIC OF THE PHILIPPINES, REPRESENTED BY THE DEPARTMENT OF PUBLIC WORKS AND HIGHWAYS, PETITIONER, VS. THE HONORABLE COURT OF APPEALS (ELEVENTH DIVISION), FISCHER ENGINEERING AND MAINTENANCE CO., INC. (FEMCO), SEO IL CONSTRUCTION CO., LTD., CONSTRUCTION INDUSTRY ARBITRATION COMMISSION AND REGULUS E. CABOTE, SOLE ARBITRATOR, RESPONDENTS.\n\nD E C I S I O N\n\nBUENA, J.:\n\nThis is a petition for certiorari under Rule 65 seeking to set aside the Decision of the Court of Appeals dated 15 March 2000 in CA-G.R. SP No. 44720 and CA-G.R. SP No. 44848 entitled, \"Department of Public Works and Highways vs. Fischer Engineering and Maintenance Co., Inc., and SEO IL Construction, Co., Ltd.,\" [1] which denied the Petition for Review and affirmed the Decision of Sole Arbiter Regulus E. Cabote of the Construction Industry Arbitration Commission (CIAC).  The dispositive portion of the decision reads:\n\n\"WHEREFORE, respondent is hereby ordered to pay the claimants the amount of PhP12,075,785.47 plus 6% p.a. thereon until the award is paid in full.\n\n\"SO ORDERED.\" [2]\nOn 28 December 2000, while the above-entitled case was pending resolution before the Second Division of this Court, the Petitioner and the Private Respondents, assisted by their respective counsels, entered into and submitted to this Court a compromise agreement which reads:\n\n\"COMPROMISE AGREEMENT\n\n\"Whereas, Petitioner and Respondents Fischer Engineering and Maintenance Co., Inc. and SEO IL Construction Co., Ltd. (private respondents, hereafter) are parties to an arbitration case under Construction Industry Arbitration (CIAC) case No. 11-90;\n\n\"Whereas, the CIAC rendered a decision ordering the petitioner to pay private respondents the following:\n\n[TABLE_CONTENT]\n\"AMOUNT AWARDED | 12,075785.47\n\"LEGAL INTEREST | 6% p.a. until award is paid in full\n[END_TABLE]\n\n\"AMOUNT AWARDED 12,075785.47 \"LEGAL INTEREST 6% p.a. until award is paid in full\n\n\"Whereas, after said decision has been rendered, DPWH appealed the same to the Court of Appeals in CA-G.R. SP Nos. 44720 and 44848;\n\n\"Whereas, the Court of Appeals rendered a decision affirming the decision of the sole Arbiter;\n\n\"Whereas, after said decision, DPWH appealed again to the Supreme Court which is the subject of the present cases;\n\n\"Whereas, private respondents are desirous of settling the case in the interest of public service, for the mutual satisfaction of both parties and in accordance with law;\n\n\"Whereas, on June 15, 2000, private respondents proposed a Compromise Agreement (CA) to expeditiously resolve the case and initially offered to waive 25% of the awarded amount of PhP12,075,785.47 and the 6% interest per annum;\n\n\"Whereas, pending receipt by the private respondents of the reply/counter proposal of the DPWH on the said offer, private respondents offered an additional discount of 15% or a total of 40%, plus waiver of the 6% interest per annum;\n\n\"Whereas, the parties believe that there is now a substantial basis for a Compromise Agreement.\n\n\"NOW, THEREFORE, the foregoing premises considered, petitioner and private respondents, assisted by their respective counsels, have agreed to enter into a Compromise Agreement under the following terms and conditions:\n\n[TABLE_CONTENT]\n\"1. | Private respondents hereby waive 40% of the Court of Appeals award of PhP12,075,785.47 and the interest due the amount awarded. Thus, private respondents shall receive 60% of the Court of Appeals award or the amount of PhP7,245,471.282;\n | \n\"2. | Private respondents shall shoulder all taxes due their claim;\n | \n\"3. | This Compromise Agreement shall be binding upon the parties, their assigns and successors-in-interest;\n | \n\"4. | This Compromise Agreement shall be submitted to the Supreme Court in which the case is pending as basis of judgment based on Compromise Agreement. This Agreement shall be binding upon the parties only upon the approval of the court but shall ipso facto be without force and effect in case the same is disapproved;\n | \n\"5. | The parties shall waive any and all claims subject of the case;\n | \n\"6. | Upon approval of this Compromise Agreement, petitioner's appeal to this Honorable Court shall be deemed automatically withdrawn;\n | \n\"7. | This Compromise Agreement is not contrary to law, good morals, public order or public policy.\n[END_TABLE]\n\n\"1. Private respondents hereby waive 40% of the Court of Appeals award of PhP12,075,785.47 and the interest due the amount awarded. Thus, private respondents shall receive 60% of the Court of Appeals award or the amount of PhP7,245,471.282;\n\n\"2. Private respondents shall shoulder all taxes due their claim;\n\n\"3. This Compromise Agreement shall be binding upon the parties, their assigns and successors-in-interest;\n\n\"4. This Compromise Agreement shall be submitted to the Supreme Court in which the case is pending as basis of judgment based on Compromise Agreement. This Agreement shall be binding upon the parties only upon the approval of the court but shall ipso facto be without force and effect in case the same is disapproved;\n\n\"5. The parties shall waive any and all claims subject of the case;\n\n\"6. Upon approval of this Compromise Agreement, petitioner's appeal to this Honorable Court shall be deemed automatically withdrawn;\n\n\"7. This Compromise Agreement is not contrary to law, good morals, public order or public policy.\n\"WHEREFORE, it is respectfully prayed that this Compromise Agreement be approved and that a decision be rendered by this Honorable Court consistent therewith.\n\n\"Manila, Philippines, December 21, 2000.\n\nFISCHER ENGINEERING AND MAINTENANCE AND CO., INC. (FEMCO) AND SEO IL CONSTRUCTION CO., LTD.\n\nBy:\n\n(sgd) CESAR CATIBAYAN\n\nChairman, FEMCO and Authorized Representative FEMCO-SEO IL Joint Venture\n\nAssisted by:\n\n(sgd) RODOLFO RETAZO\n\nCounsel\n\nPTR - 3203732, 1/28/00\n\nIBP O.R. No. 482793, 2/17/00\n\nREPUBLIC OF THE PHILIPPINES\n\n(Represented by the DPWH)\n\nBy:\n\n(sgd) GREGORIO R. VIGILAR\n\n(Secretary)\n\nAssisted by:\n\n(sgd) RICARDO P. GALVEZ\n\nSolicitor General\n\nIBP O.R. No. 510702, 7/17/00\n\n(sgd) AMPARO M. CABOTAJE-TANG\n\nAssistant Solicitor General\n\nIBP O.R. No. 504909, 3/16/00\n\n(sgd) CHRISTOPHER B. ARPON\n\nAssociate Solicitor\n\nIBP O.R. No. 507607, 4/12/00\n\nOFFICE OF THE SOLICITOR GENERAL\n\n134 Amorsolo Street, Legaspi Village\n\nMakati City\" [3]\nA Manifestation and Ex-parte Motion dated August 2, 2001 was subsequently filed by the private respondents praying that the said Compromise Agreement be approved, and that a decision be rendered consistent therewith.\n\nFinding the Compromise Agreement to be in order and not contrary to law, morals, good customs and public policy, judicial approval thereof is in order.\n\nWHEREFORE , judgment is hereby rendered in accordance with the Compromise Agreement dated December 21, 2000, and the parties are enjoined to comply strictly and in good faith as well as with sincerity and honesty of purpose, the terms, conditions and stipulations therein contained.\n\nSO ORDERED.\n\nBellosillo, (Chairman), Mendoza, Quisumbing , and De Leon, Jr., JJ., concur.\n\n[1] Annex \"A\"/ CA Decision, pp. 20-29, ROLLO.\n\n[2] Annex \"D-I\"/ CIAC Decision, pp. 58-65, ROLLO.\n\n[3] Compromise Agreement, pp. 122-124, ROLLO.",
  "content_length": 7697,
  "metadata_extraction_date": "2025-11-01T05:55:57.825718",
  "extraction_version": "2.0_enhanced_full_content"
}