{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1999/january/GR_132601.html",
  "filename": "GR_132601.html",
  "year": 1999,
  "month": "january",
  "case_number": "132601",
  "gr_number": "132601",
  "volume_page": "361 Phil. 73",
  "decision_date": "January 19, 1999",
  "title": "LEO ECHEGARAY, PETITIONER, VS. SECRETARY OF JUSTICE, ET AL., RESPONDENTS. R E S O L U T I O N PUNO, J.: For resolution are public respondents' Urgent Motion for Reconsideration of the Resolution of this Court dated January 4, 1999 temporarily restraining the execution of petitioner and Supplemental Motion to Urgent Motion for Reconsideration. It is the submission of public respondents that: \"(1) The Decision in this case having become final and executory, its execution enters the exclusive ambit of authority of the executive authority. The issuance of the TRO may be construed as trenching on that sphere of executive authority; (2) The issuance of the temporary restraining order x x x creates dangerous precedent as there will never be an end to litigation because there is always a possibility that Congress may repeal a law. (3) Congress had earlier deliberated extensively on the death penalty bill. To be certain, whatever question may now be raised on the Death Penalty Law before the present Congress within the 6-month period given by this Honorable Court had in all probability been fully debated upon x x x. (4) Under the time honored maxim lex futuro, judex praeterito, the law looks forward while the judge looks at the past, x x x the Honorable Court in issuing the TRO has transcended its power of judicial review. (5) At this moment, certain circumstances/supervening events transpired to the effect that the repeal or modification of the law imposing death penalty has become nil, to wit: a. The public pronouncement of President Estrada that he will veto any law imposing the death penalty involving heinous crimes. b. The resolution of Congressman Golez, et al., that they are against the repeal of the law; c. The fact that Senator Roco's resolution to repeal the law only bears his signature and that of Senator Pimentel.\" In their Supplemental Motion to Urgent Motion for Reconsideration, public respondents attached a copy of House Resolution No. 629 introduced by Congressman Golez entitled \"Resolution expressing the sense of the House of Representative to reject any move to review Republic Act No. 7659 which provided for the re-imposition of death penalty, notifying the Senate, the Judiciary and the Executive Department of the position of the House of Representatives on this matter, and urging the President to exhaust all means under the law to immediately implement the death penalty law.\" The Resolution was concurred in by one hundred thirteen (113) congressmen. In their Consolidated Comment, petitioner contends: (1) the stay order x x x is within the scope of judicial power and duty and does not trench on executive powers nor on congressional prerogatives; (2) the exercise by this Court of its power to stay execution was reasonable; (3) the Court did not lose jurisdiction to address incidental matters involved or arising from the petition; (4) public respondents are estopped from challenging the Court's jurisdiction; and (5) there is no certainty that the law on capital punishment will not be repealed or modified until Congress convenes and considers all the various resolutions and bills filed before it. Prefatorily, the Court likes to emphasize that the instant motions concern matters that are not incidents in G.R. No. 117472, where the death penalty was imposed on petitioner on automatic review of his conviction by this Court. The instant motions were filed in this case, G.R. No. 132601, where the constitutionality of R.A. No. 8177 (Lethal Injection Law) and its implementing rules and regulations was assailed by petitioner. For this reason, the Court in its Resolution of January 4, 1999 merely noted the Motion to Set Aside of Rodessa \"Baby\" R. Echegaray dated January 7, 1999 and Entry of Appearance of her counsel dated January 5, 1999. Clearly, she has no legal standing to intervene in the case at bar, let alone the fact that the interest of the State is properly represented by the Solicitor General. We shall now resolve the basic issues raised by the public respondents. I First. We do not agree with the sweeping submission of the public respondents that this Court lost its jurisdiction over the case at bar and hence can no longer restrain the execution of the petitioner. Obviously, public respondents are invoking the rule that final judgments can no longer be altered in accord with the principle that \"it is just as important that there should be a place to end as there should be a place to begin litigation.\"[1] To start with, the Court is not changing even a comma of its final Decision. It is appropriate to examine with precision the metes and bounds of the Decision of this Court that became final. These metes and bounds are clearly spelled out in the Entry of Judgment in this case, viz: \"ENTRY OF JUDGMENT This is to certify that on October 12, 1998 a decision rendered in the above-entitled case was filed in this Office, the dispositive part of which reads as follows: `WHEREFORE, the petition is DENIED insofar as petitioner seeks to declare the assailed statute (Republic Act No. 8177) as unconstitutional; but GRANTED insofar as Sections 17 and 19 of the Rules and Regulations to Implement Republic Act No. 8177 are concerned, which are hereby declared INVALID because (a) Section 17 contravenes Article 83 of the Revised Penal Code, as amended by Section 25 of Republic Act No. 7659; and (b) Section 19 fails to provide for review and approval of the Lethal Injection Manual by the Secretary of Justice, and unjustifiably makes the manual confidential, hence unavailable to interested parties including the accused/convict and counsel. Respondents are hereby enjoined from enforcing and implementing Republic Act No. 8177 until the aforesaid Sections 17 and 19 of the Rules and Regulations to Implement Republic Act No. 8177 are appropriately amended, revised and/or corrected in accordance with this Decision. SO ORDERED.' and that the same has, on November 6, 1998 become final and executory and is hereby recorded in the Book of Entries of Judgment. Manila, Philippines. Clerk of Court By: (SGD) TERESITA G. DIMAISIP Acting Chief Judicial Records Office\" The records will show that before the Entry of Judgment, the Secretary of Justice, the Honorable Serafin Cuevas, filed with this Court on October 21, 1998 a Compliance where he submitted the Amended Rules and Regulations implementing R.A. No. 8177 in compliance with our Decision. On October 28, 1998, Secretary Cuevas submitted a Manifestation informing the Court that he has caused the publication of the said Amended Rules and Regulations as required by the Administrative Code. It is crystalline that the Decision of this Court that became final and unalterable mandated: (1) that R.A. No. 8177 is not unconstitutional; (2) that sections 17 and 19 of the Rules and Regulations to Implement R.A. No. 8177 are invalid, and (3) R.A. No. 8177 cannot be enforced and implemented until sections 17 and 19 of the Rules and Regulations to Implement R.A. No. 8177 are amended. It is also daylight clear that this Decision was not altered a whit by this Court. Contrary to the submission of the Solicitor General, the rule on finality of judgment cannot divest this Court of its jurisdiction to execute and enforce the same judgment. Retired Justice Camilo Quiason synthesized the well established jurisprudence on this issue as follows:[2] x x x \"the finality of a judgment does not mean that the Court has lost all its powers nor the case. By the finality of the judgment, what the court loses is its jurisdiction to amend, modify or alter the same. Even after the judgment has become final the court retains its jurisdiction to execute and enforce it.[3] There is a difference between the jurisdiction of the court to execute its judgment and its jurisdiction to amend, modify or alter the same. The former continues even after the judgment has become final for the purpose of enforcement of judgment; the latter terminates when the judgment becomes final.[4] x x x For after the judgment has become final facts and circumstances may transpire which can render the execution unjust or impossible.[5] In truth, the argument of the Solicitor General has long been rejected by this Court. As aptly pointed out by the petitioner, as early as 1915, this Court has unequivocably ruled in the case of Director of Prisons v. Judge of First Instance,[6] viz: \"This Supreme Court has repeatedly declared in various decisions, which constitute jurisprudence on the subject, that in criminal cases, after the sentence has been pronounced and the period for reopening the same has elapsed, the court cannot change or alter its judgment, as its jurisdiction has terminated . . . When in cases of appeal or review the cause has been returned thereto for execution, in the event that the judgment has been affirmed, it performs a ministerial duty in issuing the proper order. But it does not follow from this cessation of functions on the part of the court with reference to the ending of the cause that the judicial authority terminates by having then passed completely to the Executive. The particulars of the execution itself, which are certainly not always included in the judgment and writ of execution, in any event are absolutely under the control of the judicial authority, while the executive has no power over the person of the convict except to provide for carrying out of the penalty and to pardon. Getting down to the solution of the question in the case at bar, which is that of execution of a capital sentence, it must be accepted as a hypothesis that postponement of the date can be requested. There can be no dispute on this point. It is a well-known principle that notwithstanding the order of execution and the executory nature thereof on the date set or at the proper time, the date therefor can be postponed, even in sentences of death. Under the common law this postponement can be ordered in three ways: (1) By command of the King; (2) by discretion (arbitrio) of the court; and (3) by mandate of the law. It is sufficient to state this principle of the common law to render impossible that assertion in absolute terms that after the convict has once been placed in jail the trial court can not reopen the case to investigate the facts that show the need for postponement. If one of the ways is by direction of the court, it is acknowledged that even after the date of the execution has been fixed, and notwithstanding the general rule that after the (court) has performed its ministerial duty of ordering the execution . . . and its part is ended, if however a circumstance arises that ought to delay the execution, and there is an imperative duty to investigate the emergency and to order a postponement. Then the question arises as to whom the application for postponing the execution ought to be addressed while the circumstances is under investigation and as to who has jurisdiction to make the investigation.\" The power to control the execution of its decision is an essential aspect of jurisdiction. It cannot be the subject of substantial subtraction for our Constitution[7] vests the entirety of judicial power in one Supreme Court and in such lower courts as may be estabished by law. To be sure, the most important part of a litigation, whether civil or criminal, is the process of execution of decisions where supervening events may change the circumstance of the parties and compel courts to intervene and adjust the rights of the litigants to prevent unfairness. It is because of these unforseen, supervening contingencies that courts have been conceded the inherent and necessary power of control of its processes and orders to make them conformable to law and justice.[8] For this purpose, Section 6 of Rule 135 provides that \"when by law jurisdiction is conferred on a court or judicial officer, all auxiliary writs, processes and other means necessary to carry it into effect may be employed by such court or officer and if the procedure to be followed in the exercise of such jurisdiction is not specifically pointed out by law or by these rules, any suitable process or mode of proceeding may be adopted which appears conformable to the spirit of said law or rules.\" It bears repeating that what the Court restrained temporarily is the execution of its own Decision to give it reasonble time to check its fairness in light of supervening events in Congress as alleged by petitioner. The Court, contrary to popular misimpression, did not restrain the effectivity of a law enacted by Congress. The more disquieting dimension of the submission of the public respondents that this Court has no jurisdiction to restrain the execution of petitioner is that it can diminish the independence of the judiciary. Since the implant of republicanism in our soil, our courts have been conceded the jurisdiction to enforce their final decisions. In accord with this unquestioned jurisdiction, this Court promulgated rules concerning pleading, practice and procedure which, among others, spelled out the rules on execution of judgments. These rules are all predicated on the assumption that courts have the inherent, necessary and incidental power to control and supervise the process of execution of their decisions. Rule 39 governs execution, satisfaction and effects of judgments in civil cases. Rule 120 governs judgments in criminal cases. It should be stressed that the power to promulgate rules of pleading, practice and procedure was granted by our Constitutions to this Court to enhance its independence, for in the words of Justice Isagani Cruz \"without independence and integrity, courts will lose that popular trust so essential to the maintenance of their vigor as champions of justice.\"[9] Hence, our Constitutions continuously vested this power to this Court for it enhances its independence. Under the 1935 Constitution, the power of this Court to promulgate rules concerning pleading, practice and procedure was granted but it appeared to be co-existent with legislative power for it was subject to the power of Congress to repeal, alter or supplement. Thus, its Section 13, Article VIII provides: \"Sec. 13. The Supreme Court shall have the power to promulgate rules concerning pleading, practice and procedure in all courts, and the admission to the practice of law. Said rules shall be uniform for all courts of the same grade and shall not diminish, increase, or modify substantive rights. The existing laws on pleading, practice and procedure are hereby repealed as statutes, and are declared Rules of Court, subject to the power of the Supreme Court to alter and modify the same. The Congress shall have the power to repeal, alter or supplement the rules concerning pleading, practice and procedure, and the admission to the practice of law in the Philippines.\" The said power of Congress, however, is not as absolute as it may appear on its surface. In In re Cunanan[10] Congress in the exercise of its power to amend rules of the Supreme Court regarding admission to the practice of law, enacted the Bar Flunkers Act of 1953[11] which considered as a passing grade, the average of 70% in the bar examinations after July 4, 1946 up to August 1951 and 71% in the 1952 bar examinations. This Court struck down the law as unconstitutional. In his ponencia, Mr. Justice Diokno held that \"x x x the disputed law is not a legislation; it is a judgment - a judgment promulgated by this Court during the aforecited years affecting the bar candidates concerned; and although this Court certainly can revoke these judgments even now, for justifiable reasons, it is no less certain that only this Court, and not the legislative nor executive department, that may do so. Any attempt on the part of these departments would be a clear usurpation of its function, as is the case with the law in question.\"[12] The venerable jurist further ruled: \"It is obvious, therefore, that the ultimate power to grant license for the practice of law belongs exclusively to this Court, and the law passed by Congress on the matter is of permissive character, or as other authorities say, merely to fix the minimum conditions for the license.\" By its ruling, this Court qualified the absolutist tone of the power of Congress to \"repeal, alter or supplement the rules concerning pleading, practice and procedure, and the admission to the practice of law in the Philippines. The ruling of this Court in In re Cunanan was not changed by the 1973 Constitution. For the 1973 Constitution reiterated the power of this Court \"to promulgate rules concerning pleading, practice and procedure in all courts, x x x which, however, may be repealed, altered or supplemented by the Batasang Pambansa x x x.\" More completely, Section 5(2)5 of its Article X provided: x x x x x x x x x \"Sec. 5. The Supreme Court shall have the following powers. x x x x x x x x x (5) Promulgate rules concerning pleading, practice, and procedure in all courts, the admission to the practice of law, and the integration of the Bar, which, however, may be repealed, altered, or supplemented by the Batasang Pambansa. Such rules shall provide a simplified and inexpensive procedure for the speedy disposition of cases, shall be uniform for all courts of the same grade, and shall not diminish, increase, or modify substantive rights.\" Well worth noting is that the 1973 Constitution further strengthened the independence of the judiciary by giving to it the additional power to promulgate rules governing the integration of the Bar.[13] The 1987 Constitution molded an even stronger and more independent judiciary. Among others, it enhanced the rule making power of this Court. Its Section 5(5), Article VIII provides: x x x x x x x x x \"Section 5. The Supreme Court shall have the following powers: x x x x x x x x x (5) Promulgate rules concerning the protection and enforcement of constitutional rights, pleading, practice and procedure in all courts, the admission to the practice of law, the Integrated Bar, and legal assistance to the underprivileged. Such rules shall provide a simplified and inexpensive procedure for the speedy disposition of cases, shall be uniform for all courts of the same grade, and shall not diminish, increase, or modify substantive rights. Rules of procedure of special courts and quasi-judicial bodies shall remain effective unless disapproved by the Supreme Court.\" The rule making power of this Court was expanded. This Court for the first time was given the power to promulgate rules concerning the protection and enforcement of constitutional rights. The Court was also granted for the first time the power to disapprove rules of procedure of special courts and quasi-judicial bodies. But most importantly, the 1987 Constitution took away the power of Congress to repeal, alter, or supplement rules concerning pleading, practice and procedure. In fine, the power to promulgate rules of pleading, practice and procedure is no longer shared by this Court with Congress, more so with the Executive. If the manifest intent of the 1987 Constitution is to strengthen the independence of the judiciary, it is inutile to urge, as public respondents do, that this Court has no jurisdiction to control the process of execution of its decisions, a power conceded to it and which it has exercised since time immemorial. To be sure, it is too late in the day for public respondents to assail the jurisdiction of this Court to control and supervise the implementation of its decision in the case at bar. As aforestated, our Decision became final and executory on November 6, 1998. The records reveal that after November 6, 1998, or on December 8, 1998, no less than the Secretary of Justice recognized the jurisdiction of this Court by filing a Manifestation and Urgent Motion to compel the trial judge, the Honorable Thelma A. Ponferrada, RTC, Br. 104, Quezon City to provide him \"x x x a certified true copy of the Warrant of Execution dated November 17, 1998 bearing the designated execution day of death convict Leo Echegaray and allow (him) to reveal or announce the contents thereof, particularly the execution date fixed by such trial court to the public when requested.\" The relevant portions of the Manifestation and Urgent Motion filed by the Secretary of Justice beseeching this Court \"to provide the appropriate relief\" state: x x x x x x x x x 5. Instead of filing a comment on Judge Ponferrada's Manifestation however, herein respondent is submitting the instant Manifestation and Motion (a) to stress, inter alia, that the non-disclosure of the date of execution deprives herein respondent of vital information necessary for the exercise of his statutory powers, as well as renders nugatory the constitutional guarantee that recognizes the people's right to information of public concern, and (b) to ask this Honorable Court to provide the appropriate relief. 6. The non-disclosure of the date of execution deprives herein respondent of vital information necessary for the exercise of his power of supervision and control over the Bureau of Corrections pursuant to Section 39, Chapter 8, Book IV of the Administrative Code of 1987, in relation to Title III, Book IV of such Administrative Code, insofar as the enforcement of Republic Act No. 8177 and the Amended Rules and Regulations to Implement Republic Act No. 8177 is concerned and for the discharge of the mandate of seeing to it that laws and rules relative to the execution of sentence are faithfully observed. 7. On the other hand, the willful omission to reveal the information about the precise day of execution limits the exercise by the President of executive clemency powers pursuant to Section 19, Article VII (Executive Department) of the 1987 Philippine Constitution and Article 81 of the Revised Penal Code, as amended, which provides that the death sentence shall be carried out `without prejudice to the exercise by the President of his executive clemency powers at all times.\" (Underscoring supplied) For instance, the President cannot grant reprieve, i.e., postpone the execution of a sentence to a day certain (People v. Vera, 65 Phil. 56, 110 [1937]) in the absence of a precise date to reckon with. The exercise of such clemency power, at this time, might even work to the prejudice of the convict and defeat the purpose of the Constitution and the applicable statute as when the date of execution set by the President would be earlier than that designated by the court. 8. Moreover, the deliberate non-disclosure of information about the date of execution to herein respondent and the public violates Section 7, Article III (Bill of Rights) and Section 28, Article II (Declaration of Principles and State Policies) of the 1987 Philippine Constitution which read: SEC. 7. The right of the people to information on matters of public concern shall be recognized. Access to official records, and to documents and papers pertaining to official acts, transactions, or decisions, as well as to government research data used as basis for policy development, shall be afforded the citizen, subject to such limitations as may be provided by law. SEC. 28. Subject to reasonable conditions prescribed by law, the State adopts and implements a policy of full public disclosure of all its transactions involving public interest. 9. The `right to information' provision is self-executing. It supplies 'the rules by means of which the right to information may be enjoyed (Cooley, A Treatise on the Constitutional Limitations, 167 [1972]) by guaranteeing the right and mandating the duty to afford access to sources of information. Hence, the fundamental right therein recognized may be asserted by the people upon the ratification of the Constitution without need for any ancillary act of the Legislature (Id., at p. 165) What may be provided for by the Legislature are reasonable conditions and limitations upon the access to be afforded which must, of necessity, be consistent with the declared State policy of full public disclosure of all transactions involving public interest (Constitution, Art. II, Sec. 28). However, it cannot be overemphasized that whatever limitation may be prescribed by the Legislature, the right and the duty under Art. III, Sec. 7 have become operative and enforceable by virtue of the adoption of the New Charter.\" (Decision of the Supreme Court En Banc in Legaspi v. Civil Service Commission, 150 SCRA 530, 534-535 [1987].\" The same motion to compel Judge Ponferrada to reveal the date of execution of petitioner Echegaray was filed by his counsel, Atty. Theodore Te, on December 7, 1998. He invoked his client's right to due process and the public's right to information. The Solicitor General, as counsel for public respondents, did not oppose petitioner's motion on the ground that this Court has no more jurisdiction over the process of execution of Echegaray. This Court granted the relief prayed for by the Secretary of Justice and by the counsel of the petitioner in its Resolution of December 15, 1998. There was not a whimper of protest from the public respondents and they are now estopped from contending that this Court has lost its jurisdiction to grant said relief. The jurisdiction of this Court does not depend on the convenience of litigants. II Second. We likewise reject the public respondents' contention that the \"decision in this case having become final and executory, its execution enters the exclusive ambit of authority of the executive department x x x. By granting the TRO, the Honorable Court has in effect granted reprieve which is an executive function.\"[14] Public respondents cite as their authority for this proposition, Section 19, Article VII of the Constitution which reads: \"Except in cases of impeachment, or as otherwise provided in this Constitution, the President may grant reprieves, commutations, and pardons, and remit fines and forfeitures after conviction by final judgment. He shall also have the power to grant amnesty with the concurrence of a majority of all the members of the Congress.\" The text and tone of this provision will not yield to the interpretation suggested by the public respondents. The provision is simply the source of power of the President to grant reprieves, commutations, and pardons and remit fines and forfeitures after conviction by final judgment. It also provides the authority for the President to grant amnesty with the concurrence of a majority of all the members of the Congress. The provision, however, cannot be interpreted as denying the power of courts to control the enforcement of their decisions after their finality. In truth, an accused who has been convicted by final judgment still possesses collateral rights and these rights can be claimed in the appropriate courts. For instance, a death convict who becomes insane after his final conviction cannot be executed while in a state of insanity.[15] As observed by Antieau, \"today, it is generally assumed that due process of law will prevent the government from executing the death sentence upon a person who is insane at the time of execution.\"[16] The suspension of such a death sentence is undisputably an exercise of judicial power. It is not a usurpation of the presidential power of reprieve though its effect is the same -- the temporary suspension of the execution of the death convict. In the same vein, it cannot be denied that Congress can at any time amend R.A. No. 7659 by reducing the penalty of death to life imprisonment. The effect of such an amendment is like that of commutation of sentence. But by no stretch of the imagination can the exercise by Congress of its plenary power to amend laws be considered as a violation of the power of the President to commute final sentences of conviction. The powers of the Executive, the Legislative and the Judiciary to save the life of a death convict do not exclude each other for the simple reason that there is no higher right than the right to life. Indeed, in various States in the United States, laws have even been enacted expressly granting courts the power to suspend execution of convicts and their constitutionality has been upheld over arguments that they infringe upon the power of the President to grant reprieves. For the public respondents therefore to contend that only the Executive can protect the right to life of an accused after his final conviction is to violate the principle of co-equal and coordinate powers of the three branches of our government. III Third. The Court's resolution temporarily restraining the execution of petitioner must be put in its proper perspective as it has been grievously distorted especially by those who make a living by vilifying courts. Petitioner filed his Very Urgent Motion for Issuance of TRO on December 28, 1998 at about 11:30 p.m. He invoked several grounds, viz: (1) that his execution has been set on January 4, the first working day of 1999; (b) that members of Congress had either sought for his executive clemency and/or review or repeal of the law authorizing capital punishment; (b.1) that Senator Aquilino Pimentel's resolution asking that clemency be granted to the petitioner and that capital punishment be reviewed has been concurred by thirteen (13) other senators; (b.2) Senate President Marcelo Fernan and Senator Miriam S. Defensor have publicly declared they would seek a review of the death penalty law; (b.3) Senator Raul Roco has also sought the repeal of capital punishment, and (b.4) Congressman Salacrib Baterina, Jr., and thirty five (35) other congressmen are demanding review of the same law. When the Very Urgent Motion was filed, the Court was already in its traditional recess and would only resume session on January 18, 1999. Even then, Chief Justice Hilario Davide, Jr. called the Court to a Special Session on January 4, 1999[17] at 10. a.m. to deliberate on petitioner's Very Urgent Motion. The Court hardly had five (5) hours to resolve petitioner's motion as he was due to be executed at 3 p.m. Thus, the Court had the difficult problem of resolving whether petitioner's allegations about the moves in Congress to repeal or amend the Death Penalty Law are mere speculations or not. To the Court's majority, there were good reasons why the Court should not immediately dismiss petitioner's allegations as mere speculations and surmises. They noted that petitioner's allegations were made in a pleading under oath and were widely publicized in the print and broadcast media. It was also of judicial notice that the 11th Congress is a new Congress and has no less than one hundred thirty (130) new members whose views on capital punishment are still unexpressed. The present Congress is therefore different from the Congress that enacted the Death Penalty Law (R.A. No. 7659) and the Lethal Injection Law (R.A. No. 8177). In contrast, the Court's minority felt that petitioner's allegations lacked clear factual bases. There was hardly a time to verify petitioner's allegations as his execution was set at 3 p.m. And verification from Congress was impossible as Congress was not in session. Given these constraints, the Court's majority did not rush to judgment but took an extremely cautious stance by temporarily restraining the execution of petitioner. The suspension was temporary - - - \"until June 15, 1999, coeval with the constitutional duration of the present regular session of Congress, unless it sooner becomes certain that no repeal or modification of the law is going to be made.\" The extreme caution taken by the Court was compelled, among others, by the fear that any error of the Court in not stopping the execution of the petitioner will preclude any further relief for all rights stop at the graveyard. As life was at stake, the Court refused to constitutionalize haste and the hysteria of some partisans. The Court's majority felt it needed the certainty that the legislature will not change the circumstance of petitioner as alleged by his counsel. It was believed that law and equitable considerations demand no less before allowing the State to take the life of one its citizens. The temporary restraining order of this Court has produced its desired result, i.e., the crystallization of the issue whether Congress is disposed to review capital punishment. The public respondents, thru the Solicitor General, cite posterior events that negate beyond doubt the possibility that Congress will repeal or amend the death penalty law. He names these supervening events as follows: x x x \"a. The public pronouncement of President Estrada that he will veto any law repealing the death penalty involving heinous crimes. b. The resolution of Congressman Golez, et al., that they are against the repeal of the law; c. The fact that Senator Roco's resolution to repeal the law only bears his signature and that of Senator Pimentel.\"[18] In their Supplemental Motion to Urgent Motion for Reconsideration, the Solicitor General cited House Resolution No. 629 introduced by Congressman Golez entitled \"Resolution expressing the sense of the House of Representatives to reject any move to review R.A. No. 7659 which provided for the reimposition of death penalty, notifying the Senate, the Judiciary and the Executive Department of the position of the House of Representatives on this matter and urging the President to exhaust all means under the law to immediately implement the death penalty law.\" The Golez resolution was signed by 113 congressmen as of January 11, 1999. In a marathon session yesterday that extended up to 3 o'clock in the morning, the House of Representatives with minor amendments formally adopted the Golez resolution by an overwhelming vote. House Resolution No. 25 expressed the sentiment that the House \"x x x does not desire at this time to review Republic Act 7659.\" In addition, the President has stated that he will not request Congress to ratify the Second Protocol in view of the prevalence of heinous crimes in the country. In light of these developments, the Court's TRO should now be lifted as it has served its legal and humanitarian purpose. A last note. In 1922, the famous Clarence Darrow predicted that \"x x x the question of capital punishment has been the subject of endless discussion and will probably never be settled so long as men believe in punishment.\"[19] In our clime and time when heinous crimes continue to be unchecked, the debate on the legal and moral predicates of capital punishment has been regrettably blurred by emotionalism because of the unfaltering faith of the pro and anti-death partisans on the right and righteousness of their postulates. To be sure, any debate, even if it is no more than an exchange of epithets is healthy in a democracy. But when the debate deteriorates to discord due to the overuse of words that wound, when anger threatens to turn the majority rule to tyranny, it is the especial duty of this Court to assure that the guarantees of the Bill of Rights to the minority fully hold. As Justice Brennan reminds us \"x x x it is the very purpose of the Constitution - - - and particularly the Bill of Rights - - - to declare certain values transcendent, beyond the reach of temporary political majorities.\"[20] Man has yet to invent a better hatchery of justice than the courts. It is a hatchery where justice will bloom only when we can prevent the roots of reason to be blown away by the winds of rage. The flame of the rule of law cannot be ignited by rage, especially the rage of the mob which is the mother of unfairness. The business of courts in rendering justice is to be fair and they can pass their litmus test only when they can be fair to him who is momentarily the most hated by society.[21] IN VIEW WHEREOF, the Court grants the public respondents' Urgent Motion for Reconsideration and Supplemental Motion to Urgent Motion for Reconsideration and lifts the Temporary Restraining Order issued in its Resolution of January 4, 1999. The Court also orders respondent trial court judge (Hon. Thelma A. Ponferrada, Regional Trial Court, Quezon City, Branch 104) to set anew the date for execution of the convict/petitioner in accordance with applicable provisions of law and the Rules of Court, without further delay. SO ORDERED. Davide, Jr., C.J., Romero, Bellosillo, Melo, Kapunan, Mendoza, Martinez, Quisumbing, Purisima, and Pardo, JJ., concur. Vitug, and Panganiban, JJ., see separate opinion. Buena, and Gonzaga-Reyes, JJ., no part. [1] Stoll v. Gottlieb, 305 US 165, 172; 59 S. Ct. 134, 138; 83 L. ed. 104 [1938]. [2] Philippine Courts and their Jurisdiction, p. 13, 1998 ed. [3] Citing Miranda v. Tiangco, 96 Phil. 526; Santos v. Acuna, 100 Phil. 230; American Insurance Co. v. US Lines Co., 63 SCRA 325; Republic v. Reyes, 71 SCRA 426; Luzon Stevedoring Corp. v. Reyes, 71 SCRA 655; Agricultural and Industrial Marketing Inc. v. CA, 118 SCRA 49; Vasco v. CA, 81 SCRA 712; Mindanao Portland Cement Corp. v. Laquihan, 120 SCRA 930. [4] Ibid, at pp. 12-14 citing Miranda v. Tiangco, 96 Phil. 526; Santos v. Acuna, 63 O.G. 358; Gabaya v. Hon. R. Mendoza, 113 SCRA 400; Bueno Industrial and Development Corp v. Encaje, 104 SCRA 388. [5] Ibid, pp. 14-15 citing Molina v. dela Riva, 8 Phil. 569; Behn Meyer & Co. v. McMicking, 11 Phil. 276; Warmer Barnes & Co. v. Jaucian, 13 Phil. 4; Espiritu v. Crossfield, 14 Phil. 588; Mata v. Lichauco, 36 Phil. 809; De la Costa v. Cleofas, 67 Phil. 686; Omar v. Jose, 77 Phil. 703; City of Butuan v. Ortiz, 113 Phil. 636; De los Santos v. Rodriguez, 22 SCRA 551; City of Cebu v. Mendoza, 66 SCRA 174. [6] 29 Phil. 267 (1915), p. 270. [7] Section 1, Article VIII of the 1987 Constitution. [8] Section 5(f), Rule 135. [9] Philippine Political Law, p. 225, 1993 ed. [10] 94 Phil. 534 (1954), pp. 550, 555. [11] R.A. No. 372. [12] 94 Phil. 550, p. 551. [13] See In re Integration of the Bar of the Philippines, January 9, 1973, 49 SCRA 22. [14] See pp. 3-4 of Urgent Motion for Reconsideration. [15] See Article 79 of the Revised Penal Code. [16] Modern Constitutional Law, Vol. I, p. 409, 1969 ed., citing Caritativo v. California, 357 US 549, 21 L ed. 2d 1531, 78 S. Ct. 1263 [1958]. [17] December 30 and 31, 1998 were declared holidays. January 1, 1999 was an official holiday. January 2 was a Saturday and January 3 was a Sunday. [18] Urgent Motion for Reconsideration of public respondents, p. 8. [19] Darrow, Crime: Its Cause and Treatment, p. 166 (1922). [20] Eisler, A Justice For All, p. 268. [21] \"Where personal liberty is involved, a democratic society employs a different arithmetic and insists that it is less important to reach an unshakable decision than to do justice.\" Pollack, Proposals to Curtail Habeas Corpus for State Prisoners: Collateral Attack on the Great Writ. 66 Yale LJ 50, 65 (1956). Echegaray vs Sec of Justice: 132601 : January 19, 1999 : J. Panganiban's Opinion : En Banc SEPARATE OPINION PANGANIBAN, J.: I agree with the Courtâs Resolution that, without doubt, this Court has jurisdiction to issue the disputed Temporary Restraining Order (TRO) on January 4, 1999. I will not repeat its well-reasoned disquisition. I write only to explain my vote in the context of the larger issue of the death penalty. Since the solicitor general has demonstrated that Congress will not repeal or amend RA 7659 during its current session which ends on June 15, 1999 and that, in any event, the President will veto any such repeal or amendment, the TRO should by its own terms be deemed lifted now. However, my objections to the imposition of the death penalty transcend the TRO and permeate its juridical essence. I maintain my view that RA 7659 (the Death Penalty Law) is unconstitutional insofar as some parts thereof prescribing the capital penalty fail to comply with the requirements of âheinousnessâ and âcompelling reasonsâ prescribed by the Constitution of the Philippines.* This I have repeatedly stated in my Dissenting Opinions in various death cases decided by the Court, as well as during the Courtâs deliberation on this matter on January 4, 1999. For easy reference, I hereby attach a copy of my Dissent promulgated on February 7, 1997. Consequently, I cannot now vote to lift the TRO, because to do so would mean the upholding and enforcement of a law (or the relevant portions thereof) which, I submit with all due respect, is unconstitutional and therefore legally nonexistent. I also reiterate that, in my humble opinion, RA 8177 (the Lethal Injection Law) is likewise unconstitutional since it merely prescribes the manner in which RA 7659 (the Death Penalty Law) is to be implemented. Having said that, I stress, however, that I defer to the rule of law and will abide by the ruling of the Court that both RA 7659 and RA 8177 are constitutional and that the death penalty should, by majority vote, be implemented by means of lethal injection. FOR THE ABOVE REASONS, I vote to deny the solicitor generalâs Motion for Reconsideration. * I have further explained my unflinching position on this matter in my recent book Battles in the Supreme Court, particularly on pages 58 to 84. Echegaray vs Sec of Justice: 132601 : January 19, 1999 : J. Vitug's Opinion : En Banc SEPARATE OPINION VITUG, J.: Let me state at the outset that I have humbly maintained that Republic Act No. 7659, insofar as it prescribes the death penalty, falls short of the strict norm set forth by the Constitution. I am some of my brethren on the Court, who hold similarly, have consistently expressed this stand in the affirmance by the Court of death sentences imposed by Regional Trial Courts. In its resolution of 04 January 1999, the Court resolved to issue in the above-numbered petition a temporary restraining order (âTROâ) because, among other things, of what had been stated to be indications that Congress would re-examine the death penalty law. It was principally out of respect and comity to a co-equal branch of the government, i.e., to reasonably allow it that opportunity if truly minded, that motivated the Court to grant, after deliberation, a limited time for the purpose. The Court, it must be stressed, did not, by issuing the TRO, thereby reconsider its judgment convicting the accused or recall the imposition of the death penalty. The doctrine has almost invariably been that after a decision becomes final and executory, nothing else is further done except to see to its compliance since for the Court to adopt otherwise would be to put no end to litigations. The rule notwithstanding, the Court retains control over the case until the full satisfaction of the final judgment conformably with established legal processes. Hence, the Court has taken cognizance of the petition assailing before it the use of lethal injection by the State to carry out the death sentence. In any event, jurisprudence teaches that the rule of immutability of final and executory judgments admits of settled exceptions. Concededly, the Court may, for instance, suspend the execution of a final judgment when it becomes imperative in the higher interest of justice or when supervening events warrant it.[1] Certainly, this extraordinary relief cannot be denied any man, whatever might be his station, whose right to life is the issue at stake. The pronouncement in Director of Prisons vs. Judge of First Instance of Cavite,[2] should be instructive. Thus â âThis Supreme Court has repeatedly declared in various decisions, which constitute jurisprudence on the subject, that in criminal cases, after the sentence has been pronounced and the period for reopening the same has elapsed, the court can not change or alter its judgment, as its jurisdiction has terminated, functus est officio suo, according to the classical phrase. When in cases of appeal or review the cause has been returned thereto for execution, in the event that the judgment has been affirmed, it performs a ministerial duty in issuing the proper order. But it does not follow from this cessation of functions on the part of the court with reference to the ending of the cause that the judicial authority terminates by having then passed completely to the executive. The particulars of the execution itself, which are certainly not always included in the judgment and writ of execution, in any event are absolutely under the control of the judicial authority, while the executive has no power over the person of the convict except to provide for carrying out the penalty and to pardon. âGetting down to the solution of the question in the case at bar, which is that of execution of a capital sentence, it must be accepted as a hypothesis that postponement of the date can be requested. There can be no dispute on this point. It is a well-known principle that, notwithstanding the order of execution and the executory nature thereof on the date set or at the proper time, the date therefor can be postponed, even in sentences of death. Under the common law this postponement can be ordered in three ways: (1) By command of the King; (2) by discretion (arbitrio) of the court; and (3) by mandate of the law. It is sufficient to state this principle of the common law to render impossible the assertion in absolute terms that after the convict has once been placed in jail the trial court can not reopen the case to investigate the facts that show the need for postponement. If one of the ways is by direction of the court, it is acknowledged that even after the date of the execution has been fixed, and notwithstanding the general rule that after the Court of First Instance has performed its ministerial duty of ordering the execution, functus est officio suo, and its part is ended, if however a circumstance arises that ought to delay the execution, there is an imperative duty to investigate the emergency and to order a postponement. x x x.â In fine, the authority of the Court to see to the proper execution of its final judgment, the power of the President to grant pardon, commutation or reprieve, and the prerogative of Congress to repeal or modify the law that could benefit the convicted accused are not essentially preclusive of one another nor constitutionally incompatible and may each be exercised within their respective spheres and confines. Thus, the stay of execution issued by the Court would not prevent either the President from exercising his pardoning power or Congress from enacting a measure that may be advantageous to the adjudged offender. The TRO of this Court has provided that it shall be lifted even before its expiry date of 15 June 1999, âcoeval with the duration of the present regular session of Congress,â if it âsooner becomes certain that no repeal or modification of the law is going to be made.â The âUrgent Motion for Reconsiderationâ filed by the Office of the Solicitor General states that as of the moment, âcertain circumstances/supervening events (have) transpired to the effect that the repeal or modification of the law imposing death penalty has become nil x x x.â If, indeed, it would be futile to yet expect any chance for a timely[3] re-examination by Congress of the death penalty law, then I can appreciate why the majority of the Justices on the Court feel rightly bound even now to lift the TRO. I am hopeful, nevertheless, that Congress will in time find its way clear to undertaking a most thorough and dispassionate re-examination of the law not so much for its questioned wisdom as for the need to have a second look at the conditions sine qua non prescribed by the Constitution in the imposition of the death penalty. In People vs. Masalihit,[4] in urging, with all due respect, Congress to consider a prompt re-examination of the death penalty law, I have said: \"The determination of when to prescribe the death penalty lies, in the initial instance, with the law-making authority, the Congress of the Philippines, subject to the conditions that the Constitution itself has set forth; viz: (1) That there must be compelling reasons to justify the imposition of the death penalty; and (2) That the capital offense must involve a heinous crime. It appears that the fundamental law did not contemplate a simple âreimpositionâ of the death penalty to offenses theretofore already provided in the Revised Penal Code or, let alone, just because of it. The term âcompelling reasonsâ would indicate to me that there must first be a marked change in the milieu from that which has prevailed at the time of adoption of the 1987 Constitution, on the one hand, to that which exists at the enactment of the statute prescribing the death penalty, upon the other hand, that would make it distinctively inexorable to allow the re-imposition of the death penalty. Most importantly, the circumstances that would characterize the âheinous natureâ of the crime and make it so exceptionally offensive as to warrant the death penalty must be spelled out with great clarity in the law, albeit without necessarily precluding the Court from exercising its power of judicial review given the circumstances of each case. To venture, in the case of murder, the crime would become âheinousâ within the Constitutional concept, when, to exemplify, the victim is unnecessarily subjected to a painful and excruciating death or, in the crime of rape, when the offended party is callously humiliated or even brutally killed by the accused. The indiscriminate imposition of the death penalty could somehow constrain courts to apply, perhaps without consciously meaning to, stringent standards for conviction, not too unlikely beyond what might normally be required in criminal cases, that can, in fact, result in undue exculpation of offenders to the great prejudice of victims and society.â Today, I reiterate the above view and until the exacting standards of the Constitution are clearly met as so hereinabove expressed, I will have to disagree, most respectfully, with my colleagues in the majority who continue to hold the presently structured Republic Act No. 7659 to be in accord with the Constitution, an issue that is fundamental, constant and inextricably linked to the imposition each time of the death penalty and, like the instant petition, to the legal incidents pertinent thereto. Accordingly, I vote against the lifting of the restraining order of the Court even as I, like everyone else, however, must respect and be held bound by the ruling of the majority. [1] Candelana vs. CaÃ±izares, 4 SCRA 738; Philippine Veterans Bank vs. Intermediate Appellate Court, 178 SCRA 645; Lipana vs. Development Bank of Rizal, 154 SCRA 257; Lee vs. De Guzman, 187 SCRA 276; Bachrach Corporation vs. Court of Appeals, G.R. No. 128349, 25 September 1998 [2] 29 Phil. 267. [3] At least for Mr. Echegaray. [4] G.R. No. 124329, 14 December 1998. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "echegaray",
    "petitioner",
    "secretary",
    "justice",
    "respondents",
    "resolution",
    "public",
    "urgent",
    "motion",
    "reconsideration",
    "court",
    "january",
    "temporarily",
    "restraining",
    "execution",
    "supplemental",
    "submission",
    "decision",
    "case",
    "having"
  ],
  "title_summary": "LEO ECHEGARAY, PETITIONER, VS. SECRETARY OF JUSTICE, ET AL., RESPONDENTS. R E S O L U T I O N PUN...",
  "formatted_case_content": "View printer friendly version\n361 Phil. 73\n\nEN BANC\nEN BANC\n\n[ G.R. No. 132601, January 19, 1999 ]\n[ G.R. No. 132601, January 19, 1999 ]\n\nLEO ECHEGARAY, PETITIONER, VS. SECRETARY OF JUSTICE,\nET AL., RESPONDENTS.\nR E S O L U T I O N\nLEO ECHEGARAY, PETITIONER, VS. SECRETARY OF JUSTICE,\nET AL., RESPONDENTS.\n\nR E S O L U T I O N\n\nPUNO, J.:\n\nFor resolution are public\nrespondents' Urgent Motion for Reconsideration of the Resolution of this Court\ndated January 4, 1999 temporarily restraining the execution of petitioner and\nSupplemental Motion to Urgent Motion for Reconsideration. It is the submission of public respondents\nthat: \"(1) The Decision in\nthis case having become final and executory, its execution enters the exclusive\nambit of authority of the executive authority. The issuance of the TRO may be construed as trenching on that sphere of\nexecutive authority; (2) The issuance of the temporary restraining\norder x x x creates dangerous precedent as there will never be an end to\nlitigation because there is always a possibility that Congress may repeal a\nlaw. (3) Congress had earlier\ndeliberated extensively on the death penalty bill. To be certain, whatever\nquestion may now be raised on the Death Penalty Law before the present Congress\nwithin the 6-month period given by this Honorable Court had in all probability\nbeen fully debated upon x x x. (4) Under the time honored\nmaxim lex futuro, judex praeterito, the law looks forward while the judge looks\nat the past, x x x the Honorable Court\nin issuing the TRO has transcended its power of judicial review. (5) At this moment,\ncertain circumstances/supervening events transpired to the effect that the\nrepeal or modification of the law imposing death penalty has become nil, to\nwit:\n\na. The public pronouncement of President\nEstrada that he will veto any law imposing the death penalty involving heinous\ncrimes.\n\nb. The resolution of\nCongressman Golez, et al., that they are against the repeal of the law;\n\nc. The fact that Senator Roco's resolution to\nrepeal the law only bears his signature and that of Senator Pimentel.\"\n\nIn their\nSupplemental Motion to Urgent Motion for Reconsideration, public respondents\nattached a copy of House Resolution No. 629 introduced by Congressman Golez\nentitled \"Resolution expressing the sense of the House of Representative\nto reject any move to review Republic Act No. 7659 which provided for the re-imposition\nof death penalty, notifying the Senate, the Judiciary and the Executive\nDepartment of the position of the House\nof Representatives on this matter, and urging the President to exhaust all\nmeans under the law to immediately implement the death penalty law.\" The Resolution was concurred in by one\nhundred thirteen (113) congressmen.\n\nIn their Consolidated Comment,\npetitioner contends: (1) the stay order x x x is within the scope of judicial power and\nduty and does not trench on executive powers nor on congressional\nprerogatives; (2) the exercise by this Court of its power to\nstay execution was reasonable; (3) the Court did not lose jurisdiction to\naddress incidental matters involved or arising from the petition; (4) public respondents are estopped from challenging the Court's\njurisdiction; and (5) there is no\ncertainty that the law on capital punishment will not be repealed or modified\nuntil Congress convenes and considers all the various resolutions and bills\nfiled before it.\n\nPrefatorily, the Court likes to\nemphasize that the instant motions concern matters that are not incidents in\nG.R. No. 117472, where the death penalty was imposed on petitioner on automatic\nreview of his conviction by this Court. The instant motions were filed in this case, G.R. No. 132601,\nwhere the constitutionality of R.A. No. 8177 (Lethal Injection Law) and its implementing rules and regulations was assailed by petitioner. For this reason, the Court in its Resolution\nof January 4, 1999 merely noted the Motion to Set Aside of Rodessa\n\"Baby\" R. Echegaray dated January 7, 1999 and Entry of Appearance of\nher counsel dated January 5, 1999. Clearly, she has no legal standing to\nintervene in the case at bar, let alone the fact that the interest of the State\nis properly represented by the Solicitor General.\n\nWe shall now resolve the basic\nissues raised by the public respondents.\n\nI\n\nFirst . We do not\nagree with the sweeping submission of the public respondents that this Court\nlost its jurisdiction over the case at bar and hence can no longer restrain the\nexecution of the petitioner. Obviously, public respondents are invoking the rule that final judgments\ncan no longer be altered in accord with the principle that \"it is just as\nimportant that there should be a place to end as there should be a place to\nbegin litigation.\" [1] To start with, the Court is not changing even a comma of its final Decision. It is appropriate to examine with precision the metes and bounds\nof the Decision of this Court that became final. These metes and bounds are clearly spelled out in the Entry\nof Judgment in this case, viz : \"ENTRY OF JUDGMENT This is to certify that on October 12, 1998 a decision\nrendered in the above-entitled case was filed in this Office, the dispositive\npart of which reads as follows:\n\n`WHEREFORE, the petition is DENIED insofar as petitioner seeks to\ndeclare the assailed statute (Republic Act No. 8177) as unconstitutional; but\nGRANTED insofar as Sections 17 and 19 of the Rules and Regulations to Implement\nRepublic Act No. 8177 are concerned, which are hereby declared INVALID because\n(a) Section 17 contravenes Article 83 of the Revised Penal Code, as amended by\nSection 25 of Republic Act No. 7659; and (b) Section 19 fails to provide for review and approval of the Lethal Injection\nManual by the Secretary of Justice, and unjustifiably makes the manual\nconfidential, hence unavailable to interested parties including the\naccused/convict and counsel. Respondents are hereby enjoined from enforcing and implementing Republic\nAct No. 8177 until the aforesaid Sections 17 and 19 of the Rules and\nRegulations to Implement Republic Act No. 8177 are appropriately amended,\nrevised and/or corrected in accordance with this Decision.\n\nSO ORDERED.' and that the same has, on November 6, 1998 become final and\nexecutory and is hereby recorded in the Book of Entries of Judgment. Manila, Philippines. Clerk of Court By: (SGD) TERESITA G. DIMAISIP Acting Chief Judicial Records Office\"\n\nThe\nrecords will show that before the Entry\nof Judgment, the Secretary of Justice, the Honorable Serafin Cuevas, filed with\nthis Court on October 21, 1998 a Compliance where he submitted the\nAmended Rules and Regulations implementing R.A. No. 8177 in compliance with\nour Decision. On October 28, 1998, Secretary Cuevas submitted a Manifestation\ninforming the Court that he has caused the publication of the said Amended\nRules and Regulations as required by the Administrative Code. It is crystalline that the Decision of this Court that became final and unalterable\nmandated : (1) that R.A. No. 8177 is not unconstitutional;\n(2) that sections 17 and 19 of the\nRules and Regulations to Implement R.A. No. 8177 are invalid, and (3) R.A. No. 8177 cannot be enforced and implemented until sections 17 and 19 of the\nRules and Regulations to Implement R.A. No. 8177 are amended. It is also daylight clear that this Decision\nwas not altered a whit by this Court. Contrary to the submission of the Solicitor General, the rule on\nfinality of judgment cannot divest this Court of its jurisdiction to execute\nand enforce the same judgment. Retired Justice Camilo Quiason synthesized the well established jurisprudence on this issue as follows: [2]\n\nx x x \"the finality of a judgment does\nnot mean that the Court has lost all its powers nor the case . By the finality of the judgment, what the\ncourt loses is its jurisdiction to amend, modify or alter the same. Even after the judgment has become final the\ncourt retains its jurisdiction to execute and enforce it. [3] There\nis a difference between the jurisdiction of the court to execute its judgment\nand its jurisdiction to amend, modify or alter the same. The former continues\neven after the judgment has become final for the purpose of enforcement of\njudgment; the latter terminates when the judgment becomes final . [4] x x x For\nafter the judgment has become final facts and circumstances may transpire which\ncan render the execution unjust or impossible. [5]\n\nIn truth, the argument of the\nSolicitor General has long been rejected by this Court. As aptly pointed out by the petitioner, as early as 1915, this Court has unequivocably ruled in the case of Director of Prisons v. Judge of First Instance , [6] viz: \"This Supreme Court has repeatedly declared in various\ndecisions, which constitute jurisprudence on the subject, that in criminal\ncases, after the sentence has been pronounced and the period for reopening the\nsame has elapsed, the court cannot change or alter its judgment, as its\njurisdiction has terminated . . . When\nin cases of appeal or review the cause has been returned thereto for execution,\nin the event that the judgment has been affirmed, it performs a ministerial\nduty in issuing the proper order. But it\ndoes not follow from this cessation of functions on the part of the court with\nreference to the ending of the cause that the judicial authority terminates by\nhaving then passed completely to the Executive. The particulars of the execution itself, which are certainly not\nalways included in the judgment and writ of execution, in any event are absolutely\nunder the control of the judicial authority, while the executive has no power\nover the person of the convict except to provide for carrying out of the\npenalty and to pardon. Getting down to the solution of the question in the case at bar,\nwhich is that of execution of a capital sentence, it must be accepted as a\nhypothesis that postponement of the date can be requested. There can be no dispute on this point. It is a well-known principle that\nnotwithstanding the order of execution and the executory nature thereof on the\ndate set or at the proper time, the date therefor can be postponed, even in\nsentences of death. Under the\ncommon law this postponement can be ordered in three ways: (1) By command of the King; (2) by\ndiscretion ( arbitrio) of the court; and (3) by mandate of the law. It\nis sufficient to state this principle of the common law to render impossible\nthat assertion in absolute terms that after the convict has once been placed in\njail the trial court can not reopen the case to investigate the facts that show\nthe need for postponement. If one of\nthe ways is by direction of the court, it is acknowledged that even after the\ndate of the execution has been fixed, and notwithstanding the general rule that\nafter the (court) has performed its ministerial duty of ordering the execution\n. . . and its part is ended, if however a circumstance arises that ought to\ndelay the execution, and there is an imperative duty to investigate the\nemergency and to order a postponement. Then\nthe question arises as to whom the application for postponing the execution\nought to be addressed while the circumstances is under investigation and as to\nwho has jurisdiction to make the investigation.\"\n\nThe power to control the execution\nof its decision is an essential aspect\nof jurisdiction. It cannot be the\nsubject of substantial subtraction for\nour Constitution [7] vests the e ntirety of\njudicial power in one Supreme Court and in such lower courts as may be estabished by law. To be sure, the most important part of a\nlitigation, whether civil or criminal,\nis the process of execution of\ndecisions where supervening events may\nchange the circumstance of the parties\nand compel courts to intervene and\nadjust the rights of the litigants to prevent unfairness. It is because of these unforseen,\nsupervening contingencies that courts have been conceded the inherent and\nnecessary power of control of its processes and orders to make them conformable\nto law and justice . [8] For this purpose, Section 6\nof Rule 135 provides that \"when by law jurisdiction is conferred on a\ncourt or judicial officer, all auxiliary writs, processes and other means necessary to carry it into effect may be employed by such court\nor officer and if the procedure to be followed in the exercise of such jurisdiction is not specifically pointed\nout by law or by these rules, any suitable process or mode of proceeding may be\nadopted which appears conformable to the spirit of said law or rules. \" It bears repeating that what the Court\nrestrained temporarily is the execution of its own Decision to give it reasonble time to check its fairness in\nlight of supervening events in Congress as alleged by petitioner. The Court, contrary to popular\nmisimpression, did not restrain the effectivity of a law enacted by Congress.\n\nThe more disquieting dimension of the submission of the public\nrespondents that this Court has no jurisdiction to restrain the execution of petitioner is that it can diminish the independence of the judiciary. Since the implant of republicanism in our\nsoil, our courts have been conceded the jurisdiction to enforce their final\ndecisions. In accord with this\nunquestioned jurisdiction, this Court promulgated rules concerning pleading,\npractice and procedure which, among\nothers, spelled out the rules on execution of judgments. These rules are all predicated on the assumption that courts have the inherent,\nnecessary and incidental power to control and supervise the process of execution of their decisions. Rule 39 governs execution, satisfaction and\neffects of judgments in civil cases. Rule 120 governs judgments in criminal cases. It should be stressed\nthat the power to promulgate rules of\npleading, practice and procedure was granted by our Constitutions to this Court to enhance its independence, for\nin the words of Justice Isagani Cruz \"without independence and integrity,\ncourts will lose that popular trust so essential to the maintenance of their\nvigor as champions of justice.\" [9] Hence, our Constitutions\ncontinuously vested this power to this Court for it enhances its\nindependence. Under the 1935 Constitution ,\nthe power of this Court to promulgate rules concerning pleading, practice and\nprocedure was granted but it\nappeared to be co-existent with legislative power for it was subject to the power of Congress to repeal,\nalter or supplement . Thus, its\nSection 13, Article VIII provides: \"Sec. 13. The Supreme\nCourt shall have the power to promulgate rules concerning pleading, practice\nand procedure in all courts, and the admission to the practice of law. Said\nrules shall be uniform for all courts of the same grade and shall not diminish,\nincrease, or modify substantive rights. The existing laws on pleading, practice\nand procedure are hereby repealed as statutes, and are declared Rules of Court,\nsubject to the power of the Supreme Court to alter and modify the same. The\nCongress shall have the power to repeal, alter or supplement the rules\nconcerning pleading, practice and procedure, and the admission to the practice\nof law in the Philippines. \"\n\nThe said power of Congress,\nhowever, is not as absolute as it may\nappear on its surface. In In re\nCunanan [10] Congress in the exercise of its power to amend rules\nof the Supreme Court regarding admission to the practice of law, enacted the\nBar Flunkers Act of 1953 [11] which considered as a\npassing grade, the average of 70% in the bar examinations after July 4, 1946 up\nto August 1951 and 71% in the 1952 bar examinations. This Court struck down the law as unconstitutiona l. In his ponencia, Mr. Justice Diokno held that \"x x x the disputed\nlaw is not a legislation; it is a judgment - a judgment promulgated by this\nCourt during the aforecited years affecting the bar candidates concerned; and\nalthough this Court certainly can revoke these judgments even now, for\njustifiable reasons, it is no less certain that only this Court , and not\nthe legislative nor executive department, that may do so. Any attempt on the\npart of these departments would be a clear usurpation of its function, as is\nthe case with the law in question.\" [12] The venerable jurist\nfurther ruled: \"It is obvious,\ntherefore, that the ultimate power to grant license for the practice of law\nbelongs exclusively to this Court, and the law passed by Congress on the\nmatter is of permissive character, or as other authorities say, merely to fix\nthe minimum conditions for the license.\" By its ruling, this Court qualified the absolutist tone of\nthe power of Congress to \"repeal, alter or supplement the rules\nconcerning pleading, practice and procedure, and the admission to the practice\nof law in the Philippines.\n\nThe ruling of this Court in In\nre Cunanan was not changed by\nthe 1973 Constitution . For the 1973 Constitution reiterated the power of this Court \"to promulgate rules concerning pleading, practice\nand procedure in all courts, x x x which, however, may be repealed, altered or\nsupplemented by the Batasang Pambansa x x x.\" More completely, Section 5(2)5 of its Article X provided:\n\nx\nx x x x x x x x \"Sec. 5. The Supreme\nCourt shall have the following powers.\n\nx x x x\nx x x x x (5) Promulgate rules\nconcerning pleading, practice, and procedure in all courts, the admission to\nthe practice of law, and the integration of the Bar, which, however, may be\nrepealed, altered, or supplemented by the Batasang Pambansa. Such rules shall provide a simplified and\ninexpensive procedure for the speedy disposition of cases, shall be uniform for\nall courts of the same grade, and shall not diminish, increase, or modify\nsubstantive rights.\"\n\nWell worth noting is that the 1973\nConstitution further strengthened the independence of the judiciary by\ngiving to it the additional power to promulgate rules\ngoverning the integration of the Bar. [13]\n\nThe 1987 Constitution molded an even stronger and more independent judiciary . Among others, it enhanced the rule making\npower of this Court. Its Section\n5(5), Article VIII provides:\n\nx x x x\nx x x x x \"Section 5. The Supreme Court shall have the following powers:\n\nx x x x\nx x x x x (5) Promulgate rules\nconcerning the protection and enforcement of constitutional rights ,\npleading, practice and procedure in all courts, the admission to the practice\nof law, the Integrated Bar, and legal assistance to the underprivileged. Such\nrules shall provide a simplified and inexpensive procedure for the speedy\ndisposition of cases, shall be uniform for all courts of the same grade, and\nshall not diminish, increase, or modify substantive rights. Rules of\nprocedure of special courts and quasi-judicial bodies shall remain effective\nunless disapproved by the Supreme Court .\"\n\nThe rule making power of this\nCourt was expanded. This Court for the first time was\ngiven the power to promulgate rules concerning the protection and enforcement\nof constitutional rights. The Court was\nalso granted for the first time the power to disapprove rules of procedure of special courts and quasi-judicial\nbodies. But most importantly, the\n1987 Constitution took away the power\nof Congress to repeal, alter, or supplement rules concerning pleading, practice\nand procedure . In fine, the power to promulgate rules of pleading, practice\nand procedure is no longer shared by this Court with Congress, more so with the\nExecutive. If the manifest intent of the 1987 Constitution\nis to strengthen the independence of the judiciary, it is inutile to urge, as\npublic respondents do, that this Court has no jurisdiction to control the\nprocess of execution of its decisions, a power conceded to it and which it has\nexercised since time immemorial.\n\nTo be sure, it is too late in\nthe day for public respondents to assail the jurisdiction of this Court\nto control and supervise the implementation of its decision in the case at bar. As aforestated, our Decision\nbecame final and executory on November 6, 1998. The records reveal that after November 6, 1998, or on December 8,\n1998, no less than the Secretary of Justice recognized the jurisdiction of\nthis Court by filing a Manifestation and Urgent Motion to compel the trial\njudge, the Honorable Thelma A. Ponferrada, RTC, Br. 104, Quezon City to provide\nhim \"x x x a certified true copy\nof the Warrant of Execution dated November 17, 1998 bearing the designated\nexecution day of death convict Leo Echegaray and allow (him) to reveal or\nannounce the contents thereof, particularly the execution date fixed by such\ntrial court to the public when requested.\" The relevant portions of the Manifestation and Urgent Motion\nfiled by the Secretary of Justice beseeching\nthis Court \"to provide the appropriate relief \" state:\n\nx x x x\nx x x x x 5. Instead of filing a\ncomment on Judge Ponferrada's Manifestation however, herein respondent is\nsubmitting the instant Manifestation and Motion (a) to stress, inter alia , that the non-disclosure of the date\nof execution deprives herein respondent of vital information necessary for the\nexercise of his statutory powers, as well as renders nugatory the\nconstitutional guarantee that recognizes the people's right to information of\npublic concern, and (b) to ask this Honorable Court to provide the\nappropriate relief. 6. The non-disclosure of the\ndate of execution deprives herein respondent of vital information necessary for\nthe exercise of his power of supervision and control over the Bureau of\nCorrections pursuant to Section 39, Chapter 8, Book IV of the Administrative\nCode of 1987, in relation to Title III, Book IV of such Administrative Code, insofar as the enforcement of Republic\nAct No. 8177 and the Amended Rules and Regulations to Implement Republic Act\nNo. 8177 is concerned and for the discharge of the mandate of seeing to it that\nlaws and rules relative to the execution of sentence are faithfully observed. 7. On the other hand, the\nwillful omission to reveal the information about the precise day of execution\nlimits the exercise by the President of executive clemency powers pursuant to\nSection 19, Article VII (Executive Department) of the 1987 Philippine\nConstitution and Article 81 of the Revised Penal Code, as amended, which\nprovides that the death sentence shall be carried out `without prejudice to the\nexercise by the President of his executive clemency powers at all times .\" (Underscoring supplied) For instance, the President cannot grant\nreprieve, i.e., postpone the execution of a sentence to a day certain ( People\nv. Vera , 65 Phil. 56, 110 [1937]) in the absence of a precise date to\nreckon with. The exercise of such\nclemency power, at this time, might even work to the prejudice of the convict\nand defeat the purpose of the Constitution and the applicable statute as when\nthe date of execution set by the President would be earlier than that designated by the court. 8. Moreover, the deliberate\nnon-disclosure of information about the date of execution to herein respondent\nand the public violates Section 7, Article III (Bill of Rights) and Section 28,\nArticle II (Declaration of Principles and State Policies) of the 1987\nPhilippine Constitution which read:\n\nSEC. 7. The right of the\npeople to information on matters of public concern shall be recognized. Access to official records, and to documents\nand papers pertaining to official acts, transactions, or decisions, as well as\nto government research data used as basis for policy development, shall be\nafforded the citizen, subject to such limitations as may be provided by law.\n\nSEC. 28. Subject to\nreasonable conditions prescribed by law, the State adopts and implements a\npolicy of full public disclosure of all its transactions involving public\ninterest. 9. The `right to information'\nprovision is self-executing. It supplies 'the rules by means of which the right\nto information may be enjoyed (Cooley, A Treatise on the Constitutional\nLimitations, 167 [1972]) by guaranteeing the right and mandating the duty to\nafford access to sources of information. Hence, the fundamental right therein recognized may be asserted by the\npeople upon the ratification of the Constitution without need for any ancillary\nact of the Legislature ( Id ., at p. 165) What may be provided for by the Legislature are reasonable conditions\nand limitations upon the access to be afforded which must, of necessity, be\nconsistent with the declared State policy of full public disclosure of all\ntransactions involving public interest (Constitution, Art. II, Sec. 28). However, it cannot be overemphasized that\nwhatever limitation may be prescribed by the Legislature, the right and the\nduty under Art. III, Sec. 7 have become operative and enforceable by virtue of\nthe adoption of the New Charter.\" (Decision of the Supreme Court En Banc in Legaspi v. Civil\nService Commission , 150 SCRA 530, 534-535 [1987].\"\n\nThe same motion to compel Judge\nPonferrada to reveal the date of execution of petitioner Echegaray was filed by\nhis counsel, Atty. Theodore Te, on December 7, 1998. He invoked his client's\nright to due process and the public's right to information. The Solicitor General, as counsel for\npublic respondents, did not oppose petitioner's motion on the ground that this\nCourt has no more jurisdiction over the process of execution of Echegaray. This Court granted the relief prayed for by the Secretary of\nJustice and by the counsel of the petitioner\nin its Resolution of December 15, 1998. There was not a whimper of protest from\nthe public respondents and they are now estopped from contending that\nthis Court has lost its jurisdiction to grant said relief. The jurisdiction of this Court does not depend\non the convenience of litigants.\n\nII\n\nSecond . We likewise\nreject the public respondents' contention that the \"decision in this case\nhaving become final and executory, its execution enters the exclusive ambit\nof authority of the executive department x x x. By granting the TRO, the\nHonorable Court has in effect granted reprieve which is an executive function. \" [14] Public respondents cite as\ntheir authority for this proposition,\nSection 19, Article VII of the Constitution which reads: \"Except in cases of impeachment, or as otherwise provided in\nthis Constitution, the President may grant reprieves, commutations, and\npardons, and remit fines and forfeitures after conviction by final\njudgment. He shall also have the power\nto grant amnesty with the concurrence of a majority of all the members of the\nCongress.\"\n\nThe text and tone of this\nprovision will not yield to the interpretation suggested by the public\nrespondents. The provision is simply the source of power of the President to\ngrant reprieves, commutations, and pardons and remit fines and forfeitures\nafter conviction by final judgment. It\nalso provides the authority for the President to grant amnesty with the\nconcurrence of a majority of all the members of the Congress. The provision, however, cannot be interpreted as denying the power of courts to control the enforcement of their decisions after their finality. In truth, an accused who has been\nconvicted by final judgment still possesses collateral rights and these\nrights can be claimed in the appropriate courts. For instance, a death\nconvict who becomes insane after his final conviction cannot be executed while\nin a state of insanity. [15] As observed by Antieau,\n\"today, it is generally assumed that due process of law will prevent the\ngovernment from executing the death sentence upon a person who is insane at the\ntime of execution.\" [16] The suspension of such a\ndeath sentence is undisputably an\nexercise of judicial power. It is not a\nusurpation of the presidential power of reprieve though its effect is the same\n-- the temporary suspension of the execution of the death convict. In the same vein, it cannot be denied that\nCongress can at any time amend R.A. No. 7659 by reducing the penalty of death to life imprisonment. The\neffect of such an amendment is like that of commutation of sentence. But\nby no stretch of the imagination can the exercise by Congress\nof its plenary power to amend laws be considered as a violation of the power of the President to\ncommute final sentences of conviction. The powers of the Executive, the\nLegislative and the Judiciary to save the life of a death convict do not\nexclude each other for the simple reason that there is no higher right than the right to life. Indeed, in various States in the United\nStates, laws have even been enacted expressly granting courts the power to\nsuspend execution of convicts and their constitutionality has been upheld over\narguments that they infringe upon the power of the President to grant\nreprieves. For the public respondents\ntherefore to contend that only the Executive can protect the right to life of\nan accused after his final conviction is to violate the principle of\nco-equal and coordinate powers of the three branches of our government.\n\nIII\n\nThird . The Court's\nresolution temporarily restraining the execution of petitioner must be put in\nits proper perspective as it has been grievously distorted especially\nby those who make a living by vilifying courts. Petitioner filed his Very Urgent Motion for Issuance of TRO on December\n28, 1998 at about 11:30 p.m. He\ninvoked several grounds, viz: (1) that\nhis execution has been set on January\n4, the first working day of 1999; (b) that members of Congress had either sought for his executive clemency\nand/or review or repeal of the law authorizing capital punishment; (b.1) that Senator Aquilino Pimentel's resolution\nasking that clemency be granted to the\npetitioner and that capital punishment be reviewed has been concurred by\nthirteen (13) other senators; (b.2) Senate President Marcelo Fernan and Senator\nMiriam S. Defensor have publicly\ndeclared they would seek a review of the death penalty law; (b.3) Senator Raul Roco has also sought the repeal\nof capital punishment, and (b.4) Congressman Salacrib Baterina, Jr., and\nthirty five (35) other congressmen are demanding review of the same law.\n\nWhen the Very Urgent Motion was filed, the Court was already in its\ntraditional recess and would only resume session on January 18, 1999. Even\nthen, Chief Justice Hilario Davide, Jr. called the Court to a Special Session\non January 4, 1999 [17] at 10. a.m. to deliberate\non petitioner's Very Urgent Motion. The\nCourt hardly had five (5) hours to resolve petitioner's motion as he was due to\nbe executed at 3 p.m. Thus, the Court\nhad the difficult problem of resolving whether petitioner's allegations about the\nmoves in Congress to repeal or amend the Death Penalty Law are mere speculations\nor not. To the Court's majority,\nthere were good reasons why the Court should not immediately dismiss\npetitioner's allegations as mere speculations and surmises. They noted that petitioner's\nallegations were made in a pleading under oath and were widely\npublicized in the print and broadcast media. It was also of judicial notice that the 11th Congress is a new\nCongress and has no less than one hundred thirty (130) new members whose views\non capital punishment are still unexpressed . The present Congress is therefore different from the Congress that enacted the Death Penalty Law\n(R.A. No. 7659) and the Lethal Injection Law (R.A. No. 8177). In contrast, the Court's minority felt that\npetitioner's allegations lacked clear\nfactual bases. There was hardly a time\nto verify petitioner's allegations as his execution was set at 3 p.m. And verification from Congress was impossible\nas Congress was not in session. Given these constraints, the\nCourt's majority did not rush to\njudgment but took an extremely cautiou s stance by temporarily\nrestraining the execution of petitioner. The suspension was temporary -\n- - \"until June 15, 1999, coeval with the constitutional duration of the\npresent regular session of Congress, unless it sooner becomes certain that\nno repeal or modification of the law is going to be made .\" The extreme caution taken by the Court was compelled, among\nothers, by the fear that any error\nof the Court in not stopping the execution of the petitioner will preclude any further relief for all rights stop at the graveyard. As life was at stake, the Court refused to\nconstitutionalize haste and the hysteria of some partisans. The Court's majority felt it needed the\ncertainty that the legislature will not\nchange the circumstance of petitioner as alleged by his counsel. It was believed that law and equitable\nconsiderations demand no less before allowing the State to take the life of one\nits citizens.\n\nThe temporary restraining order\nof this Court has produced its\ndesired result, i.e., the crystallization of the issue whether\nCongress is disposed to review capital punishment. The public respondents, thru the Solicitor General, cite posterior\nevents that negate beyond doubt the possibility that Congress will repeal\nor amend the death penalty law. He\nnames these supervening events as follows:\n\nx x x \"a. The public pronouncement\nof President Estrada that he will veto any law repealing the death penalty\ninvolving heinous crimes. b. The resolution of\nCongressman Golez, et al., that they are against the repeal of the law; c. The fact that Senator\nRoco's resolution to repeal the law only bears his signature and that of\nSenator Pimentel.\" [18]\n\nIn their Supplemental Motion to\nUrgent Motion for Reconsideration, the Solicitor General cited House Resolution\nNo. 629 introduced by Congressman Golez entitled \"Resolution expressing the\nsense of the House of Representatives to reject any move to review R.A. No.\n7659 which provided for the reimposition of death penalty, notifying the\nSenate, the Judiciary and the Executive Department of the position of the House\nof Representatives on this matter and urging the President to exhaust all means\nunder the law to immediately implement the death penalty law.\" The Golez resolution was signed by 113\ncongressmen as of January 11, 1999. In\na marathon session yesterday that extended up to 3 o'clock in the morning, the\nHouse of Representatives with minor amendments formally adopted the Golez\nresolution by an overwhelming vote. House Resolution No. 25 expressed the sentiment that the House \"x x\nx does not desire at this time to review Republic Act 7659.\" In addition,\nthe President has stated that he will not request Congress to ratify the Second\nProtocol in view of the prevalence of heinous crimes in the country. In light of these developments, the Court's TRO should now be lifted as it has served its legal and\nhumanitarian purpose.\n\nA last note . In 1922, the\nfamous Clarence Darrow predicted that \"x x x the question of capital\npunishment has been the subject of endless discussion and will probably\nnever be settled so long as men believe in punishment. \" [19] In our clime and time when\nheinous crimes continue to be unchecked, the debate on the legal and moral predicates of capital punishment has\nbeen regrettably blurred by emotionalism because of the\nunfaltering faith of the pro and anti-death partisans on the right and righteousness of their postulates. To be\nsure, any debate, even if it is no more\nthan an exchange of epithets is healthy\nin a democracy. But when the debate\ndeteriorates to discord due to the\noveruse of words that wound, when anger threatens to turn the majority rule to\ntyranny, it is the especial duty of this Court to assure that the guarantees of\nthe Bill of Rights to the minority fully hold . As Justice Brennan reminds us \"x x x it is the very purpose of the Constitution -\n- - and particularly the Bill of Rights - - - to declare certain values\ntranscendent , beyond the reach of temporary political majorities.\" [20] Man has yet to invent a better hatchery of justice\nthan the courts. It is a hatchery where\njustice will bloom only when we can prevent the roots of reason to be blown\naway by the winds of rage. The flame of\nthe rule of law cannot be ignited by rage, especially the rage of the mob which\nis the mother of unfairness. The\nbusiness of courts in rendering justice is to be fair and they can pass their\nlitmus test only when they can be fair to him who is momentarily the most hated\nby society . [21]\n\nIN VIEW WHEREOF , the Court grants the public respondents' Urgent\nMotion for Reconsideration and Supplemental Motion to Urgent Motion for\nReconsideration and lifts the Temporary Restraining Order issued in its Resolution of January 4,\n1999.\n\nThe Court also orders respondent\ntrial court judge (Hon. Thelma A.\nPonferrada, Regional Trial Court, Quezon City, Branch 104) to set anew the date\nfor execution of the convict/petitioner in accordance with applicable\nprovisions of law and the Rules of Court, without further delay.\n\nSO ORDERED. Davide, Jr., C.J., Romero,\nBellosillo, Melo, Kapunan, Mendoza,\nMartinez, Quisumbing, Purisima, and Pardo, JJ., concur .\nVitug , and Panganiban , JJ., see separate opinion.\nBuena, and Gonzaga-Reyes, JJ., no part.\n[if !supportEndnotes]\n\n[endif]\n\n[1] Stoll v. Gottlieb, 305 US 165, 172; 59 S. Ct. 134, 138; 83 L. ed. 104\n[1938].\n\n[2] Philippine Courts and their Jurisdiction, p.\n13, 1998 ed.\n\n[3] Citing\nMiranda v. Tiangco, 96 Phil.\n526; Santos v. Acuna, 100 Phil. 230; American Insurance Co. v. US\nLines Co., 63 SCRA 325; Republic v . Reyes, 71 SCRA 426; Luzon\nStevedoring Corp. v . Reyes, 71 SCRA 655; Agricultural and Industrial\nMarketing Inc. v. CA, 118 SCRA 49; Vasco v. CA, 81 SCRA 712;\nMindanao Portland Cement Corp. v. Laquihan, 120 SCRA 930.\n\n[4] Ibid, at pp. 12-14 citing Miranda v. Tiangco, 96 Phil. 526; Santos v. Acuna, 63 O.G. 358; Gabaya v .\nHon. R. Mendoza, 113 SCRA 400; Bueno Industrial and Development Corp v. Encaje, 104 SCRA 388.\n\n[5] Ibid , pp. 14-15 citing Molina v. dela\nRiva, 8 Phil. 569; Behn Meyer & Co. v. McMicking, 11 Phil. 276;\nWarmer Barnes & Co. v. Jaucian, 13 Phil. 4; Espiritu v .\nCrossfield, 14 Phil. 588; Mata v. Lichauco,\n36 Phil. 809; De la Costa v. Cleofas, 67 Phil. 686; Omar v. Jose,\n77 Phil. 703; City of Butuan v. Ortiz, 113 Phil. 636; De los Santos v. Rodriguez, 22 SCRA 551; City of Cebu v. Mendoza, 66 SCRA 174.\n\n[6] 29\nPhil. 267 (1915), p. 270.\n\n[7] Section 1, Article VIII of the 1987\nConstitution.\n\n[8] Section 5(f), Rule 135.\n\n[9] Philippine\nPolitical Law, p. 225, 1993 ed.\n\n[10] 94\nPhil. 534 (1954), pp. 550, 555.\n\n[11] R.A.\nNo. 372.\n\n[12] 94\nPhil. 550, p. 551.\n\n[13] See In re Integration of the Bar of the\nPhilippines, January 9, 1973, 49 SCRA 22.\n\n[14] See\npp. 3-4 of Urgent Motion for Reconsideration.\n\n[15] See Article 79 of the Revised Penal Code.\n\n[16] Modern\nConstitutional Law, Vol. I, p. 409, 1969 ed., citing Caritativo v. California,\n357 US 549, 21 L ed. 2d 1531, 78 S. Ct. 1263 [1958].\n\n[17] December 30 and 31, 1998 were declared\nholidays. January 1, 1999 was an\nofficial holiday. January 2 was a\nSaturday and January 3 was a Sunday.\n\n[18] Urgent\nMotion for Reconsideration of public respondents, p. 8.\n\n[19] Darrow,\nCrime: Its Cause and Treatment, p. 166\n(1922).\n\n[20] Eisler,\nA Justice For All, p. 268.\n\n[21] \"Where personal liberty is involved, a\ndemocratic society employs a different arithmetic\nand insists that it is less important\nto reach an unshakable decision than to do justice.\" Pollack, Proposals to Curtail Habeas Corpus\nfor State Prisoners: Collateral Attack\non the Great Writ. 66 Yale LJ 50, 65\n(1956).\n\nEchegaray vs Sec of Justice: 132601 : January 19, 1999 : J. Panganiban's Opinion : En Banc [if gte mso 9]><xml>\n <o:DocumentProperties>\n <o:Author></o:Author>\n <o:Template></o:Template>\n <o:LastAuthor></o:LastAuthor>\n <o:Revision></o:Revision>\n <o:TotalTime></o:TotalTime>\n <o:Created></o:Created>\n <o:LastSaved></o:LastSaved>\n <o:Pages></o:Pages>\n <o:Company></o:Company>\n <o:Lines></o:Lines>\n <o:Paragraphs></o:Paragraphs>\n <o:Version>9.2720</o:Version>\n </o:DocumentProperties>\n</xml><![endif]\n\nSEPARATE OPINION\n\nPANGANIBAN, J .:\n\nI agree with the Courtâs\nResolution that, without doubt, this Court has jurisdiction to issue the\ndisputed Temporary Restraining Order (TRO) on January 4, 1999. I will not repeat its well-reasoned\ndisquisition. I write only to explain\nmy vote in the context of the larger issue of the death penalty.\n\nSince the solicitor\ngeneral has demonstrated that Congress will not repeal or amend RA 7659 during\nits current session which ends on June 15, 1999 and that, in any event, the\nPresident will veto any such repeal or amendment, the TRO should by its own\nterms be deemed lifted now. However, my objections to the imposition of the death penalty transcend\nthe TRO and permeate its juridical essence.\n\nI maintain my view that\nRA 7659 (the Death Penalty Law) is unconstitutional insofar as some parts\nthereof prescribing the capital penalty fail to comply with the requirements of\nâheinousnessâ and âcompelling reasonsâ prescribed by the Constitution of the Philippines. * This I have repeatedly stated in my\nDissenting Opinions in various death cases decided by the Court, as well as\nduring the Courtâs deliberation on this matter on January 4, 1999. For easy reference, I hereby attach a copy\nof my Dissent promulgated on February 7, 1997.\n\nConsequently, I cannot\nnow vote to lift the TRO, because to do so would mean the upholding and\nenforcement of a law (or the relevant portions thereof) which, I submit with\nall due respect, is unconstitutional and therefore legally nonexistent. I also reiterate that, in my humble opinion,\nRA 8177 (the Lethal Injection Law) is likewise unconstitutional since it merely\nprescribes the manner in which RA 7659 (the Death Penalty Law) is to be\nimplemented.\n\nHaving said that, I\nstress, however, that I defer to the rule of law and will abide by the ruling\nof the Court that both RA 7659 and RA 8177 are constitutional and that the\ndeath penalty should, by majority vote, be implemented by means of lethal\ninjection.\n\nFOR THE ABOVE REASONS, I\nvote to deny the solicitor generalâs Motion for Reconsideration.\n\n[if !supportEmptyParas] [endif] [if !supportEndnotes]\n\n[endif]\n\n* I have\nfurther explained my unflinching position on this matter in my recent book\nBattles in the Supreme Court, particularly\non pages 58 to 84.\n\nEchegaray vs Sec of Justice: 132601 : January 19, 1999 : J. Vitug's Opinion : En Banc [if gte mso 9]><xml>\n <o:DocumentProperties>\n <o:Author></o:Author>\n <o:Template></o:Template>\n <o:LastAuthor></o:LastAuthor>\n <o:Revision></o:Revision>\n <o:TotalTime></o:TotalTime>\n <o:Created></o:Created>\n <o:LastSaved></o:LastSaved>\n <o:Pages></o:Pages>\n <o:Words></o:Words>\n <o:Characters></o:Characters>\n <o:Company></o:Company>\n <o:Lines></o:Lines>\n <o:Paragraphs></o:Paragraphs>\n <o:CharactersWithSpaces></o:CharactersWithSpaces>\n <o:Version>9.2720</o:Version>\n </o:DocumentProperties>\n</xml><![endif]\n\nSEPARATE OPINION\n\nVITUG, J. :\n\nLet me state at the\noutset that I have humbly maintained that Republic Act No. 7659, insofar as\nit prescribes the death penalty, falls short of the strict norm set forth by\nthe Constitution . I am some of my\nbrethren on the Court, who hold similarly, have consistently expressed this\nstand in the affirmance by the Court of death sentences imposed by Regional\nTrial Courts.\n\nIn its resolution of 04\nJanuary 1999, the Court resolved to issue in the above-numbered petition a\ntemporary restraining order (âTROâ) because, among other things, of what had\nbeen stated to be indications that Congress would re-examine the death penalty\nlaw. It was principally out of\nrespect and comity to a co-equal branch of the government, i.e., to reasonably\nallow it that opportunity if truly minded, that motivated the Court to grant,\nafter deliberation, a limited time for the purpose.\n\nThe Court, it must be\nstressed, did not, by issuing the TRO, thereby reconsider its judgment\nconvicting the accused or recall the imposition of the death penalty.\n\nThe doctrine has almost\ninvariably been that after a decision becomes final and executory, nothing else is further done except to see\nto its compliance since for the Court to adopt otherwise would be to put no end\nto litigations. The rule\nnotwithstanding, the Court retains control over the case until the full\nsatisfaction of the final judgment conformably with established legal\nprocesses. Hence, the Court has taken\ncognizance of the petition assailing before it the use of lethal injection by\nthe State to carry out the death sentence. In any event, jurisprudence teaches that the rule of immutability of\nfinal and executory judgments admits of settled exceptions. Concededly, the Court may, for instance,\nsuspend the execution of a final judgment when it becomes imperative in\nthe higher interest of justice or when supervening events warrant it . [1] Certainly, this extraordinary relief cannot be denied\nany man, whatever might be his station, whose right to life is the issue at\nstake. The pronouncement in Director of\nPrisons vs. Judge of First Instance of Cavite, [2] should be instructive. Thus â âThis Supreme Court has repeatedly declared in various decisions,\nwhich constitute jurisprudence on the subject, that in criminal cases, after\nthe sentence has been pronounced and the period for reopening the same has\nelapsed, the court can not change or alter its judgment, as its jurisdiction\nhas terminated, functus est officio suo, according to the classical\nphrase. When in cases of appeal or\nreview the cause has been returned thereto for execution, in the event that the\njudgment has been affirmed, it performs a ministerial duty in issuing the\nproper order. But it does not follow\nfrom this cessation of functions on the part of the court with reference to the\nending of the cause that the judicial authority terminates by having then\npassed completely to the executive. The\nparticulars of the execution itself, which are certainly not always included in\nthe judgment and writ of execution, in any event are absolutely under the\ncontrol of the judicial authority, while the executive has no power over the\nperson of the convict except to provide for carrying out the penalty and to\npardon. âGetting down to the solution of the question in the case at bar,\nwhich is that of execution of a capital sentence, it must be accepted as a\nhypothesis that postponement of the date can be requested. There can be no dispute on this point. It is a well-known principle that,\nnotwithstanding the order of execution and the executory nature thereof on the\ndate set or at the proper time, the date therefor can be postponed, even in\nsentences of death. Under the\ncommon law this postponement can be ordered in three ways: (1) By command of\nthe King; (2) by discretion ( arbitrio ) of the court; and (3) by mandate\nof the law. It is sufficient to state\nthis principle of the common law to render impossible the assertion in absolute\nterms that after the convict has once been placed in jail the trial court can\nnot reopen the case to investigate the facts that show the need for\npostponement. If one of the ways is by\ndirection of the court, it is acknowledged that even after the date of the\nexecution has been fixed, and notwithstanding the general rule that after the\nCourt of First Instance has performed its ministerial duty of ordering the\nexecution, functus est officio suo , and its part is ended, if however a\ncircumstance arises that ought to delay the execution, there is an imperative\nduty to investigate the emergency and to order a postponement. x x x.â\n\nIn\nfine, the authority of the Court to see to the proper execution of its final\njudgment, the power of the President to grant pardon, commutation or reprieve,\nand the prerogative of Congress to repeal or modify the law that could benefit\nthe convicted accused are not essentially preclusive of one another nor\nconstitutionally incompatible and may each be exercised within their respective\nspheres and confines. Thus, the stay of\nexecution issued by the Court would not prevent either the President from\nexercising his pardoning power or Congress from enacting a measure that may be\nadvantageous to the adjudged offender.\n\nThe TRO of this Court\nhas provided that it shall be lifted even before its expiry date of 15\nJune 1999, âcoeval with the duration of the present regular session of\nCongress,â if it âsooner becomes\ncertain that no repeal or modification of the law is going to be made.â The\nâUrgent Motion for Reconsiderationâ filed by the Office of the Solicitor\nGeneral states that as of the moment, âcertain circumstances/supervening events\n(have) transpired to the effect that the repeal or modification of the law\nimposing death penalty has become nil x x x.â If, indeed, it would be futile to yet expect any chance for a timely [3] re-examination by Congress of the death penalty law,\nthen I can appreciate why the majority of the Justices on the Court feel\nrightly bound even now to lift the TRO.\n\nI am hopeful,\nnevertheless, that Congress will in time find its way clear to undertaking a\nmost thorough and dispassionate re-examination of the law not so\nmuch for its questioned wisdom as for the need to have a second look at the\nconditions sine qua non prescribed by the Constitution in the imposition\nof the death penalty. In People vs.\nMasalihit, [4] in urging, with all due respect, Congress to consider\na prompt re-examination of the death penalty law, I have said: \" The determination of when to prescribe the death penalty\nlies, in the initial instance, with the law-making authority, the Congress of\nthe Philippines, subject to the conditions that the Constitution itself has set\nforth; viz : (1) That there must\nbe compelling reasons to justify the imposition of the death penalty;\nand (2) That the capital offense must\ninvolve a heinous crime . It\nappears that the fundamental law did not contemplate a simple âreimpositionâ of\nthe death penalty to offenses theretofore already provided in the Revised Penal\nCode or, let alone, just because of it. The term âcompelling reasonsâ would indicate to me that there must first\nbe a marked change in the milieu from that which has prevailed at the time of\nadoption of the 1987 Constitution, on the one hand, to that which exists at the\nenactment of the statute prescribing the death penalty, upon the other hand,\nthat would make it distinctively inexorable to allow the re-imposition of the\ndeath penalty. Most importantly, the\ncircumstances that would characterize the âheinous natureâ of the crime and\nmake it so exceptionally offensive as to warrant the death penalty must be\nspelled out with great clarity in the law, albeit without necessarily\nprecluding the Court from exercising its power of judicial review given the\ncircumstances of each case. To\nventure, in the case of murder, the crime would become âheinousâ within the\nConstitutional concept, when, to exemplify, the victim is unnecessarily\nsubjected to a painful and excruciating death or, in the crime of rape, when\nthe offended party is callously humiliated or even brutally killed by the\naccused. The indiscriminate imposition\nof the death penalty could somehow constrain courts to apply, perhaps without\nconsciously meaning to, stringent standards for conviction, not too unlikely\nbeyond what might normally be required in criminal cases, that can, in fact,\nresult in undue exculpation of offenders to the great prejudice of victims and\nsociety.â\n\nToday, I reiterate the\nabove view and until the exacting standards of the Constitution are\nclearly met as so hereinabove expressed, I will have to disagree, most\nrespectfully, with my colleagues in the majority who continue to hold the\npresently structured Republic Act No. 7659 to be in accord with the Constitution,\nan issue that is fundamental, constant and inextricably linked to the\nimposition each time of the death penalty and, like the instant petition, to\nthe legal incidents pertinent thereto.\n\nAccordingly, I vote\nagainst the lifting of the restraining order of the Court even as I, like\neveryone else, however, must respect and be held bound by the ruling of the\nmajority.\n\n[if !supportEmptyParas] [endif] [if !supportEndnotes]\n\n[endif]\n\n[1] Candelana vs. CaÃ±izares, 4 SCRA\n738; Philippine Veterans Bank vs. Intermediate Appellate Court, 178 SCRA\n645; Lipana vs . Development Bank\nof Rizal, 154 SCRA 257; Lee vs. De Guzman, 187 SCRA 276; Bachrach Corporation\nvs. Court of Appeals, G.R. No. 128349, 25 September 1998\n\n[2] 29 Phil. 267.\n\n[3] At least for Mr. Echegaray.\n\n[4] G.R. No. 124329, 14 December 1998.",
  "content_length": 52287,
  "metadata_extraction_date": "2025-11-01T05:52:04.107464",
  "extraction_version": "2.0_enhanced_full_content"
}