{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1903/november/gr_l-1316_1903.html",
  "filename": "gr_l-1316_1903.html",
  "year": 1903,
  "month": "november",
  "case_number": "gr_l-1316_1903",
  "gr_number": "gr_l-1316_1903",
  "volume_page": "Volume information not available",
  "decision_date": "November  12, 1903",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Criminal Law"
  ],
  "keywords": [
    "bontoc",
    "complaint",
    "defendant",
    "province",
    "lepanto",
    "dao",
    "court",
    "circumstance",
    "subprovince",
    "charge",
    "first",
    "instance",
    "wounds",
    "offense",
    "appellant",
    "conviction",
    "homicide",
    "crime",
    "penal",
    "code"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1316\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1316          November  12, 1903\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nLI-DAO,\n\ndefendant-appellant.\n\nRoberto Moreno for appellant.\n\nOffice of the Solicitor-General Araneta for appellee.\n\nWILLARD,\n\nJ.:\n\nThis case was before us in August, upon a motion to dismiss because the complaint was insufficient. We then held that the complaint was sufficient to support a conviction for homicide, but not for assassination. The evidence shows beyond doubt that the defendant is guilty of the former crime, but not of the latter. There is no evidence that would justify the court in saying that the qualifying circumstance of \"evident premeditation\" existed.\n\nWe take into consideration, as a mitigating circumstance, the provisions of article 11 of the Penal Code. The judgment is therefore reversed and the defendant is convicted of the crime of homicide with the mitigating circumstance of article 11 of the Penal Code, and is sentenced to twelve years and one day of\n\nreclusion temporal\n\n, with the costs of the first instance and of this instance against the appellant.\n\nArellano, C.J., Torres, Mapa, and McDonough, JJ., concur.\n\nSeparate Opinions\n\nCOOPER,\n\nJ.,\n\ndissenting:\n\nThe defendant, Li-dao, was convicted, by the Court of First Instance of the Province of Lepanto-Bontoc, of the crime of murder, and was sentenced to the death penalty.\n\nThe complaint upon which the conviction was based is as follows:\n\nInformation: Bontoc, subprovince of Bontoc, Province of Lepanto-Bontoc, P.I. Inspector Elmer Eckman, P.C., being first sworn, on oath does say that, on the 8th day of December, 1902, three Igorrotes, namely, Li-dao, Dag-sin, and Lu-don, all residents of the pueblo of Tulubin, subprovince of Bontoc, Province of Lepanto-Bontoc, P.I., to the best of my knowledge and information, one or all, did, at or near a place called Sugit, subprovince of Bontoc, Province of Lepanto-Bontoc, P.I., inflict wounds on the person of an Igorrote named Al-i-co, a resident of the pueblo of Samaqui, subprovince of Bontoc, Province of Lepanto-Bontoc, P.I., from the effects of which he died.\n\nELMER A. ECKMAN\n\nSecond Class Inspector, Philippines Constabulary.\n\nSubscribed and sworn before me this 24th day of December, 1902, in Bontoc, subprovince of Bontoc, Province of Lepanto-Bontoc, P.I.\n\nTRUEMAN K. HUNT,\n\nLieutenant-Governor and\n\nJustice of the Peace, ex officio.\n\nThe complaint fails to charge that the offense was committed with\n\nalevosia\n\nor premeditation, and fails to charge any other of the qualifying circumstances mentioned in articles 402 and 403 of the Penal Code. There can be no conviction under it for murder.\n\nThe complaint is also insufficient as charging homicide. It is an elementary rule of criminal pleading that the offense must be stated positively and every essential fact and circumstance must be alleged directly and distinctly. It is not stated positively and distinctly that the defendant Li-dao inflicted wounds on the person of the deceased from the effects of which he died. The allegation is \"to the best of my knowledge and information;\" nor does it charge directly and positively that the defendant Li-dao was the person who inflicted the wounds on the deceased, the language of the complaint being that \"one or all\" of the defendants inflicted the wounds on the deceased.\n\nThis loose manner of pleading should not be tolerated by the courts. It is in violation of the express provisions of General Orders, No. 58.\n\nlawphi1.net\n\nObjections to a complaint which fail to charge any offense, or which fail to charge a circumstance necessary to qualify the offense, may be made either on appeal or by demurrer in the Court of First Instance or may be raised by either court on its own motion.\n\nFor the reasons above stated I can not concur in the decision of the majority of the court.\n\nJohnson, J., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3994,
  "metadata_extraction_date": "2025-11-16T07:53:33.731573",
  "extraction_version": "2.0_enhanced_full_content"
}