{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1903/november/gr_l-1186_1903.html",
  "filename": "gr_l-1186_1903.html",
  "year": 1903,
  "month": "november",
  "case_number": "gr_l-1186_1903",
  "gr_number": "gr_l-1186_1903",
  "volume_page": "Volume information not available",
  "decision_date": "November  18, 1903",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Property Law",
    "Civil Law"
  ],
  "keywords": [
    "defendants",
    "crime",
    "act",
    "charged",
    "insurrection",
    "may",
    "town",
    "evidence",
    "does",
    "any",
    "don",
    "record",
    "kidnapping",
    "purpose",
    "rebellion",
    "information",
    "upon",
    "offense",
    "according",
    "some"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-1186\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-1186          November  18, 1903\n\nTHE UNITED STATES,\n\ncomplainant-appellee,\n\nvs.\n\nPEDRO CONSTANTINO, ET AL.,\n\ndefendants-appellants.\n\nA.S. McCobe for appellants.\n\nSolicitor-General Araneta for appellee.\n\nMAPA,\n\nJ.:\n\nThe defendants are charged with the crime of insurrection. According to the complaint, \"early in the morning of May 30, 1902, the defendants, together with several other persons armed with rifles, revolvers, and bolos, entered the town of Binangonan, Province of Rizal, and incited this inhabitants to rebel against the authority of the United States in these Islands.\"\n\nFrom the evidence introduced at the trial it appears that on the morning of May 30, 1902, an armed band composed of some fifteen men, according to some of the witnesses, and of over forty, according to others, entered the town of Binangonan and kidnapped Don Jose Suares, the municipal president; Don Jose Tupas, provincial secretary, who happened to be in the town; Don Sixto Angeles, president of the board of health; Don Lazaro Gregaray, and an American whose name does not appear. These people were led along the road toward the town of Carmona; but when the party had covered about half the distance to the town three American soldiers were encountered. In the course of the fight which ensued, and as a result of the confusion thereby produced, the prisoners succeeded in escaping from their captors.\n\nThese are the only facts shown in the record. It does not even appear what motive led the defendants to kidnap the person mentioned. This act of simple kidnapping, without evidence as to previous or attendant circumstances, without data of any kind, in short, to indicate the motive or purpose for which the act was committed, is the one bare fact which we find established in the record. As to promoting or inciting to rebellion, with which the defendants are specifically charged in the information, not only does the record contain no proof of their guilt of this crime but absolutely no attempt has been made to prove it. It follows, therefore, that the accusation fails in its most essential point  that is, with respect to the act complaint of, and which alone could make the defendants guilty of the crime of insurrection with which they are charged.\n\nThe kidnapping of the persons above mentioned, upon the supposition that there is nothing which would authorize us to attribute to it any special or determinate character, may have been committed with purposes entirely different from those which, under Act No. 292 of the Civil Commission, characterize the crime of rebellion. It may have been done simply for the purpose of obtaining money, by holding the prisoners for ransom, or for the purpose of executing upon them acts or personal revenge. There is no evidence that the kidnappers had any other purpose in view. Still less does it appear that they had the specific intent of thereby inciting anyone to rebellion, or of promoting a rebellion, as alleged in the information. This act of kidnapping, as it appears in the record, might perhaps constitute the crime of illegal detention or some offense of a similar character, but it can not by any possibility constitute the crime of insurrection, with which the defendants are specifically charged.\n\nThe evidence adduced at the trial, does not prove the commission of the offense complained of. This being the case, it is necessary for us to make any examination into the participation with the defendants may have had in the execution of the kidnapping referred to. Even if the evidence shows the commission of such an act, we can not convict them for that offense in the present action, because that would be equivalent to imposing upon them a conviction for a crime with which they have not been charged  a proceeding in violation of right and justice.\n\nlawphi1.net\n\nFor the reasons stated, we reverse the judgment below and acquit the defendants, without prejudice to an action expressly reserved to the prosecuting attorney, brought upon a new information based on the facts established in this case. The costs of both instances are declared\n\nde oficio\n\n.\n\nArellano, C.J., Torres, McDonough, and Johnson, JJ., concur.\n\nSeparate Opinions\n\nTORRES and WILLARD,\n\nJJ.,\n\ndissenting:\n\nWe are of the opinion that the defendants should be convicted of the crime of insurrection charged in the information, under section 3 of Act No. 292, passed November 4, 1901, as the acts committed by the defendants are properly classed as constituting the offense of insurrection.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 4660,
  "metadata_extraction_date": "2025-11-16T07:53:24.510168",
  "extraction_version": "2.0_enhanced_full_content"
}