{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1903/november/gr_l-414_1903.html",
  "filename": "gr_l-414_1903.html",
  "year": 1903,
  "month": "november",
  "case_number": "gr_l-414_1903",
  "gr_number": "gr_l-414_1903",
  "volume_page": "Volume information not available",
  "decision_date": "November  9, 1903",
  "title": "Title not found",
  "division": "En Banc",
  "categories": [
    "Remedial Law",
    "Property Law"
  ],
  "keywords": [
    "order",
    "case",
    "motion",
    "court",
    "jurado",
    "firm",
    "liquidator",
    "defendants",
    "made",
    "april",
    "partner",
    "upon",
    "hearing",
    "plaintiffs",
    "regidor",
    "merits",
    "said",
    "nothing",
    "before",
    "right"
  ],
  "title_summary": "Title not found",
  "formatted_case_content": "G.R. No. L-414\n\nRepublic of the Philippines\n\nSUPREME COURT\n\nManila\n\nEN BANC\n\nG.R. No. L-414          November  9, 1903\n\nHONGKONG BANK,\n\nplaintiffs-appellants,\n\nvs.\n\nJURADO & CO.,\n\ndefendants-appellees.\n\nGibbs and Kincaid for appellants.\n\nHartigan, Marple and Solignac for appellees.\n\nON MOTION TO BE MADE A CODEFENDANT.\n\nWILLARD,\n\nJ.:\n\nBy the order of April 16, 1895, Don Ricardo Regidor was expressly included in the bankruptcy as a general partner of Jurado & Co. No order setting aside this order has been called to the court's attention, except the order of December 12, 1898, dismissing the entire proceeding. The order of April 6, 1898, upon which Señor Regidor relies, simply decided that this motion, in which he claimed that he was not properly included in the bankruptcy, should come up for hearing in the ordinary way. It expressly stated that the merits of said motion were not passes upon. We have seen nothing in the progress of this suit to show that this order of April 16, 1895, was not correct. On the contrary, it appears from the records of the court that, in the hearing on October 15, 1903, Señor Regidor as one of such partners, in open court, appointed an attorney to argue for the firm the motion then before this court.\n\nAs a partner of Jurado & Co. he is represented by the firm and has no right to appear as an individual separate from the firm. If he has this right, then every partner would have the same right. We see nothing in the case to indicate that his rights will not be protected by the lawyers whom the firm may see fit to employ. His motion to be made a codefendant is denied.\n\nTorres, Cooper, Mapa, McDonough, and Johnson, JJ., concur.\n\nArellano, C.J., did not sit in this case.\n\nON SUGGESTION OF DEATH OF LIQUIDATOR OF DEFENDANT FIRM.\n\nWILLARD,\n\nJ.:\n\nIn this case the plaintiff, in April, 1903, made a motion that the court assign a day for the hearing of the case. This motion was resubmitted on the 15th day of October, 1903, and is now us for decision.\n\nThe firm Jurado & Co. being in liquidation, Don Basilio Teodoro, said the defendants to the liquidator, died on July 12, 1903. This fact can not interfere with the progress of this suit. With the appointment of a new liquidator the court has nothing to do. The defendants are Jurado & Co. and not the liquidator. If they do not see fit to appoint a new liquidator, or to select attorneys in place of those who it said were appointed only by the deceased liquidator, any notices required to be served upon the defendants by the plaintiff, or usually given by the clerk, can be served upon and given to any partner of Jurado & Co, who may be found in the Islands.\n\nlawphi1.net\n\nThe court, on March 8, 1902, made an order providing the procedure to be pursued in the case. If this order had been followed by the parties, it would be resulted in a trial of the case on its merits in August, 1902. It appears that the proofs, pleadings, and briefs of the plaintiffs have been filed, but no proofs nor brief of the defendant have been presented. It is ordered that the defendant deliver to the plaintiffs on or before the 15th day of December, 1903, three copies of their printed pleadings, proofs, and brief, and file ten copies thereof in the clerk's office on or before that date, and that this case be placed on the calendar of the January term, 1904, for hearing on its merits.\n\nTorres, Cooper, Mapa, McDonough, and Johnson, JJ., concur.\n\nArellano, C.J., did not sit in this case.\n\nThe Lawphil Project - Arellano Law Foundation",
  "content_length": 3526,
  "metadata_extraction_date": "2025-11-16T07:53:35.953534",
  "extraction_version": "2.0_enhanced_full_content"
}