{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/march/GR_111567.html",
  "filename": "GR_111567.html",
  "year": 1997,
  "month": "march",
  "case_number": "111567",
  "gr_number": "111567",
  "volume_page": "336 Phil. 534",
  "decision_date": "March 13, 1997",
  "title": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. TEODORO AVILLANO, ABRAHAM S. MANIOSO AND RICARDO S. MOLOBOCO, ACCUSED-APPELLANTS.D E C I S I O N VITUG, J.: Accused-appellants Teodorico Avillano, Abraham S. Manioso and Ricardo S. Moloboco were charged with ârobbery hold-up with homicideâ in an information that read: âThat on or about the 6th day of October, 1991 in the Municipality of Teresa, Province of Rizal, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, conspiring, confederating together and mutually helping with Alias Raul and Alias Tantan, whose true names, identities and present whereabouts are still unknown, did then and there willfully, unlawfully and feloniously and with treachery attack one JOSE RAMIREZ with a bladed instruments hitting the latter on the different parts of his body causing multiple stab wounds on the neck, right arm and at the back which were considered fatal, thereby causing his instantaneous death and thereafter ransack the house and take away the following items:â1. One (1) AirgunP2,500.00â2. One (1) Transistorized radio500.00â3. One (1) Flash light 50.00â4. Nine (9) Fighting Cock 9,000.00â5. Cash money1,200.00P13,250.00âwith a total amount of THIRTEEN THOUSAND TWO HUNDRED FIFTY (P13,250.00) PESOS to the damage and prejudice of the said victim in the aforementioned amount of P13,250.00, Philippine Currency.âCONTRARY TO LAW.â[1]All three accused pleaded, ânot guilty,â to the accusation.The evidence for the prosecution would tend to show that on the night of 06 October 1991, at or about ten oâclock, the spouses Jose Ramirez and Soledad Ramirez and the latterâs mother, Alejandra Nobesa, all of Sitio Ibabaw, Dulongbayan, Teresa, Rizal, were aroused from sleep by the accused. Jose Ramirez stepped out from the house while Soledad peeped through a window. Just as Ramirez came out, he was chased by the group. Moments later, Soledad felt a sharp instrument being poked at her neck. When she turned her head, she saw Ricardo Moloboco holding the instrument who, together with Abraham Manioso, immediately demanded that she hand over to them any cash she had. Soledad promptly did. Moloboco, in a loud voice, then asked Teodorico Avillano, who positioned himself outside the house, âTutuluyan ko na ba ito?â Avillano replied, âHuwag, itali mo na lang.â[2] Moloboco asked Soledad for some additional amount. Soledad took her wallet, containing a little over P2,000.00, from her mother, and also turned it over to Moloboco. Moloboco and Manioso started to ransack the house and took a radio, a flashlight, an airgun and four (4) fighting cocks. Before finally departing, the intruders tied Soledad and her mother to a post. Soledad later managed to free herself. She later found her husband sprawled dead with stab wounds beside a tree a few meters away from their house.The Philippine National Police during a âfollow-up operationâ arrested Ricardo Moloboco at Palmera Subdivision in Antipolo, Rizal. Teodorico Avillano and Abraham Manioso were arrested in Tagaytay City. The arresting officers found in Molobocoâs possession a fighting cock, which the victimâs widow identified to be one of those taken by the accused.[3] Two of the four fighting cocks that were taken from the victimâs residence were recovered from the other suspects.Ricardo Moloboco denied the charge against him and averred that on the night of 06 October 1991, he was in Taytay, Rizal. He denied having had any fighting cock in his possession at the time of his arrest. When shown his Sinumpaang Salaysay,[4] Moloboco acknowledged his signature but claimed that it was dictated to him without the assistance of counsel. Abraham Manioso likewise disputed the charge against him. He asserted that he was in Tagaytay staying with his aunt Custodia âMemeâ Estrilles and working at a nearby restaurant when the robbery took place. He said that he had come to know his co-accused only in jail. Teodorico Avillano, similarly claiming innocence, testified that he was in Tagaytay at the time of the incident, and he could not offer any reason why he was pointed to by the complainant to be one of the malefactors.The trial court believed the version of the prosecution, and it rendered judgment convicting the three accused; thus: âWHEREFORE, finding the Peopleâs evidence to have established the guilt of the accused beyond reasonable doubt, the accused Teodorico Avillano, Abraham S. Manioso and Ricardo S. Moloboco are hereby sentenced to RECLUSION PERPETUA, to indemnify the heirs of Jose Ramirez the amount of THIRTEEN THOUSAND TWO HUNDRED FIFTY (P13,250.00) PESOS which is the total value of the items taken by the accused, and to indemnify the said heirs the amount of FIFTY THOUSAND PESOS (P50,000.00) in accordance with the decision of the Supreme Court.âSO ORDERED.â[5]In their appeal, timely interposed, to this Court, the appellants would want a reversal of their conviction, in that, according to them - â1. The trial court gravely erred in its finding that the two fighting cocks recovered from the accused in his house at the time of his arrest were part of the four fighting cocks that were stolen from victim without sufficient evidence therefor and despite non presentation as evidence during trial.â2. The trial court erred in finding accused Abraham Manioso as the person who stabbed victim Jose Ramirez by mere conjectures.â3. The trial court erred in giving credence to the testimony of alleged lone eyewitness Soledad Ramirez despite the latterâs incredible identification of the accused.â4. The trial court erred in discrediting the defense of alibi by the 3 accused in view of the lack of corroboration on the testimonies particularly those of Teodorico Avillano and Abraham Manioso.â5. The trial court gravely erred in finding the 3 accused guilty beyond reasonable doubt of the crime charged despite failure of the prosecution to present strong and solid evidence against the accused.â[6]The most natural reaction of victims of criminal violence during its perpetration would be to strive to see the looks and faces of their assailants,[7] and to estimate what could be their next move either as an instinctive reaction or as a measure to help fend against any further attack. Soledad Ramirez, herself a victim, positively identified appellant Ricardo Moloboco as the one who poked a sharp instrument on her neck and appellant Manioso as the companion of Moloboco in ransacking the house. Soledad Ramirez testified:âQ Do you know that person who poked that sharp instrument at your neck?âA Yes, sir.âQ If he is in the courtroom, will you be able to identify him?âA Yes, sir.âQ Do you know his name?âA No, sir.âQ But you know him by face?âA Yes, sir.âQ So, if he is in the courtroom, please point to him?âA (Witness pointing to a man inside the courtroom wearing a blue shirt with a shoe designed; the [man] when asked answered by the name of Ricardo Moloboco).âQ And then, what happened after this Ricardo Moloboco poked sharp instrument at your neck?âA He demanded money and I gave him the proceeds of my sale but he refused.âQ How much did you give to this Ricardo Moloboco?âA I could not say how much because I have not yet counted.âQ But were you able to give this money to Ricardo Moloboco?âA Yes, sir.âQ Then after giving this money to Ricardo Moloboco, what happened next?âA He called somebody from the outside.âQ And could you know or have you seen somebody this Ricardo Moloboco called outsideâA No, sir, because it was dark, I did not see him.âQ And then what happened after this Ricardo Moloboco called somebody from outside?âA Ricardo Moloboco said `tutuluyan ko na ba ito?â but somebody from the outside said `huwag, itali mo na lang.ââQ After this answer of that somebody was given, what happened next?âA I ran to my mother because they are still asking for more money, so I gave him my wallet which contains more than P2,000.00.âQ And then after giving this wallet of yours to Ricardo Moloboco, what happened next?âA They ransacked our house, robbed and then afterwards tied us with my mother.âQ Who else were tied aside from you and your motherâA No more, sir.âQ During that time that you and your mother was tied, would you know what happened to your husband?âA No, sir.âQ And after being tied, what happened next?âA They scattered all our things and even food, and searched for money because they said we might be hiding some more moneyâQ Now, that you have mentioned the word they, you mean Ricardo Moloboco has a companion while ransacking your clothes, foods and everything one else?âA Yes, sir.âQ Would you know the name or the identity of this person who were the companion of this Ricardo Moloboco while ransacking your house?âA I know only one, but the other one I do not know because his back was always turned.âQ Now, that person whom you know besides Ricardo Moloboco, if he is in the courtroom, will you be able to identify him?âA Yes, sir, seated at the middle (who when asked gave his name as Abraham Manioso).â[8]Soledad Ramirez was also able to establish the identity of the third culprit, appellant Teodorico Avillano with whom she was acquainted, through his voice. Soledad testified:âATTY. SULIT:Tell me, Mrs. Witness, can you identify which of these three persons before this courtroom are included in the group of persons who was outside of your house on the date of the incident?âA That one, Sir. (Witness pointing to a man inside the courtroom who when asked answered in the name of Teodorico Avillano).âQ Iâm giving you a chance, Mrs. Witness, to explain, how were you able to identify the person you just pointed where in fact you said earlier that it was dark and you cannot identify the persons outside your houseâA I recognized him because of his voice and he used to (f)requent our place.âQ You want to impress this Court, Mrs. Witness, that by hear voice of a person you can identify him, am I correct?âFISCAL GLORIOSO:Argumentative, Your Honor.âCOURT:Witness may answer.âWITNESS:Because of the fact that he used to (f)requent our place and that he eats in our house.âQ But tell me, Mrs. Witness, aside from this person you just pointed, were you able to identify them?âA No, Sir.âQ And you also said in your direct testimony that somebody went into the house and poked a knife at your neck, am I correct?âA Yes, SirâQ Who were with him when he entered your house, if you know?âA They were two (2).âQ Was he the one whom you pointed to in this Court?âA Yes, Sir.âQ You also said earlier that when this person you just pointed was poking a knife at your neck you were able to go towards your mother. Will you explain to this Honorable Court how were you able to do this despite a person you said was poking a knife at your neck?âA He asked for money so I took the money and I gave it to him, and I ran towards my mother.âQ You also said a while ago that you recognized the voice of a person particularly named Teodorico Avillano thru his voice, prior to this incident, how many times did you actually see him?âA Many times.âQ And when you said many times, do you want to tell us that it is more than five (5) times?âA Not only five times because his house is near our house.â[9]That complainant Soledad Ramirez and appellant Avillano knew each other well, and indeed were neighbors, was corroborated by Avillano himself; viz:âQ By the way Mr. Witness, do you know the complainant in this case?âA Her face only.âQ If he or she is in court today, can you identify him or her?âA Yes, sir. (Witness pointing to a lady inside the courtroom who when asked identified herself as Soledad Ramirez.)âQ When was the first time you saw this complainant?âA The land of which my uncle was working is adjacent to the land of the said complainant and he went there to have the palay grind together with my uncle, one Gil, Nene and the children of Isiong Avillano.âATTY. SULIT:While in Antipolo Municipality where you able to see the complainant?âA Yes, Sir.âQ How long have you seen the complainant prior to your arrest?âA I saw her everyday because they were working in their lot and I am also working in the lot of my uncle.âQ You mean to tell Mr. Witness that since you were familiar with the complainant you were the only person who was identified by the complainant?âA Yes, Sir.â[10]A witness's identification of an accused through his voice is acceptable particularly when the witness knew well the accused personally.[11]Accused-appellants merely could tender the defense of alibi. The testimony of defense witness Custodia Estrilles, that on the day of the incident accused-appellant Avillano was peddling \"balut\" for her, contradicted Avillano's alibi that he was in Tagaytay City. Estrilles's testimony:âQ Now, you claimed also that you are engaged in the business of selling balut, will you tell us as to how many balut vendors who were vending for you on or about October 6, 1991?âA Three (3), sir.âQ Who were they?âA The brother of Teodorico Avillano, Ricardo Mollobocco and his brother.âQ Are those your only vendors then?âA Yes, sir.âQ For the whole month of September and October they were the only ones vending for you?âA Yes, sir, they are the only ones.âQ Do you usually list down the quantity of balut entrusted by you to your vendors at any given time?âA Yes, sir, so that I cannot forget.âQ Do you have a list for the October 6 transaction with Ricardo Mollobocco?âA Yes, sir.âQ Did he remit to you the payment for those?âA Yes, sir.âQ When?âA Just after he has arrived from selling balut.âQ At about what time did he arrive from selling balut?âA Almost 6:00 P.M.â[12]Appellant Manioso, in his case, did not present any witness to corroborate him. Neither did he submit any evidence to show that he was then working in a restaurant in Tagaytay City. Appellant Molobocoâs claim that he was in Taytay on the day of the robbery would not preclude his having been at the scene of the crime at the time of the incident. Antipolo is a town just next to Taytay.It has been repeatedly ruled that the defense of alibi is practically worthless in the face of positive identification.[13] Alibi must be so convincing as to preclude any doubt that the accused could not have been physically present at the place of the crime or its vicinity at the time of its commission.[14]The trial court did not err in finding the existence of conspiracy among accused-appellants. Accused-appellants arrived at the scene of the crime together. Just as the victim, Jose Ramirez, stepped out from his house, he was chased by the culprits. Accused-appellants ransacked the house taking money and valuables from the victims. Accused-appellant Moloboco asked Avillano, \"Tutuluyan ko na ba ito?\" and the latter replied, \"Huwag, itali mo na lang.\" After robbing the victims, accused-appellants all forthwith departed from the scene.Conspiracy can be inferred from the acts of the malefactors before, during, and after the commission of the crime which are indicative of a joint purpose, concerted action, and concurrence of sentiments.[15] The cooperative acts of persons toward a common criminal objective so render them equally liable as conspirators.[16] When on the occasion of the robbery homicide is committed, all those who took part as principals in the robbery will likewise be held guilty as principals of the special complex crime of robbery with homicide.[17]WHEREFORE, the decision of the trial court finding accused-appellants Teodorico Avillano, Abraham S. Manioso and Ricardo S. Moloboco guilty beyond reasonable doubt of the crime of robbery with homicide and sentencing them accordingly is hereby AFFIRMED. Costs against appellants.SO ORDERED.Padilla, Bellosillo, Kapunan, and Hermosisima, Jr., JJ., concur.[1] Records, p. 1.[2] TSN, 20 May 1992, p. 4.[3] TSN, 07 February 1995, pp. 2-4.[4] Records, pp. 7-8.[5] Rollo, p. 21.[6] Rollo, pp. 61-62.[7] See People vs. Salazar, 248 SCRA 460.[8] TSN, 20 May 1992, pp. 3-4.[9] TSN, 20 May 1992, pp. 8-9.[10] TSN, 17 September 1992 pp. 9-10.[11] See People vs. Calixtro, 193 SCRA 303; People vs. Inot, 150 SCRA 322.[12] TSN, 10 September 1992, p. 12.[13] People vs. Rosario, 246 SCRA 658.[14] People vs. Daquipil, 240 SCRA 314.[15] People De Leon, 245 SCRA 538.[16] People vs. Mallari, 241 SCRA 113.[17] People vs. Cayanan, 245 SCRA 66. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Tax Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "people",
    "philippines",
    "plaintiff",
    "appellee",
    "teodoro",
    "avillano",
    "abraham",
    "manioso",
    "ricardo",
    "moloboco",
    "accused",
    "appellants",
    "teodorico",
    "charged",
    "robbery",
    "information",
    "october",
    "municipality",
    "teresa",
    "province"
  ],
  "title_summary": "PEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. TEODORO AVILLANO, ABRAHAM S. MANIOSO AND RICAR...",
  "formatted_case_content": "View printer friendly version\n336 Phil. 534\n\nFIRST DIVISION\nFIRST DIVISION\n\n[ G.R. No. 111567, March 13, 1997 ]\n[ G.R. No. 111567, March 13, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. TEODORO AVILLANO, ABRAHAM S. MANIOSO AND RICARDO S. MOLOBOCO, ACCUSED-APPELLANTS.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. TEODORO AVILLANO, ABRAHAM S. MANIOSO AND RICARDO S. MOLOBOCO, ACCUSED-APPELLANTS.\n\nD E C I S I O N\n\nVITUG, J.:\n\nAccused-appellants Teodorico Avillano, Abraham S. Manioso and Ricardo S. Moloboco were charged with ârobbery hold-up with homicideâ in an information that read:\n\nâThat on or about the 6th day of October, 1991 in the Municipality of Teresa, Province of Rizal, Philippines and within the jurisdiction of this Honorable Court, the above-named accused, conspiring, confederating together and mutually helping with Alias Raul and Alias Tantan, whose true names, identities and present whereabouts are still unknown, did then and there willfully, unlawfully and feloniously and with treachery attack one JOSE RAMIREZ with a bladed instruments hitting the latter on the different parts of his body causing multiple stab wounds on the neck, right arm and at the back which were considered fatal, thereby causing his instantaneous death and thereafter ransack the house and take away the following items:\n\n[TABLE_CONTENT]\nâ1. One (1) Airgun | P2,500.00\nâ2. One (1) Transistorized radio | 500.00\nâ3. One (1) Flash light | 50.00\nâ4. Nine (9) Fighting Cock | 9,000.00\nâ5. Cash money | 1,200.00\n | P13,250.00\n[END_TABLE]\n\nâ1. One (1) Airgun P2,500.00 â2. One (1) Transistorized radio 500.00 â3. One (1) Flash light 50.00 â4. Nine (9) Fighting Cock 9,000.00 â5. Cash money 1,200.00 P13,250.00\nâwith a total amount of THIRTEEN THOUSAND TWO HUNDRED FIFTY (P13,250.00) PESOS to the damage and prejudice of the said victim in the aforementioned amount of P13,250.00, Philippine Currency.\n\nâCONTRARY TO LAW.â [1] All three accused pleaded, ânot guilty,â to the accusation.\n\nThe evidence for the prosecution would tend to show that on the night of 06 October 1991, at or about ten oâclock, the spouses Jose Ramirez and Soledad Ramirez and the latterâs mother, Alejandra Nobesa, all of Sitio Ibabaw, Dulongbayan, Teresa, Rizal, were aroused from sleep by the accused. Jose Ramirez stepped out from the house while Soledad peeped through a window. Just as Ramirez came out, he was chased by the group. Moments later, Soledad felt a sharp instrument being poked at her neck. When she turned her head, she saw Ricardo Moloboco holding the instrument who, together with Abraham Manioso, immediately demanded that she hand over to them any cash she had. Soledad promptly did. Moloboco, in a loud voice, then asked Teodorico Avillano, who positioned himself outside the house, âTutuluyan ko na ba ito?â Avillano replied, âHuwag, itali mo na lang.â [2] Moloboco asked Soledad for some additional amount. Soledad took her wallet, containing a little over P2,000.00, from her mother, and also turned it over to Moloboco. Moloboco and Manioso started to ransack the house and took a radio, a flashlight, an airgun and four (4) fighting cocks. Before finally departing, the intruders tied Soledad and her mother to a post. Soledad later managed to free herself. She later found her husband sprawled dead with stab wounds beside a tree a few meters away from their house.\n\nThe Philippine National Police during a âfollow-up operationâ arrested Ricardo Moloboco at Palmera Subdivision in Antipolo, Rizal. Teodorico Avillano and Abraham Manioso were arrested in Tagaytay City. The arresting officers found in Molobocoâs possession a fighting cock, which the victimâs widow identified to be one of those taken by the accused. [3] Two of the four fighting cocks that were taken from the victimâs residence were recovered from the other suspects.\n\nRicardo Moloboco denied the charge against him and averred that on the night of 06 October 1991, he was in Taytay, Rizal. He denied having had any fighting cock in his possession at the time of his arrest. When shown his Sinumpaang Salaysay, [4] Moloboco acknowledged his signature but claimed that it was dictated to him without the assistance of counsel. Abraham Manioso likewise disputed the charge against him. He asserted that he was in Tagaytay staying with his aunt Custodia âMemeâ Estrilles and working at a nearby restaurant when the robbery took place. He said that he had come to know his co-accused only in jail. Teodorico Avillano, similarly claiming innocence, testified that he was in Tagaytay at the time of the incident, and he could not offer any reason why he was pointed to by the complainant to be one of the malefactors.\n\nThe trial court believed the version of the prosecution, and it rendered judgment convicting the three accused; thus:\n\nâWHEREFORE, finding the Peopleâs evidence to have established the guilt of the accused beyond reasonable doubt, the accused Teodorico Avillano, Abraham S. Manioso and Ricardo S. Moloboco are hereby sentenced to RECLUSION PERPETUA, to indemnify the heirs of Jose Ramirez the amount of THIRTEEN THOUSAND TWO HUNDRED FIFTY (P13,250.00) PESOS which is the total value of the items taken by the accused, and to indemnify the said heirs the amount of FIFTY THOUSAND PESOS (P50,000.00) in accordance with the decision of the Supreme Court.\n\nâSO ORDERED.â [5] In their appeal, timely interposed, to this Court, the appellants would want a reversal of their conviction, in that, according to them -\n\nâ1. The trial court gravely erred in its finding that the two fighting cocks recovered from the accused in his house at the time of his arrest were part of the four fighting cocks that were stolen from victim without sufficient evidence therefor and despite non presentation as evidence during trial.\n\nâ2. The trial court erred in finding accused Abraham Manioso as the person who stabbed victim Jose Ramirez by mere conjectures.\n\nâ3. The trial court erred in giving credence to the testimony of alleged lone eyewitness Soledad Ramirez despite the latterâs incredible identification of the accused.\n\nâ4. The trial court erred in discrediting the defense of alibi by the 3 accused in view of the lack of corroboration on the testimonies particularly those of Teodorico Avillano and Abraham Manioso.\n\nâ5. The trial court gravely erred in finding the 3 accused guilty beyond reasonable doubt of the crime charged despite failure of the prosecution to present strong and solid evidence against the accused.â [6] The most natural reaction of victims of criminal violence during its perpetration would be to strive to see the looks and faces of their assailants, [7] and to estimate what could be their next move either as an instinctive reaction or as a measure to help fend against any further attack. Soledad Ramirez, herself a victim, positively identified appellant Ricardo Moloboco as the one who poked a sharp instrument on her neck and appellant Manioso as the companion of Moloboco in ransacking the house. Soledad Ramirez testified:\n\nâQ  Do you know that person who poked that sharp instrument at your neck?\nâA   Yes, sir.\n\nâQ  If he is in the courtroom, will you be able to identify him?\nâA   Yes, sir.\n\nâQ  Do you know his name?\nâA   No, sir.\n\nâQ  But you know him by face?\nâA   Yes, sir.\n\nâQ  So, if he is in the courtroom, please point to him?\nâA   (Witness pointing to a man inside the courtroom wearing a blue shirt with a shoe designed; the [man] when asked answered by the name of Ricardo Moloboco).\n\nâQ  And then, what happened after this Ricardo Moloboco poked sharp instrument at your neck?\nâA   He demanded money and I gave him the proceeds of my sale but he refused.\n\nâQ  How much did you give to this Ricardo Moloboco?\nâA   I could not say how much because I have not yet counted.\n\nâQ  But were you able to give this money to Ricardo Moloboco?\nâA   Yes, sir.\n\nâQ  Then after giving this money to Ricardo Moloboco, what happened next?\nâA   He called somebody from the outside.\n\nâQ  And could you know or have you seen somebody this Ricardo Moloboco called outside\nâA   No, sir, because it was dark, I did not see him.\n\nâQ  And then what happened after this Ricardo Moloboco called somebody from outside?\nâA   Ricardo Moloboco said `tutuluyan ko na ba ito?â but somebody from the outside said `huwag, itali mo na lang.â\n\nâQ  After this answer of that somebody was given, what happened next?\nâA   I ran to my mother because they are still asking for more money, so I gave him my wallet which contains more than P2,000.00.\n\nâQ  And then after giving this wallet of yours to Ricardo Moloboco, what happened next?\nâA   They ransacked our house, robbed and then afterwards tied us with my mother.\n\nâQ  Who else were tied aside from you and your mother\nâA   No more, sir.\n\nâQ  During that time that you and your mother was tied, would you know what happened to your husband?\nâA   No, sir.\n\nâQ  And after being tied, what happened next?\nâA   They scattered all our things and even food, and searched for money because they said we might be hiding some more money\n\nâQ  Now, that you have mentioned the word they, you mean Ricardo Moloboco has a companion while ransacking your clothes, foods and everything one else?\nâA   Yes, sir.\n\nâQ  Would you know the name or the identity of this person who were the companion of this Ricardo Moloboco while ransacking your house?\nâA   I know only one, but the other one I do not know because his back was always turned.\n\nâQ Now, that person whom you know besides Ricardo Moloboco, if he is in the courtroom, will you be able to identify him?\nâA   Yes, sir, seated at the middle (who when asked gave his name as Abraham Manioso).â [8]\n\nSoledad Ramirez was also able to establish the identity of the third culprit, appellant Teodorico Avillano with whom she was acquainted, through his voice. Soledad testified:\n\nâATTY. SULIT:\n\nTell me, Mrs. Witness, can you identify which of these three persons before this courtroom are included in the group of persons who was outside of your house on the date of the incident?\n\nâA   That one, Sir. (Witness pointing to a man inside the courtroom who when asked answered in the name of Teodorico Avillano).\n\nâQ  Iâm giving you a chance, Mrs. Witness, to explain, how were you able to identify the person you just pointed where in fact you said earlier that it was dark and you cannot identify the persons outside your house\nâA   I recognized him because of his voice and he used to (f)requent our place.\n\nâQ  You want to impress this Court, Mrs. Witness, that by hear voice of a person you can identify him, am I correct?\n\nâFISCAL GLORIOSO:\n\nArgumentative, Your Honor.\n\nâCOURT:\n\nWitness may answer.\n\nâWITNESS:\n\nBecause of the fact that he used to (f)requent our place and that he eats in our house.\n\nâQ  But tell me, Mrs. Witness, aside from this person you just pointed, were you able to identify them?\nâA   No, Sir.\n\nâQ  And you also said in your direct testimony that somebody went into the house and poked a knife at your neck, am I correct?\nâA   Yes, Sir\n\nâQ  Who were with him when he entered your house, if you know?\nâA   They were two (2).\n\nâQ  Was he the one whom you pointed to in this Court?\nâA   Yes, Sir.\n\nâQ  You also said earlier that when this person you just pointed was poking a knife at your neck you were able to go towards your mother. Will you explain to this Honorable Court how were you able to do this despite a person you said was poking a knife at your neck?\nâA   He asked for money so I took the money and I gave it to him, and I ran towards my mother.\n\nâQ  You also said a while ago that you recognized the voice of a person particularly named Teodorico Avillano thru his voice, prior to this incident, how many times did you actually see him?\nâA   Many times.\n\nâQ  And when you said many times, do you want to tell us that it is more than five (5) times?\nâA   Not only five times because his house is near our house.â [9]\n\nThat complainant Soledad Ramirez and appellant Avillano knew each other well, and indeed were neighbors, was corroborated by Avillano himself; viz:\n\nâQ  By the way Mr. Witness, do you know the complainant in this case?\nâA   Her face only.\n\nâQ  If he or she is in court today, can you identify him or her?\nâA   Yes, sir. (Witness pointing to a lady inside the courtroom who when asked identified herself as Soledad Ramirez.)\n\nâQ  When was the first time you saw this complainant?\nâA   The land of which my uncle was working is adjacent to the land of the said complainant and he went there to have the palay grind together with my uncle, one Gil, Nene and the children of Isiong Avillano.\n\nâATTY. SULIT:\n\nWhile in Antipolo Municipality where you able to see the complainant?\n\nâA   Yes, Sir.\n\nâQ  How long have you seen the complainant prior to your arrest?\nâA   I saw her everyday because they were working in their lot and I am also working in the lot of my uncle.\n\nâQ  You mean to tell Mr. Witness that since you were familiar with the complainant you were the only person who was identified by the complainant?\nâA   Yes, Sir.â [10]\n\nA witness's identification of an accused through his voice is acceptable particularly when the witness knew well the accused personally. [11]\n\nAccused-appellants merely could tender the defense of alibi. The testimony of defense witness Custodia Estrilles, that on the day of the incident accused-appellant Avillano was peddling \"balut\" for her, contradicted Avillano's alibi that he was in Tagaytay City. Estrilles's testimony:\n\nâQ  Now, you claimed also that you are engaged in the business of selling balut, will you tell us as to how many balut vendors who were vending for you on or about October 6, 1991?\nâA   Three (3), sir.\n\nâQ  Who were they?\nâA   The brother of Teodorico Avillano, Ricardo Mollobocco and his brother.\n\nâQ  Are those your only vendors then?\nâA   Yes, sir.\n\nâQ  For the whole month of September and October they were the only ones vending for you?\nâA   Yes, sir, they are the only ones.\n\nâQ  Do you usually list down the quantity of balut entrusted by you to your vendors at any given time?\nâA   Yes, sir, so that I cannot forget.\n\nâQ  Do you have a list for the October 6 transaction with Ricardo Mollobocco?\nâA   Yes, sir.\n\nâQ  Did he remit to you the payment for those?\nâA   Yes, sir.\n\nâQ  When?\nâA   Just after he has arrived from selling balut.\n\nâQ  At about what time did he arrive from selling balut?\nâA   Almost 6:00 P.M.â [12] Appellant Manioso, in his case, did not present any witness to corroborate him. Neither did he submit any evidence to show that he was then working in a restaurant in Tagaytay City. Appellant Molobocoâs claim that he was in Taytay on the day of the robbery would not preclude his having been at the scene of the crime at the time of the incident. Antipolo is a town just next to Taytay.\n\nIt has been repeatedly ruled that the defense of alibi is practically worthless in the face of positive identification. [13] Alibi must be so convincing as to preclude any doubt that the accused could not have been physically present at the place of the crime or its vicinity at the time of its commission. [14]\n\nThe trial court did not err in finding the existence of conspiracy among accused-appellants. Accused-appellants arrived at the scene of the crime together. Just as the victim, Jose Ramirez, stepped out from his house, he was chased by the culprits. Accused-appellants ransacked the house taking money and valuables from the victims. Accused-appellant Moloboco asked Avillano, \"Tutuluyan ko na ba ito?\" and the latter replied, \"Huwag, itali mo na lang.\" After robbing the victims, accused-appellants all forthwith departed from the scene.\n\nConspiracy can be inferred from the acts of the malefactors before, during, and after the commission of the crime which are indicative of a joint purpose, concerted action, and concurrence of sentiments. [15] The cooperative acts of persons toward a common criminal objective so render them equally liable as conspirators. [16] When on the occasion of the robbery homicide is committed, all those who took part as principals in the robbery will likewise be held guilty as principals of the special complex crime of robbery with homicide. [17]\n\nWHEREFORE , the decision of the trial court finding accused-appellants Teodorico Avillano, Abraham S. Manioso and Ricardo S. Moloboco guilty beyond reasonable doubt of the crime of robbery with homicide and sentencing them accordingly is hereby AFFIRMED . Costs against appellants.\nSO ORDERED.\n\nPadilla, Bellosillo, Kapunan, and Hermosisima, Jr., JJ., concur.\n\n[1] Records, p. 1.\n\n[2] TSN, 20 May 1992, p. 4.\n\n[3] TSN, 07 February 1995, pp. 2-4.\n\n[4] Records, pp. 7-8.\n\n[5] Rollo, p. 21.\n\n[6] Rollo, pp. 61-62.\n\n[7] See People vs. Salazar, 248 SCRA 460.\n\n[8] TSN, 20 May 1992, pp. 3-4.\n\n[9] TSN, 20 May 1992, pp. 8-9.\n\n[10] TSN, 17 September 1992 pp. 9-10.\n\n[11] See People vs. Calixtro, 193 SCRA 303; People vs. Inot, 150 SCRA 322.\n\n[12] TSN, 10 September 1992, p. 12.\n\n[13] People vs. Rosario, 246 SCRA 658.\n\n[14] People vs. Daquipil, 240 SCRA 314.\n\n[15] People De Leon, 245 SCRA 538.\n\n[16] People vs. Mallari, 241 SCRA 113.\n\n[17] People vs. Cayanan, 245 SCRA 66.",
  "content_length": 17484,
  "metadata_extraction_date": "2025-11-01T05:50:07.557184",
  "extraction_version": "2.0_enhanced_full_content"
}