{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/march/GR_127325.html",
  "filename": "GR_127325.html",
  "year": 1997,
  "month": "march",
  "case_number": "127325",
  "gr_number": "127325",
  "volume_page": "336 Phil. 848",
  "decision_date": "March 19, 1997",
  "title": "MIRIAM DEFENSOR SANTIAGO, ALEXANDER PADILLA AND MARIA ISABEL ONGPIN, PETITIONERS, VS. COMMISSION ON ELECTIONS, JESUS DELFIN, ALBERTO PEDROSA & CARMEN PEDROSA, IN THEIR CAPACITIES AS FOUNDING MEMBERS OF THE PEOPLEâS INITIATIVE FOR REFORMS, MODERNIZATION AND ACTION (PIRMA), RESPONDENTS, SENATOR RAUL S. ROCO, DEMOKRASYA-IPAGTANGGOL ANG KONSTITUSYON (DIK), MOVEMENT OF ATTORNEYS FOR BROTHERHOOD INTEGRITY AND NATIONALISM, INC. (MABINI), INTEGRATED BAR OF THE PHILIPPINES (IBP) AND LABAN NG DEMOKRATIKONG PILIPINO (LABAN), PETITIONERS-INTERVENORS. D E C I S I O N DAVIDE, JR., J.: The heart of this controversy brought to us by way of a petition for prohibition under Rule 65 of the Rules of Court is the right of the people to directly propose amendments to the Constitution through the system of initiative under Section 2 of Article XVII of the 1987 Constitution. Undoubtedly, this demands special attention, as this system of initiative was unknown to the people of this country, except perhaps to a few scholars, before the drafting of the 1987 Constitution. The 1986 Constitutional Commission itself, through the original proponent[1] and the main sponsor[2] of the proposed Article on Amendments or Revision of the Constitution, characterized this system as âinnovativeâ.[3] Indeed it is, for both under the 1935 and 1973 Constitutions, only two methods of proposing amendments to, or revision of, the Constitution were recognized, viz., (1) by Congress upon a vote of three-fourths of all its members and (2) by a constitutional convention.[4] For this and the other reasons hereafter discussed, we resolved to give due course to this petition.On 6 December 1996, private respondent Atty. Jesus S. Delfin filed with public respondent Commission on Elections (hereafter, COMELEC) a âPetition to Amend the Constitution, to Lift Term Limits of Elective Officials, by Peopleâs Initiativeâ (hereafter, Delfin Petition)[5] wherein Delfin asked the COMELEC for an order1. Fixing the time and dates for signature gathering all over the country;2. Causing the necessary publications of said Order and the attached âPetition for Initiative on the 1987 Constitution, in newspapers of general and local circulation;3. Instructing Municipal Election Registrars in all Regions of the Philippines, to assist Petitioners and volunteers, in establishing signing stations at the time and on the dates designated for the purpose.Delfin alleged in his petition that he is a founding member of the Movement for Peopleâs Initiative,[6] a group of citizens desirous to avail of the system intended to institutionalize people power; that he and the members of the Movement and other volunteers intend to exercise the power to directly propose amendments to the Constitution granted under Section 2, Article XVII of the Constitution; that the exercise of that power shall be conducted in proceedings under the control and supervision of the COMELEC; that, as required in COMELEC Resolution No. 2300, signature stations shall be established all over the country, with the assistance of municipal election registrars, who shall verify the signatures affixed by individual signatories; that before the Movement and other volunteers can gather signatures, it is necessary that the time and dates to be designated for the purpose be first fixed in an order to be issued by the COMELEC; and that to adequately inform the people of the electoral process involved, it is likewise necessary that the said order, as well as the Petition on which the signatures shall be affixed, be published in newspapers of general and local circulation, under the control and supervision of the COMELEC.The Delfin Petition further alleged that the provisions sought to be amended are Sections 4 and 7 of Article VI,[7] Section 4 of Article VII,[8] and Section 8 of Article X[9] of the Constitution. Attached to the petition is a copy of a âPetition for Initiative on the 1987 Constitutionâ[10] embodying the proposed amendments which consist in the deletion from the aforecited sections of the provisions concerning term limits, and with the following proposition:DO YOU APPROVE OF LIFTING THE TERM LIMITS OF ALL ELECTIVE GOVERNMENT OFFICIALS, AMENDING FOR THE PURPOSE SECTIONS 4 AND 7 OF ARTICLE VI, SECTION 4 OF ARTICLE VII, AND SECTION 8 OF ARTICLE X OF THE 1987 PHILIPPINE CONSTITUTION?According to Delfin, the said Petition for Initiative will first be submitted to the people, and after it is signed by at least twelve per cent of the total number of registered voters in the country it will be formally filed with the COMELEC.Upon the filing of the Delfin Petition, which was forthwith given the number UND 96-037 (INITIATIVE), the COMELEC, through its Chairman, issued an Order[11] (a) directing Delfin âto cause the publication of the petition, together with the attached Petition for Initiative on the 1987 Constitution (including the proposal, proposed constitutional amendment, and the signature form), and the notice of hearing in three (3) daily newspapers of general circulation at his own expenseâ not later than 9 December 1996; and (b) setting the case for hearing on 12 December 1996 at 10:00 a.m.At the hearing of the Delfin Petition on 12 December 1996, the following appeared: Delfin and Atty. Pete Q. Quadra; representatives of the Peopleâs Initiative for Reforms, Modernization and Action (PIRMA); intervenor-oppositor Senator Raul S. Roco, together with his two other lawyers; and representatives of, or counsel for, the Integrated Bar of the Philippines (IBP), Demokrasya-Ipagtanggol ang Konstitusyon (DIK), Public Interest Law Center, and Laban ng Demokratikong Pilipino (LABAN).[12]Senator Roco, on that same day, filed a Motion to Dismiss the Delfin Petition on the ground that it is not the initiatory petition properly cognizable by the COMELEC.After hearing their arguments, the COMELEC directed Delfin and the oppositors to file their âmemoranda and/or oppositions/memorandaâ within five days.[13]On 18 December 1996, the petitioners herein -- Senator Miriam Defensor Santiago, Alexander Padilla, and Maria Isabel Ongpin -- filed this special civil action for prohibition raising the following arguments:(1) The constitutional provision on peopleâs initiative to amend the Constitution can only be implemented by law to be passed by Congress. No such law has been passed; in fact, Senate Bill No. 1290 entitled An Act Prescribing and Regulating Constitutional Amendments by Peopleâs Initiative, which petitioner Senator Santiago filed on 24 November 1995, is still pending before the Senate Committee on Constitutional Amendments.(2) It is true that R.A. No. 6735 provides for three systems of initiative, namely, initiative on the Constitution, on statutes, and on local legislation. However, it failed to provide any subtitle on initiative on the Constitution, unlike in the other modes of initiative, which are specifically provided for in Subtitle II and Subtitle III. This deliberate omission indicates that the matter of peopleâs initiative to amend the Constitution was left to some future law. Former Senator Arturo Tolentino stressed this deficiency in the law in his privilege speech delivered before the Senate in 1994: âThere is not a single word in that law which can be considered as implementing [the provision on constitutional initiative]. Such implementing provisions have been obviously left to a separate law.â (3) Republic Act No. 6735 provides for the effectivity of the law after publication in print media. This indicates that the Act covers only laws and not constitutional amendments because the latter take effect only upon ratification and not after publication.(4) COMELEC Resolution No. 2300, adopted on 16 January 1991 to govern âthe conduct of initiative on the Constitution and initiative and referendum on national and local laws, is ultra vires insofar as initiative on amendments to the Constitution is concerned, since the COMELEC has no power to provide rules and regulations for the exercise of the right of initiative to amend the Constitution. Only Congress is authorized by the Constitution to pass the implementing law. (5)The peopleâs initiative is limited to amendments to the Constitution, not to revision thereof. Extending or lifting of term limits constitutes a revision and is, therefore, outside the power of the peopleâs initiative. (6) Finally, Congress has not yet appropriated funds for peopleâs initiative; neither the COMELEC nor any other government department, agency, or office has realigned funds for the purpose.To justify their recourse to us via the special civil action for prohibition, the petitioners allege that in the event the COMELEC grants the Delfin Petition, the peopleâs initiative spearheaded by PIRMA would entail expenses to the national treasury for general re-registration of voters amounting to at least P180 million, not to mention the millions of additional pesos in expenses which would be incurred in the conduct of the initiative itself. Hence, the transcendental importance to the public and the nation of the issues raised demands that this petition for prohibition be settled promptly and definitely, brushing aside technicalities of procedure and calling for the admission of a taxpayerâs and legislatorâs suit.[14]Besides, there is no other plain, speedy, and adequate remedy in the ordinary course of law.On 19 December 1996, this Court (a) required the respondents to comment on the petition within a non-extendible period of ten days from notice; and (b) issued a temporary restraining order, effective immediately and continuing until further orders, enjoining public respondent COMELEC from proceeding with the Delfin Petition, and private respondents Alberto and Carmen Pedrosa from conducting a signature drive for peopleâs initiative to amend the Constitution.On 2 January 1997, private respondents, through Atty Quadra, filed their Comment[15] on the petition. They argue therein that:1. IT IS NOT TRUE THAT âIT WOULD ENTAIL EXPENSES TO THE NATIONAL TREASURY FOR GENERAL REGISTRATION OF VOTERS AMOUNTING TO AT LEAST PESOS: ONE HUNDRED EIGHTY MILLION (P180,000,000.00)â IF THE âCOMELEC GRANTS THE PETITION FILED BY RESPONDENT DELFIN BEFORE THE COMELEC.â2. NOT A SINGLE CENTAVO WOULD BE SPENT BY THE NATIONAL GOVERNMENT IF THE COMELEC GRANTS THE PETITION OF RESPONDENT DELFIN. ALL EXPENSES IN THE SIGNATURE GATHERING ARE ALL FOR THE ACCOUNT OF RESPONDENT DELFIN AND HIS VOLUNTEERS PER THEIR PROGRAM OF ACTIVITIES AND EXPENDITURES SUBMITTED TO THE COMELEC. THE ESTIMATED COST OF THE DAILY PER DIEM OF THE SUPERVISING SCHOOL TEACHERS IN THE SIGNATURE GATHERING TO BE DEPOSITED and TO BE PAID BY DELFIN AND HIS VOLUNTEERS IS P2,571, 200.00;3. THE PENDING PETITION BEFORE THE COMELEC IS ONLY ON THE SIGNATURE GATHERING WHICH BY LAW COMELEC IS DUTY BOUND âTO SUPERVISE CLOSELYâ PURSUANT TO ITS âINITIATORY JURISDICTIONâ UPHELD BY THE HONORABLE COURT IN ITS RECENT SEPTEMBER 26, 1996 DECISION IN THE CASE OF SUBIC BAY METROPOLITAN AUTHORITY VS. COMELEC, ET AL. G.R. NO. 125416; 4. REP. ACT NO. 6735 APPROVED ON AUGUST 4, 1989 IS THE ENABLING LAW IMPLEMENTING THE POWER OF PEOPLE INITIATIVE TO PROPOSE AMENDMENTS TO THE CONSTITUTION. SENATOR DEFENSOR-SANTIAGOâS SENATE BILL NO. 1290 IS A DUPLICATION OF WHAT ARE ALREADY PROVIDED FOR IN REP. ACT NO. 6735;5. COMELEC RESOLUTION NO. 2300 PROMULGATED ON JANUARY 16, 1991 PURSUANT TO REP. ACT 6735 WAS UPHELD BY THE HONORABLE COURT IN THE RECENT SEPTEMBER 26, 1996 DECISION IN THE CASE OF SUBIC BAY METROPOLITAN AUTHORITY VS. COMELEC, ET AL. G.R. NO. 125416 WHERE THE HONORABLE COURT SAID: âTHE COMMISSION ON ELECTIONS CAN DO NO LESS BY SEASONABLY AND JUDICIOUSLY PROMULGATING GUIDELINES AND RULES FOR BOTH NATIONAL AND LOCAL USE, IN IMPLEMENTING OF THESE LAWS.â6. EVEN SENATOR DEFENSOR-SANTIAGOâS SENATE BILL NO. 1290 CONTAINS A PROVISION DELEGATING TO THE COMELEC THE POWER TO âPROMULGATE SUCH RULES AND REGULATIONS AS MAY BE NECESSARY TO CARRY OUT THE PURPOSES OF THIS ACT.â (SEC. 12, S.B. NO. 1290, ENCLOSED AS ANNEX E, PETITION);7. THE LIFTING OF THE LIMITATION ON THE TERM OF OFFICE OF ELECTIVE OFFICIALS PROVIDED UNDER THE 1987 CONSTITUTION IS NOT A âREVISIONâ OF THE CONSTITUTION. IT IS ONLY AN AMENDMENT. âAMENDMENT ENVISAGES AN ALTERATION OF ONE OR A FEW SPECIFIC PROVISIONS OF THE CONSTITUTION. REVISION CONTEMPLATES A RE-EXAMINATION OF THE ENTIRE DOCUMENT TO DETERMINE HOW AND TO WHAT EXTENT IT SHOULD BE ALTERED.â (PP. 412-413, 2ND. ED. 1992, 1097 PHIL. CONSTITUTION, BY JOAQUIN G. BERNAS, S.J.).Also on 2 January 1997, private respondent Delfin filed in his own behalf a Comment[16] which starts off with an assertion that the instant petition is a âknee-jerk reaction to a draft âPetition for Initiative on the 1987 Constitutionâ ... which is not formally filed yet.â What he filed on 6 December 1996 was an âInitiatory Pleadingâ or âInitiatory Petition,â which was legally necessary to start the signature campaign to amend the Constitution or to put the movement to gather signatures under COMELEC power and function. On the substantive allegations of the petitioners, Delfin maintains as follows:(1) Contrary to the claim of the petitioners, there is a law, R.A. No. 6735, which governs the conduct of initiative to amend the Constitution. The absence therein of a subtitle for such initiative is not fatal, since subtitles are not requirements for the validity or sufficiency of laws.(2) Section 9(b) of R.A. No. 6735 specifically provides that the proposition in an initiative to amend the Constitution approved by the majority of the votes cast in the plebiscite shall become effective as of the day of the plebiscite.(3) The claim that COMELEC Resolution No. 2300 is ultra vires is contradicted by (a) Section 2, Article IX-C of the Constitution, which grants the COMELEC the power to enforce and administer all laws and regulations relative to the conduct of an election, plebiscite, initiative, referendum, and recall; and (b) Section 20 of R.A. 6735, which empowers the COMELEC to promulgate such rules and regulations as may be necessary to carry out the purposes of the Act.(4) The proposed initiative does not involve a revision of, but mere amendment to, the Constitution because it seeks to alter only a few specific provisions of the Constitution, or more specifically, only those which lay term limits. It does not seek to reexamine or overhaul the entire document.As to the public expenditures for registration of voters, Delfin considers petitionersâ estimate of P180 million as unreliable, for only the COMELEC can give the exact figure. Besides, if there will be a plebiscite it will be simultaneous with the 1997 Barangay Elections. In any event, fund requirements for initiative will be a priority government expense because it will be for the exercise of the sovereign power of the people.In the Comment[17] for the public respondent COMELEC, filed also on 2 January 1997, the Office of the Solicitor General contends that: (1) R.A. No. 6735 deals with, inter alia, peopleâs initiative to amend the Constitution. Its Section 2 on Statement of Policy explicitly affirms, recognizes, and guarantees that power; and its Section 3, which enumerates the three systems of initiative, includes initiative on the Constitution and defines the same as the power to propose amendments to the Constitution. Likewise, its Section 5 repeatedly mentions initiative on the Constitution.(2) A separate subtitle on initiative on the Constitution is not necessary in R.A. No. 6735 because, being national in scope, that system of initiative is deemed included in the subtitle on National Initiative and Referendum; and Senator Tolentino simply overlooked pertinent provisions of the law when he claimed that nothing therein was provided for initiative on the Constitution.(3) Senate Bill No. 1290 is neither a competent nor a material proof that R.A. No. 6735 does not deal with initiative on the Constitution.(4) Extension of term limits of elected officials constitutes a mere amendment to the Constitution, not a revision thereof.(5) COMELEC Resolution No. 2300 was validly issued under Section 20 of R.A. No. 6735 and under the Omnibus Election Code. The rule-making power of the COMELEC to implement the provisions of R.A. No. 6735 was in fact upheld by this Court in Subic Bay Metropolitan Authority vs. COMELEC .On 14 January 1997, this Court (a) confirmed nunc pro tunc the temporary restraining order; (b) noted the aforementioned Comments and the Motion to Lift Temporary Restraining Order filed by private respondents through Atty. Quadra, as well as the latterâs Manifestation stating that he is the counsel for private respondents Alberto and Carmen Pedrosa only and the Comment he filed was for the Pedrosas; and (c) granted the Motion for Intervention filed on 6 January 1997 by Senator Raul Roco and allowed him to file his Petition in Intervention not later than 20 January 1997; and (d) set the case for hearing on 23 January 1997 at 9:30 a.m.On 17 January 1997, the Demokrasya-Ipagtanggol ang Konstitusyon (DIK) and the Movement of Attorneys for Brotherhood Integrity and Nationalism, Inc. (MABINI), filed a Motion for Intervention. Attached to the motion was their Petition in Intervention, which was later replaced by an Amended Petition in Intervention wherein they contend that: (1) The Delfin proposal does not involve a mere amendment to, but a revision of, the Constitution because, in the words of Fr. Joaquin Bernas, S.J.,[18] it would involve a change from a political philosophy that rejects unlimited tenure to one that accepts unlimited tenure; and although the change might appear to be an isolated one, it can affect other provisions, such as, on synchronization of elections and on the State policy of guaranteeing equal access to opportunities for public service and prohibiting political dynasties.[19] A revision cannot be done by initiative which, by express provision of Section 2 of Article XVII of the Constitution, is limited to amendments.(2) The prohibition against reelection of the President and the limits provided for all other national and local elective officials are based on the philosophy of governance, âto open up the political arena to as many as there are Filipinos qualified to handle the demands of leadership, to break the concentration of political and economic powers in the hands of a few, and to promote effective proper empowerment for participation in policy and decision-making for the common goodâ; hence, to remove the term limits is to negate and nullify the noble vision of the 1987 Constitution.(3) The Delfin proposal runs counter to the purpose of initiative, particularly in a conflict-of-interest situation. Initiative is intended as a fallback position that may be availed of by the people only if they are dissatisfied with the performance of their elective officials, but not as a premium for good performance.[20](4) R.A. No. 6735 is deficient and inadequate in itself to be called the enabling law that implements the peopleâs initiative on amendments to the Constitution. It fails to state (a) the proper parties who may file the petition, (b) the appropriate agency before whom the petition is to be filed, (c) the contents of the petition, (d) the publication of the same, (e) the ways and means of gathering the signatures of the voters nationwide and 3% per legislative district, (f) the proper parties who may oppose or question the veracity of the signatures, (g) the role of the COMELEC in the verification of the signatures and the sufficiency of the petition, (h) the appeal from any decision of the COMELEC, (I) the holding of a plebiscite, and (g) the appropriation of funds for such peopleâs initiative. Accordingly, there being no enabling law, the COMELEC has no jurisdiction to hear Delfinâs petition.(5) The deficiency of R.A. No. 6735 cannot be rectified or remedied by COMELEC Resolution No. 2300, since the COMELEC is without authority to legislate the procedure for a peopleâs initiative under Section 2 of Article XVII of the Constitution. That function exclusively pertains to Congress. Section 20 of R.A. No. 6735 does not constitute a legal basis for the Resolution, as the former does not set a sufficient standard for a valid delegation of power.On 20 January 1997, Senator Raul Roco filed his Petition in Intervention.[21] He avers that R.A. No. 6735 is the enabling law that implements the peopleâs right to initiate constitutional amendments. This law is a consolidation of Senate Bill No. 17 and House Bill No. 21505; he co-authored the House Bill and even delivered a sponsorship speech thereon. He likewise submits that the COMELEC was empowered under Section 20 of that law to promulgate COMELEC Resolution No. 2300. Nevertheless, he contends that the respondent Commission is without jurisdiction to take cognizance of the Delfin Petition and to order its publication because the said petition is not the initiatory pleading contemplated under the Constitution, Republic Act No. 6735, and COMELEC Resolution No. 2300. What vests jurisdiction upon the COMELEC in an initiative on the Constitution is the filing of a petition for initiative which is signed by the required number of registered voters. He also submits that the proponents of a constitutional amendment cannot avail of the authority and resources of the COMELEC to assist them is securing the required number of signatures, as the COMELECâs role in an initiative on the Constitution is limited to the determination of the sufficiency of the initiative petition and the call and supervision of a plebiscite, if warranted.On 20 January 1997, LABAN filed a Motion for Leave to Intervene.The following day, the IBP filed a Motion for Intervention to which it attached a Petition in Intervention raising the following arguments:(1) Congress has failed to enact an enabling law mandated under Section 2, Article XVII of the 1987 Constitution.(2) COMELEC Resolution No. 2300 cannot substitute for the required implementing law on the initiative to amend the Constitution.(3) The Petition for Initiative suffers from a fatal defect in that it does not have the required number of signatures.(4) The petition seeks, in effect a revision of the Constitution, which can be proposed only by Congress or a constitutional convention.[22]On 21 January 1997, we promulgated a Resolution (a) granting the Motions for Intervention filed by the DIK and MABINI and by the IBP, as well as the Motion for Leave to Intervene filed by LABAN; (b) admitting the Amended Petition in Intervention of DIK and MABINI, and the Petitions in Intervention of Senator Roco and of the IBP; (c) requiring the respondents to file within a nonextendible period of five days their Consolidated Comments on the aforesaid Petitions in Intervention; and (d) requiring LABAN to file its Petition in Intervention within a nonextendible period of three days from notice, and the respondents to comment thereon within a nonextendible period of five days from receipt of the said Petition in Intervention.At the hearing of the case on 23 January 1997, the parties argued on the following pivotal issues, which the Court formulated in light of the allegations and arguments raised in the pleadings so far filed:1. Whether R.A. No. 6735, entitled An Act Providing for a System of Initiative and Referendum and Appropriating Funds Therefor, was intended to include or cover initiative on amendments to the Constitution; and if so, whether the Act, as worded, adequately covers such initiative.2. Whether that portion of COMELEC Resolution No. 2300 (In re: Rules and Regulations Governing the Conduct of Initiative on the Constitution, and Initiative and Referendum on National and Local Laws) regarding the conduct of initiative on amendments to the Constitution is valid, considering the absence in the law of specific provisions on the conduct of such initiative.3. Whether the lifting of term limits of elective national and local officials, as proposed in the draft âPetition for Initiative on the 1987 Constitution,â would constitute a revision of, or an amendment to, the Constitution.4. Whether the COMELEC can take cognizance of, or has jurisdiction over, a petition solely intended to obtain an order (a) fixing the time and dates for signature gathering; (b) instructing municipal election officers to assist Delfin's movement and volunteers in establishing signature stations; and (c) directing or causing the publication of, inter alia, the unsigned proposed Petition for Initiative on the 1987 Constitution. 5. Whether it is proper for the Supreme Court to take cognizance of the petition when there is a pending case before the COMELEC.After hearing them on the issues, we required the parties to submit simultaneously their respective memoranda within twenty days and requested intervenor Senator Roco to submit copies of the deliberations on House Bill No. 21505.On 27 January 1997, LABAN filed its Petition in Intervention wherein it adopts the allegations and arguments in the main Petition. It further submits that the COMELEC should have dismissed the Delfin Petition for failure to state a sufficient cause of action and that the Commissionâs failure or refusal to do so constituted grave abuse of discretion amounting to lack of jurisdiction.On 28 January 1997, Senator Roco submitted copies of portions of both the Journal and the Record of the House of Representatives relating to the deliberations of House Bill No. 21505, as well as the transcripts of stenographic notes on the proceedings of the Bicameral Conference Committee, Committee on Suffrage and Electoral Reforms, of 6 June 1989 on House Bill No. 21505 and Senate Bill No. 17.Private respondents Alberto and Carmen Pedrosa filed their Consolidated Comments on the Petitions in Intervention of Senator Roco, DIK and MABINI, and IBP.[23] The parties thereafter filed, in due time, their separate memoranda.[24]As we stated in the beginning, we resolved to give due course to this special civil action.For a more logical discussion of the formulated issues, we shall first take up the fifth issue which appears to pose a prejudicial procedural question.ITHE INSTANT PETITION IS VIABLE DESPITE THEPENDENCY IN THE COMELEC OF THE DELFINPETITION.Except for the petitioners and intervenor Roco, the parties paid no serious attention to the fifth issue, i.e., whether it is proper for this Court to take cognizance of this special civil action when there is a pending case before the COMELEC. The petitioners provide an affirmative answer. Thus:28. The Comelec has no jurisdiction to take cognizance of the petition filed by private respondent Delfin. This being so, it becomes imperative to stop the Comelec from proceeding any further, and under the Rules of Court, Rule 65, Section 2, a petition for prohibition is the proper remedy.29. The writ of prohibition is an extraordinary judicial writ issuing out of a court of superior jurisdiction and directed to an inferior court, for the purpose of preventing the inferior tribunal from usurping a jurisdiction with which it is not legally vested. (People v. Vera, supra., p. 84). In this case the writ is an urgent necessity, in view of the highly divisive and adverse environmental consequences on the body politic of the questioned Comelec order. The consequent climate of legal confusion and political instability begs for judicial statesmanship.30. In the final analysis, when the system of constitutional law is threatened by the political ambitions of man, only the Supreme Court can save a nation in peril and uphold the paramount majesty of the Constitution.[25]It must be recalled that intervenor Roco filed with the COMELEC a motion to dismiss the Delfin Petition on the ground that the COMELEC has no jurisdiction or authority to entertain the petition.[26] The COMELEC made no ruling thereon evidently because after having heard the arguments of Delfin and the oppositors at the hearing on 12 December 1996, it required them to submit within five days their memoranda or oppositions/memoranda.[27] Earlier, or specifically on 6 December 1996, it practically gave due course to the Delfin Petition by ordering Delfin to cause the publication of the petition, together with the attached Petition for Initiative, the signature form, and the notice of hearing; and by setting the case for hearing. The COMELECâs failure to act on Rocoâs motion to dismiss and its insistence to hold on to the petition rendered ripe and viable the instant petition under Section 2 of Rule 65 of the Rules of Court, which provides:SEC. 2. Petition for prohibition. -- Where the proceedings of any tribunal, corporation, board, or person, whether exercising functions judicial or ministerial, are without or in excess of its or his jurisdiction, or with grave abuse of discretion, and there is no appeal or any other plain, speedy and adequate remedy in the ordinary course of law, a person aggrieved thereby may file a verified petition in the proper court alleging the facts with certainty and praying that judgment be rendered commanding the defendant to desist from further proceedings in the action or matter specified therein.It must also be noted that intervenor Roco claims that the COMELEC has no jurisdiction over the Delfin Petition because the said petition is not supported by the required minimum number of signatures of registered voters. LABAN also asserts that the COMELEC gravely abused its discretion in refusing to dismiss the Delfin Petition, which does not contain the required number of signatures. In light of these claims, the instant case may likewise be treated as a special civil action for certiorari under Section I of Rule 65 of the Rules of Court.In any event, as correctly pointed out by intervenor Roco in his Memorandum, this Court may brush aside technicalities of procedure in cases of transcendental importance. As we stated in Kilosbayan, Inc. v. Guingona, Jr.:[28]A partyâs standing before this Court is a procedural technicality which it may, in the exercise of its discretion, set aside in view of the importance of issues raised. In the landmark Emergency Powers Cases, this Court brushed aside this technicality because the transcendental importance to the public of these cases demands that they be settled promptly and definitely, brushing aside, if we must, technicalities of procedure.IIR.A. NO. 6735 INTENDED TO INCLUDE THE SYSTEMOF INITIATIVE ON AMENDMENTS TO THECONSTITUTION, BUT IS, UNFORTUNATELY,INADEQUATE TO COVER THAT SYSTEM.Section 2 of Article XVII of the Constitution provides: SEC. 2. Amendments to this Constitution may likewise be directly proposed by the people through initiative upon a petition of at least twelve per centum of the total number of registered voters, of which every legislative district must be represented by at least three per centum of the registered voters therein. No amendment under this section shall be authorized within five years following the ratification of this Constitution nor oftener than once every five years thereafter.The Congress shall provide for the implementation of the exercise of this right.This provision is not self-executory. In his book,[29] Joaquin Bernas, a member of the 1986 Constitutional Commission, stated: Without implementing legislation Section 2 cannot operate. Thus, although this mode of amending the Constitution is a mode of amendment which bypasses congressional action, in the last analysis it still is dependent on congressional action.Bluntly stated, the right of the people to directly propose amendments to the Constitution through the system of initiative would remain entombed in the cold niche of the Constitution until Congress provides for its implementation. Stated otherwise, while the Constitution has recognized or granted that right, the people cannot exercise it if Congress, for whatever reason, does not provide for its implementation.This system of initiative was originally included in Section 1 of the draft Article on Amendment or Revision proposed by the Committee on Amendments and Transitory Provisions of the 1986 Constitutional Commission in its Committee Report No. 7 (Proposed Resolution No. 332).[30] That section reads as follows:SECTION 1. Any amendment to, or revision of, this Constitution may be proposed:(a) by the National Assembly upon a vote of three-fourths of all its members; or(b) by a constitutional convention; or(c) directly by the people themselves thru initiative as provided for in Article ____ Section ____ of the Constitution.[31]After several interpellations, but before the period of amendments, the Committee submitted a new formulation of the concept of initiative which it denominated as Section 2; thus:MR. SUAREZ. Thank you, Madam President. May we respectfully call attention of the Members of the Commission that pursuant to the mandate given to us last night, we submitted this afternoon a complete Committee Report No. 7 which embodies the proposed provision governing the matter of initiative. This is now covered by Section 2 of the complete committee report. With the permission of the Members, may I quote Section 2:âThe people may, after five years from the date of the last plebiscite held, directly propose amendments to this Constitution thru initiative upon petition of at least ten percent of the registered voters.âThis completes the blanks appearing in the original Committee Report No. 7.[32]The interpellations on Section 2 showed that the details for carrying out Section 2 are left to the legislature. Thus: FR. BERNAS. Madam President, just two simple, clarificatory questions.First, on Section 1 on the matter of initiative upon petition of at least 10 percent, there are no details in the provision on how to carry this out. Do we understand, therefore, that we are leaving this matter to the legislature?MR. SUAREZ. That is right, Madam President.FR. BERNAS. And do we also understand, therefore, that for as long as the legislature does not pass the necessary implementing law on this, this will not operate?MR. SUAREZ. That matter was also taken up during the committee hearing, especially with respect to the budget appropriations which would have to be legislated so that the plebiscite could be called. We deemed it best that this matter be left to the legislature. The Gentleman is right. In any event, as envisioned, no amendment through the power of initiative can be called until after five years from the date of the ratification of this Constitution. Therefore, the first amendment that could be proposed through the exercise of this initiative power would be after five years. It is reasonably expected that within that five-year period, the National Assembly can come up with the appropriate rules governing the exercise of this power.FR. BERNAS. Since the matter is left to the legislature - the details on how this is to be carried out - is it possible that, in effect, what will be presented to the people for ratification is the work of the legislature rather than of the people? Does this provision exclude that possibility?MR. SUAREZ. No, it does not exclude that possibility because even the legislature itself as a body could propose that amendment, maybe individually or collectively, if it fails to muster the three-fourths vote in order to constitute itself as a constituent assembly and submit that proposal to the people for ratification through the process of an initiative.x x xMS. AQUINO. Do I understand from the sponsor that the intention in the proposal is to vest constituent power in the people to amend the Constitution?MR. SUAREZ. That is absolutely correct, Madam President.MS. AQUINO. I fully concur with the underlying precept of the proposal in terms of institutionalizing popular participation in the drafting of the Constitution or in the amendment thereof, but I would have a lot of difficulties in terms of accepting the draft of Section 2, as written. Would the sponsor agree with me that in the hierarchy of legal mandate, constituent power has primacy over all other legal mandates?MR. SUAREZ. The Commissioner is right, Madam President.MS. AQUINO. And would the sponsor agree with me that in the hierarchy of legal values, the Constitution is source of all legal mandates and that therefore we require a great deal of circumspection in the drafting and in the amendments of the Constitution?MR. SUAREZ. That proposition is nondebatable.MS. AQUINO. Such that in order to underscore the primacy of constituent power we have a separate article in the constitution that would specifically cover the process and the modes of amending the Constitution?MR. SUAREZ. That is right, Madam President.MS. AQUINO. Therefore, is the sponsor inclined, as the provisions are drafted now, to again concede to the legislature the process or the requirement of determining the mechanics of amending the Constitution by people's initiative?MR. SUAREZ. The matter of implementing this could very well be placed in the hands of the National Assembly, not unless we can incorporate into this provision the mechanics that would adequately cover all the conceivable situations.[33]It was made clear during the interpellations that the aforementioned Section 2 is limited to proposals to AMEND -- not to REVISE -- the Constitution; thus:MR. SUAREZ. ... This proposal was suggested on the theory that this matter of initiative, which came about because of the extraordinary developments this year, has to be separated from the traditional modes of amending the Constitution as embodied in Section 1. The committee members felt that this system of initiative should not extend to the revision of the entire Constitution, so we removed it from the operation of Section 1 of the proposed Article on Amendment or Revision.[34]x x xMS. AQUINO. In which case, I am seriously bothered by providing this process of initiative as a separate section in the Article on Amendment. Would the sponsor be amenable to accepting an amendment in terms of realigning Section 2 as another subparagraph (c) of Section 1, instead of setting it up as another separate section as if it were a self-executing provision?MR. SUAREZ. We would be amenable except that, as we clarified a while ago, this process of initiative is limited to the matter of amendment and should not expand into a revision which contemplates a total overhaul of the Constitution. That was the sense that was conveyed by the Committee.MS. AQUINO. In other words, the Committee was attempting to distinguish the coverage of modes (a) and (b) in Section 1 to include the process of revision; whereas the process of initiation to amend, which is given to the public, would only apply to amendments?MR. SUAREZ.That is right. Those were the terms envisioned in the Committee.[35]Amendments to the proposed Section 2 were thereafter introduced by then Commissioner Hilario G. Davide, Jr., which the Committee accepted. Thus:MR. DAVIDE. Thank you Madam President. I propose to substitute the entire Section 2 with the following:x x xMR. DAVIDE. Madam President, I have modified the proposed amendment after taking into account the modifications submitted by the sponsor himself and the honorable Commissioners Guingona, Monsod, Rama, Ople, de los Reyes and Romulo. The modified amendment in substitution of the proposed Section 2 will now read as follows: \"SECTION 2. -- AMENDMENTS TO THIS CONSTITUTION MAY LIKEWISE BE DIRECTLY PROPOSED BY THE PEOPLE THROUGH INITIATIVE UPON A PETITION OF AT LEAST TWELVE PERCENT OF THE TOTAL NUMBER OF REGISTERED VOTERS, OF WHICH EVERY LEGISLATIVE DISTRICT MUST BE REPRESENTED BY AT LEAST THREE PERCENT OF THE REGISTERED VOTERS THEREOF. NO AMENDMENT UNDER THIS SECTION SHALL BE AUTHORIZED WITHIN FIVE YEARS FOLLOWING THE RATIFICATION OF THIS CONSTITUTION NOR OFTENER THAN ONCE EVERY FIVE YEARS THEREAFTER.THE NATIONAL ASSEMBLY SHALL BY LAW PROVIDE FOR THE IMPLEMENTATION OF THE EXERCISE OF THIS RIGHT.MR. SUAREZ. Madam President, considering that the proposed amendment is reflective of the sense contained in Section 2 of our completed Committee Report No. 7, we accept the proposed amendment.[36]The interpellations which ensued on the proposed modified amendment to Section 2 clearly showed that it was a legislative act which must implement the exercise of the right. Thus:MR. ROMULO. Under Commissioner Davide's amendment, is it possible for the legislature to set forth certain procedures to carry out the initiative...?MR. DAVIDE. It can.x x xMR. ROMULO. But the Commissionerâs amendment does not prevent the legislature from asking another body to set the proposition in proper form.MR. DAVIDE. The Commissioner is correct. In other words, the implementation of this particular right would be subject to legislation, provided the legislature cannot determine anymore the percentage of the requirement.MR. ROMULO. But the procedures, including the determination of the proper form for submission to the people, may be subject to legislation.MR. DAVIDE. As long as it will not destroy the substantive right to initiate. In other words, none of the procedures to be proposed by the legislative body must diminish or impair the right conceded here.MR. ROMULO. In that provision of the Constitution can the procedures which I have discussed be legislated?MR. DAVIDE. Yes.[37]Commissioner Davide also reaffirmed that his modified amendment strictly confines initiative to AMENDMENTS to -- NOT REVISION of -- the Constitution. Thus:MR. DAVIDE. With pleasure, Madam President.MR. MAAMBONG. My first question: Commissioner Davide's proposed amendment on line 1 refers to \"amendment.\" Does it not cover the word \"revision\" as defined by Commissioner Padilla when he made the distinction between the words \"amendments\" and \"revision\"? MR. DAVIDE. No, it does not, because \"amendments\" and \"revision\" should be covered by Section 1. So insofar as initiative is concerned, it can only relate to \"amendments\" not \"revision.\"[38]Commissioner Davide further emphasized that the process of proposing amendments through initiative must be more rigorous and difficult than the initiative on legislation. Thus: MR. DAVIDE. A distinction has to be made that under this proposal, what is involved is an amendment to the Constitution. To amend a Constitution would ordinarily require a proposal by the National Assembly by a vote of three-fourths; and to call a constitutional convention would require a higher number. Moreover, just to submit the issue of calling a constitutional convention, a majority of the National Assembly is required, the import being that the process of amendment must be made more rigorous and difficult than probably initiating an ordinary legislation or putting an end to a law proposed by the National Assembly by way of a referendum. I cannot agree to reducing the requirement approved by the Committee on the Legislative because it would require another voting by the Committee, and the voting as precisely based on a requirement of 10 percent. Perhaps, I might present such a proposal, by way of an amendment, when the Commission shall take up the Article on the Legislative or on the National Assembly on plenary sessions.[39]The Davide modified amendments to Section 2 were subjected to amendments, and the final version, which the Commission approved by a vote of 31 in favor and 3 against, reads as follows:MR. DAVIDE. Thank you Madam President. Section 2, as amended, reads as follows: \"AMENDMENT TO THIS CONSTITUTION MAY LIKEWISE BE DIRECTLY PROPOSED BY THE PEOPLE THROUGH INITIATIVE UPON A PETITION OF AT LEAST TWELVE PERCENT OF THE TOTAL NUMBER OF REGISTERED VOTERS, OF WHICH EVERY LEGISLATIVE DISTRICT MUST BE REPRESENTED BY AT LEAST THREE PERCENT OF THE REGISTERED VOTERS THEREOF. NO AMENDMENT UNDER THIS SECTION SHALL BE AUTHORIZED WITHIN FIVE YEARS FOLLOWING THE RATIFICATION OF THIS CONSTITUTION NOR OFTENER THAN ONCE EVERY FIVE YEARS THEREAFTER.THE NATIONAL ASSEMBLY SHALL BY LAW PROVIDE FOR THE IMPLEMENTATION OF THE EXERCISE OF THIS RIGHT.[40]The entire proposed Article on Amendments or Revisions was approved on second reading on 9 July 1986.[41]Thereafter, upon his motion for reconsideration, Commissioner Gascon was allowed to introduce an amendment to Section 2 which, nevertheless, was withdrawn. In view thereof, the Article was again approved on Second and Third Readings on 1 August 1986.[42]However, the Committee on Style recommended that the approved Section 2 be amended by changing âpercentâ to âper centumâ and âthereofâ to âthereinâ and deleting the phrase âby lawâ in the second paragraph so that said paragraph reads: The Congress[43] shall provide for the implementation of the exercise of this right.[44]This amendment was approved and is the text of the present second paragraph of Section 2.The conclusion then is inevitable that, indeed, the system of initiative on the Constitution under Section 2 of Article XVII of the Constitution is not self-executory.Has Congress âprovidedâ for the implementation of the exercise of this right? Those who answer the question in the affirmative, like the private respondents and intervenor Senator Roco, point to us R.A. No. 6735.There is, of course, no other better way for Congress to implement the exercise of the right than through the passage of a statute or legislative act. This is the essence or rationale of the last minute amendment by the Constitutional Commission to substitute the last paragraph of Section 2 of Article XVII then reading:The Congress[45] shall by law provide for the implementation of the exercise of this right.withThe Congress shall provide for the implementation of the exercise of this right.This substitute amendment was an investiture on Congress of a power to provide for the rules implementing the exercise of the right. The ârulesâ means âthe details on how [the right] is to be carried out.â[46]We agree that R.A. No. 6735 was, as its history reveals, intended to cover initiative to propose amendments to the Constitution. The Act is a consolidation of House Bill No. 21505 and Senate Bill No. 17. The former was prepared by the Committee on Suffrage and Electoral Reforms of the House of Representatives on the basis of two House Bills referred to it, viz., (a) House Bill No. 497,[47] which dealt with the initiative and referendum mentioned in Sections 1 and 32 of Article VI of the Constitution; and (b) House Bill No. 988,[48] which dealt with the subject matter of House Bill No. 497, as well as with initiative and referendum under Section 3 of Article X (Local Government) and initiative provided for in Section 2 of Article XVII of the Constitution. Senate Bill No. 17[49] solely dealt with initiative and referendum concerning ordinances or resolutions of local government units. The Bicameral Conference Committee consolidated Senate Bill No. 17 and House Bill No. 21505 into a draft bill, which was subsequently approved on 8 June 1989 by the Senate[50] and by the House of Representatives.[51] This approved bill is now R.A. No. 6735.But is R.A. No. 6735 a full compliance with the power and duty of Congress to âprovide for the implementation of the exercise of the right?âA careful scrutiny of the Act yields a negative answer.First. Contrary to the assertion of public respondent COMELEC, Section 2 of the Act does not suggest an initiative on amendments to the Constitution. The said section reads:SECTION 2. Statement and Policy. -- The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolutions passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed. (Underscoring supplied).The inclusion of the word âConstitutionâ therein was a delayed afterthought. That word is neither germane nor relevant to said section, which exclusively relates to initiative and referendum on national laws and local laws, ordinances, and resolutions. That section is silent as to amendments on the Constitution. As pointed out earlier, initiative on the Constitution is confined only to proposals to AMEND. The people are not accorded the power to âdirectly propose, enact, approve, or reject, in whole or in part, the Constitutionâ through the system of initiative. They can only do so with respect to âlaws, ordinances, or resolutions.âThe foregoing conclusion is further buttressed by the fact that this section was lifted from Section 1 of Senate Bill No. 17, which solely referred to a statement of policy on local initiative and referendum and appropriately used the phrases âpropose and enact,â âapprove or rejectâ and âin whole or in part.â[52]Second. It is true that Section 3 (Definition of Terms) of the Act defines initiative on amendments to the Constitution and mentions it as one of the three systems of initiative, and that Section 5 (Requirements) restates the constitutional requirements as to the percentage of the registered voters who must submit the proposal. But unlike in the case of the other systems of initiative, the Act does not provide for the contents of a petition for initiative on the Constitution. Section 5, paragraph (c) requires, among other things, statement of the proposed law sought to be enacted, approved or rejected, amended or repealed, as the case may be. It does not include, as among the contents of the petition, the provisions of the Constitution sought to be amended, in the case of initiative on the Constitution. Said paragraph (c) reads in full as follows:(c) The petition shall state the following: c.1 contents or text of the proposed law sought to be enacted, approved or rejected, amended or repealed, as the case may be;c.2 the proposition;c.3 the reason or reasons therefor;c.4 that it is not one of the exceptions provided therein;c.5 signatures of the petitioners or registered voters; andc.6 an abstract or summary proposition is not more than one hundred (100) words which shall be legibly written or printed at the top of every page of the petition. (Underscoring supplied).The use of the clause âproposed laws sought to be enacted, approved or rejected, amended or repealedâ only strengthens the conclusion that Section 2, quoted earlier, excludes initiative on amendments to the Constitution.Third. While the Act provides subtitles for National Initiative and Referendum (Subtitle II) and for Local Initiative and Referendum (Subtitle III), no subtitle is provided for initiative on the Constitution. This conspicuous silence as to the latter simply means that the main thrust of the Act is initiative and referendum on national and local laws. If Congress intended R.A. No. 6735 to fully provide for the implementation of the initiative on amendments to the Constitution, it could have provided for a subtitle therefor, considering that in the order of things, the primacy of interest, or hierarchy of values, the right of the people to directly propose amendments to the Constitution is far more important than the initiative on national and local laws.We cannot accept the argument that the initiative on amendments to the Constitution is subsumed under the subtitle on National Initiative and Referendum because it is national in scope. Our reading of Subtitle II (National Initiative and Referendum) and Subtitle III (Local Initiative and Referendum) leaves no room for doubt that the classification is not based on the scope of the initiative involved, but on its nature and character. It is ânational initiative,â if what is proposed to be adopted or enacted is a national law, or a law which only Congress can pass. It is âlocal initiativeâ if what is proposed to be adopted or enacted is a law, ordinance, or resolution which only the legislative bodies of the governments of the autonomous regions, provinces, cities, municipalities, and barangays can pass. This classification of initiative into national and local is actually based on Section 3 of the Act, which we quote for emphasis and clearer understanding:SEC. 3. Definition of terms -- x x xThere are three (3) systems of initiative, namely:a.1 Initiative on the Constitution which refers to a petition proposing amendments to the Constitution;a.2 Initiative on Statutes which refers to a petition proposing to enact a national legislation; anda.3 Initiative on local legislation which refers to a petition proposing to enact a regional, provincial, city, municipal, or barangay law, resolution or ordinance. (Underscoring supplied).Hence, to complete the classification under subtitles there should have been a subtitle on initiative on amendments to the Constitution.[53]A further examination of the Act even reveals that the subtitling is not accurate. Provisions not germane to the subtitle on National Initiative and Referendum are placed therein, like (1) paragraphs (b) and (c) of Section 9, which reads:(b) The proposition in an initiative on the Constitution approved by the majority of the votes cast in the plebiscite shall become effective as to the day of the plebiscite.(c) A national or local initiative proposition approved by majority of the votes cast in an election called for the purpose shall become effective fifteen (15) days after certification and proclamation of the Commission. (Underscoring supplied).(2) that portion of Section 11 (Indirect Initiative) referring to indirect initiative with the legislative bodies of local governments; thus:SEC. 11. Indirect Initiative. -- Any duly accredited peopleâs organization, as defined by law, may file a petition for indirect initiative with the House of Representatives, and other legislative bodies....and (3) Section 12 on Appeal, since it applies to decisions of the COMELEC on the findings of sufficiency or insufficiency of the petition for initiative or referendum, which could be petitions for both national and local initiative and referendum.Upon the other hand, Section 18 on âAuthority of Courtsâ under subtitle III on Local Initiative and Referendum is misplaced,[54] since the provision therein applies to both national and local initiative and referendum. It reads: SEC. 18. Authority of Courts. -- Nothing in this Act shall prevent or preclude the proper courts from declaring null and void any proposition approved pursuant to this Act for violation of the Constitution or want of capacity of the local legislative body to enact the said measure.Curiously, too, while R.A. No. 6735 exerted utmost diligence and care in providing for the details in the implementation of initiative and referendum on national and local legislation thereby giving them special attention, it failed, rather intentionally, to do so on the system of initiative on amendments to the Constitution. Anent the initiative on national legislation, the Act provides for the following:(a) The required percentage of registered voters to sign the petition and the contents of the petition; (b) The conduct and date of the initiative; (c) The submission to the electorate of the proposition and the required number of votes for its approval;(d) The certification by the COMELEC of the approval of the proposition; (e) The publication of the approved proposition in the Official Gazette or in a newspaper of general circulation in the Philippines; and (f) The effects of the approval or rejection of the proposition.[55]As regards local initiative, the Act provides for the following: (a) The preliminary requirement as to the number of signatures of registered voters for the petition; (b) The submission of the petition to the local legislative body concerned; (c) The effect of the legislative bodyâs failure to favorably act thereon, and the invocation of the power of initiative as a consequence thereof; (d) The formulation of the proposition; (e) The period within which to gather the signatures; (f) The persons before whom the petition shall be signed; (g) The issuance of a certification by the COMELEC through its official in the local government unit concerned as to whether the required number of signatures have been obtained;(h) The setting of a date by the COMELEC for the submission of the proposition to the registered voters for their approval, which must be within the period specified therein; (i) The issuance of a certification of the result; (j) The date of effectivity of the approved proposition; (k) The limitations on local initiative; and (l) The limitations upon local legislative bodies.[56]Upon the other hand, as to initiative on amendments to the Constitution, R.A. No. 6735, in all of its twenty-three sections, merely (a) mentions, the word âConstitutionâ in Section 2; (b) defines âinitiative on the Constitutionâ and includes it in the enumeration of the three systems of initiative in Section 3; (c) speaks of âplebisciteâ as the process by which the proposition in an initiative on the Constitution may be approved or rejected by the people; (d) reiterates the constitutional requirements as to the number of voters who should sign the petition; and (e) provides for the date of effectivity of the approved proposition.There was, therefore, an obvious downgrading of the more important or the paramount system of initiative. R.A. No. 6735 thus delivered a humiliating blow to the system of initiative on amendments to the Constitution by merely paying it a reluctant lip service.[57]The foregoing brings us to the conclusion that R.A. No. 6735 is incomplete, inadequate, or wanting in essential terms and conditions insofar as initiative on amendments to the Constitution is concerned. Its lacunae on this substantive matter are fatal and cannot be cured by âempoweringâ the COMELEC âto promulgate such rules and regulations as may be necessary to carry out the purposes of [the] Act.[58]The rule is that what has been delegated, cannot be delegated or as expressed in a Latin maxim: potestas delegata non delegari potest.[59] The recognized exceptions to the rule are as follows: (1) Delegation of tariff powers to the President under Section 28(2) of Article VI of the Constitution;(2) Delegation of emergency powers to the President under Section 23(2) of Article VI of the Constitution;(3) Delegation to the people at large;(4) Delegation to local governments; and(5) Delegation to administrative bodies.[60]Empowering the COMELEC, an administrative body exercising quasi-judicial functions, to promulgate rules and regulations is a form of delegation of legislative authority under no. 5 above. However, in every case of permissible delegation, there must be a showing that the delegation itself is valid. It is valid only if the law (a) is complete in itself, setting forth therein the policy to be executed, carried out, or implemented by the delegate; and (b) fixes a standard -- the limits of which are sufficiently determinate and determinable -- to which the delegate must conform in the performance of his functions.[61]A sufficient standard is one which defines legislative policy, marks its limits, maps out its boundaries and specifies the public agency to apply it. It indicates the circumstances under which the legislative command is to be effected.[62]Insofar as initiative to propose amendments to the Constitution is concerned, R.A. No. 6735 miserably failed to satisfy both requirements in subordinate legislation. The delegation of the power to the COMELEC is then invalid.IIICOMELEC RESOLUTION NO. 2300, INSOFAR AS IT PRESCRIBES RULES AND REGULATIONS ON THE CONDUCT OF INITIATIVE ON AMENDMENTS TO THE CONSTITUTION, IS VOID.It logically follows that the COMELEC cannot validly promulgate rules and regulations to implement the exercise of the right of the people to directly propose amendments to the Constitution through the system of initiative. It does not have that power under R.A. No. 6735. Reliance on the COMELECâs power under Section 2(1) of Article IX-C of the Constitution is misplaced, for the laws and regulations referred to therein are those promulgated by the COMELEC under (a) Section 3 of Article IX-C of the Constitution, or (b) a law where subordinate legislation is authorized and which satisfies the âcompletenessâ and the âsufficient standardâ tests.IVCOMELEC ACTED WITHOUT JURISDICTION OR WITH GRAVE ABUSE OF DISCRETION IN ENTERTAINING THE DELFIN PETITION.Even if it be conceded ex gratia that R.A. No. 6735 is a full compliance with the power of Congress to implement the right to initiate constitutional amendments, or that it has validly vested upon the COMELEC the power of subordinate legislation and that COMELEC Resolution No. 2300 is valid, the COMELEC acted without jurisdiction or with grave abuse of discretion in entertaining the Delfin Petition.Under Section 2 of Article XVII of the Constitution and Section 5(b) of R.A. No. 6735, a petition for initiative on the Constitution must be signed by at least 12% of the total number of registered voters of which every legislative district is represented by at least 3% of the registered voters therein. The Delfin Petition does not contain signatures of the required number of voters. Delfin himself admits that he has not yet gathered signatures and that the purpose of his petition is primarily to obtain assistance in his drive to gather signatures. Without the required signatures, the petition cannot be deemed validly initiated.The COMELEC acquires jurisdiction over a petition for initiative only after its filing. The petition then is the initiatory pleading. Nothing before its filing is cognizable by the COMELEC, sitting en banc. The only participation of the COMELEC or its personnel before the filing of such petition are (1) to prescribe the form of the petition;[63] (2) to issue through its Election Records and Statistics Office a certificate on the total number of registered voters in each legislative district;[64] (3) to assist, through its election registrars, in the establishment of signature stations;[65] and (4) to verify, through its election registrars, the signatures on the basis of the registry list of voters, votersâ affidavits, and votersâ identification cards used in the immediately preceding election.[66]Since the Delfin Petition is not the initiatory petition under R.A. No. 6735 and COMELEC Resolution No. 2300, it cannot be entertained or given cognizance of by the COMELEC. The latter knew that the petition does not fall under any of the actions or proceedings under the COMELEC Rules of Procedure or under Resolution No. 2300, for which reason it did not assign to the petition a docket number. Hence, the said petition was merely entered as UND, meaning, undocketed. That petition was nothing more than a mere scrap of paper, which should not have been dignified by the Order of 6 December 1996, the hearing on 12 December 1996, and the order directing Delfin and the oppositors to file their memoranda or oppositions. In so dignifying it, the COMELEC acted without jurisdiction or with grave abuse of discretion and merely wasted its time, energy, and resources.The foregoing considered, further discussion on the issue of whether the proposal to lift the term limits of the elective national and local officials is an amendment to, and not a revision of, the Constitution is rendered unnecessary, if not academic.CONCLUSIONThis petition must then be granted, and the COMELEC should be permanently enjoined from entertaining or taking cognizance of any petition for initiative on amendments on the Constitution until a sufficient law shall have been validly enacted to provide for the implementation of the system.We feel, however, that the system of initiative to propose amendments to the Constitution should no longer be kept in the cold; it should be given flesh and blood, energy and strength. Congress should not tarry any longer in complying with the constitutional mandate to provide for the implementation of the right of the people under that system.WHEREFORE, judgment is hreby rendereda) GRANTING the instant petition;b) DECLARING R.A. No. 6735 inadequate to cover the system of initiative on amendments to the Constitution, and to have failed to provide sufficient standard for subordinate legislation;c) DECLARING void those parts of Resolutions No. 2300 of the Commission on Elections prescribing rules and regulations on the conduct of initiative or amendments to the Constitution; andd) ORDERING the Commission on Elections to forthwith DISMISS the DELFIN petition (UND-96-037).The Temporary Restraining Order issued on 18 December 1996 is made permanent as against the Commission on Elections, but is LIFTED against private respondents.Resolution on the matter of contempt is hereby reserved.SO ORDERED.Narvasa, C.J., Regalado, Romero, Bellosillo,Kapunan, Hermosisima, Jr. and Torres Jr., JJ., concur.Padilla, J., took no part; related to a co-petitioner and co-counsel of the petitioners.Melo and Mendoza, JJ., joins the separate, concurring opinions of Justices Puno, Francisco and Panganiban.Puno, Vitug, , Francisco and Panganiban, JJ., has separate opinions.[1] Commissioner Blas Ople.[2] Commissioner Jose Suarez.[3] I Record of the Constitutional Commission, 371, 378.[4] Section 1, Article XV of the 1935 Constitution and Section 1(1), Article XVI of the 1973 Constitution.[5] Annex âAâ of Petition, Rollo, 15.[6] Later identified as the Peopleâs Initiative for Reforms, Modernization and Action, or PIRMA for brevity.[7] These sections read:SEC. 4. The term of office of the Senators shall be six years and shall commence, unless otherwise provided by law, at noon on the thirtieth day of June next following their election.No Senator shall serve for more than two consecutive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of his service for the full term for which he was elected.x x xSEC. 7. The Members of the House of Representatives shall be elected for a term of three years which shall begin, unless otherwise provided by law, at noon on the thirtieth day of June next following their election.No Member of the House of Representatives shall serve for more than three consecutive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of his service for the full term for which he was elected.[8] The section reads:SEC. 4. The President and the Vice-President shall be elected by direct vote of the people for a term of six years which shall begin at noon on the thirtieth day of June next following the day of the election and shall end at noon of the same date six years thereafter. The President shall not be eligible for any reelection. No person who has succeeded as President and has served as such for more than four years shall be qualified for election to the same office at any time.No Vice-President shall serve for more than two successive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of the service for the full term for which he was elected.[9] The section reads:SEC. 8. The term of office of elective local officials, except barangay officials, which shall be determined by law, shall be three years and no such official shall serve for more than three consecutive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of his service for the full term for which he was elected.[10] Rollo, 19.[11] Annex âBâ of Petition, Rollo, 25.[12] Order of 12 December 1996, Annex âB-1â of Petition, Rollo, 27.[13] Id.[14] Citing Araneta v. Dinglasan, 84 Phil. 368 [1949]; Sanidad v. COMELEC, 73 SCRA 333 [1976].[15]Rollo, 68.[16] Rollo, 100.[17] Rollo, 130.[18]A Member of the 1986 Constitutional Commission.[19] Section 26, Article II, Constitution.[20] Citing Commissioner Ople of the Constitutional Commission, I Record of the Constitutional Commission, 405.[21] Rollo, 239.[22] Rollo, 304.[23] Rollo, 568.[24] These were submitted on the following dates:(a) Private respondent Delfin - 31 January 1997 (Rollo, 429);(b) Private respondents Alberto and Carmen Pedrosa - 10 February 1997 (Id., 446);(c) Petitioners - 12 February 1997 (Id., 585);(d) IBP - 12 February 1997 (Id., 476);(e) Senator Roco - 12 February 1997 (Id., 606);(f) DIK and MABINI - 12 February 1997 (Id., 465);(g) COMELEC - 12 February 1997 (Id., 489);(h) LABAN - 13 February 1997 (Id., 553).[25] Rollo, 594.[26] Annex âDâ of Rocoâs Motion for Intervention in this case, Rollo, 184.[27] Rollo, 28.[28] 232 SCRA 110, 134 [1994].[29] II The Constitution of the Republic of the Philippines, A Commentary 571 [1988].[30] I Record of the Constitutional Commission 370-371.[31] Id., 371.[32] Id., 386.[33] Id., 391-392. (Underscoring supplied for emphasis).[34] Id., 386.[35] Id., 392.[36] Id., 398-399.[37] Id., 399. Underscoring supplied.[38] Id., 402-403.[39] Id., 401-402.[40] Id., 410.[41] Id., 412.[42] II Record of the Constitutional Commission 559-560.[43] The Congress originally appeared as The National Assembly. The change came about as a logical consequence of the amended Committee Report No. 22 of the Committee on Legislative which changed The National Assembly to \"The Congress of the Philippines\" in view of the approval of the amendment to adopt the bicameral system (II Record of the Constitutional Commission 102-105). The proposed new Article on the Legislative Department was, after various amendments approved on Second and Third Readings on 9 October 1986 (Id., 702-703).[44] V Record of the Constitutional Commission 806.[45] See footnote No. 42.[46] As stated by Commissioner Bernas in his interpellation of Commissioner Suarez, footnote 28.[47] Entitled \"Initiative and Referendum Act of 1987,â introduced by then Congressmen Raul Roco, Raul del Mar and Narciso Monfort.[48] Entitled âAn Act Implementing the Constitutional Provisions on Initiative and Referendum and for Other Purposes,â introduced by Congressmen Salvador Escudero.[49] Entitled âAn Act Providing for a System of Initiative and Referendum, and the Exceptions Therefrom, Whereby People in Local Government Units Can Directly Propose and Enact Resolutions and Ordinances or Approve or Reject Any Ordinance or Resolution Passed By the Local Legislative Body,â introduced by Senators Gonzales, Romulo, Pimentel, Jr., and Lina, Jr.[50] IV Record of the Senate, No. 143, pp. 1509-1510.[51] VIII Journal and Record of the House of Representatives, 957-961.[52] That section reads:Section 1. Statement of Policy. The power of the people under a system of initiative and referendum to directly propose and enact resolutions and ordinances or approve or reject, in whole or in part, any ordinance or resolution passed by any local legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.[53] It must be pointed out that Senate Bill No. 17 and House Bill No. 21505, as approved on Third Reading, did not contain any subtitles.[54] If some confusion attended the preparation of the subtitles resulting in the leaving out of the more important and paramount system of initiative on amendments to the Constitution, it was because there was in the Bicameral Conference Committee an initial agreement for the Senate panel to draft that portion on local initiative and for the House of Representatives panel to draft that portion covering national initiative and initiative on the Constitution; eventually, however, the Members thereof agreed to leave the drafting of the consolidated bill to their staff. Thus:CHAIRMAN GONZALES.... All right, and we can agree, we can agree. So ang mangyayari dito, ang magiging basic nito, let us not discuss anymore kung alin ang magiging basic bill, ano, whether it is the Senate Bill or whether it is the House Bill. Logically it should be ours sapagkat una iyong sa amin, eh. It is one of the first bills approved by the Senate kaya ang number niyan, makikita mo, 17, eh. Huwag na nating pag-usapan. Now, if you insist, really iyong features ng national at saka constitutional, okay. Pero gagawin na nating consolidation of both bills. (TSN, proceedings of the Bicameral Conference Committee on 6 June 1989 submitted by Nora, R, pp. I-4 - I-5).x x xHON. ROCO. So how do we proceed from this? The staff will consolidate.HON. GONZALES. Gumawa lang ng isang draft. Submit it to the Chairman, kami na ang bahalang magconsult sa aming mga members na kung okay,HON. ROCO. Within today?HON. GONZALES. Within today and early tomorrow. Hanggang Huwebes lang tayo, eh.HON. AQUINO. Kinakailangang palusutin natin ito. Kung mabigyan tayo ng kopya bukas and you are not objecting naman kayo naman ganoon din.HON. ROCO. Editing na lang because on a physical consolidation nga ito, eh. Yung mga provisions naman namin wala sa inyo. (TSN, proceedings of Bicameral Conference Committee of 6 June 1989, submitted by E.S. Bongon, pp. III-4 - III-5).[55] Sec. 5(a & c), Sec. 8, Section 9(a).[56] Sections 13, 14, 15 and 16.[57] It would thus appear that the Senateâs âcautious approachâ in the implementation of the system of initiative as a mode of proposing amendments to the Constitution, as expressed by Senator Gonzales in the course of his sponsorship of Senate Bill No. 17 in the Bicameral Conference Committee meeting and in his sponsorship of the Committeeâs Report, might have insidiously haunted the preparation of the consolidated version of Senate Bill No. 17 and House Bill No. 21505. In the first he said:Senate Bill No. 17 recognizes the initiatives and referendum are recent innovations in our political system. And recognizing that, it has adopted a cautious approach by: first, allowing them only when the local legislative body had refused to act; second, not more frequently than once a year; and, third, limiting them to the national level. (I Record of the Senate, No. 33, p. 871).x x xFirst, as I have said Mr. President, and I am saying for the nth time, that we are introducing a novel and new system in politics. We have to adopt first a cautious approach. We feel it is prudent and wise at this point in time, to limit those powers that may be the subject of initiatives and referendum to those exercisable or within the authority of the local government units. (Id., p. 880).In the second he stated:But at any rate, as I have said, because this is new in our political system, the Senate decided on a more cautious approach and limiting it only to the local general units. (TSN of the proceedings of the Bicameral Conference Committee on 6 June 1989, submitted by stenographer Nora R., pp. I-2 to I-3).In the last he declared:The initiatives and referendum are new tools of democracy; therefore, we have decided to be cautious in our approach. Hence, 1) we limited initiative and referendum to the local government units; 2) that initiative can only be exercised if the local legislative cannot be exercised more frequently that once every year. (IV Records of the Senate, No. 143, pp. 15-9-1510).[58] Section 20, R.A. No. 6735.[59] People v. Rosenthal, 68 Phil. 328 [1939]; ISAGANI A. CRUZ, Philippine Political Law 86 [1996] (hereafter CRUZ).[60] People v. Vera, 65 Phil. 56 [1937]; CRUZ, supra, 87.[61] Pelaez v. Auditor General, 122 Phil. 965, 974 [1965].[62] Edu v. Ericta, 35 SCRA 481, 497 [1970].[63] Sec. 7, COMELEC Resolution No. 2300.[64] Sec. 28, id.[65] Sec. 29, id.[66] Sec. 30, id.FRANCISCO, J., dissenting and concurring opinion:There is no question that my esteemed colleague Mr. Justice Davide has prepared a scholarly and well-written ponencia. Nonetheless, I cannot fully subscribe to his view that R.A. No. 6375 is inadequate to cover the system of initiative on amendments to the Constitution.To begin with, sovereignty under the constitution, resides in the people and all government authority emanates from them.[1] Unlike our previous constitutions, the present 1987 Constitution has given more significance to this declaration of principle for the people are now vested with power not only to propose, enact or reject any act of law amendments to the constitution as well.[2]To implement these Constitutional edicts, Congress in 1989 enacted Republic Act No. 6375, otherwise known as \"The Initiative and Referendum Act\". This law, to my mind, amply covers an initiative on the constitution. The contrary view maintained by petitioners is based principally on the alleged lack of sub-title in the law on initiative to amend the constitution and on their allegation that: \"Republic Act No. 6735 provides for the effectivity of the law after publication in print media. [And] [t]his indicates that Republic Act No. 6735 covers only laws and not constitutional amendments, because constitutional amendments take effect upon ratification not after publication\"[3]which allegation manifests petitioners' selective interpretation of the law, for under Section 9 of Republic Act No. 6735 on Effectivity of Initiative or Referendum Proposition paragraph (b) thereof is clear in providing that: \"The proposition in an initiative on the constitution approved by a majority of the votes cast in the plebiscite shall become effective as to the day of the plebiscite.\"It is a rule that every part of the statute must be interpreted with reference to the context, i.e., that every part of the statute must be construed together with the other parts and kept subservient to the general intent of the whole enactment.[4] Thus, the provisions of Republic Act No. 6735 may not be interpreted in isolation. The legislative intent behind every law is to be extracted from the statute as a whole.[5]In its definition of terms, Republic Act No.6735 defines initiative as \"the power of the people to propose amendments to the constitution or to propose and enact legislations through an election called for purpose\"[6] The same section, in enumerating the three systems of initiative, included an \"initiative on the constitution which refers to a petition proposing amendments to the constitution\"[7] Paragraph (e) again of Section 3 defines \"plebiscite\" as the \"the electoral process by which an initiative on the constitution is approved or rejected by the people\". And as to the material requirements for an initiative on the Constitution, Section 5(b) distinctly enumerates the following:\"A petition for an initiative on the 1987 Constitution must have at least twelve percentum (12%) of the total number of the registered voters as signatories, of which every legislative distric must be represented by at least 3 per centum (3%) of the registered voters therein. Initiative on the constitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five years thereafter.\"These provisions were inserted, on purpose, by the Congress the intent being to provide for the implementation of the right to propose an amendment to the Constitution by way of initiative. \"A legal provision\", the Court has previously said, \"must not be construed as to be a useless surplusage, and accordingly, meaningless, in the sense of adding nothing to the law or having no effect whatsoever thereon.\"[8]That this is the legislative intent is further shown by the deliberations in Congress, thus: \"x x x More significantly, in the course of the consideration of the Conference Committee Report on the disagreeing provisions of Senate Bill No. 17 and House Bill No. 21505, it was noted:\"MR. ROCO. On the Conference Committee Report on the disagreeing provisions between Senate Bill No. 17 and the consolidated House Bill No. 21505 which refers to the system providing for the initiative and referendum, fundamentally, Mr. Speaker, we consolidated the Senate and the House versions, so both versions are totally intact in the bill. The Senators ironically provided for local initiative and referendum and the House of Representatives correctly provided for initiative and referendum on the Constitution and on national legislation.I move that we approve the consolidated bill.\"MR. ALBANO, Mr. Speaker.\"THE SPEAKER PRO TEMPORE. What is the pleasure of the Minority Floor Leader?\"MR. ALBANO. Will the distinguished sponsor answer just a few questions?\"THE SPEAKER PRO TEMPORE. What does the sponsor say?\"MR. ROCO. Willingly, Mr. Speaker.\"THE SPEAKER PRO TEMPORE. The gentleman will please proceed.\"MR. ALBANO. I heard the sponsor say that the only difference in the two bills was that in the Senate version there was a provision for local inititiative and referendum, whereas the House version has none.\"MR. ROCO. In fact, the Senate version provided purely for local initiative and referendum, whereas in the House version, we provided purely for national and constitutional legislation.\"MR. ALBANO. Is it our understanding, therefore, that the two provisions were incorporated?\"MR. ROCO. Yes, Mr. Speaker.\"MR ALBANO. So that we will now have a complete initiative and referendum both in the constitutional amendment and national legislation.\"MR. ROCO. That is correct.\"MR. ALBANO. And provincial as well as municipal resolutions?\"MR. ROCO. Down to barangay, Mr. Speaker.\"MR. ALBANO. And this initiative and referendum is in consonance with the provision of the Constitution to enact the enabling law, so that we shall have a system which can be done every five years. Is it five years in the provision of the Constitution?\"MR. ROCO. That is correct, Mr. Speaker. For Constitutional amendments to the 1987 Constitution, it is every five years.\" (Id.[Journal and Record of the House of Representatives], Vol. VIII, 8 June 1989, p. 960; quoted in Garcia v. Comelec, 237 SCRA 279, 292-293 [1994]; emphasis supplied).\"x x x The Senate version of the Bill may not have comprehended initiatives on the Constitution. When consolidated, though, with the House version of the Bill and as approved and enacted into law, the proposal included initiative on both Constitution and ordinary laws.\"[9]Clearly then, Republic Act No. 6735 covers an initiative on the constitution. Any other construction as what petitioners foist upon the Court constitute a betrayal of the intent and spirit behind the enactment.At any rate, I agree with the ponencia that the Commission on Elections, at present, cannot taken any action (such as those contained in the Commission's orders dated December 6,9, and 12, 1996 [Annexes B,C and B-1]) indicative of its having already assumed jurisdiction over private respondent's petition. This is so because from the tenor of Section 5 (b) of R.A. No. 6735 it would appear that proof of procurement of the required percentage of registered voters at the time the petition for initiative is filed, is a jurisdictional requirement. Thus:\"A petition for an initiative on the 1987 Constitution must have at least twelve per centum (12%) of the total number of registered voters as signatories, of which every legislative district must be represented by at least three per centum (3%) of the registered voters therein. Initiative on the Constitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five (5) years thereafter.\"Here private respondents' petition is unaccompanied by the required signatures. This defect notwithstanding, it is without prejudice to the refiling of their petition once compliance with the required percentage is satisfactorily shown by private respondents. In the absence, therefore, of an appropriate petition before the Commission on Elections, any determination of whether private respondents' proposal constitutes an amendment or revision is premature.ACCORDINGLY, I take exception to the conclusion reached in the ponencia that R.A. No. 6735 is an \"inadequate\" legislation to cover a people's initiative to propose amendments to the Constitution. I, however, register my concurrence with the dismissal, in the meantime, of private respondents' petition for initiative before public respondent Commission on Elections until the same be supported by proof of strict compliance with Section 5 (b) of R.A. No. 6735.[1] Article II, Section 1, 1987 Constitution.[2] Article VI, Section 32, and Article XVII, Section 2, 1987 Constitution.[3] Petition, p. 5.[4] Paras v. Commission on Elections, G.R. No. 123619, December 4, 1996.[5] Tamayo v. Gsell, 35 Phil. 953, 980.[6] Section 3 (a), Republic Act No. 6735.[7] Section 3(a) [a.1]. Republic Act No 6735.[8] Uytengsu v. Republic, 95 Phil. 890, 893.[9] Petition in Intervention filed by Sen. Raul Roco, pp. 15-16.PANGANIBAN, J., separate concurring and dissenting opinionOur distinguished colleague, Mr. Justice Hilario G. Davide Jr., writing for the majority, holds that:(1) The Comelec acted without jurisdiction or with grave abuse of discretion in entertaining the \"initiatory\" Delfin Petition.(2) While the Constitution allows amendments to \"be directly proposed by the people through initiative.\" There is no implementing law for the purpose. RA 6735 is \"incomplete, inadequate, or wanting in essential terms and conditions insofar as initiative on amendments to the Constitution is concerned.\"(3) Comelec Resolution No. 2300, \"insofar as it prescribes rules and regulations on the conduct of initiative on amendments to the Constitution, is void.\"I concur with first item above. Until and unless an initiatory petition can show the required number of signitures -- in this case, 12% of all the registered voters in the Philippines with at least 3% in every legislative district -- no public funds, may be spent and no government resources may be used in an initiative to amend the Constitution. Verily, the Comelec cannot even entertain any petition absent such signatures. However, I dissent most respectfully from the majority's two other rulings. Let me explain.Under the above restrictive holding espoused by the Court's majority, the Constitution cannot be amended at all through a people's initiative. Not by Delfin, not by Pirma, not by anyone, not even by all the voters of the country acting together. This decision will effectively but unnecessarily curtail, nullify, abrogate and render inutile the people's right to change the basic law. At the very least, the majority holds the right hostage to congressional discretion on whether to pass a new law to implement it, when there is already one existing at present. This right to amend through initiative, it bears stressing, is guaranteed by Section 2, Article XVII of the Constitution, as follows: \"SEC. 2. Amendments to this Constitution may likewise be directly proposed by the people through initiative upon a petition of at least twelve per centum of the total number of registered voters, of which every legislative district must be represented by at least three per centum of the registered voters therein. No amendment under this section shall be authorized within five years following the ratification of this Constitution nor oftener than once every five years thereafter.\"With all due respect, I find the majority's position all too sweeping and all too extremist. It is equivalent to burning the whole house to exterminate the rats, and to killing the patient to relive him of pain. What Citizen Delfin wants the Comelec to do we should reject. But we should not thereby preempt any future effort to exercise the right of initiative correctly and judiciously. The fact that the Delfin Petition proposes a misuse of initiative does not justify a ban against its proper use. Indeed, there is a right way to do the right thing at the right time and for the right reason.Taken Together and Implementing Properly,the Constitution, RA 6735 and Comelec Resolution2300 Are Sufficient to Implement Constitutional InitiativesWhile RA 6735 may not be a perfect law, it was -- as the majority openly concedes -- intended by the legislature to cover and, I respectfully submit, it contains enough provisions to effectuate an initiative on the Constitution.[1] I completely agree with the inspired and inspiring opinions of Mr. Justice Reynato S. Puno and Mr. Justice Ricardo J. Francisco that RA 6735, the Roco law on initiative, sufficiently implements the right of the people to initiate amendments to the Constitution. Such views, which I shall no longer repeat nor elaborate on, are thoroughly consistent with this Court's unanimous en banc rulings in Subic Bay Metropolitan Authority vs. Commission on Elections,[2] that \"provisions for initiative x x x are (to be) liberally construed to effectuate their purposes, to facilitate and not hamper the exercise by the voters of the rights granted thereby\"; and in Garcia vs. Comelec,[3] that any \"effort to trivialize the effectiveness of people's initiative ought to be rejected.\"No law can completely and absolutely cover all administrative details. In recognition of this, RA 6735 wisely empowered[4] the Commission on Election \"to promulgate such rules and regulations as may be necessary to carry out the purposes of this Act.\" And pursuant thereto, the Comelec issued its Resolution 2300 on 16 January 1991. Such Resolution, by its very words, was promulgated \"to govern the conduct of initiative on the Commission and initiative and referendum on national and local news,\" not by the incumbent Commission on Elections but by one then composed of Acting Chairperson Haydee b. Yorac, Comms. Alfredo E. Abueg Jr., Leopoldo L. Africa, Andres R. Flores, Dario C. Rama and Magdara B. Dimaampao. All of these Commissioners who signed Resolution 2300 have retired from the Commission, and thus we cannot ascribe any vile motive unto them, other than an honest, sincere and exemplary effort to give life to a cherished right of our people.The majority argues that while Resolution 2300 is valid in regard to national laws and local legislations, it is void in reference to constitutional amendments. There is no basis for such differentiation. The source of and authority for the Resolution is the same law, RA 6735.I respectfully submit that taken together and interpreted properly and liberally, the Constitution (particularly Art. XVII, Sec. 2), RA 6735 and Comelec Resolution 2300 provide more than sufficient authority to implement, effectuate and realize our people's power to amend the Constitution.Petitioner Delfin and the PedrosaSpouses Should Not Be MuzzledI am glad the majority decided to heed our plea to lift the temporary restraining order issued by this Court on 18 December 1996 insofar as it prohibited Petitioner Delfin and the Spouses Pedrosa from exercising their right of initiative. In fact, I believe that such restraining order as against private respondents should not have been issued, in the first place. While I agree that the Comelec should be stopped from using public funds and government resources to help them gather signatures, I firmly believe that this Court has no power to restrain them from exercising their right of initiative. The right to propose amendments to the Constitution is really a species of the right of free speech and free assembly. And certainly, it would be tyrannical and despotic to stop anyone from speaking freely and persuading others to conform to his/her beliefs. As the eminent Voltaire once said, \"I may disagree with what you say, but I will defend to the death your right to say it.\" After all, freedom is not really for the thought we agree with, but as Justice Holmes wrote, \"freedom for the thought that we hate.\"[5]EpilogueBy way of epilogue, let me stress the guiding tenet of my Separate Opinion. Initiative, like referendum and recall, is a new and treasured feature of the Filipino constitutional system. All three are institutionalized legacies of the world-admired EDSA people power. Like elections and plebiscites, they are hallowed expressions of popular sovereignty. They are sacred democratic rights of our people to be used as their final weapons against political excesses, opportunism, inaction, oppression and misgovernance; as well as their reserved instruments to exact transparency, acoountability and faithfulness from their chosen leaders. While on the one hand, their misuse and abuse must be resolutely struck down, on the other, their legitimate exercise should be carefully nurtured and zealously protected.WHEREFORE, I vote to GRANT the petition of Sen. Miriam D. Santiago et al. and to DIRECT Respondent Commission on Elections to DISMISS the Delfin Petition on the ground of prematurity, but not on the other grounds relied upon by the majority. I also vote to LIFT the temporary restraining order issued on 18 December 1996 insofar as it prohibits Jesus Delfin, Alberto Pedrosa and Carmen Pedrosa from exercising their right to free speech in proposing amendments to the Constitution.[1]Apart from its text on \"national initiative\" which could be used by analogy, RA 6735 contains sufficient provisions covering initiative on the Constitution, which are clear enough and speak for themselves, like:SEC. 2. Statement of Policy. -- The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolution passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.SEC. 3. Definition of Terms. -- For purposes of this Act, the following terms shall mean:(a) \"Initiative\" is the power of the people to propose amendments to the Constitution or to propose and enact legislation's through an election called for the purpose.There are three (3) systems of initiative, namely:a.1. Initiative on the Constitution which refers to a petition proposing amendments to the Constitution;a.2. Initiative on statutes which refers to a petition proposing to enact a national legislation; anda.3. Initiative on local legislation which refers to a petition proposing to enact a regional, provincial, city, municipal, or barangay law, resolution or ordinance.xxx xxx xxx(e) \"Plebiscite\" is the electoral process by which an initiative on the Constitution is approved or rejected by the people.(f) \"Petition\" is the written instrument containing the proposition and the required number of signatories. It shall be in a form to be determined by and submitted to the Commission on Elections, hereinafter referred to as the Commissionxxx xxx xxxSEC. 5. Requirements. -- xxx(b) A petition for an initiative on the 1987 Constitution must have at least twelve per centum (12%) of the total number of registered voters as signatories, of which every legislative district must be represented by at least three per centum (3%) of the registered voters therein. Initiative on the Comstitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five (5) years thereafter.SEC. 9. Effectivity of Initiative or Referendum Proposition. --xxx xxx xxx(b) The proposition in an initiative on the Constitution approved by a majority of the votes casts in the plebiscite shall become effective as to the day of the plebiscite.xxx xxx xxx(c) The petition shall state the following:c.1. contents or text of the proposed law sought to be enacted, approved or rejected, amended or repealed, as the case may be;c.2. the proposition;c.3. the reason or reasons therefor;c.4. that it is not one of the exceptions provided herein;c.5. signatures of the petitioners or registered voters; andc.6. an abstract or summary proposition in not more than one hundred (100) words which shall be legibly written or printed at the top of every page of the petition.xxx xxx xxxSEC. 19. Applicability of the Omnibus Election Code. -- The Omnibus Election Code and other election laws, not inconsistent with the provisions of this Act, shall apply to all initiatives and referenda.SEC. 20. Rules and Regulations. -- The Commission is hereby empowered to promulgate such rules and regulations as may be necessary to carry out the purposes of this Act. (Italics supplied)[2] G.R. No. 125416, September 26, 1996.[3] 237 SCRA 279, 282, September 30, 1994.[4] Sec. 20, R.A. 6735.[5]United States vs. Rosika Schwimmer, 279 U.S. 644, 655 (1929).PUNO, J. concurring and dissenting opinionI join the ground-breaking ponencia of our esteemed colleague, Mr. Justice Davide insofar as it orders the COMELEC to dismiss the Delfin petition. I regret, however, I cannot share the view that R.A. No. 6735 and COMELEC Resolution No. 2300 are legally defective and cannot implement the people's initiative to amend the Constitution. I likewise submit that the petition with respect to the Pedrosas has no leg to stand on and should be dismissed. With due respect:IFirst, I submit that R.A. No. 6735 sufficiently implements the right of the people to initiate amendments to the Constitution thru initiative. Our effort to discover the meaning of R.A. No. 6735 should start with the search of the intent of our lawmakers. A knowledge of this intent is critical for the intent of the legislature is the law and the controlling factor in its interpretation.[1] Stated otherwise, intent is the essence of the law, the spirit which gives life to its enactment.[2]Significantly, the majority decision concedes that \". . . R.A. No. 6735 was intended to cover initiative to propose amendments to the Constitution.\" It ought to be so for this intent is crystal clear from the history of the law which was a consolidation of House Bill No. 21505[3] and Senate Bill No. 17.[4] Senate Bill No. 17 was entitled \"An Act Providing for a System of Initiative and Referendum and the Exception Therefrom, Whereby People in Local Government Units Can Directly Propose and Enact Resolutions and Ordinances or Approve or Reject any Ordinance or Resolution Passed by the Local Legislative Body.\" Beyond doubt, Senate Bill No. 17 did not include people's initiative to propose amendments to the Constitution. In checkered contrast, House Bill No. 21505[5] expressly included people's initiative to amend the Constitution. Congressman (now Senator) Raul Roco emphasized in his sponsorship remarks:[6]\"x x x.\"SPONSORSHIP REMARKS OF MR. ROCO\"At the outset, Mr. Roco provided the following backgrounder on the constitutional basis of the proposed measure.\"1. As cited in Vera vs. Avelino (1946), the presidential system which was introduced by the 1935 Constitution saw the application of the principle of separation of powers.\"2. While under the parliamentary system of the 1973 Constitution the principle remained applicable, the 1981 amendments to the Constitution of 1973 ensured presidential dominance over the Batasang Pambansa.\"Constitutional history then saw the shifting and sharing of legislative powers between the Legislature and the Executive departments. Transcending changes in the exercise of legislative power is the declaration in the Philippine Constitution that the Philippines is a republican state where sovereignty resides in the people and all sovereignty emanates from them.\"3. Under the 1987 Constitution, the lawmaking power is still preserved in Congress; however, to institutionalize direct action of the people as exemplified in the 1986 Revolution, the Constitution recognizes the power of the people, through the system of initiative and referendum.\"As cited in Section 1, Article VI of the 1987 Constitution, Congress does not have plenary powers since reserve powers are given to the people expressly. Section 32 of the same Article mandates Congress to pass at the soonest possible time, a bill on referendum and initiative, and to share its legislative powers with the people.\"Section 2, Article XVII of the 1987 Constitution, on the other hand, vests in the people the power to directly propose amendments to the Constitution through initiative, upon petition of at least 12 percent of the total number of registered voters.\"Stating that House Bill No. 21505 is the Committee's response to the duty imposed on Congress to implement the exercise by the people of the right to initiative and referendum, Mr. Roco recalled the beginnings of the system of initiative and referendum under Philippine Law. He cited Section 99 of the Local Government Code which vests in the barangay assembly the power to initiate legislative processes, decide the holding of plebiscite and hear reports of the Sangguniang Barangay, all of which are variations of the power of initiative and referendum. He added that the holding of barangay plebiscites and referendum are likewise provided in Sections 100 and 101 of the same Code.\"Thereupon, for the sake of brevity, Mr. Roco moved that pertinent quotation on the subject which he will later submit to the Secretary of the House be incorporated as part of his sponsorship speech.\"He then cited examples of initiative and referendum similar to those contained in the instant Bill among which are the constitutions of states in the United States which recognize the right of registered voters to initiate the enactment of any statute or to project any existing law or parts thereof in a referendum. These states, he said, are Alaska, Alabama, Montana, Massachusets, Dakota, Oklahoma, Oregon, and practically all other states.\"Mr. Roco explained that in certain American states, the kind of laws to which initiative and referendum apply is also without limitation, except for emergency measures, which are likewise incorporated in House Bill No. 21505. He added that the procedure provided by the Bill from the filing of the petition, the requirements of a certain percentage of supporters to present a proposition, to the submission to electors are substantially similar to the provisions in American laws. Although an infant in Philippine political structure, the system of initiative and referendum, he said, is a tried and tested system in other jurisdictions, and the Bill is patterned after American experience.\"He further explained that the bill has only 12 sections, and recalled that the Constitutional Commissioners saw the system of the initiative and referendum as an instrument which can be used should the legislature show itself to be indifferent to the needs of the people. This is the reason, he claimed, why now is an opportune time to pass the Bill even as he noted the felt necessity of the times to pass laws which are necessary to safeguard individual rights and liberties.\"At this juncture, Mr. Roco explained the process of initiative and referendum as advocated in House Bill NO. 21505. He stated that:\"1. Initiative means that the people, on their own political judgment, submit a Bill for the consideration of the general electorate.\"2. The instant Bill provides three kinds of initiative, namely; the initiative to amend the Constitution once every five years; the initiative to amend statutes approved by Congress; and the initiative to amend local ordinances.\"3. The instant Bill gives a definite procedure and allows the Commission on Elections (COMELEC) to define rules and regulations on the power of initiative.\"4. Referendum means that the legislators seek the consent of the people on measures that they have approved.\"5. Under Section 4 of the Bill the people can initiate a referendum which is a mode of plebiscite by presenting a petition therefor, but under certain limitations, such as the signing of said petition by at least 10 percent of the total of registered voters at which every legislative district is represented by at least three percent of the registered voters thereof. Within 30 days after receipt of the petition, the COMELEC shall determine the sufficiency of the petition, publish the same, and set the date of the referendum within 45 to 90-day period.\"6. When the matter under referendum or initiative is approved by the required number of votes, it shall become effective 15 days following the completion of its publication in the Official Gazette.\"In concluding his sponsorship remarks, Mr. Roco stressed that the Members cannot ignore the people's call for initiative and referendum and urged the Body to approve House Bill No. 21505.\"At this juncture, Mr. Roco also requested that the prepared text of his speech together with the footnotes be reproduced as part of the Congressional Records.\"The same sentiment as to the bill's intent to implement people's initiative to amend the Constitution was stressed by then Congressman (now Secretary of Agriculture) Salvador Escudero III in his sponsorship remarks, viz:[7] \"x x xSPONSORSHIP REMARKS OF MR. ESCUDERO\"Mr. Escudero first pointed out that the people have been clamoring for a truly popular democracy ever since, especially in the so-called parliament of the streets. A substantial segment of the population feels, he said, that the form of democracy is there, but not the reality or substance of it because of the increasingly elitist approach of their representatives to the country's problem.\"Whereupon, Mr. Escudero pointed out that the Constitution has provided a means whereby the people can exercise the reserved power of initiative to propose amendments to the Constitution, and requested that Sections 1 and 32, Article VI; Section 3, Article X; and Section 2, Article XVII of the Constitution be made part of his sponsorship remarks.\"Mr. Escudero also stressed that an implementing law is needed for the aforecited Constitutional provisions. While the enactment of the Bill will give way to strong competition among cause-oriented and sectoral groups, he continued, it will hasten the politization of the citizenry, aid the government in forming an enlightened public opinion, and produce more responsive legislation. The passage of the Bill will also give street parliamentarians the opportunity to articulate their ideas in a democratic forum, he added.\"Mr. Escudero stated that he and Mr. Roco hoped for the early approval of the Bill so that it can be initially used for the Agrarian Reform Law. He said that the passage of House Bill No. 21505 will show that the Members can set aside their personal and political consideration for the greater good of the people.\"The disagreeing provisions in Senate Bill No. 17 and House Bill No. 21505 were threshed out in a Bicameral Conference Committee.[8] In the meeting of the Committee on June 6, 1989,[9] the members agreed that the two (2) bills should be consolidated and that the consolidated version should include people's initiative to amend the Constitution as contemplated by House Bill No. 21505. The transcript of the meeting states:\"x x x\"CHAIRMAN GONZALES. But at any rate, as I have said, because this is new in our political system, the Senate decided on a more cautious approach and limiting it only to the local government units because even with that stage where . . . at least this has been quite popular, ano? It has been attempted on a national basis. Alright. There has not been a single attempt. Now, so, kami limitado doon. And, second, we consider also that it is only fair that the local legislative body should be given a chance to adopt the legislation bill proposed, right? Iyong sinasabing indirect system of initiative. If after all, the local legislative assembly or body is willing to adopt it in full or in toto, there ought to be any reason for initiative, ano for initiative. And, number 3, we feel that there should be some limitation on the frequency with which it should be applied. Number 4, na the people, thru initiative, cannot enact any ordinance that is beyond the scope of authority of the local legislative body, otherwise, my God, mag-aassume sila ng power that is broader and greater than the grant of legislative power to the Sanggunians. And Number 5, because of that, then a proposition which has been the result of a successful initiative can only carry the force and effect of an ordinance and therefore that should not deprive the court of its jurisdiction to declare it null and void for want of authority. Ha, di ba? I mean it is beyond powers of local government units to enact. Iyon ang main essence namin, so we concentrated on that. And that is why . . . so ang sa inyo naman includes iyon sa Constitution, amendment to the Constitution eh . . . national laws. Sa amin, if you insist on that, alright, although we feel na it will in effect become a dead statute. Alright, and we can agree, we can agree. So ang mangyayari dito, and magiging basic nito, let us not discuss anymore kung alin and magiging basic bill, ano, whether it is the Senate Bill or whether it is the House bill. Logically it should be ours sapagkat una iyong sa amin, eh. It is one of the first bills approved by the Senate kaya ang number niyan, makikita mo, 17, eh. Huwag na nating pagusapan. Now, if you insist, really iyong features ng national at saka constitutional, okay. _____ gagawin na natin na consolidation of both bills.HON. ROCO. Yes, we shall consolidate.CHAIRMAN GONZALES. Consolidation of the Senate and House Bill No. so and so.\"[10]When the consolidated bill was presented to the House for approval, then Congressman Roco upon interpellation by Congressman Rodolfo Albano, again confirmed that it covered people's initiative to amend the Constitution. The record of the House Representative states:[11]\"x x x\"THE SPEAKER PRO TEMPORE. The Gentleman from Camarines Sur is recognized.\" MR. ROCO. On the Conference Committee Report on the disagreeing provisions between Senate Bill No. 21505 which refers to the system providing for the initiative and referendum, fundamentally, Mr. Speaker, we consolidated the Senate and the House versions, so both versions are totally intact in the bill. The Senators ironically provided for local initiative and referendum and the House Representatives correctly provided for initiative and referendum on the Constitution and on national legislation.\"I move that we approve the consolidated bill.\"MR. ALBANO. Mr. Speaker.THE SPEAKER PRO TEMPORE. What is the pleasure of the Minority Floor Leader?\"MR. ALBANO. Will the distinguished sponsor answer just a few questions?\"THE SPEAKER PRO TEMPORE. The Gentlemen will please proceed.\"MR. ALBANO. I heard the sponsor say that the only difference in the two bills was that in the Senate version there was a provision for local initiative and referendum, whereas the House version has none.\"MR. ROCO. In fact, the Senate version provide purely for local initiative and referendum, whereas in the House version, we provided purely for national and constitutional legislation.\"MR. ALBANO. Is it our understanding, therefore, that the two provisions were incorporated?\"MR. ROCO. Yes, Mr. Speaker.\"MR. ALBANO. So that we will now have a complete initiative and referendum both in the constitutional amendment and national legislation.\"MR. ROCO. That is correct.\"MR. ALBANO. And provincial as well as municipal resolutions?\"\"MR. ROCO. Down to barangay, Mr. Speaker.\"MR. ALBANO. And this initiative and referendum is in consonance with the provision of the Constitution whereby it mandates this Congress to enact the enabling law, so that we shall have a system which can be done every five years. Is it five years in the provision of the Constitution?\"MR. ROCO. That is correct, Mr. Speaker. For constitutional amendments in the 1987 Constitution, it is every five years.\"MR. ALBANO. For every five years, Mr. Speaker?\"MR. ROCO. Within five years, we cannot have multiple initiatives and referenda.\"MR. ALBANO. Therefore, basically, there was no substantial difference between the two versions?\"MR. ROCO. The gaps in our bill were filled by the Senate which, as I said earlier, ironically was about local, provincial and municipal legislation.\"MR. ALBANO. And the two bills were consolidated?\"MR. ROCO. Yes, Mr. Speaker.\"MR ALBANO. Thank you, Mr. Speaker.APPROVAL OF C.C.R.ON S.B. NO. 17 AND H.B. NO. 21505(The Initiative and Referendum Act)\"THE SPEAKER PRO TEMPORE. There was a motion to approve this consolidated bill on Senate Bill No. 17 and House Bill No. 21505.Is there any objection? (Silence) The Chair hears none; the motion is approved.\"Since it is crystalline that the intent of R.A. No. 6735 is to implement the people's initiative to amend the Constitution, it is our bounden duty to interpret the law as it was intended by the legislature. We have ruled that once intent is ascertained, it must be enforced even if it may not be consistent with the strict letter of the law and this ruling is as old as the mountain. We have also held that where a law is susceptible of more than one interpretation, that interpretation which will most tend to effectuate the manifest intent of the legislature will be adopted.[12]The text of R.A. No. 6735 should therefore be reasonably construed to effectuate its intent to implement the people's initiative to amend the Constitution. To be sure, we need not torture the text of said law to reach the conclusion that it implements people's initiative to amend the Constitution. R.A. No. 6735 is replete with references to this prerogative of the people.First, the policy statement declares:\"Sec. 2. Statement of Policy. -- The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolutions passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.\" (emphasis supplied)Second, the law defines \"initiative\" as \"the power of the people to propose amendments to the Constitution or to propose and enact legislations through an election called for the purpose,\" and \"plebiscite\" as \"the electoral process by which an initiative on the Constitution is approved or rejected by the people.\"Third, the law provides the requirements for a petition for initiative to amend the Constitution. Section 5(b) states that \"(a) petition for an initiative on the 1987 Constitution must have at least twelve per centum (12%) of the total number of registered voters as signatories, of which every legislative district must be represented by at least three per centum (3%) of the registered voters therein.\" It also states that \"(i)nitiative on the Constitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five (5) years thereafter.\"Finally, R.A. No. 6735 fixes the effectivity date of the amendment. Section 9(b) states that \"(t)he proposition in an initiative on the Constitution approved by a majority of the votes cast in the plebiscite shall become effective as to the day of the plebiscite.\"It is unfortunate that the majority decision resorts to a strained interpretation of R.A. No. 6735 to defeat its intent which it itself concedes is to implement people's initiative to propose amendments to the Constitution. Thus, it laments that the word \"Constitution\" is neither germane nor relevant to the policy thrust of section 2 and that the statute's subtitling is not accurate. These lapses are to be expected for laws are not always written in impeccable English. Rightly, the Constitution does not require our legislators to be word-smiths with the ability to write bills with poetic commas like Jose Garcia Villa or in lyrical prose like Winston Churchill. But it has always been our good policy not to refuse to effectuate the intent of a law on the ground that it is badly written. As the distinguished Vicente Francisco[13] reminds us: \"Many laws contain words which have not been used accurately. But the use of inapt or inaccurate language or words, will not vitiate the statute if the legislative intention can be ascertained. The same is equally true with reference to awkward, slovenly, or ungrammatical expressions, that is, such expressions and words will be construed as carrying the meaning the legislature intended that they bear, although such a construction necessitates a departure from the literal meaning of the words used.\"In the same vein, the argument that R.A. No. 7535 does not include people's initiative to amend the Constitution simply because it lacks a sub-title on the subject should be given the weight of helium. Again, the hoary rule in statutory construction is that headings prefixed to titles, chapters and sections of a statute may be consulted in aid of interpretation, but inferences drawn therefrom are entitled to very little weight, and they can never control the plain terms of the enacting clauses.[14]All said, it is difficult to agree with the majority decision that refuses to enforce the manifest intent or spirit of R.A. No. 6735 to implement the people's initiative to amend the Constitution. It blatantly disregards the rule cast in concrete that the letter of the law must yield to its spirit for the letter of the law is its body but its spirit is its soul.[15]IICOMELEC Resolution No. 2300,[16] promulgated under the stewardship of Commissioner Haydee Yorac, then its Acting Chairman, spelled out the procedure on how to exercise the people's initiative to amend the Constitution. This is in accord with the delegated power granted by section 20 of R.A. No. 6735 to the COMELEC which expressly states: \"The Commission is hereby empowered to promulgate such rules and regulations as may be necessary to carry out the purposes of this Act.\" By no means can this delegation of power be assailed as infirmed. In the benchmark case of Pelaez v. Auditor General,[17] this Court, thru former Chief Justice Roberto Concepcion laid down the test to determine whether there is undue delegation of legislative power, viz:x x x\"Although Congress may delegate to another branch of the Government the power to fill details in the execution, enforcement or administration of a law, it is essential, to forestall a violation of the principle of separation of powers, that said law: (a) be complete in itself - it must set forth therein the policy to be executed, carried out or implemented by the delegate - and (b) to fix a standard - the limits of which are sufficiently determinate or determinable - to which the delegate must conform in the performance of his functions. Indeed, without a statutory declaration of policy, which is the essence of every law, and, without the aforementioned standard, there would be no means to determine, with reasonable certainty, whether the delegate has acted within or beyond the scope of his authority. Hence, he could thereby arrogate upon himself the power, not only to make the law, but, also - and this is worse - to unmake it, by adopting measures inconsistent with the end sought to be attained by the Act of Congress, thus nullifying the principle of separation of powers and the system of checks and balances, and, consequently, undermining the very foundation of our republican system.Section 68 of the Revised Administrative Code does not meet these well-settled requirements for a valid delegation of the power to fix the details in the enforcement of a law. It does not enunciate any policy to be carried out or implemented by the President. Neither does it give a standard sufficiently precise to avoid the evil effects above referred to.\"R.A. No. 6735 sufficiently states the policy and the standards to guide the COMELEC in promulgating the law's implementing rules and regulations of the law. As aforestated, section 2 spells out the policy of the law; viz: \"The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolutions passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.\" Spread out all over R.A. No. 6735 are the standards to canalize the delegated power to the COMELEC to promulgate rules and regulations from overflowing. Thus, the law states the number of signatures necessary to start a people's initiative,[18] directs how initiative proceeding is commenced,[19] what the COMELEC should do upon filing of the petition for initiative,[20] how a proposition is approved,[21] when a plebiscite may be held,[22] when the amendment takes effect[23]and what matters may not be the subject of any initiative.[24] By any measure, these standards are adequate.Former Justice Isagani A. Cruz, similarly elucidated that \"a sufficient standard is intended to map out the boundaries of the delegates' authority by defining the legislative policy and indicating the circumstances under which it is to be pursued and effected. The purpose of the sufficient standard is to prevent a total transference of legislative power from the lawmaking body to the delegate.\"[25] In enacting R.A. No. 6735, it cannot be said that Congress totally transferred its power to enact the law implementing people's initiative to COMELEC. A close look at COMELEC Resolution No. 2300 will show that it merely provided the procedure to effectuate the policy of R.A. No. 6735 giving life to the people's initiative to amend the Constitution. The debates[26] in the Constitutional Commission make it clear that the rules of procedure to enforce the people's initiative can be delegated, thus:\"MR. ROMULO. Under Commissioner Davide's amendment, it is possible for the legislature to set forth certain procedures to carry out the initiative. . .?MR. DAVIDE. It can.x x xMR. ROMULO. But the Commissioner's amendment does not prevent the legislature from asking another body to set the proposition in proper form.MR. DAVIDE. The Commissioner is correct. In other words, the implementation of this particular right would be subject to legislation, provided the legislature cannot determine anymore the percentage of the requirement.MR. DAVIDE. As long as it will not destroy the substantive right to initiate. In other words, none of the procedures to be proposed by the legislative body must diminish or impair the right conceded here.MR. ROMULO. In that provision of the Constitution can the procedures which I have discussed be legislated?MR. DAVIDE. Yes.\"In his book, The Intent of the 1986 Constitution Writers,[27] Father Bernas likewise affirmed: \"In response to questions of Commissioner Romulo, Davide explained the extent of the power of the legislature over the process: it could for instance, prescribe the `proper form before (the amendment) is submitted to the people,' it could authorize another body to check the proper form. It could also authorize the COMELEC, for instance, to check the authenticity of the signatures of petitioners. Davide concluded: `As long as it will not destroy the substantive right to initiate. In other words, none of the procedures to be proposed by the legislative body must diminish or impair the right conceded here.'\" Quite clearly, the prohibition against the legislature is to impair the substantive right of the people to initiate amendments to the Constitution. It is not, however, prohibited from legislating the procedure to enforce the people's right of initiative or to delegate it to another body like the COMELEC with proper standard.A survey of our case law will show that this Court has prudentially refrained from invalidating administrative rules on the ground of lack of adequate legislative standard to guide their promulgation. As aptly perceived by former Justice Cruz, \"even if the law itself does not expressly pinpoint the standard, the courts will bend backward to locate the same elsewhere in order to spare the statute, if it can, from constitutional infirmity.\"[28] He cited the ruling in Hirabayashi v. United States,[29] viz:x x x\"It is true that the Act does not in terms establish a particular standard to which orders of the military commander are to conform, or require findings to be made as a prerequisite to any order. But the Executive Order, the Proclamations and the statute are not to be read in isolation from each other. They were parts of a single program and must be judged as such. The Act of March 21, 1942, was an adoption by Congress of the Executive Order and of the Proclamations. The Proclamations themselves followed a standard authorized by the Executive Order - the necessity of protecting military resources in the designated areas against espionage and sabotage.\"In the case at bar, the policy and the standards are bright-lined in R.A. No. 6735. A 20-20 look at the law cannot miss them. They were not written by our legislators in invisible ink. The policy and standards can also be found in no less than section 2, Article XVII of the Constitution on Amendments or Revisions. There is thus no reason to hold that the standards provided for in R.A. No. 6735 are insufficient for in other cases we have upheld as adequate more general standards such as \"simplicity and dignity,\"[30] \"public interest,\"[31] \"public welfare,\"[32] \"interest of law and order,\"[33] \"justice and equity,\"[34] \"adequate and efficient instruction,\"[35] \"public safety,\"[36] \"public policy\",[37] \"greater national interest\",[38] \"protect the local consumer by stabilizing and subsidizing domestic pump rates\",[39] and \"promote simplicity, economy and efficiency in government.\"[40] A due regard and respect to the legislature, a co-equal and coordinate branch of government, should counsel this Court to refrain from refusing to effectuate laws unless they are clearly unconstitutional.IIIIt is also respectfully submitted that the petition should be dismissed with respect to the Pedrosas. The inclusion of the Pedrosas in the petition is utterly baseless. The records show that the case at bar started when respondent Delfin alone and by himself filed with the COMELEC a Petition to Amend the Constitution to Lift Term Limits of Elective Officials by People's Initiative. The Pedrosas did not join the petition. It was Senator Roco who moved to intervene and was allowed to do so by the COMELEC. The petition was heard and before the COMELEC could resolve the Delfin petition, the case at bar was filed by the petitioners with this Court. Petitioners sued the COMELEC, Jesus Delfin, Alberto Pedrosa and Carmen Pedrosa in their capacities as founding members of the People's Initiative for Reform, Modernization and Action (PIRMA). The suit is an original action for prohibition with prayer for temporary restraining order and/or writ of preliminary injunction.The petition on its face states no cause of action against the Pedrosas. The only allegation against the Pedrosas is that they are founding members of the PIRMA which proposes to undertake the signature drive for people's initiative to amend the Constitution. Strangely, the PIRMA itself as an organization was not impleaded as a respondent. Petitioners then prayed that we order the Pedrosas \"x x x to desist from conducting a signature drive for a people's initiative to amend the Constitution.\" On December 19, 1996, we temporarily enjoined the Pedrosas \"x x x from conducting a signature drive for people's initiative to amend the Constitution.\" It is not enough for the majority to lift the temporary restraining order against the Pedrosas. It should dismiss the petition and all motions for contempt against them without equivocation.One need not draw a picture to impart the proposition that in soliciting signatures to start a people's initiative to amend the Constitution the Pedrosas are not engaged in any criminal act. Their solicitation of signatures is a right guaranteed in black and white by section 2 of Article XVII of the Constitution which provides that \"x x x amendments to this Constitution may likewise be directly proposed by the people through initiative. . .\" This right springs from the principle proclaimed in section 1, Article II of the Constitution that in a democratic and republican state \"sovereignty resides in the people and all government authority emanates from them.\" The Pedrosas are part of the people and their voice is part of the voice of the people. They may constitute but a particle of our sovereignty but no power can trivialize them for sovereignty is indivisible.But this is not all. Section 16 of Article XIII of the Constitution provides: \"The right of the people and their organizations to effective and reasonable participation at all levels of social, political and economic decision-making shall not be abridged. The State shall by law, facilitate the establishment of adequate consultation mechanisms.\" This is another novel provision of the 1987 Constitution strengthening the sinews of the sovereignty of our people. In soliciting signatures to amend the Constitution, the Pedrosas are participating in the political decision-making process of our people. The Constitution says their right cannot be abridged without any ifs and buts. We cannot put a question mark on their right.Over and above these new provisions, the Pedrosas' campaign to amend the Constitution is an exercise of their freedom of speech and expression and their right to petition the government for redress of grievances. We have memorialized this universal right in all our fundamental laws from the Malolos Constitution to the 1987 Constitution. We have iterated and reiterated in our rulings that freedom of speech is a preferred right, the matrix of other important rights of our people. Undeniably, freedom of speech enervates the essence of the democratic creed of think and let think. For this reason, the Constitution encourages speech even if it protects the speechless.It is thus evident that the right of the Pedrosas to solicit signatures to start a people's initiative to amend the Constitution does not depend on any law, much less on R.A. No. 6735 or COMELEC Resolution No. 2300. No law, no Constitution can chain the people to an undesirable status quo. To be sure, there are no irrepealable laws just as there are no irrepealable Constitution. Change is the predicate of progress and we should not fear change. Mankind has long recognized the truism that the only constant in life is change and so should the majority.IVIn a stream of cases, this Court has rhapsodized people power as expanded in the 1987 Constitution. On October 5, 1993, we observed that people's might is no longer a myth but an article of faith in our Constitution.[41] On September 30, 1994, we postulated that people power can be trusted to check excesses of government and that any effort to trivialize the effectiveness of people's initiatives ought to be rejected.[42] On September 26, 1996, we pledged that \"x x x this Court as a matter of policy and doctrine will exert every effort to nurture, protect and promote their legitimate exercise.\"[43] Just a few days ago, or on March 11, 1997, by a unanimous decision,[44] we allowed a recall election in Caloocan City involving the mayor and ordered that he submits his right to continue in office to the judgment of the tribunal of the people. Thus far, we have succeeded in transforming people power from an opaque abstraction to a robust reality. The Constitution calls us to encourage people empowerment to blossom in full. The Court cannot halt any and all signature campaigns to amend the Constitution without setting back the flowering of people empowerment. More important, the Court cannot seal the lips of people who are pro-change but not those who are anti-change without converting the debate on charter change into a sterile talkaton. Democracy is enlivened by a dialogue and not by a monologue for in a democracy nobody can claim any infallibility.[1] Agpalo, Statutory Construction, 1986 ed., p. 38, citing, inter alia, US v. Tamparong 31 Phil. 321; Hernani v. Export Control Committee, 100 Phil. 973; People v. Purisima, 86 SCRA 542.[2] Ibid., citing Torres v. Limjap, 56 Phil. 141.[3] Prepared and sponsored by the House Committee on Suffrage and Electoral Reforms on the basis of H.B. No. 497 introduced by Congressman Raul Roco, Raul del Mar and Narciso Monfort and H.B. No. 988 introduced by Congressman Salvador Escudero.[4] Introduced by Senators Neptali Gonzales, Alberto Romulo, Aquilino Pimentel, Jr., and Jose Lina, Jr.[5] It was entitled \"An Act Providing a System of Initiative and Referendum and Appropriating Funds therefor.[6] Journal No. 85, February 14 1989, p. 121.[7] Ibid.[8] The Senate Committee was chaired by Senator Neptali Gonzales with Senators Agapito Aquino and John OsmeÃ±a as members. The House Committee was chaired by Congressman Magdaleno M. Palacol with Congressman Raul Roco, Salvador H. Escudero III and Joaquin Chipeco, Jr., as members.[9] Held at Constancia Room, Ciudad Fernandina, Greenhills, San Juan, Metro Manila.[10] See Compliance sybnutted by intervenor Roco dated January 28, 1997.[11] Record No. 137, June 8, 1989, pp. 960-961.[12] Agpalo, op cit., p. 38 citing US v. Toribio, 15 Phil. 7 (1910); US v. Navarro, 19 Phil. 134 (1911).[13] Francisco, Statutory Construction, 3rd ed., (1968), pp. 145-146 citing Crawford, Statutory Construction pp.337-338.[14] Black, Handbook on the Constructin and Interpretation of the Laws (2nd ed), pp. 258-259. See also Commissioner of Custom v. Relunia, 105 Phil 875 (1959); People v. Yabut, 58 Phil 499 (1933).[15] Alcantara, Statutes, 1990 ed., p. 26 citing Dwarris on Statutes, p. 237.[16] Entitled In re: Rules and Regulations Governing the Conduct of Initiative on the Constitution, and Initiative and Referendum on National and Local Laws and promulgated on January 16, 1991 by COMELEC with Commissioner Haydee B. Yorac as Acting Chairperson and Commissioners Alfredo E. Abueg, Jr., Leopoldo L. Africa, Andres R. Flores, Dario C. Rama and Magdara B. Dimaampao.[17] 15 SCRA 569.[18] Sec. 5(b), R.A. No. 6735.[19] Sec. 5(b), R.A. No. 6735.[20] Sec. 7, R.A. No. 6735.[21] Sec. 9(b), R.A. No. 6735.[22] Sec. 8, R.A. No. 6735 in relation to Sec. 4, Art. XVII of the Constitution.[23]Sec. 9(b), R.A. No. 6735.[24] Sec. 10, R.A. No. 6735.[25] Cruz, Philippine Political Law, 1995 Ed., p.98.[26] See July 8, 1986 Debates of the Concom, p. 399.[27] 1995 ed., p. 1207.[28] Cruz, op cit., p.99.[29] 320 US 99.[30] Balbuena v. Secretary of Education, 110 Phil. 150 (1910)[31] People v. Rosenthal, 68 Phil 328 (1939).[32] Calalang v. Williams, 70 Phil 726 (1940).[33] Rubi v. Provincial Board of Mindoro, 39 Phil. 669 (1919).[34] International Hardwood v. Pangil Federation of Labor, 70 Phil. 602 (1940).[35] Phil. Association of Colleges and Universities v. Secretary of Education, 97 Phil 806 (1955).[36] Edu v. Ericta, 35 SCRA 481 (1990); Agustin v. Edu, 88 SCRA 195 (1979).[37] Pepsi Cola Bottling Co. vs. Municipality of Tanawan Leyte, 69 SCRA 460 (1976).[38] Maceda v. Macaraig, 197 SCRA 771 (1991).[39] OsmeÃ±a vs. Orbos, 220 SCRA 703 (1993).[40] Chiongbian v. Orbos, 245 SCRA 253 (1995).[41] Garcia v. COMELEC, et al., G.R. No. 111511, October 5, 1993.[42] Garcia, et al. v. COMELEC, et al., G.R. No. 111230, September 26, 1996.[43] Subic Bay Metropolitan Authority v. COMELEC, et al., G.R. No. 125416, September 26, 1996.[44] Malonzo vs. COMELEC, et al., G.R. No. 127066, March 11, 1997.VITUG J.: separate opinionThe COMELEC should have dismissed, outrightly, the Delfin Petition.It does seem to me that there is no real exigency on the part of the Court to engross, let alone to commit, itself on all the issues raised and debated upon by the parties. What is essential at this time would only be to resolve whether or not the petition filed with the COMELEC, signed by Atty. Jesus S. Delfin in his capacity as a \"founding member of the Movement for People's Initiative\" and seeking through a people initiative certain modifications on the 1987 Constitution, can property be regarded and given its due course. The Constitution, relative to any proposed amendment under this method, is explicit. Section 2, Article XVII, thereof provides: \"SEC. 2. Amendments to this Constitution may likewise be directly proposed by the people through initiative upon a petition of at least twelve per centum of the total number of registered voters, of which every legislative district must be presented by at least three per centum of the registered voters therein. No amendment under this section shall be authorized within five years following the ratification of this Constitution nor oftener than once every five years thereafter.\"The Congress shall provide for the implementation of the exercise of this right.\"The Delfin petition is thus utterly deficient. Instead of complying with the constitutional imperatives, the petition would rather have much of its burden passed on, in effect, to the COMELEC. The petition would require COMMELEC to schedule \"signature gathering all over the country.: to cause the necessary publication of the petition \"in newspapers of general and local circulation.\" and to instruct \"Municipal Election Registrars in all Regions of the Philippines to assist petitioners and volunteers in establishing signing stations at the time and on the dates designated for the purpose.\"I submit, even then, that the TRO earlier issued by the Court which, consequentially, is made permanent under the ponencia should be held to cover only the Delfin petition and must not be so understood as having intended or contemplated to embrace the signature drive of the Pedrosas. The grant of such a right is clearly implicit in the constitutional mandate on people initiative.The district greatness of a democratic society is that those who reign are the governed themselves. The postulate is no longer lightly taken as just a perceived myth but a veritable reality. The past has taught us that the vitality of government lies not so much in the strength of those who lead as in the consent of those who are led. The role of free speech is pivotal but it can only have its true meaning if it comes with the correlative end of being heard.Pending a petition for a people's initiative that is sufficient in form and substance, it behooves the Court, I most respectfully submit, to yet refrain from resolving the question of whether or not Republic Act No. 6735 has effectively and sufficiently implemented the Constitutional provision on right of the people to directly propose constitutional amendments. Any opinion or view formulated by the Court at this point would at best be only a non-binding, albeit possibly persuasive, obiter dictum.I vote for granting the instant petition before the Court and for clarifying that the TRO earlier issued by the Court did not proscribe the exercise by the Pedrosas of their right to campaign for constitutional amendments. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law",
    "Commercial Law"
  ],
  "keywords": [
    "miriam",
    "defensor",
    "santiago",
    "alexander",
    "padilla",
    "isabel",
    "ongpin",
    "petitioners",
    "commission",
    "elections",
    "delfin",
    "alberto",
    "pedrosa",
    "carmen",
    "capacities",
    "founding",
    "members",
    "initiative",
    "reforms",
    "modernization"
  ],
  "title_summary": "MIRIAM DEFENSOR SANTIAGO, ALEXANDER PADILLA AND MARIA ISABEL ONGPIN, PETITIONERS, VS. COMMISSION ...",
  "formatted_case_content": "View printer friendly version\n336 Phil. 848\n\nEN BANC\nEN BANC\n\n[ G.R. No. 127325, March 19, 1997 ]\n[ G.R. No. 127325, March 19, 1997 ]\n\nMIRIAM DEFENSOR SANTIAGO, ALEXANDER PADILLA AND MARIA ISABEL\nONGPIN, PETITIONERS, VS. COMMISSION ON ELECTIONS, JESUS DELFIN, ALBERTO\nPEDROSA & CARMEN PEDROSA, IN THEIR CAPACITIES AS FOUNDING MEMBERS OF THE\nPEOPLEâS INITIATIVE FOR REFORMS, MODERNIZATION AND ACTION (PIRMA), RESPONDENTS, SENATOR RAUL S. ROCO, DEMOKRASYA-IPAGTANGGOL ANG KONSTITUSYON (DIK), MOVEMENT OF ATTORNEYS FOR BROTHERHOOD INTEGRITY AND NATIONALISM, INC. (MABINI), INTEGRATED BAR OF THE PHILIPPINES (IBP) AND LABAN NG DEMOKRATIKONG PILIPINO (LABAN), PETITIONERS-INTERVENORS.\nD E C I S I O N\nMIRIAM DEFENSOR SANTIAGO, ALEXANDER PADILLA AND MARIA ISABEL\nONGPIN, PETITIONERS, VS. COMMISSION ON ELECTIONS, JESUS DELFIN, ALBERTO\nPEDROSA & CARMEN PEDROSA, IN THEIR CAPACITIES AS FOUNDING MEMBERS OF THE\nPEOPLEâS INITIATIVE FOR REFORMS, MODERNIZATION AND ACTION (PIRMA), RESPONDENTS, SENATOR RAUL S. ROCO, DEMOKRASYA-IPAGTANGGOL ANG KONSTITUSYON (DIK), MOVEMENT OF ATTORNEYS FOR BROTHERHOOD INTEGRITY AND NATIONALISM, INC. (MABINI), INTEGRATED BAR OF THE PHILIPPINES (IBP) AND LABAN NG DEMOKRATIKONG PILIPINO (LABAN), PETITIONERS-INTERVENORS.\n\nD E C I S I O N\n\nDAVIDE, JR., J.:\n\nThe heart of this controversy brought to us by way of a petition for prohibition under Rule 65 of the Rules of Court is the right of the people to directly propose amendments to the Constitution through the system of initiative under Section 2 of Article XVII of the 1987 Constitution. Undoubtedly, this demands special attention, as this system of initiative was unknown to the people of this country, except perhaps to a few scholars, before the drafting of the 1987 Constitution. The 1986 Constitutional Commission itself, through the original proponent [1] and the main sponsor [2] of the proposed Article on Amendments or Revision of the Constitution, characterized this system as âinnovativeâ. [3] Indeed it is, for both under the 1935 and 1973 Constitutions, only two methods of proposing amendments to, or revision of, the Constitution were recognized, viz., (1) by Congress upon a vote of three-fourths of all its members and (2) by a constitutional convention. [4] For this and the other reasons hereafter discussed, we resolved to give due course to this petition.\n\nOn 6 December 1996, private respondent Atty. Jesus S. Delfin filed with public respondent Commission on Elections (hereafter, COMELEC) a âPetition to Amend the Constitution, to Lift Term Limits of Elective Officials, by Peopleâs Initiativeâ (hereafter, Delfin Petition) [5] wherein Delfin asked the COMELEC for an order\n\n1. Fixing the time and dates for signature gathering all over the country;\n\n2. Causing the necessary publications of said Order and the attached âPetition for Initiative on the 1987 Constitution, in newspapers of general and local circulation;\n\n3. Instructing Municipal Election Registrars in all Regions of the Philippines, to assist Petitioners and volunteers, in establishing signing stations at the time and on the dates designated for the purpose.\n\nDelfin alleged in his petition that he is a founding member of the Movement for Peopleâs Initiative, [6] a group of citizens desirous to avail of the system intended to institutionalize people power; that he and the members of the Movement and other volunteers intend to exercise the power to directly propose amendments to the Constitution granted under Section 2, Article XVII of the Constitution; that the exercise of that power shall be conducted in proceedings under the control and supervision of the COMELEC; that, as required in COMELEC Resolution No. 2300, signature stations shall be established all over the country, with the assistance of municipal election registrars, who shall verify the signatures affixed by individual signatories; that before the Movement and other volunteers can gather signatures, it is necessary that the time and dates to be designated for the purpose be first fixed in an order to be issued by the COMELEC; and that to adequately inform the people of the electoral process involved, it is likewise necessary that the said order, as well as the Petition on which the signatures shall be affixed, be published in newspapers of general and local circulation, under the control and supervision of the COMELEC.\n\nThe Delfin Petition further alleged that the provisions sought to be amended are Sections 4 and 7 of Article VI, [7] Section 4 of Article VII, [8] and Section 8 of Article X [9] of the Constitution. Attached to the petition is a copy of a âPetition for Initiative on the 1987 Constitutionâ [10] embodying the proposed amendments which consist in the deletion from the aforecited sections of the provisions concerning term limits, and with the following proposition:\nDO YOU APPROVE OF LIFTING THE TERM LIMITS OF ALL ELECTIVE GOVERNMENT OFFICIALS, AMENDING FOR THE PURPOSE SECTIONS 4 AND 7 OF ARTICLE VI, SECTION 4 OF ARTICLE VII, AND SECTION 8 OF ARTICLE X OF THE 1987 PHILIPPINE CONSTITUTION? According to Delfin, the said Petition for Initiative will first be submitted to the people, and after it is signed by at least twelve per cent of the total number of registered voters in the country it will be formally filed with the COMELEC.\n\nUpon the filing of the Delfin Petition, which was forthwith given the number UND 96-037 (INITIATIVE), the COMELEC, through its Chairman, issued an Order [11] (a) directing Delfin âto cause the publication of the petition, together with the attached Petition for Initiative on the 1987 Constitution (including the proposal, proposed constitutional amendment, and the signature form), and the notice of hearing in three (3) daily newspapers of general circulation at his own expenseâ not later than 9 December 1996; and (b) setting the case for hearing on 12 December 1996 at 10:00 a.m.\n\nAt the hearing of the Delfin Petition on 12 December 1996, the following appeared: Delfin and Atty. Pete Q. Quadra; representatives of the Peopleâs Initiative for Reforms, Modernization and Action (PIRMA); intervenor-oppositor Senator Raul S. Roco, together with his two other lawyers; and representatives of, or counsel for, the Integrated Bar of the Philippines (IBP), Demokrasya-Ipagtanggol ang Konstitusyon (DIK), Public Interest Law Center, and Laban ng Demokratikong Pilipino (LABAN). [12] Senator Roco, on that same day, filed a Motion to Dismiss the Delfin Petition on the ground that it is not the initiatory petition properly cognizable by the COMELEC.\n\nAfter hearing their arguments, the COMELEC directed Delfin and the oppositors to file their âmemoranda and/or oppositions/memorandaâ within five days. [13]\n\nOn 18 December 1996, the petitioners herein -- Senator Miriam Defensor Santiago, Alexander Padilla, and Maria Isabel Ongpin -- filed this special civil action for prohibition raising the following arguments:\n\n(1) The constitutional provision on peopleâs initiative to amend the Constitution can only be implemented by law to be passed by Congress. No such law has been passed; in fact, Senate Bill No. 1290 entitled An Act Prescribing and Regulating Constitutional Amendments by Peopleâs Initiative, which petitioner Senator Santiago filed on 24 November 1995, is still pending before the Senate Committee on Constitutional Amendments.\n\n(2) It is true that R.A. No. 6735 provides for three systems of initiative, namely, initiative on the Constitution, on statutes, and on local legislation. However, it failed to provide any subtitle on initiative on the Constitution, unlike in the other modes of initiative, which are specifically provided for in Subtitle II and Subtitle III. This deliberate omission indicates that the matter of peopleâs initiative to amend the Constitution was left to some future law. Former Senator Arturo Tolentino stressed this deficiency in the law in his privilege speech delivered before the Senate in 1994: âThere is not a single word in that law which can be considered as implementing [the provision on constitutional initiative]. Such implementing provisions have been obviously left to a separate law.â\n\n(3) Republic Act No. 6735 provides for the effectivity of the law after publication in print media. This indicates that the Act covers only laws and not constitutional amendments because the latter take effect only upon ratification and not after publication.\n\n(4) COMELEC Resolution No. 2300, adopted on 16 January 1991 to govern âthe conduct of initiative on the Constitution and initiative and referendum on national and local laws, is ultra vires insofar as initiative on amendments to the Constitution is concerned, since the COMELEC has no power to provide rules and regulations for the exercise of the right of initiative to amend the Constitution. Only Congress is authorized by the Constitution to pass the implementing law.\n\n(5)The peopleâs initiative is limited to amendments to the Constitution, not to revision thereof. Extending or lifting of term limits constitutes a revision and is, therefore, outside the power of the peopleâs initiative.\n\n(6) Finally, Congress has not yet appropriated funds for peopleâs initiative; neither the COMELEC nor any other government department, agency, or office has realigned funds for the purpose. To justify their recourse to us via the special civil action for prohibition, the petitioners allege that in the event the COMELEC grants the Delfin Petition, the peopleâs initiative spearheaded by PIRMA would entail expenses to the national treasury for general re-registration of voters amounting to at least P180 million, not to mention the millions of additional pesos in expenses which would be incurred in the conduct of the initiative itself. Hence, the transcendental importance to the public and the nation of the issues raised demands that this petition for prohibition be settled promptly and definitely, brushing aside technicalities of procedure and calling for the admission of a taxpayerâs and legislatorâs suit. [14] Besides, there is no other plain, speedy, and adequate remedy in the ordinary course of law.\n\nOn 19 December 1996, this Court (a) required the respondents to comment on the petition within a non-extendible period of ten days from notice; and (b) issued a temporary restraining order, effective immediately and continuing until further orders, enjoining public respondent COMELEC from proceeding with the Delfin Petition, and private respondents Alberto and Carmen Pedrosa from conducting a signature drive for peopleâs initiative to amend the Constitution.\n\nOn 2 January 1997, private respondents, through Atty Quadra, filed their Comment [15] on the petition. They argue therein that:\n\n1. IT IS NOT TRUE THAT âIT WOULD ENTAIL EXPENSES TO THE NATIONAL TREASURY FOR GENERAL REGISTRATION OF VOTERS AMOUNTING TO AT LEAST PESOS: ONE HUNDRED EIGHTY MILLION (P180,000,000.00)â IF THE âCOMELEC GRANTS THE PETITION FILED BY RESPONDENT DELFIN BEFORE THE COMELEC.â\n\n2. NOT A SINGLE CENTAVO WOULD BE SPENT BY THE NATIONAL GOVERNMENT IF THE COMELEC GRANTS THE PETITION OF RESPONDENT DELFIN. ALL EXPENSES IN THE SIGNATURE GATHERING ARE ALL FOR THE ACCOUNT OF RESPONDENT DELFIN AND HIS VOLUNTEERS PER THEIR PROGRAM OF ACTIVITIES AND EXPENDITURES SUBMITTED TO THE COMELEC. THE ESTIMATED COST OF THE DAILY PER DIEM OF THE SUPERVISING SCHOOL TEACHERS IN THE SIGNATURE GATHERING TO BE DEPOSITED and TO BE PAID BY DELFIN AND HIS VOLUNTEERS IS P2,571, 200.00;\n\n3. THE PENDING PETITION BEFORE THE COMELEC IS ONLY ON THE SIGNATURE GATHERING WHICH BY LAW COMELEC IS DUTY BOUND âTO SUPERVISE CLOSELYâ PURSUANT TO ITS âINITIATORY JURISDICTIONâ UPHELD BY THE HONORABLE COURT IN ITS RECENT SEPTEMBER 26, 1996 DECISION IN THE CASE OF SUBIC BAY METROPOLITAN AUTHORITY VS. COMELEC, ET AL. G.R. NO. 125416;\n\n4. REP. ACT NO. 6735 APPROVED ON AUGUST 4, 1989 IS THE ENABLING LAW IMPLEMENTING THE POWER OF PEOPLE INITIATIVE TO PROPOSE AMENDMENTS TO THE CONSTITUTION. SENATOR DEFENSOR-SANTIAGOâS SENATE BILL NO. 1290 IS A DUPLICATION OF WHAT ARE ALREADY PROVIDED FOR IN REP. ACT NO. 6735;\n\n5. COMELEC RESOLUTION NO. 2300 PROMULGATED ON JANUARY 16, 1991 PURSUANT TO REP. ACT 6735 WAS UPHELD BY THE HONORABLE COURT IN THE RECENT SEPTEMBER 26, 1996 DECISION IN THE CASE OF SUBIC BAY METROPOLITAN AUTHORITY VS. COMELEC, ET AL. G.R. NO. 125416 WHERE THE HONORABLE COURT SAID: âTHE COMMISSION ON ELECTIONS CAN DO NO LESS BY SEASONABLY AND JUDICIOUSLY PROMULGATING GUIDELINES AND RULES FOR BOTH NATIONAL AND LOCAL USE, IN IMPLEMENTING OF THESE LAWS.â\n\n6. EVEN SENATOR DEFENSOR-SANTIAGOâS SENATE BILL NO. 1290 CONTAINS A PROVISION DELEGATING TO THE COMELEC THE POWER TO âPROMULGATE SUCH RULES AND REGULATIONS AS MAY BE NECESSARY TO CARRY OUT THE PURPOSES OF THIS ACT.â (SEC. 12, S.B. NO. 1290, ENCLOSED AS ANNEX E, PETITION);\n\n7. THE LIFTING OF THE LIMITATION ON THE TERM OF OFFICE OF ELECTIVE OFFICIALS PROVIDED UNDER THE 1987 CONSTITUTION IS NOT A âREVISIONâ OF THE CONSTITUTION. IT IS ONLY AN AMENDMENT. âAMENDMENT ENVISAGES AN ALTERATION OF ONE OR A FEW SPECIFIC PROVISIONS OF THE CONSTITUTION. REVISION CONTEMPLATES A RE-EXAMINATION OF THE ENTIRE DOCUMENT TO DETERMINE HOW AND TO WHAT EXTENT IT SHOULD BE ALTERED.â (PP. 412-413, 2ND. ED. 1992, 1097 PHIL. CONSTITUTION, BY JOAQUIN G. BERNAS, S.J.).\n\nAlso on 2 January 1997, private respondent Delfin filed in his own behalf a Comment [16] which starts off with an assertion that the instant petition is a âknee-jerk reaction to a draft âPetition for Initiative on the 1987 Constitutionâ ... which is not formally filed yet.â What he filed on 6 December 1996 was an âInitiatory Pleadingâ or âInitiatory Petition,â which was legally necessary to start the signature campaign to amend the Constitution or to put the movement to gather signatures under COMELEC power and function. On the substantive allegations of the petitioners, Delfin maintains as follows:\n(1) Contrary to the claim of the petitioners, there is a law, R.A. No. 6735, which governs the conduct of initiative to amend the Constitution. The absence therein of a subtitle for such initiative is not fatal, since subtitles are not requirements for the validity or sufficiency of laws.\n\n(2) Section 9(b) of R.A. No. 6735 specifically provides that the proposition in an initiative to amend the Constitution approved by the majority of the votes cast in the plebiscite shall become effective as of the day of the plebiscite.\n\n(3) The claim that COMELEC Resolution No. 2300 is ultra vires is contradicted by (a) Section 2, Article IX-C of the Constitution, which grants the COMELEC the power to enforce and administer all laws and regulations relative to the conduct of an election, plebiscite, initiative, referendum, and recall; and (b) Section 20 of R.A. 6735, which empowers the COMELEC to promulgate such rules and regulations as may be necessary to carry out the purposes of the Act.\n\n(4) The proposed initiative does not involve a revision of, but mere amendment to, the Constitution because it seeks to alter only a few specific provisions of the Constitution, or more specifically, only those which lay term limits. It does not seek to reexamine or overhaul the entire document. As to the public expenditures for registration of voters, Delfin considers petitionersâ estimate of P180 million as unreliable, for only the COMELEC can give the exact figure. Besides, if there will be a plebiscite it will be simultaneous with the 1997 Barangay Elections. In any event, fund requirements for initiative will be a priority government expense because it will be for the exercise of the sovereign power of the people.\n\nIn the Comment [17] for the public respondent COMELEC, filed also on 2 January 1997, the Office of the Solicitor General contends that:\n\n(1) R.A. No. 6735 deals with, inter alia, peopleâs initiative to amend the Constitution. Its Section 2 on Statement of Policy explicitly affirms, recognizes, and guarantees that power; and its Section 3, which enumerates the three systems of initiative, includes initiative on the Constitution and defines the same as the power to propose amendments to the Constitution. Likewise, its Section 5 repeatedly mentions initiative on the Constitution.\n\n(2) A separate subtitle on initiative on the Constitution is not necessary in R.A. No. 6735 because, being national in scope, that system of initiative is deemed included in the subtitle on National Initiative and Referendum; and Senator Tolentino simply overlooked pertinent provisions of the law when he claimed that nothing therein was provided for initiative on the Constitution.\n\n(3) Senate Bill No. 1290 is neither a competent nor a material proof that R.A. No. 6735 does not deal with initiative on the Constitution.\n\n(4) Extension of term limits of elected officials constitutes a mere amendment to the Constitution, not a revision thereof.\n\n(5) COMELEC Resolution No. 2300 was validly issued under Section 20 of R.A. No. 6735 and under the Omnibus Election Code. The rule-making power of the COMELEC to implement the provisions of R.A. No. 6735 was in fact upheld by this Court in Subic Bay Metropolitan Authority vs. COMELEC .\n\nOn 14 January 1997, this Court (a) confirmed nunc pro tunc the temporary restraining order; (b) noted the aforementioned Comments and the Motion to Lift Temporary Restraining Order filed by private respondents through Atty. Quadra, as well as the latterâs Manifestation stating that he is the counsel for private respondents Alberto and Carmen Pedrosa only and the Comment he filed was for the Pedrosas; and (c) granted the Motion for Intervention filed on 6 January 1997 by Senator Raul Roco and allowed him to file his Petition in Intervention not later than 20 January 1997; and (d) set the case for hearing on 23 January 1997 at 9:30 a.m.\n\nOn 17 January 1997, the Demokrasya-Ipagtanggol ang Konstitusyon (DIK) and the Movement of Attorneys for Brotherhood Integrity and Nationalism, Inc. (MABINI), filed a Motion for Intervention. Attached to the motion was their Petition in Intervention, which was later replaced by an Amended Petition in Intervention wherein they contend that:\n(1) The Delfin proposal does not involve a mere amendment to, but a revision of, the Constitution because, in the words of Fr. Joaquin Bernas, S.J., [18] it would involve a change from a political philosophy that rejects unlimited tenure to one that accepts unlimited tenure; and although the change might appear to be an isolated one, it can affect other provisions, such as, on synchronization of elections and on the State policy of guaranteeing equal access to opportunities for public service and prohibiting political dynasties. [19] A revision cannot be done by initiative which, by express provision of Section 2 of Article XVII of the Constitution, is limited to amendments.\n\n(2) The prohibition against reelection of the President and the limits provided for all other national and local elective officials are based on the philosophy of governance, âto open up the political arena to as many as there are Filipinos qualified to handle the demands of leadership, to break the concentration of political and economic powers in the hands of a few, and to promote effective proper empowerment for participation in policy and decision-making for the common goodâ; hence, to remove the term limits is to negate and nullify the noble vision of the 1987 Constitution.\n\n(3) The Delfin proposal runs counter to the purpose of initiative, particularly in a conflict-of-interest situation. Initiative is intended as a fallback position that may be availed of by the people only if they are dissatisfied with the performance of their elective officials, but not as a premium for good performance. [20]\n\n(4) R.A. No. 6735 is deficient and inadequate in itself to be called the enabling law that implements the peopleâs initiative on amendments to the Constitution. It fails to state (a) the proper parties who may file the petition, (b) the appropriate agency before whom the petition is to be filed, (c) the contents of the petition, (d) the publication of the same, (e) the ways and means of gathering the signatures of the voters nationwide and 3% per legislative district, (f) the proper parties who may oppose or question the veracity of the signatures, (g) the role of the COMELEC in the verification of the signatures and the sufficiency of the petition, (h) the appeal from any decision of the COMELEC, (I) the holding of a plebiscite, and (g) the appropriation of funds for such peopleâs initiative. Accordingly, there being no enabling law, the COMELEC has no jurisdiction to hear Delfinâs petition.\n\n(5) The deficiency of R.A. No. 6735 cannot be rectified or remedied by COMELEC Resolution No. 2300, since the COMELEC is without authority to legislate the procedure for a peopleâs initiative under Section 2 of Article XVII of the Constitution. That function exclusively pertains to Congress. Section 20 of R.A. No. 6735 does not constitute a legal basis for the Resolution, as the former does not set a sufficient standard for a valid delegation of power. On 20 January 1997, Senator Raul Roco filed his Petition in Intervention. [21] He avers that R.A. No. 6735 is the enabling law that implements the peopleâs right to initiate constitutional amendments. This law is a consolidation of Senate Bill No. 17 and House Bill No. 21505; he co-authored the House Bill and even delivered a sponsorship speech thereon. He likewise submits that the COMELEC was empowered under Section 20 of that law to promulgate COMELEC Resolution No. 2300. Nevertheless, he contends that the respondent Commission is without jurisdiction to take cognizance of the Delfin Petition and to order its publication because the said petition is not the initiatory pleading contemplated under the Constitution, Republic Act No. 6735, and COMELEC Resolution No. 2300. What vests jurisdiction upon the COMELEC in an initiative on the Constitution is the filing of a petition for initiative which is signed by the required number of registered voters. He also submits that the proponents of a constitutional amendment cannot avail of the authority and resources of the COMELEC to assist them is securing the required number of signatures, as the COMELECâs role in an initiative on the Constitution is limited to the determination of the sufficiency of the initiative petition and the call and supervision of a plebiscite, if warranted.\n\nOn 20 January 1997, LABAN filed a Motion for Leave to Intervene.\n\nThe following day, the IBP filed a Motion for Intervention to which it attached a Petition in Intervention raising the following arguments:\n(1) Congress has failed to enact an enabling law mandated under Section 2, Article XVII of the 1987 Constitution.\n\n(2) COMELEC Resolution No. 2300 cannot substitute for the required implementing law on the initiative to amend the Constitution.\n\n(3) The Petition for Initiative suffers from a fatal defect in that it does not have the required number of signatures.\n\n(4) The petition seeks, in effect a revision of the Constitution, which can be proposed only by Congress or a constitutional convention. [22] On 21 January 1997, we promulgated a Resolution (a) granting the Motions for Intervention filed by the DIK and MABINI and by the IBP, as well as the Motion for Leave to Intervene filed by LABAN; (b) admitting the Amended Petition in Intervention of DIK and MABINI, and the Petitions in Intervention of Senator Roco and of the IBP; (c) requiring the respondents to file within a nonextendible period of five days their Consolidated Comments on the aforesaid Petitions in Intervention; and (d) requiring LABAN to file its Petition in Intervention within a nonextendible period of three days from notice, and the respondents to comment thereon within a nonextendible period of five days from receipt of the said Petition in Intervention.\n\nAt the hearing of the case on 23 January 1997, the parties argued on the following pivotal issues, which the Court formulated in light of the allegations and arguments raised in the pleadings so far filed:\n\n1. Whether R.A. No. 6735, entitled An Act Providing for a System of Initiative and Referendum and Appropriating Funds Therefor, was intended to include or cover initiative on amendments to the Constitution; and if so, whether the Act, as worded, adequately covers such initiative.\n\n2. Whether that portion of COMELEC Resolution No. 2300 (In re: Rules and Regulations Governing the Conduct of Initiative on the Constitution, and Initiative and Referendum on National and Local Laws) regarding the conduct of initiative on amendments to the Constitution is valid, considering the absence in the law of specific provisions on the conduct of such initiative.\n\n3. Whether the lifting of term limits of elective national and local officials, as proposed in the draft âPetition for Initiative on the 1987 Constitution,â would constitute a revision of, or an amendment to, the Constitution.\n\n4. Whether the COMELEC can take cognizance of, or has jurisdiction over, a petition solely intended to obtain an order (a) fixing the time and dates for signature gathering; (b) instructing municipal election officers to assist Delfin's movement and volunteers in establishing signature stations; and (c) directing or causing the publication of, inter alia, the unsigned proposed Petition for Initiative on the 1987 Constitution.\n\n5. Whether it is proper for the Supreme Court to take cognizance of the petition when there is a pending case before the COMELEC. After hearing them on the issues, we required the parties to submit simultaneously their respective memoranda within twenty days and requested intervenor Senator Roco to submit copies of the deliberations on House Bill No. 21505.\n\nOn 27 January 1997, LABAN filed its Petition in Intervention wherein it adopts the allegations and arguments in the main Petition. It further submits that the COMELEC should have dismissed the Delfin Petition for failure to state a sufficient cause of action and that the Commissionâs failure or refusal to do so constituted grave abuse of discretion amounting to lack of jurisdiction.\n\nOn 28 January 1997, Senator Roco submitted copies of portions of both the Journal and the Record of the House of Representatives relating to the deliberations of House Bill No. 21505, as well as the transcripts of stenographic notes on the proceedings of the Bicameral Conference Committee, Committee on Suffrage and Electoral Reforms, of 6 June 1989 on House Bill No. 21505 and Senate Bill No. 17.\n\nPrivate respondents Alberto and Carmen Pedrosa filed their Consolidated Comments on the Petitions in Intervention of Senator Roco, DIK and MABINI, and IBP. [23] The parties thereafter filed, in due time, their separate memoranda. [24]\n\nAs we stated in the beginning, we resolved to give due course to this special civil action.\n\nFor a more logical discussion of the formulated issues, we shall first take up the fifth issue which appears to pose a prejudicial procedural question.\n\nI\n\nTHE INSTANT PETITION IS VIABLE DESPITE THE\n\nPENDENCY IN THE COMELEC OF THE DELFIN\n\nPETITION.\n\nExcept for the petitioners and intervenor Roco, the parties paid no serious attention to the fifth issue, i.e., whether it is proper for this Court to take cognizance of this special civil action when there is a pending case before the COMELEC. The petitioners provide an affirmative answer. Thus:\n28. The Comelec has no jurisdiction to take cognizance of the petition filed by private respondent Delfin. This being so, it becomes imperative to stop the Comelec from proceeding any further, and under the Rules of Court, Rule 65, Section 2, a petition for prohibition is the proper remedy.\n\n29. The writ of prohibition is an extraordinary judicial writ issuing out of a court of superior jurisdiction and directed to an inferior court, for the purpose of preventing the inferior tribunal from usurping a jurisdiction with which it is not legally vested. (People v. Vera, supra., p. 84). In this case the writ is an urgent necessity, in view of the highly divisive and adverse environmental consequences on the body politic of the questioned Comelec order. The consequent climate of legal confusion and political instability begs for judicial statesmanship.\n\n30. In the final analysis, when the system of constitutional law is threatened by the political ambitions of man, only the Supreme Court can save a nation in peril and uphold the paramount majesty of the Constitution. [25] It must be recalled that intervenor Roco filed with the COMELEC a motion to dismiss the Delfin Petition on the ground that the COMELEC has no jurisdiction or authority to entertain the petition. [26] The COMELEC made no ruling thereon evidently because after having heard the arguments of Delfin and the oppositors at the hearing on 12 December 1996, it required them to submit within five days their memoranda or oppositions/memoranda. [27] Earlier, or specifically on 6 December 1996, it practically gave due course to the Delfin Petition by ordering Delfin to cause the publication of the petition, together with the attached Petition for Initiative, the signature form, and the notice of hearing; and by setting the case for hearing. The COMELECâs failure to act on Rocoâs motion to dismiss and its insistence to hold on to the petition rendered ripe and viable the instant petition under Section 2 of Rule 65 of the Rules of Court, which provides:\nSEC. 2. Petition for prohibition. -- Where the proceedings of any tribunal, corporation, board, or person, whether exercising functions judicial or ministerial, are without or in excess of its or his jurisdiction, or with grave abuse of discretion, and there is no appeal or any other plain, speedy and adequate remedy in the ordinary course of law, a person aggrieved thereby may file a verified petition in the proper court alleging the facts with certainty and praying that judgment be rendered commanding the defendant to desist from further proceedings in the action or matter specified therein. It must also be noted that intervenor Roco claims that the COMELEC has no jurisdiction over the Delfin Petition because the said petition is not supported by the required minimum number of signatures of registered voters. LABAN also asserts that the COMELEC gravely abused its discretion in refusing to dismiss the Delfin Petition, which does not contain the required number of signatures. In light of these claims, the instant case may likewise be treated as a special civil action for certiorari under Section I of Rule 65 of the Rules of Court.\n\nIn any event, as correctly pointed out by intervenor Roco in his Memorandum, this Court may brush aside technicalities of procedure in cases of transcendental importance. As we stated in Kilosbayan, Inc. v. Guingona, Jr.: [28]\n\nA partyâs standing before this Court is a procedural technicality which it may, in the exercise of its discretion, set aside in view of the importance of issues raised. In the landmark Emergency Powers Cases, this Court brushed aside this technicality because the transcendental importance to the public of these cases demands that they be settled promptly and definitely, brushing aside, if we must, technicalities of procedure.\n\nII\n\nR.A. NO. 6735 INTENDED TO INCLUDE THE SYSTEM\n\nOF INITIATIVE ON AMENDMENTS TO THE\n\nCONSTITUTION, BUT IS, UNFORTUNATELY,\n\nINADEQUATE TO COVER THAT SYSTEM.\n\nSection 2 of Article XVII of the Constitution provides:\nSEC. 2. Amendments to this Constitution may likewise be directly proposed by the people through initiative upon a petition of at least twelve per centum of the total number of registered voters, of which every legislative district must be represented by at least three per centum of the registered voters therein. No amendment under this section shall be authorized within five years following the ratification of this Constitution nor oftener than once every five years thereafter.\n\nThe Congress shall provide for the implementation of the exercise of this right. This provision is not self-executory. In his book, [29] Joaquin Bernas, a member of the 1986 Constitutional Commission, stated:\nWithout implementing legislation Section 2 cannot operate. Thus, although this mode of amending the Constitution is a mode of amendment which bypasses congressional action, in the last analysis it still is dependent on congressional action. Bluntly stated, the right of the people to directly propose amendments to the Constitution through the system of initiative would remain entombed in the cold niche of the Constitution until Congress provides for its implementation. Stated otherwise, while the Constitution has recognized or granted that right, the people cannot exercise it if Congress, for whatever reason, does not provide for its implementation.\n\nThis system of initiative was originally included in Section 1 of the draft Article on Amendment or Revision proposed by the Committee on Amendments and Transitory Provisions of the 1986 Constitutional Commission in its Committee Report No. 7 (Proposed Resolution No. 332). [30] That section reads as follows:\n\nSECTION 1. Any amendment to, or revision of, this Constitution may be proposed:\n\n(a) by the National Assembly upon a vote of three-fourths of all its members; or\n\n(b) by a constitutional convention; or\n\n(c) directly by the people themselves thru initiative as provided for in Article ____ Section ____ of the Constitution. [31]\n\nAfter several interpellations, but before the period of amendments, the Committee submitted a new formulation of the concept of initiative which it denominated as Section 2; thus:\nMR. SUAREZ. Thank you, Madam President. May we respectfully call attention of the Members of the Commission that pursuant to the mandate given to us last night, we submitted this afternoon a complete Committee Report No. 7 which embodies the proposed provision governing the matter of initiative. This is now covered by Section 2 of the complete committee report. With the permission of the Members, may I quote Section 2: âThe people may, after five years from the date of the last plebiscite held, directly propose amendments to this Constitution thru initiative upon petition of at least ten percent of the registered voters.â\n\nThis completes the blanks appearing in the original Committee Report No. 7. [32]\n\nThe interpellations on Section 2 showed that the details for carrying out Section 2 are left to the legislature. Thus:\n\nFR. BERNAS. Madam President, just two simple, clarificatory questions.\n\nFirst, on Section 1 on the matter of initiative upon petition of at least 10 percent, there are no details in the provision on how to carry this out. Do we understand, therefore, that we are leaving this matter to the legislature?\n\nMR. SUAREZ. That is right, Madam President.\n\nFR. BERNAS.           And do we also understand, therefore, that for as long as the legislature does not pass the necessary implementing law on this, this will not operate?\n\nMR. SUAREZ. That matter was also taken up during the committee hearing, especially with respect to the budget appropriations which would have to be legislated so that the plebiscite could be called. We deemed it best that this matter be left to the legislature. The Gentleman is right. In any event, as envisioned, no amendment through the power of initiative can be called until after five years from the date of the ratification of this Constitution. Therefore, the first amendment that could be proposed through the exercise of this initiative power would be after five years. It is reasonably expected that within that five-year period, the National Assembly can come up with the appropriate rules governing the exercise of this power.\n\nFR. BERNAS.           Since the matter is left to the legislature - the details on how this is to be carried out - is it possible that, in effect, what will be presented to the people for ratification is the work of the legislature rather than of the people? Does this provision exclude that possibility?\n\nMR. SUAREZ. No, it does not exclude that possibility because even the legislature itself as a body could propose that amendment, maybe individually or collectively, if it fails to muster the three-fourths vote in order to constitute itself as a constituent assembly and submit that proposal to the people for ratification through the process of an initiative.\n\nx x x\n\nMS. AQUINO. Do I understand from the sponsor that the intention in the proposal is to vest constituent power in the people to amend the Constitution?\n\nMR. SUAREZ. That is absolutely correct, Madam President.\n\nMS. AQUINO. I fully concur with the underlying precept of the proposal in terms of institutionalizing popular participation in the drafting of the Constitution or in the amendment thereof, but I would have a lot of difficulties in terms of accepting the draft of Section 2, as written. Would the sponsor agree with me that in the hierarchy of legal mandate, constituent power has primacy over all other legal mandates?\n\nMR. SUAREZ. The Commissioner is right, Madam President.\n\nMS. AQUINO. And would the sponsor agree with me that in the hierarchy of legal values, the Constitution is source of all legal mandates and that therefore we require a great deal of circumspection in the drafting and in the amendments of the Constitution?\n\nMR. SUAREZ. That proposition is nondebatable.\n\nMS. AQUINO. Such that in order to underscore the primacy of constituent power we have a separate article in the constitution that would specifically cover the process and the modes of amending the Constitution?\n\nMR. SUAREZ. That is right, Madam President.\n\nMS. AQUINO. Therefore, is the sponsor inclined, as the provisions are drafted now, to again concede to the legislature the process or the requirement of determining the mechanics of amending the Constitution by people's initiative?\n\nMR. SUAREZ. The matter of implementing this could very well be placed in the hands of the National Assembly, not unless we can incorporate into this provision the mechanics that would adequately cover all the conceivable situations. [33] It was made clear during the interpellations that the aforementioned Section 2 is limited to proposals to AMEND -- not to REVISE -- the Constitution; thus:\nMR. SUAREZ. ... This proposal was suggested on the theory that this matter of initiative, which came about because of the extraordinary developments this year, has to be separated from the traditional modes of amending the Constitution as embodied in Section 1. The committee members felt that this system of initiative should not extend to the revision of the entire Constitution, so we removed it from the operation of Section 1 of the proposed Article on Amendment or Revision. [34]\n\nx x x\n\nMS. AQUINO. In which case, I am seriously bothered by providing this process of initiative as a separate section in the Article on Amendment. Would the sponsor be amenable to accepting an amendment in terms of realigning Section 2 as another subparagraph (c) of Section 1, instead of setting it up as another separate section as if it were a self-executing provision?\n\nMR. SUAREZ. We would be amenable except that, as we clarified a while ago, this process of initiative is limited to the matter of amendment and should not expand into a revision which contemplates a total overhaul of the Constitution. That was the sense that was conveyed by the Committee.\n\nMS. AQUINO. In other words, the Committee was attempting to distinguish the coverage of modes (a) and (b) in Section 1 to include the process of revision; whereas the process of initiation to amend, which is given to the public, would only apply to amendments?\n\nMR. SUAREZ.That is right. Those were the terms envisioned in the Committee. [35] Amendments to the proposed Section 2 were thereafter introduced by then Commissioner Hilario G. Davide, Jr., which the Committee accepted. Thus:\nMR. DAVIDE. Thank you Madam President. I propose to substitute the entire Section 2 with the following:\n\nx x x\n\nMR. DAVIDE. Madam President, I have modified the proposed amendment after taking into account the modifications submitted by the sponsor himself and the honorable Commissioners Guingona, Monsod, Rama, Ople, de los Reyes and Romulo. The modified amendment in substitution of the proposed Section 2 will now read as follows: \"SECTION 2. -- AMENDMENTS TO THIS CONSTITUTION MAY LIKEWISE BE DIRECTLY PROPOSED BY THE PEOPLE THROUGH INITIATIVE UPON A PETITION OF AT LEAST TWELVE PERCENT OF THE TOTAL NUMBER OF REGISTERED VOTERS, OF WHICH EVERY LEGISLATIVE DISTRICT MUST BE REPRESENTED BY AT LEAST THREE PERCENT OF THE REGISTERED VOTERS THEREOF. NO AMENDMENT UNDER THIS SECTION SHALL BE AUTHORIZED WITHIN FIVE YEARS FOLLOWING THE RATIFICATION OF THIS CONSTITUTION NOR OFTENER THAN ONCE EVERY FIVE YEARS THEREAFTER.\n\nTHE NATIONAL ASSEMBLY SHALL BY LAW PROVIDE FOR THE IMPLEMENTATION OF THE EXERCISE OF THIS RIGHT.\n\nMR. SUAREZ. Madam President, considering that the proposed amendment is reflective of the sense contained in Section 2 of our completed Committee Report No. 7, we accept the proposed amendment. [36] The interpellations which ensued on the proposed modified amendment to Section 2 clearly showed that it was a legislative act which must implement the exercise of the right. Thus:\nMR. ROMULO. Under Commissioner Davide's amendment, is it possible for the legislature to set forth certain procedures to carry out the initiative...?\n\nMR. DAVIDE. It can.\n\nx x x\n\nMR. ROMULO. But the Commissionerâs amendment does not prevent the legislature from asking another body to set the proposition in proper form.\n\nMR. DAVIDE. The Commissioner is correct. In other words, the implementation of this particular right would be subject to legislation, provided the legislature cannot determine anymore the percentage of the requirement.\n\nMR. ROMULO. But the procedures, including the determination of the proper form for submission to the people, may be subject to legislation.\n\nMR. DAVIDE. As long as it will not destroy the substantive right to initiate. In other words, none of the procedures to be proposed by the legislative body must diminish or impair the right conceded here.\n\nMR. ROMULO. In that provision of the Constitution can the procedures which I have discussed be legislated?\n\nMR. DAVIDE. Yes. [37] Commissioner Davide also reaffirmed that his modified amendment strictly confines initiative to AMENDMENTS to -- NOT REVISION of -- the Constitution. Thus:\nMR. DAVIDE. With pleasure, Madam President.\n\nMR. MAAMBONG. My first question: Commissioner Davide's proposed amendment on line 1 refers to \"amendment.\" Does it not cover the word \"revision\" as defined by Commissioner Padilla when he made the distinction between the words \"amendments\" and \"revision\"?\n\nMR. DAVIDE. No, it does not, because \"amendments\" and \"revision\" should be covered by Section 1. So insofar as initiative is concerned, it can only relate to \"amendments\" not \"revision.\" [38] Commissioner Davide further emphasized that the process of proposing amendments through initiative must be more rigorous and difficult than the initiative on legislation. Thus:\nMR. DAVIDE. A distinction has to be made that under this proposal, what is involved is an amendment to the Constitution. To amend a Constitution would ordinarily require a proposal by the National Assembly by a vote of three-fourths; and to call a constitutional convention would require a higher number. Moreover, just to submit the issue of calling a constitutional convention, a majority of the National Assembly is required, the import being that the process of amendment must be made more rigorous and difficult than probably initiating an ordinary legislation or putting an end to a law proposed by the National Assembly by way of a referendum. I cannot agree to reducing the requirement approved by the Committee on the Legislative because it would require another voting by the Committee, and the voting as precisely based on a requirement of 10 percent. Perhaps, I might present such a proposal, by way of an amendment, when the Commission shall take up the Article on the Legislative or on the National Assembly on plenary sessions. [39] The Davide modified amendments to Section 2 were subjected to amendments, and the final version, which the Commission approved by a vote of 31 in favor and 3 against, reads as follows:\nMR. DAVIDE. Thank you Madam President. Section 2, as amended, reads as follows: \"AMENDMENT TO THIS CONSTITUTION MAY LIKEWISE BE DIRECTLY PROPOSED BY THE PEOPLE THROUGH INITIATIVE UPON A PETITION OF AT LEAST TWELVE PERCENT OF THE TOTAL NUMBER OF REGISTERED VOTERS, OF WHICH EVERY LEGISLATIVE DISTRICT MUST BE REPRESENTED BY AT LEAST THREE PERCENT OF THE REGISTERED VOTERS THEREOF. NO AMENDMENT UNDER THIS SECTION SHALL BE AUTHORIZED WITHIN FIVE YEARS FOLLOWING THE RATIFICATION OF THIS CONSTITUTION NOR OFTENER THAN ONCE EVERY FIVE YEARS THEREAFTER.\n\nTHE NATIONAL ASSEMBLY SHALL BY LAW PROVIDE FOR THE IMPLEMENTATION OF THE EXERCISE OF THIS RIGHT. [40] The entire proposed Article on Amendments or Revisions was approved on second reading on 9 July 1986. [41] Thereafter, upon his motion for reconsideration, Commissioner Gascon was allowed to introduce an amendment to Section 2 which, nevertheless, was withdrawn. In view thereof, the Article was again approved on Second and Third Readings on 1 August 1986. [42]\n\nHowever, the Committee on Style recommended that the approved Section 2 be amended by changing âpercentâ to âper centumâ and âthereofâ to âthereinâ and deleting the phrase âby lawâ in the second paragraph so that said paragraph reads: The Congress [43] shall provide for the implementation of the exercise of this right. [44] This amendment was approved and is the text of the present second paragraph of Section 2.\n\nThe conclusion then is inevitable that, indeed, the system of initiative on the Constitution under Section 2 of Article XVII of the Constitution is not self-executory.\n\nHas Congress âprovidedâ for the implementation of the exercise of this right? Those who answer the question in the affirmative, like the private respondents and intervenor Senator Roco, point to us R.A. No. 6735.\n\nThere is, of course, no other better way for Congress to implement the exercise of the right than through the passage of a statute or legislative act. This is the essence or rationale of the last minute amendment by the Constitutional Commission to substitute the last paragraph of Section 2 of Article XVII then reading:\nThe Congress [45] shall by law provide for the implementation of the exercise of this right.\nwith\n\nThe Congress shall provide for the implementation of the exercise of this right. This substitute amendment was an investiture on Congress of a power to provide for the rules implementing the exercise of the right. The ârulesâ means âthe details on how [the right] is to be carried out.â [46]\n\nWe agree that R.A. No. 6735 was, as its history reveals, intended to cover initiative to propose amendments to the Constitution. The Act is a consolidation of House Bill No. 21505 and Senate Bill No. 17. The former was prepared by the Committee on Suffrage and Electoral Reforms of the House of Representatives on the basis of two House Bills referred to it, viz., (a) House Bill No. 497, [47] which dealt with the initiative and referendum mentioned in Sections 1 and 32 of Article VI of the Constitution; and (b) House Bill No. 988, [48] which dealt with the subject matter of House Bill No. 497, as well as with initiative and referendum under Section 3 of Article X (Local Government) and initiative provided for in Section 2 of Article XVII of the Constitution. Senate Bill No. 17 [49] solely dealt with initiative and referendum concerning ordinances or resolutions of local government units. The Bicameral Conference Committee consolidated Senate Bill No. 17 and House Bill No. 21505 into a draft bill, which was subsequently approved on 8 June 1989 by the Senate [50] and by the House of Representatives. [51] This approved bill is now R.A. No. 6735.\n\nBut is R.A. No. 6735 a full compliance with the power and duty of Congress to âprovide for the implementation of the exercise of the right?â\n\nA careful scrutiny of the Act yields a negative answer.\n\nFirst. Contrary to the assertion of public respondent COMELEC, Section 2 of the Act does not suggest an initiative on amendments to the Constitution. The said section reads:\nSECTION 2. Statement and Policy. -- The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolutions passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed. (Underscoring supplied). The inclusion of the word âConstitutionâ therein was a delayed afterthought. That word is neither germane nor relevant to said section, which exclusively relates to initiative and referendum on national laws and local laws, ordinances, and resolutions. That section is silent as to amendments on the Constitution. As pointed out earlier, initiative on the Constitution is confined only to proposals to AMEND. The people are not accorded the power to âdirectly propose, enact, approve, or reject, in whole or in part, the Constitutionâ through the system of initiative. They can only do so with respect to âlaws, ordinances, or resolutions.â\n\nThe foregoing conclusion is further buttressed by the fact that this section was lifted from Section 1 of Senate Bill No. 17, which solely referred to a statement of policy on local initiative and referendum and appropriately used the phrases âpropose and enact,â âapprove or rejectâ and âin whole or in part.â [52]\n\nSecond. It is true that Section 3 (Definition of Terms) of the Act defines initiative on amendments to the Constitution and mentions it as one of the three systems of initiative, and that Section 5 (Requirements) restates the constitutional requirements as to the percentage of the registered voters who must submit the proposal. But unlike in the case of the other systems of initiative, the Act does not provide for the contents of a petition for initiative on the Constitution. Section 5, paragraph (c) requires, among other things, statement of the proposed law sought to be enacted, approved or rejected, amended or repealed, as the case may be. It does not include, as among the contents of the petition, the provisions of the Constitution sought to be amended, in the case of initiative on the Constitution. Said paragraph (c) reads in full as follows:\n(c) The petition shall state the following:\n\nc.1 contents or text of the proposed law sought to be enacted, approved or rejected, amended or repealed, as the case may be;\n\nc.2 the proposition;\n\nc.3 the reason or reasons therefor;\n\nc.4 that it is not one of the exceptions provided therein;\n\nc.5 signatures of the petitioners or registered voters; and\n\nc.6 an abstract or summary proposition is not more than one hundred (100) words which shall be legibly written or printed at the top of every page of the petition. (Underscoring supplied). The use of the clause âproposed laws sought to be enacted, approved or rejected, amended or repealedâ only strengthens the conclusion that Section 2, quoted earlier, excludes initiative on amendments to the Constitution.\n\nThird. While the Act provides subtitles for National Initiative and Referendum (Subtitle II) and for Local Initiative and Referendum (Subtitle III), no subtitle is provided for initiative on the Constitution. This conspicuous silence as to the latter simply means that the main thrust of the Act is initiative and referendum on national and local laws. If Congress intended R.A. No. 6735 to fully provide for the implementation of the initiative on amendments to the Constitution, it could have provided for a subtitle therefor, considering that in the order of things, the primacy of interest, or hierarchy of values, the right of the people to directly propose amendments to the Constitution is far more important than the initiative on national and local laws.\n\nWe cannot accept the argument that the initiative on amendments to the Constitution is subsumed under the subtitle on National Initiative and Referendum because it is national in scope. Our reading of Subtitle II (National Initiative and Referendum) and Subtitle III (Local Initiative and Referendum) leaves no room for doubt that the classification is not based on the scope of the initiative involved, but on its nature and character. It is ânational initiative,â if what is proposed to be adopted or enacted is a national law, or a law which only Congress can pass. It is âlocal initiativeâ if what is proposed to be adopted or enacted is a law, ordinance, or resolution which only the legislative bodies of the governments of the autonomous regions, provinces, cities, municipalities, and barangays can pass. This classification of initiative into national and local is actually based on Section 3 of the Act, which we quote for emphasis and clearer understanding:\n\nSEC. 3. Definition of terms --\n\nx x x\n\nThere are three (3) systems of initiative, namely:\n\na.1 Initiative on the Constitution which refers to a petition proposing amendments to the Constitution;\n\na.2 Initiative on Statutes which refers to a petition proposing to enact a national legislation; and\n\na.3 Initiative on local legislation which refers to a petition proposing to enact a regional, provincial, city, municipal, or barangay law, resolution or ordinance. (Underscoring supplied).\n\nHence, to complete the classification under subtitles there should have been a subtitle on initiative on amendments to the Constitution. [53]\n\nA further examination of the Act even reveals that the subtitling is not accurate. Provisions not germane to the subtitle on National Initiative and Referendum are placed therein, like (1) paragraphs (b) and (c) of Section 9, which reads:\n(b) The proposition in an initiative on the Constitution approved by the majority of the votes cast in the plebiscite shall become effective as to the day of the plebiscite.\n\n(c) A national or local initiative proposition approved by majority of the votes cast in an election called for the purpose shall become effective fifteen (15) days after certification and proclamation of the Commission. (Underscoring supplied). (2) that portion of Section 11 (Indirect Initiative) referring to indirect initiative with the legislative bodies of local governments; thus:\nSEC. 11. Indirect Initiative. -- Any duly accredited peopleâs organization, as defined by law, may file a petition for indirect initiative with the House of Representatives, and other legislative bodies.... and (3) Section 12 on Appeal, since it applies to decisions of the COMELEC on the findings of sufficiency or insufficiency of the petition for initiative or referendum, which could be petitions for both national and local initiative and referendum.\n\nUpon the other hand, Section 18 on âAuthority of Courtsâ under subtitle III on Local Initiative and Referendum is misplaced,[54] since the provision therein applies to both national and local initiative and referendum. It reads:\nSEC. 18. Authority of Courts. -- Nothing in this Act shall prevent or preclude the proper courts from declaring null and void any proposition approved pursuant to this Act for violation of the Constitution or want of capacity of the local legislative body to enact the said measure. Curiously, too, while R.A. No. 6735 exerted utmost diligence and care in providing for the details in the implementation of initiative and referendum on national and local legislation thereby giving them special attention, it failed, rather intentionally, to do so on the system of initiative on amendments to the Constitution. Anent the initiative on national legislation, the Act provides for the following:\n(a) The required percentage of registered voters to sign the petition and the contents of the petition;\n\n(b) The conduct and date of the initiative;\n\n(c) The submission to the electorate of the proposition and the required number of votes for its approval;\n\n(d) The certification by the COMELEC of the approval of the proposition;\n\n(e) The publication of the approved proposition in the Official Gazette or in a newspaper of general circulation in the Philippines; and\n\n(f) The effects of the approval or rejection of the proposition. [55] As regards local initiative, the Act provides for the following:\n(a) The preliminary requirement as to the number of signatures of registered voters for the petition;\n\n(b) The submission of the petition to the local legislative body concerned;\n\n(c) The effect of the legislative bodyâs failure to favorably act thereon, and the invocation of the power of initiative as a consequence thereof;\n\n(d) The formulation of the proposition;\n\n(e) The period within which to gather the signatures;\n\n(f) The persons before whom the petition shall be signed;\n\n(g) The issuance of a certification by the COMELEC through its official in the local government unit concerned as to whether the required number of signatures have been obtained;\n\n(h) The setting of a date by the COMELEC for the submission of the proposition to the registered voters for their approval, which must be within the period specified therein;\n\n(i) The issuance of a certification of the result;\n\n(j) The date of effectivity of the approved proposition;\n\n(k) The limitations on local initiative; and\n\n(l) The limitations upon local legislative bodies. [56] Upon the other hand, as to initiative on amendments to the Constitution, R.A. No. 6735, in all of its twenty-three sections, merely (a) mentions, the word âConstitutionâ in Section 2; (b) defines âinitiative on the Constitutionâ and includes it in the enumeration of the three systems of initiative in Section 3; (c) speaks of âplebisciteâ as the process by which the proposition in an initiative on the Constitution may be approved or rejected by the people; (d) reiterates the constitutional requirements as to the number of voters who should sign the petition; and (e) provides for the date of effectivity of the approved proposition.\n\nThere was, therefore, an obvious downgrading of the more important or the paramount system of initiative. R.A. No. 6735 thus delivered a humiliating blow to the system of initiative on amendments to the Constitution by merely paying it a reluctant lip service. [57]\n\nThe foregoing brings us to the conclusion that R.A. No. 6735 is incomplete, inadequate, or wanting in essential terms and conditions insofar as initiative on amendments to the Constitution is concerned. Its lacunae on this substantive matter are fatal and cannot be cured by âempoweringâ the COMELEC âto promulgate such rules and regulations as may be necessary to carry out the purposes of [the] Act. [58]\n\nThe rule is that what has been delegated, cannot be delegated or as expressed in a Latin maxim: potestas delegata non delegari potest. [59] The recognized exceptions to the rule are as follows:\n(1) Delegation of tariff powers to the President under Section 28(2) of Article VI of the Constitution;\n\n(2) Delegation of emergency powers to the President under Section 23(2) of Article VI of the Constitution;\n\n(3) Delegation to the people at large;\n\n(4) Delegation to local governments; and\n\n(5) Delegation to administrative bodies. [60] Empowering the COMELEC, an administrative body exercising quasi-judicial functions, to promulgate rules and regulations is a form of delegation of legislative authority under no. 5 above. However, in every case of permissible delegation, there must be a showing that the delegation itself is valid. It is valid only if the law (a) is complete in itself, setting forth therein the policy to be executed, carried out, or implemented by the delegate; and (b) fixes a standard -- the limits of which are sufficiently determinate and determinable -- to which the delegate must conform in the performance of his functions. [61] A sufficient standard is one which defines legislative policy, marks its limits, maps out its boundaries and specifies the public agency to apply it. It indicates the circumstances under which the legislative command is to be effected. [62]\n\nInsofar as initiative to propose amendments to the Constitution is concerned, R.A. No. 6735 miserably failed to satisfy both requirements in subordinate legislation. The delegation of the power to the COMELEC is then invalid.\n\nIII\n\nCOMELEC RESOLUTION NO. 2300, INSOFAR AS IT PRESCRIBES RULES AND REGULATIONS ON THE CONDUCT OF INITIATIVE ON AMENDMENTS TO THE CONSTITUTION, IS VOID.\n\nIt logically follows that the COMELEC cannot validly promulgate rules and regulations to implement the exercise of the right of the people to directly propose amendments to the Constitution through the system of initiative. It does not have that power under R.A. No. 6735. Reliance on the COMELECâs power under Section 2(1) of Article IX-C of the Constitution is misplaced, for the laws and regulations referred to therein are those promulgated by the COMELEC under (a) Section 3 of Article IX-C of the Constitution, or (b) a law where subordinate legislation is authorized and which satisfies the âcompletenessâ and the âsufficient standardâ tests.\n\nIV\n\nCOMELEC ACTED WITHOUT JURISDICTION OR WITH GRAVE ABUSE OF DISCRETION IN ENTERTAINING THE DELFIN PETITION.\n\nEven if it be conceded ex gratia that R.A. No. 6735 is a full compliance with the power of Congress to implement the right to initiate constitutional amendments, or that it has validly vested upon the COMELEC the power of subordinate legislation and that COMELEC Resolution No. 2300 is valid, the COMELEC acted without jurisdiction or with grave abuse of discretion in entertaining the Delfin Petition.\n\nUnder Section 2 of Article XVII of the Constitution and Section 5(b) of R.A. No. 6735, a petition for initiative on the Constitution must be signed by at least 12% of the total number of registered voters of which every legislative district is represented by at least 3% of the registered voters therein. The Delfin Petition does not contain signatures of the required number of voters. Delfin himself admits that he has not yet gathered signatures and that the purpose of his petition is primarily to obtain assistance in his drive to gather signatures. Without the required signatures, the petition cannot be deemed validly initiated.\n\nThe COMELEC acquires jurisdiction over a petition for initiative only after its filing. The petition then is the initiatory pleading. Nothing before its filing is cognizable by the COMELEC, sitting en banc. The only participation of the COMELEC or its personnel before the filing of such petition are (1) to prescribe the form of the petition; [63] (2) to issue through its Election Records and Statistics Office a certificate on the total number of registered voters in each legislative district; [64] (3) to assist, through its election registrars, in the establishment of signature stations; [65] and (4) to verify, through its election registrars, the signatures on the basis of the registry list of voters, votersâ affidavits, and votersâ identification cards used in the immediately preceding election. [66]\n\nSince the Delfin Petition is not the initiatory petition under R.A. No. 6735 and COMELEC Resolution No. 2300, it cannot be entertained or given cognizance of by the COMELEC. The latter knew that the petition does not fall under any of the actions or proceedings under the COMELEC Rules of Procedure or under Resolution No. 2300, for which reason it did not assign to the petition a docket number. Hence, the said petition was merely entered as UND, meaning, undocketed. That petition was nothing more than a mere scrap of paper, which should not have been dignified by the Order of 6 December 1996, the hearing on 12 December 1996, and the order directing Delfin and the oppositors to file their memoranda or oppositions. In so dignifying it, the COMELEC acted without jurisdiction or with grave abuse of discretion and merely wasted its time, energy, and resources.\n\nThe foregoing considered, further discussion on the issue of whether the proposal to lift the term limits of the elective national and local officials is an amendment to, and not a revision of, the Constitution is rendered unnecessary, if not academic.\n\nCONCLUSION\n\nThis petition must then be granted, and the COMELEC should be permanently enjoined from entertaining or taking cognizance of any petition for initiative on amendments on the Constitution until a sufficient law shall have been validly enacted to provide for the implementation of the system.\n\nWe feel, however, that the system of initiative to propose amendments to the Constitution should no longer be kept in the cold; it should be given flesh and blood, energy and strength. Congress should not tarry any longer in complying with the constitutional mandate to provide for the implementation of the right of the people under that system.\n\nWHEREFORE, judgment is hreby rendered\n\na) GRANTING the instant petition;\n\nb) DECLARING R.A. No. 6735 inadequate to cover the system of initiative on amendments to the Constitution, and to have failed to provide sufficient standard for subordinate legislation;\n\nc) DECLARING void those parts of Resolutions No. 2300 of the Commission on Elections prescribing rules and regulations on the conduct of initiative or amendments to the Constitution; and\n\nd) ORDERING the Commission on Elections to forthwith DISMISS the DELFIN petition (UND-96-037).\n\nThe Temporary Restraining Order issued on 18 December 1996 is made permanent as against the Commission on Elections, but is LIFTED against private respondents.\n\nResolution on the matter of contempt is hereby reserved.\nSO ORDERED.\n\nNarvasa, C.J., Regalado, Romero, Bellosillo,Kapunan, Hermosisima, Jr. and Torres Jr., JJ., concur.\nPadilla, J., took no part; related to a co-petitioner and co-counsel of the petitioners.\nMelo and Mendoza, JJ., joins the separate, concurring opinions of Justices Puno, Francisco and Panganiban.\nPuno, Vitug, , Francisco and Panganiban, JJ., has separate opinions.\n\n[1] Commissioner Blas Ople.\n\n[2] Commissioner Jose Suarez.\n\n[3] I Record of the Constitutional Commission, 371, 378.\n\n[4] Section 1, Article XV of the 1935 Constitution and Section 1(1), Article XVI of the 1973 Constitution.\n\n[5] Annex âAâ of Petition, Rollo, 15.\n\n[6] Later identified as the Peopleâs Initiative for Reforms, Modernization and Action, or PIRMA for brevity.\n\n[7] These sections read:\n\nSEC. 4. The term of office of the Senators shall be six years and shall commence, unless otherwise provided by law, at noon on the thirtieth day of June next following their election.\n\nNo Senator shall serve for more than two consecutive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of his service for the full term for which he was elected.\n\nx x x\n\nSEC. 7. The Members of the House of Representatives shall be elected for a term of three years which shall begin, unless otherwise provided by law, at noon on the thirtieth day of June next following their election.\n\nNo Member of the House of Representatives shall serve for more than three consecutive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of his service for the full term for which he was elected.\n\n[8] The section reads:\n\nSEC. 4. The President and the Vice-President shall be elected by direct vote of the people for a term of six years which shall begin at noon on the thirtieth day of June next following the day of the election and shall end at noon of the same date six years thereafter. The President shall not be eligible for any reelection. No person who has succeeded as President and has served as such for more than four years shall be qualified for election to the same office at any time.\n\nNo Vice-President shall serve for more than two successive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of the service for the full term for which he was elected.\n\n[9] The section reads:\n\nSEC. 8. The term of office of elective local officials, except barangay officials, which shall be determined by law, shall be three years and no such official shall serve for more than three consecutive terms. Voluntary renunciation of the office for any length of time shall not be considered as an interruption in the continuity of his service for the full term for which he was elected.\n\n[10] Rollo, 19.\n\n[11] Annex âBâ of Petition, Rollo, 25.\n\n[12] Order of 12 December 1996, Annex âB-1â of Petition, Rollo, 27.\n\n[13] Id.\n\n[14] Citing Araneta v. Dinglasan, 84 Phil. 368 [1949]; Sanidad v. COMELEC, 73 SCRA 333 [1976].\n\n[15] Rollo, 68.\n\n[16] Rollo, 100.\n\n[17] Rollo, 130.\n\n[18] A Member of the 1986 Constitutional Commission.\n\n[19] Section 26, Article II, Constitution.\n\n[20] Citing Commissioner Ople of the Constitutional Commission, I Record of the Constitutional Commission, 405.\n\n[21] Rollo, 239.\n\n[22] Rollo, 304.\n\n[23] Rollo, 568.\n\n[24] These were submitted on the following dates:\n\n(a) Private respondent Delfin - 31 January 1997 (Rollo, 429);\n\n(b) Private respondents Alberto and Carmen Pedrosa - 10 February 1997 (Id., 446);\n\n(c) Petitioners - 12 February 1997 (Id., 585);\n\n(d) IBP - 12 February 1997 (Id., 476);\n\n(e) Senator Roco - 12 February 1997 (Id., 606);\n\n(f) DIK and MABINI - 12 February 1997 (Id., 465);\n\n(g) COMELEC - 12 February 1997 (Id., 489);\n\n(h) LABAN - 13 February 1997 (Id., 553).\n\n[25] Rollo, 594.\n\n[26] Annex âDâ of Rocoâs Motion for Intervention in this case, Rollo, 184.\n\n[27] Rollo, 28.\n\n[28] 232 SCRA 110, 134 [1994].\n\n[29] II The Constitution of the Republic of the Philippines, A Commentary 571 [1988].\n\n[30] I Record of the Constitutional Commission 370-371.\n\n[31] Id., 371.\n\n[32] Id., 386.\n\n[33] Id., 391-392. (Underscoring supplied for emphasis).\n\n[34] Id., 386.\n\n[35] Id., 392.\n\n[36] Id., 398-399.\n\n[37] Id., 399. Underscoring supplied.\n\n[38] Id., 402-403.\n\n[39] Id., 401-402.\n\n[40] Id., 410.\n\n[41] Id., 412.\n\n[42] II Record of the Constitutional Commission 559-560.\n\n[43] The Congress originally appeared as The National Assembly. The change came about as a logical consequence of the amended Committee Report No. 22 of the Committee on Legislative which changed The National Assembly to \"The Congress of the Philippines\" in view of the approval of the amendment to adopt the bicameral system (II Record of the Constitutional Commission 102-105). The proposed new Article on the Legislative Department was, after various amendments approved on Second and Third Readings on 9 October 1986 (Id., 702-703).\n\n[44] V Record of the Constitutional Commission 806.\n\n[45] See footnote No. 42.\n\n[46] As stated by Commissioner Bernas in his interpellation of Commissioner Suarez, footnote 28.\n\n[47] Entitled \"Initiative and Referendum Act of 1987,â introduced by then Congressmen Raul Roco, Raul del Mar and Narciso Monfort.\n\n[48] Entitled âAn Act Implementing the Constitutional Provisions on Initiative and Referendum and for Other Purposes,â introduced by Congressmen Salvador Escudero.\n\n[49] Entitled âAn Act Providing for a System of Initiative and Referendum, and the Exceptions Therefrom, Whereby People in Local Government Units Can Directly Propose and Enact Resolutions and Ordinances or Approve or Reject Any Ordinance or Resolution Passed By the Local Legislative Body,â introduced by Senators Gonzales, Romulo, Pimentel, Jr., and Lina, Jr.\n\n[50] IV Record of the Senate, No. 143, pp. 1509-1510.\n\n[51] VIII Journal and Record of the House of Representatives, 957-961.\n\n[52] That section reads:\n\nSection 1. Statement of Policy. The power of the people under a system of initiative and referendum to directly propose and enact resolutions and ordinances or approve or reject, in whole or in part, any ordinance or resolution passed by any local legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.\n\n[53] It must be pointed out that Senate Bill No. 17 and House Bill No. 21505, as approved on Third Reading, did not contain any subtitles.\n\n[54] If some confusion attended the preparation of the subtitles resulting in the leaving out of the more important and paramount system of initiative on amendments to the Constitution, it was because there was in the Bicameral Conference Committee an initial agreement for the Senate panel to draft that portion on local initiative and for the House of Representatives panel to draft that portion covering national initiative and initiative on the Constitution; eventually, however, the Members thereof agreed to leave the drafting of the consolidated bill to their staff. Thus:\n\nCHAIRMAN GONZALES.\n\n... All right, and we can agree, we can agree. So ang mangyayari dito, ang magiging basic nito, let us not discuss anymore kung alin ang magiging basic bill, ano, whether it is the Senate Bill or whether it is the House Bill. Logically it should be ours sapagkat una iyong sa amin, eh. It is one of the first bills approved by the Senate kaya ang number niyan, makikita mo, 17, eh. Huwag na nating pag-usapan. Now, if you insist, really iyong features ng national at saka constitutional, okay. Pero gagawin na nating consolidation of both bills. (TSN, proceedings of the Bicameral Conference Committee on 6 June 1989 submitted by Nora, R, pp. I-4 - I-5).\n\nx x x\n\nHON. ROCO. So how do we proceed from this? The staff will consolidate.\n\nHON. GONZALES. Gumawa lang ng isang draft. Submit it to the Chairman, kami na ang bahalang magconsult sa aming mga members na kung okay,\n\nHON. ROCO. Within today?\n\nHON. GONZALES. Within today and early tomorrow. Hanggang Huwebes lang tayo, eh.\n\nHON. AQUINO.  Kinakailangang palusutin natin ito. Kung mabigyan tayo ng kopya bukas and you are not objecting naman kayo naman ganoon din.\n\nHON. ROCO. Editing na lang because on a physical consolidation nga ito, eh. Yung mga provisions naman namin wala sa inyo. (TSN, proceedings of Bicameral Conference Committee of 6 June 1989, submitted by E.S. Bongon, pp. III-4 - III-5).\n\n[55] Sec. 5(a & c), Sec. 8, Section 9(a).\n\n[56] Sections 13, 14, 15 and 16.\n\n[57] It would thus appear that the Senateâs âcautious approachâ in the implementation of the system of initiative as a mode of proposing amendments to the Constitution, as expressed by Senator Gonzales in the course of his sponsorship of Senate Bill No. 17 in the Bicameral Conference Committee meeting and in his sponsorship of the Committeeâs Report, might have insidiously haunted the preparation of the consolidated version of Senate Bill No. 17 and House Bill No. 21505. In the first he said:\n\nSenate Bill No. 17 recognizes the initiatives and referendum are recent innovations in our political system. And recognizing that, it has adopted a cautious approach by: first, allowing them only when the local legislative body had refused to act; second, not more frequently than once a year; and, third, limiting them to the national level. (I Record of the Senate, No. 33, p. 871).\n\nx x x\n\nFirst, as I have said Mr. President, and I am saying for the nth time, that we are introducing a novel and new system in politics. We have to adopt first a cautious approach. We feel it is prudent and wise at this point in time, to limit those powers that may be the subject of initiatives and referendum to those exercisable or within the authority of the local government units. (Id., p. 880).\n\nIn the second he stated:\n\nBut at any rate, as I have said, because this is new in our political system, the Senate decided on a more cautious approach and limiting it only to the local general units. (TSN of the proceedings of the Bicameral Conference Committee on 6 June 1989, submitted by stenographer Nora R., pp. I-2 to I-3).\n\nIn the last he declared:\n\nThe initiatives and referendum are new tools of democracy; therefore, we have decided to be cautious in our approach. Hence, 1) we limited initiative and referendum to the local government units; 2) that initiative can only be exercised if the local legislative cannot be exercised more frequently that once every year. (IV Records of the Senate, No. 143, pp. 15-9-1510).\n\n[58] Section 20, R.A. No. 6735.\n\n[59] People v. Rosenthal, 68 Phil. 328 [1939]; ISAGANI A. CRUZ, Philippine Political Law 86 [1996] (hereafter CRUZ).\n\n[60] People v. Vera, 65 Phil. 56 [1937]; CRUZ, supra, 87.\n\n[61] Pelaez v. Auditor General, 122 Phil. 965, 974 [1965].\n\n[62] Edu v. Ericta, 35 SCRA 481, 497 [1970].\n\n[63] Sec. 7, COMELEC Resolution No. 2300.\n\n[64] Sec. 28, id.\n\n[65] Sec. 29, id.\n\n[66] Sec. 30, id.\n\nFRANCISCO, J., dissenting and concurring opinion:\n\nThere is no question that my esteemed colleague Mr. Justice Davide has prepared a scholarly and well-written ponencia. Nonetheless, I cannot fully subscribe to his view that R.A. No. 6375 is inadequate to cover the system of initiative on amendments to the Constitution.\n\nTo begin with, sovereignty under the constitution, resides in the people and all government authority emanates from them. [1] Unlike our previous constitutions, the present 1987 Constitution has given more significance to this declaration of principle for the people are now vested with power not only to propose, enact or reject any act of law amendments to the constitution as well. [2] To implement these Constitutional edicts, Congress in 1989 enacted Republic Act No. 6375, otherwise known as \"The Initiative and Referendum Act\". This law, to my mind, amply covers an initiative on the constitution. The contrary view maintained by petitioners is based principally on the alleged lack of sub-title in the law on initiative to amend the constitution and on their allegation that:\n\"Republic Act No. 6735 provides for the effectivity of the law after publication in print media. [And] [t]his indicates that Republic Act No. 6735 covers only laws and not constitutional amendments, because constitutional amendments take effect upon ratification not after publication\" [3] which allegation manifests petitioners' selective interpretation of the law, for under Section 9 of Republic Act No. 6735 on Effectivity of Initiative or Referendum Proposition paragraph (b) thereof is clear in providing that:\n\"The proposition in an initiative on the constitution approved by a majority of the votes cast in the plebiscite shall become effective as to the day of the plebiscite.\" It is a rule that every part of the statute must be interpreted with reference to the context, i.e., that every part of the statute must be construed together with the other parts and kept subservient to the general intent of the whole enactment. [4] Thus, the provisions of Republic Act No. 6735 may not be interpreted in isolation. The legislative intent behind every law is to be extracted from the statute as a whole. [5]\n\nIn its definition of terms, Republic Act No.6735 defines initiative as \"the power of the people to propose amendments to the constitution or to propose and enact legislations through an election called for purpose\" [6] The same section, in enumerating the three systems of initiative, included an \"initiative on the constitution which refers to a petition proposing amendments to the constitution\" [7] Paragraph (e) again of Section 3 defines \"plebiscite\" as the \"the electoral process by which an initiative on the constitution is approved or rejected by the people\". And as to the material requirements for an initiative on the Constitution, Section 5(b) distinctly enumerates the following:\n\"A petition for an initiative on the 1987 Constitution must have at least twelve percentum (12%) of the total number of the registered voters as signatories, of which every legislative distric must be represented by at least 3 per centum (3%) of the registered voters therein. Initiative on the constitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five years thereafter.\" These provisions were inserted, on purpose, by the Congress the intent being to provide for the implementation of the right to propose an amendment to the Constitution by way of initiative. \"A legal provision\", the Court has previously said, \"must not be construed as to be a useless surplusage, and accordingly, meaningless, in the sense of adding nothing to the law or having no effect whatsoever thereon.\" [8] That this is the legislative intent is further shown by the deliberations in Congress, thus:\n\n\"x x x More significantly, in the course of the consideration of the Conference Committee Report on the disagreeing provisions of Senate Bill No. 17 and House Bill No. 21505, it was noted:\n\n\"MR. ROCO. On the Conference Committee Report on the disagreeing provisions between Senate Bill No. 17 and the consolidated House Bill No. 21505 which refers to the system providing for the initiative and referendum, fundamentally, Mr. Speaker, we consolidated the Senate and the House versions, so both versions are totally intact in the bill. The Senators ironically provided for local initiative and referendum and the House of Representatives correctly provided for initiative and referendum on the Constitution and on national legislation.\n\nI move that we approve the consolidated bill.\n\n\"MR. ALBANO, Mr. Speaker.\n\n\"THE SPEAKER PRO TEMPORE. What is the pleasure of the Minority Floor Leader?\n\n\"MR. ALBANO. Will the distinguished sponsor answer just a few questions?\n\n\"THE SPEAKER PRO TEMPORE. What does the sponsor say?\n\n\"MR. ROCO. Willingly, Mr. Speaker.\n\n\"THE SPEAKER PRO TEMPORE. The gentleman will please proceed.\n\n\"MR. ALBANO. I heard the sponsor say that the only difference in the two bills was that in the Senate version there was a provision for local inititiative and referendum, whereas the House version has none.\n\n\"MR. ROCO. In fact, the Senate version provided purely for local initiative and referendum, whereas in the House version, we provided purely for national and constitutional legislation.\n\n\"MR. ALBANO. Is it our understanding, therefore, that the two provisions were incorporated?\n\n\"MR. ROCO. Yes, Mr. Speaker.\n\n\"MR ALBANO. So that we will now have a complete initiative and referendum both in the constitutional amendment and national legislation.\n\n\"MR. ROCO. That is correct.\n\n\"MR. ALBANO. And provincial as well as municipal resolutions?\n\n\"MR. ROCO. Down to barangay, Mr. Speaker.\n\n\"MR. ALBANO. And this initiative and referendum is in consonance with the provision of the Constitution to enact the enabling law, so that we shall have a system which can be done every five years. Is it five years in the provision of the Constitution?\n\n\"MR. ROCO. That is correct, Mr. Speaker. For Constitutional amendments to the 1987 Constitution, it is every five years.\" (Id.[Journal and Record of the House of Representatives], Vol. VIII, 8 June 1989, p. 960; quoted in Garcia v. Comelec, 237 SCRA 279, 292-293 [1994]; emphasis supplied).\n\n\"x x x The Senate version of the Bill may not have comprehended initiatives on the Constitution. When consolidated, though, with the House version of the Bill and as approved and enacted into law, the proposal included initiative on both Constitution and ordinary laws.\" [9]\n\nClearly then, Republic Act No. 6735 covers an initiative on the constitution. Any other construction as what petitioners foist upon the Court constitute a betrayal of the intent and spirit behind the enactment.\n\nAt any rate, I agree with the ponencia that the Commission on Elections, at present, cannot taken any action (such as those contained in the Commission's orders dated December 6,9, and 12, 1996 [Annexes B,C and B-1]) indicative of its having already assumed jurisdiction over private respondent's petition. This is so because from the tenor of Section 5 (b) of R.A. No. 6735 it would appear that proof of procurement of the required percentage of registered voters at the time the petition for initiative is filed, is a jurisdictional requirement. Thus:\n\n\"A petition for an initiative on the 1987 Constitution must have at least twelve per centum (12%) of the total number of registered voters as signatories, of which every legislative district must be represented by at least three per centum (3%) of the registered voters therein. Initiative on the Constitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five (5) years thereafter.\"\n\nHere private respondents' petition is unaccompanied by the required signatures. This defect notwithstanding, it is without prejudice to the refiling of their petition once compliance with the required percentage is satisfactorily shown by private respondents. In the absence, therefore, of an appropriate petition before the Commission on Elections, any determination of whether private respondents' proposal constitutes an amendment or revision is premature.\n\nACCORDINGLY, I take exception to the conclusion reached in the ponencia that R.A. No. 6735 is an \"inadequate\" legislation to cover a people's initiative to propose amendments to the Constitution. I, however, register my concurrence with the dismissal, in the meantime, of private respondents' petition for initiative before public respondent Commission on Elections until the same be supported by proof of strict compliance with Section 5 (b) of R.A. No. 6735.\n\n[1] Article II, Section 1, 1987 Constitution.\n\n[2] Article VI, Section 32, and Article XVII, Section 2, 1987 Constitution.\n\n[3] Petition, p. 5.\n\n[4] Paras v. Commission on Elections, G.R. No. 123619, December 4, 1996.\n\n[5] Tamayo v. Gsell, 35 Phil. 953, 980.\n\n[6] Section 3 (a), Republic Act No. 6735.\n\n[7] Section 3(a) [a.1]. Republic Act No 6735.\n\n[8] Uytengsu v. Republic, 95 Phil. 890, 893.\n\n[9] Petition in Intervention filed by Sen. Raul Roco, pp. 15-16.\n\nPANGANIBAN, J., separate concurring and dissenting opinion\n\nOur distinguished colleague, Mr. Justice Hilario G. Davide Jr., writing for the majority, holds that:\n(1)     The Comelec acted without jurisdiction or with grave abuse of discretion in entertaining the \"initiatory\" Delfin Petition.\n\n(2)     While the Constitution allows amendments to \"be directly proposed by the people through initiative.\" There is no implementing law for the purpose. RA 6735 is \"incomplete, inadequate, or wanting in essential terms and conditions insofar as initiative on amendments to the Constitution is concerned.\"\n\n(3)     Comelec Resolution No. 2300, \"insofar as it prescribes rules and regulations on the conduct of initiative on amendments to the Constitution, is void.\" I concur with first item above. Until and unless an initiatory petition can show the required number of signitures -- in this case, 12% of all the registered voters in the Philippines with at least 3% in every legislative district -- no public funds, may be spent and no government resources may be used in an initiative to amend the Constitution. Verily, the Comelec cannot even entertain any petition absent such signatures. However, I dissent most respectfully from the majority's two other rulings. Let me explain.\n\nUnder the above restrictive holding espoused by the Court's majority, the Constitution cannot be amended at all through a people's initiative. Not by Delfin, not by Pirma, not by anyone, not even by all the voters of the country acting together. This decision will effectively but unnecessarily curtail, nullify, abrogate and render inutile the people's right to change the basic law. At the very least, the majority holds the right hostage to congressional discretion on whether to pass a new law to implement it, when there is already one existing at present. This right to amend through initiative, it bears stressing, is guaranteed by Section 2, Article XVII of the Constitution, as follows:\n\"SEC. 2. Amendments to this Constitution may likewise be directly proposed by the people through initiative upon a petition of at least twelve per centum of the total number of registered voters, of which every legislative district must be represented by at least three per centum of the registered voters therein. No amendment under this section shall be authorized within five years following the ratification of this Constitution nor oftener than once every five years thereafter.\" With all due respect, I find the majority's position all too sweeping and all too extremist. It is equivalent to burning the whole house to exterminate the rats, and to killing the patient to relive him of pain. What Citizen Delfin wants the Comelec to do we should reject. But we should not thereby preempt any future effort to exercise the right of initiative correctly and judiciously. The fact that the Delfin Petition proposes a misuse of initiative does not justify a ban against its proper use. Indeed, there is a right way to do the right thing at the right time and for the right reason.\n\nTaken Together and Implementing Properly,\n\nthe Constitution, RA 6735 and Comelec Resolution\n\n2300 Are Sufficient to Implement Constitutional Initiatives\n\nWhile RA 6735 may not be a perfect law, it was -- as the majority openly concedes -- intended by the legislature to cover and, I respectfully submit, it contains enough provisions to effectuate an initiative on the Constitution.[1] I completely agree with the inspired and inspiring opinions of Mr. Justice Reynato S. Puno and Mr. Justice Ricardo J. Francisco that RA 6735, the Roco law on initiative, sufficiently implements the right of the people to initiate amendments to the Constitution. Such views, which I shall no longer repeat nor elaborate on, are thoroughly consistent with this Court's unanimous en banc rulings in Subic Bay Metropolitan Authority vs. Commission on Elections,[2] that \"provisions for initiative x x x are (to be) liberally construed to effectuate their purposes, to facilitate and not hamper the exercise by the voters of the rights granted thereby\"; and in Garcia vs. Comelec,[3] that any \"effort to trivialize the effectiveness of people's initiative ought to be rejected.\"\n\nNo law can completely and absolutely cover all administrative details. In recognition of this, RA 6735 wisely empowered[4] the Commission on Election \"to promulgate such rules and regulations as may be necessary to carry out the purposes of this Act.\" And pursuant thereto, the Comelec issued its Resolution 2300 on 16 January 1991. Such Resolution, by its very words, was promulgated \"to govern the conduct of initiative on the Commission and initiative and referendum on national and local news,\" not by the incumbent Commission on Elections but by one then composed of Acting Chairperson Haydee b. Yorac, Comms. Alfredo E. Abueg Jr., Leopoldo L. Africa, Andres R. Flores, Dario C. Rama and Magdara B. Dimaampao. All of these Commissioners who signed Resolution 2300 have retired from the Commission, and thus we cannot ascribe any vile motive unto them, other than an honest, sincere and exemplary effort to give life to a cherished right of our people.\n\nThe majority argues that while Resolution 2300 is valid in regard to national laws and local legislations, it is void in reference to constitutional amendments. There is no basis for such differentiation. The source of and authority for the Resolution is the same law, RA 6735.\n\nI respectfully submit that taken together and interpreted properly and liberally, the Constitution (particularly Art. XVII, Sec. 2), RA 6735 and Comelec Resolution 2300 provide more than sufficient authority to implement, effectuate and realize our people's power to amend the Constitution.\n\nPetitioner Delfin and the Pedrosa\n\nSpouses Should Not Be Muzzled\n\nI am glad the majority decided to heed our plea to lift the temporary restraining order issued by this Court on 18 December 1996 insofar as it prohibited Petitioner Delfin and the Spouses Pedrosa from exercising their right of initiative. In fact, I believe that such restraining order as against private respondents should not have been issued, in the first place. While I agree that the Comelec should be stopped from using public funds and government resources to help them gather signatures, I firmly believe that this Court has no power to restrain them from exercising their right of initiative. The right to propose amendments to the Constitution is really a species of the right of free speech and free assembly. And certainly, it would be tyrannical and despotic to stop anyone from speaking freely and persuading others to conform to his/her beliefs. As the eminent Voltaire once said, \"I may disagree with what you say, but I will defend to the death your right to say it.\" After all, freedom is not really for the thought we agree with, but as Justice Holmes wrote, \"freedom for the thought that we hate.\"[5]\n\nEpilogue\n\nBy way of epilogue, let me stress the guiding tenet of my Separate Opinion. Initiative, like referendum and recall, is a new and treasured feature of the Filipino constitutional system. All three are institutionalized legacies of the world-admired EDSA people power. Like elections and plebiscites, they are hallowed expressions of popular sovereignty. They are sacred democratic rights of our people to be used as their final weapons against political excesses, opportunism, inaction, oppression and misgovernance; as well as their reserved instruments to exact transparency, acoountability and faithfulness from their chosen leaders. While on the one hand, their misuse and abuse must be resolutely struck down, on the other, their legitimate exercise should be carefully nurtured and zealously protected.\n\nWHEREFORE, I vote to GRANT the petition of Sen. Miriam D. Santiago et al. and to DIRECT Respondent Commission on Elections to DISMISS the Delfin Petition on the ground of prematurity, but not on the other grounds relied upon by the majority. I also vote to LIFT the temporary restraining order issued on 18 December 1996 insofar as it prohibits Jesus Delfin, Alberto Pedrosa and Carmen Pedrosa from exercising their right to free speech in proposing amendments to the Constitution.\n\n[1] Apart from its text on \"national initiative\" which could be used by analogy, RA 6735 contains sufficient provisions covering initiative on the Constitution, which are clear enough and speak for themselves, like:\n\nSEC. 2. Statement of Policy. -- The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolution passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.\n\nSEC. 3. Definition of Terms. -- For purposes of this Act, the following terms shall mean:\n\n(a) \"Initiative\" is the power of the people to propose amendments to the Constitution or to propose and enact legislation's through an election called for the purpose.\n\nThere are three (3) systems of initiative, namely:\n\na.1. Initiative on the Constitution which refers to a petition proposing amendments to the Constitution;\n\na.2. Initiative on statutes which refers to a petition proposing to enact a national legislation; and\n\na.3. Initiative on local legislation which refers to a petition proposing to enact a regional, provincial, city, municipal, or barangay law, resolution or ordinance.\n\nxxx       xxx       xxx\n\n(e) \"Plebiscite\" is the electoral process by which an initiative on the Constitution is approved or rejected by the people.\n\n(f) \"Petition\" is the written instrument containing the proposition and the required number of signatories. It shall be in a form to be determined by and submitted to the Commission on Elections, hereinafter referred to as the Commission\n\nxxx       xxx       xxx\n\nSEC. 5. Requirements. -- xxx\n\n(b) A petition for an initiative on the 1987 Constitution must have at least twelve per centum (12%) of the total number of registered voters as signatories, of which every legislative district must be represented by at least three per centum (3%) of the registered voters therein. Initiative on the Comstitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five (5) years thereafter.\n\nSEC. 9. Effectivity of Initiative or Referendum Proposition. --\n\nxxx       xxx       xxx\n\n(b) The proposition in an initiative on the Constitution approved by a majority of the votes casts in the plebiscite shall become effective as to the day of the plebiscite.\n\nxxx       xxx       xxx\n\n(c) The petition shall state the following:\n\nc.1. contents or text of the proposed law sought to be enacted, approved or rejected, amended or repealed, as the case may be;\n\nc.2. the proposition;\n\nc.3. the reason or reasons therefor;\n\nc.4. that it is not one of the exceptions provided herein;\n\nc.5. signatures of the petitioners or registered voters; and\n\nc.6. an abstract or summary proposition in not more than one hundred (100) words which shall be legibly written or printed at the top of every page of the petition.\n\nxxx       xxx       xxx\n\nSEC. 19. Applicability of the Omnibus Election Code. -- The Omnibus Election Code and other election laws, not inconsistent with the provisions of this Act, shall apply to all initiatives and referenda.\n\nSEC. 20. Rules and Regulations. -- The Commission is hereby empowered to promulgate such rules and regulations as may be necessary to carry out the purposes of this Act. (Italics supplied)\n\n[2] G.R. No. 125416, September 26, 1996.\n\n[3] 237 SCRA 279, 282, September 30, 1994.\n\n[4] Sec. 20, R.A. 6735.\n\n[5] United States vs. Rosika Schwimmer, 279 U.S. 644, 655 (1929).\n\nPUNO, J. concurring and dissenting opinion\n\nI join the ground-breaking ponencia of our esteemed colleague, Mr. Justice Davide insofar as it orders the COMELEC to dismiss the Delfin petition. I regret, however, I cannot share the view that R.A. No. 6735 and COMELEC Resolution No. 2300 are legally defective and cannot implement the people's initiative to amend the Constitution. I likewise submit that the petition with respect to the Pedrosas has no leg to stand on and should be dismissed. With due respect:\n\nI\n\nFirst, I submit that R.A. No. 6735 sufficiently implements the right of the people to initiate amendments to the Constitution thru initiative. Our effort to discover the meaning of R.A. No. 6735 should start with the search of the intent of our lawmakers. A knowledge of this intent is critical for the intent of the legislature is the law and the controlling factor in its interpretation. [1] Stated otherwise, intent is the essence of the law, the spirit which gives life to its enactment. [2]\n\nSignificantly, the majority decision concedes that \". . . R.A. No. 6735 was intended to cover initiative to propose amendments to the Constitution.\" It ought to be so for this intent is crystal clear from the history of the law which was a consolidation of House Bill No. 21505 [3] and Senate Bill No. 17. [4] Senate Bill No. 17 was entitled \"An Act Providing for a System of Initiative and Referendum and the Exception Therefrom, Whereby People in Local Government Units Can Directly Propose and Enact Resolutions and Ordinances or Approve or Reject any Ordinance or Resolution Passed by the Local Legislative Body.\" Beyond doubt, Senate Bill No. 17 did not include people's initiative to propose amendments to the Constitution. In checkered contrast, House Bill No. 21505 [5] expressly included people's initiative to amend the Constitution. Congressman (now Senator) Raul Roco emphasized in his sponsorship remarks: [6]\n\n\"x x x.\n\n\"SPONSORSHIP REMARKS OF MR. ROCO\n\n\"At the outset, Mr. Roco provided the following backgrounder on the constitutional basis of the proposed measure.\n\n\"1.     As cited in Vera vs. Avelino (1946), the presidential system which was introduced by the 1935 Constitution saw the application of the principle of separation of powers.\n\n\"2.     While under the parliamentary system of the 1973 Constitution the principle remained applicable, the 1981 amendments to the Constitution of 1973 ensured presidential dominance over the Batasang Pambansa.\n\n\"Constitutional history then saw the shifting and sharing of legislative powers between the Legislature and the Executive departments. Transcending changes in the exercise of legislative power is the declaration in the Philippine Constitution that the Philippines is a republican state where sovereignty resides in the people and all sovereignty emanates from them.\n\n\"3.     Under the 1987 Constitution, the lawmaking power is still preserved in Congress; however, to institutionalize direct action of the people as exemplified in the 1986 Revolution, the Constitution recognizes the power of the people, through the system of initiative and referendum.\n\n\"As cited in Section 1, Article VI of the 1987 Constitution, Congress does not have plenary powers since reserve powers are given to the people expressly. Section 32 of the same Article mandates Congress to pass at the soonest possible time, a bill on referendum and initiative, and to share its legislative powers with the people.\n\n\"Section 2, Article XVII of the 1987 Constitution, on the other hand, vests in the people the power to directly propose amendments to the Constitution through initiative, upon petition of at least 12 percent of the total number of registered voters.\n\n\"Stating that House Bill No. 21505 is the Committee's response to the duty imposed on Congress to implement the exercise by the people of the right to initiative and referendum, Mr. Roco recalled the beginnings of the system of initiative and referendum under Philippine Law. He cited Section 99 of the Local Government Code which vests in the barangay assembly the power to initiate legislative processes, decide the holding of plebiscite and hear reports of the Sangguniang Barangay, all of which are variations of the power of initiative and referendum. He added that the holding of barangay plebiscites and referendum are likewise provided in Sections 100 and 101 of the same Code.\n\n\"Thereupon, for the sake of brevity, Mr. Roco moved that pertinent quotation on the subject which he will later submit to the Secretary of the House be incorporated as part of his sponsorship speech.\n\n\"He then cited examples of initiative and referendum similar to those contained in the instant Bill among which are the constitutions of states in the United States which recognize the right of registered voters to initiate the enactment of any statute or to project any existing law or parts thereof in a referendum. These states, he said, are Alaska, Alabama, Montana, Massachusets, Dakota, Oklahoma, Oregon, and practically all other states.\n\n\"Mr. Roco explained that in certain American states, the kind of laws to which initiative and referendum apply is also without limitation, except for emergency measures, which are likewise incorporated in House Bill No. 21505. He added that the procedure provided by the Bill from the filing of the petition, the requirements of a certain percentage of supporters to present a proposition, to the submission to electors are substantially similar to the provisions in American laws. Although an infant in Philippine political structure, the system of initiative and referendum, he said, is a tried and tested system in other jurisdictions, and the Bill is patterned after American experience.\n\n\"He further explained that the bill has only 12 sections, and recalled that the Constitutional Commissioners saw the system of the initiative and referendum as an instrument which can be used should the legislature show itself to be indifferent to the needs of the people. This is the reason, he claimed, why now is an opportune time to pass the Bill even as he noted the felt necessity of the times to pass laws which are necessary to safeguard individual rights and liberties.\n\n\"At this juncture, Mr. Roco explained the process of initiative and referendum as advocated in House Bill NO. 21505. He stated that:\n\n\"1.          Initiative means that the people, on their own political judgment, submit a Bill for the consideration of the general electorate.\n\n\"2.          The instant Bill provides three kinds of initiative, namely; the initiative to amend the Constitution once every five years; the initiative to amend statutes approved by Congress; and the initiative to amend local ordinances.\n\n\"3.          The instant Bill gives a definite procedure and allows the Commission on Elections (COMELEC) to define rules and regulations on the power of initiative.\n\n\"4.          Referendum means that the legislators seek the consent of the people on measures that they have approved.\n\n\"5.          Under Section 4 of the Bill the people can initiate a referendum which is a mode of plebiscite by presenting a petition therefor, but under certain limitations, such as the signing of said petition by at least 10 percent of the total of registered voters at which every legislative district is represented by at least three percent of the registered voters thereof. Within 30 days after receipt of the petition, the COMELEC shall determine the sufficiency of the petition, publish the same, and set the date of the referendum within 45 to 90-day period.\n\n\"6.          When the matter under referendum or initiative is approved by the required number of votes, it shall become effective 15 days following the completion of its publication in the Official Gazette.\n\n\"In concluding his sponsorship remarks, Mr. Roco stressed that the Members cannot ignore the people's call for initiative and referendum and urged the Body to approve House Bill No. 21505.\n\n\"At this juncture, Mr. Roco also requested that the prepared text of his speech together with the footnotes be reproduced as part of the Congressional Records.\"\n\nThe same sentiment as to the bill's intent to implement people's initiative to amend the Constitution was stressed by then Congressman (now Secretary of Agriculture) Salvador Escudero III in his sponsorship remarks, viz: [7]\n\n\"x x x\n\nSPONSORSHIP REMARKS OF MR. ESCUDERO\n\n\"Mr. Escudero first pointed out that the people have been clamoring for a truly popular democracy ever since, especially in the so-called parliament of the streets. A substantial segment of the population feels, he said, that the form of democracy is there, but not the reality or substance of it because of the increasingly elitist approach of their representatives to the country's problem.\n\n\"Whereupon, Mr. Escudero pointed out that the Constitution has provided a means whereby the people can exercise the reserved power of initiative to propose amendments to the Constitution, and requested that Sections 1 and 32, Article VI; Section 3, Article X; and Section 2, Article XVII of the Constitution be made part of his sponsorship remarks.\n\n\"Mr. Escudero also stressed that an implementing law is needed for the aforecited Constitutional provisions. While the enactment of the Bill will give way to strong competition among cause-oriented and sectoral groups, he continued, it will hasten the politization of the citizenry, aid the government in forming an enlightened public opinion, and produce more responsive legislation. The passage of the Bill will also give street parliamentarians the opportunity to articulate their ideas in a democratic forum, he added.\n\n\"Mr. Escudero stated that he and Mr. Roco hoped for the early approval of the Bill so that it can be initially used for the Agrarian Reform Law. He said that the passage of House Bill No. 21505 will show that the Members can set aside their personal and political consideration for the greater good of the people.\" The disagreeing provisions in Senate Bill No. 17 and House Bill No. 21505 were threshed out in a Bicameral Conference Committee.[8] In the meeting of the Committee on June 6, 1989,[9] the members agreed that the two (2) bills should be consolidated and that the consolidated version should include people's initiative to amend the Constitution as contemplated by House Bill No. 21505. The transcript of the meeting states:\n\n\"x x x\n\n\"CHAIRMAN GONZALES. But at any rate, as I have said, because this is new in our political system, the Senate decided on a more cautious approach and limiting it only to the local government units because even with that stage where . . . at least this has been quite popular, ano? It has been attempted on a national basis. Alright. There has not been a single attempt. Now, so, kami limitado doon. And, second, we consider also that it is only fair that the local legislative body should be given a chance to adopt the legislation bill proposed, right? Iyong sinasabing indirect system of initiative. If after all, the local legislative assembly or body is willing to adopt it in full or in toto, there ought to be any reason for initiative, ano for initiative. And, number 3, we feel that there should be some limitation on the frequency with which it should be applied. Number 4, na the people, thru initiative, cannot enact any ordinance that is beyond the scope of authority of the local legislative body, otherwise, my God, mag-aassume sila ng power that is broader and greater than the grant of legislative power to the Sanggunians. And Number 5, because of that, then a proposition which has been the result of a successful initiative can only carry the force and effect of an ordinance and therefore that should not deprive the court of its jurisdiction to declare it null and void for want of authority. Ha, di ba? I mean it is beyond powers of local government units to enact. Iyon ang main essence namin, so we concentrated on that. And that is why . . . so ang sa inyo naman includes iyon sa Constitution, amendment to the Constitution eh . . . national laws. Sa amin, if you insist on that, alright, although we feel na it will in effect become a dead statute. Alright, and we can agree, we can agree. So ang mangyayari dito, and magiging basic nito, let us not discuss anymore kung alin and magiging basic bill, ano, whether it is the Senate Bill or whether it is the House bill. Logically it should be ours sapagkat una iyong sa amin, eh. It is one of the first bills approved by the Senate kaya ang number niyan, makikita mo, 17, eh. Huwag na nating pagusapan. Now, if you insist, really iyong features ng national at saka constitutional, okay. _____ gagawin na natin na consolidation of both bills.\n\nHON. ROCO. Yes, we shall consolidate.\n\nCHAIRMAN GONZALES. Consolidation of the Senate and House Bill No. so and so.\"[10]\n\nWhen the consolidated bill was presented to the House for approval, then Congressman Roco upon interpellation by Congressman Rodolfo Albano, again confirmed that it covered people's initiative to amend the Constitution. The record of the House Representative states: [11]\n\n\"x x x\n\n\"THE SPEAKER PRO TEMPORE. The Gentleman from Camarines Sur is recognized.\n\n\" MR. ROCO. On the Conference Committee Report on the disagreeing provisions between Senate Bill No. 21505 which refers to the system providing for the initiative and referendum, fundamentally, Mr. Speaker, we consolidated the Senate and the House versions, so both versions are totally intact in the bill. The Senators ironically provided for local initiative and referendum and the House Representatives correctly provided for initiative and referendum on the Constitution and on national legislation.\n\n\"I move that we approve the consolidated bill.\n\n\"MR. ALBANO. Mr. Speaker.\n\nTHE SPEAKER PRO TEMPORE. What is the pleasure of the Minority Floor Leader?\n\n\"MR. ALBANO. Will the distinguished sponsor answer just a few questions?\n\n\"THE SPEAKER PRO TEMPORE. The Gentlemen will please proceed.\n\n\"MR. ALBANO. I heard the sponsor say that the only difference in the two bills was that in the Senate version there was a provision for local initiative and referendum, whereas the House version has none.\n\n\"MR. ROCO. In fact, the Senate version provide purely for local initiative and referendum, whereas in the House version, we provided purely for national and constitutional legislation.\n\n\"MR. ALBANO. Is it our understanding, therefore, that the two provisions were incorporated?\n\n\"MR. ROCO. Yes, Mr. Speaker.\n\n\"MR. ALBANO. So that we will now have a complete initiative and referendum both in the constitutional amendment and national legislation.\n\n\"MR. ROCO. That is correct.\n\n\"MR. ALBANO. And provincial as well as municipal resolutions?\"\n\n\"MR. ROCO. Down to barangay, Mr. Speaker.\n\n\"MR. ALBANO. And this initiative and referendum is in consonance with the provision of the Constitution whereby it mandates this Congress to enact the enabling law, so that we shall have a system which can be done every five years. Is it five years in the provision of the Constitution?\n\n\"MR. ROCO. That is correct, Mr. Speaker. For constitutional amendments in the 1987 Constitution, it is every five years.\n\n\"MR. ALBANO. For every five years, Mr. Speaker?\n\n\"MR. ROCO. Within five years, we cannot have multiple initiatives and referenda.\n\n\"MR. ALBANO. Therefore, basically, there was no substantial difference between the two versions?\n\n\"MR. ROCO. The gaps in our bill were filled by the Senate which, as I said earlier, ironically was about local, provincial and municipal legislation.\n\n\"MR. ALBANO. And the two bills were consolidated?\n\n\"MR. ROCO. Yes, Mr. Speaker.\n\n\"MR ALBANO. Thank you, Mr. Speaker.\n\nAPPROVAL OF C.C.R.\n\nON S.B. NO. 17 AND H.B. NO. 21505\n\n(The Initiative and Referendum Act)\n\n\"THE SPEAKER PRO TEMPORE. There was a motion to approve this consolidated bill on Senate Bill No. 17 and House Bill No. 21505.\n\nIs there any objection? (Silence) The Chair hears none; the motion is approved.\"\n\nSince it is crystalline that the intent of R.A. No. 6735 is to implement the people's initiative to amend the Constitution, it is our bounden duty to interpret the law as it was intended by the legislature. We have ruled that once intent is ascertained, it must be enforced even if it may not be consistent with the strict letter of the law and this ruling is as old as the mountain. We have also held that where a law is susceptible of more than one interpretation, that interpretation which will most tend to effectuate the manifest intent of the legislature will be adopted. [12]\n\nThe text of R.A. No. 6735 should therefore be reasonably construed to effectuate its intent to implement the people's initiative to amend the Constitution. To be sure, we need not torture the text of said law to reach the conclusion that it implements people's initiative to amend the Constitution. R.A. No. 6735 is replete with references to this prerogative of the people.\n\nFirst, the policy statement declares:\n\n\"Sec. 2. Statement of Policy. -- The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolutions passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.\" (emphasis supplied)\n\nSecond, the law defines \"initiative\" as \"the power of the people to propose amendments to the Constitution or to propose and enact legislations through an election called for the purpose,\" and \"plebiscite\" as \"the electoral process by which an initiative on the Constitution is approved or rejected by the people.\"\n\nThird, the law provides the requirements for a petition for initiative to amend the Constitution. Section 5(b) states that \"(a) petition for an initiative on the 1987 Constitution must have at least twelve per centum (12%) of the total number of registered voters as signatories, of which every legislative district must be represented by at least three per centum (3%) of the registered voters therein.\" It also states that \"(i)nitiative on the Constitution may be exercised only after five (5) years from the ratification of the 1987 Constitution and only once every five (5) years thereafter.\"\n\nFinally, R.A. No. 6735 fixes the effectivity date of the amendment. Section 9(b) states that \"(t)he proposition in an initiative on the Constitution approved by a majority of the votes cast in the plebiscite shall become effective as to the day of the plebiscite.\"\n\nIt is unfortunate that the majority decision resorts to a strained interpretation of R.A. No. 6735 to defeat its intent which it itself concedes is to implement people's initiative to propose amendments to the Constitution. Thus, it laments that the word \"Constitution\" is neither germane nor relevant to the policy thrust of section 2 and that the statute's subtitling is not accurate. These lapses are to be expected for laws are not always written in impeccable English. Rightly, the Constitution does not require our legislators to be word-smiths with the ability to write bills with poetic commas like Jose Garcia Villa or in lyrical prose like Winston Churchill. But it has always been our good policy not to refuse to effectuate the intent of a law on the ground that it is badly written. As the distinguished Vicente Francisco [13] reminds us: \"Many laws contain words which have not been used accurately. But the use of inapt or inaccurate language or words, will not vitiate the statute if the legislative intention can be ascertained. The same is equally true with reference to awkward, slovenly, or ungrammatical expressions, that is, such expressions and words will be construed as carrying the meaning the legislature intended that they bear, although such a construction necessitates a departure from the literal meaning of the words used.\"\n\nIn the same vein, the argument that R.A. No. 7535 does not include people's initiative to amend the Constitution simply because it lacks a sub-title on the subject should be given the weight of helium. Again, the hoary rule in statutory construction is that headings prefixed to titles, chapters and sections of a statute may be consulted in aid of interpretation, but inferences drawn therefrom are entitled to very little weight, and they can never control the plain terms of the enacting clauses. [14]\n\nAll said, it is difficult to agree with the majority decision that refuses to enforce the manifest intent or spirit of R.A. No. 6735 to implement the people's initiative to amend the Constitution. It blatantly disregards the rule cast in concrete that the letter of the law must yield to its spirit for the letter of the law is its body but its spirit is its soul. [15]\n\nII\n\nCOMELEC Resolution No. 2300, [16] promulgated under the stewardship of Commissioner Haydee Yorac, then its Acting Chairman, spelled out the procedure on how to exercise the people's initiative to amend the Constitution. This is in accord with the delegated power granted by section 20 of R.A. No. 6735 to the COMELEC which expressly states: \"The Commission is hereby empowered to promulgate such rules and regulations as may be necessary to carry out the purposes of this Act.\" By no means can this delegation of power be assailed as infirmed. In the benchmark case of Pelaez v. Auditor General, [17] this Court, thru former Chief Justice Roberto Concepcion laid down the test to determine whether there is undue delegation of legislative power, viz:\n\nx x x\n\n\"Although Congress may delegate to another branch of the Government the power to fill details in the execution, enforcement or administration of a law, it is essential, to forestall a violation of the principle of separation of powers, that said law: (a) be complete in itself - it must set forth therein the policy to be executed, carried out or implemented by the delegate - and (b) to fix a standard - the limits of which are sufficiently determinate or determinable - to which the delegate must conform in the performance of his functions. Indeed, without a statutory declaration of policy, which is the essence of every law, and, without the aforementioned standard, there would be no means to determine, with reasonable certainty, whether the delegate has acted within or beyond the scope of his authority. Hence, he could thereby arrogate upon himself the power, not only to make the law, but, also - and this is worse - to unmake it, by adopting measures inconsistent with the end sought to be attained by the Act of Congress, thus nullifying the principle of separation of powers and the system of checks and balances, and, consequently, undermining the very foundation of our republican system.\n\nSection 68 of the Revised Administrative Code does not meet these well-settled requirements for a valid delegation of the power to fix the details in the enforcement of a law. It does not enunciate any policy to be carried out or implemented by the President. Neither does it give a standard sufficiently precise to avoid the evil effects above referred to.\"\n\nR.A. No. 6735 sufficiently states the policy and the standards to guide the COMELEC in promulgating the law's implementing rules and regulations of the law. As aforestated, section 2 spells out the policy of the law; viz: \"The power of the people under a system of initiative and referendum to directly propose, enact, approve or reject, in whole or in part, the Constitution, laws, ordinances, or resolutions passed by any legislative body upon compliance with the requirements of this Act is hereby affirmed, recognized and guaranteed.\" Spread out all over R.A. No. 6735 are the standards to canalize the delegated power to the COMELEC to promulgate rules and regulations from overflowing. Thus, the law states the number of signatures necessary to start a people's initiative, [18] directs how initiative proceeding is commenced, [19] what the COMELEC should do upon filing of the petition for initiative, [20] how a proposition is approved, [21] when a plebiscite may be held, [22] when the amendment takes effect [23] and what matters may not be the subject of any initiative. [24] By any measure, these standards are adequate.\n\nFormer Justice Isagani A. Cruz, similarly elucidated that \"a sufficient standard is intended to map out the boundaries of the delegates' authority by defining the legislative policy and indicating the circumstances under which it is to be pursued and effected. The purpose of the sufficient standard is to prevent a total transference of legislative power from the lawmaking body to the delegate.\" [25] In enacting R.A. No. 6735, it cannot be said that Congress totally transferred its power to enact the law implementing people's initiative to COMELEC. A close look at COMELEC Resolution No. 2300 will show that it merely provided the procedure to effectuate the policy of R.A. No. 6735 giving life to the people's initiative to amend the Constitution. The debates [26] in the Constitutional Commission make it clear that the rules of procedure to enforce the people's initiative can be delegated, thus:\n\n\"MR. ROMULO.        Under Commissioner Davide's amendment, it is possible for the legislature to set forth certain procedures to carry out the initiative. . .?\n\nMR. DAVIDE.            It can.\n\nx x x\n\nMR. ROMULO.         But the Commissioner's amendment does not prevent the legislature from asking another body to set the proposition in proper form.\n\nMR. DAVIDE.            The Commissioner is correct. In other words, the implementation of this particular right would be subject to legislation, provided the legislature cannot determine anymore the percentage of the requirement.\n\nMR. DAVIDE.            As long as it will not destroy the substantive right to initiate. In other words, none of the procedures to be proposed by the legislative body must diminish or impair the right conceded here.\n\nMR. ROMULO.         In that provision of the Constitution can the procedures which I have discussed be legislated?\n\nMR. DAVIDE.            Yes.\"\n\nIn his book, The Intent of the 1986 Constitution Writers, [27] Father Bernas likewise affirmed: \"In response to questions of Commissioner Romulo, Davide explained the extent of the power of the legislature over the process: it could for instance, prescribe the `proper form before (the amendment) is submitted to the people,' it could authorize another body to check the proper form. It could also authorize the COMELEC, for instance, to check the authenticity of the signatures of petitioners. Davide concluded: `As long as it will not destroy the substantive right to initiate. In other words, none of the procedures to be proposed by the legislative body must diminish or impair the right conceded here.'\" Quite clearly, the prohibition against the legislature is to impair the substantive right of the people to initiate amendments to the Constitution. It is not, however, prohibited from legislating the procedure to enforce the people's right of initiative or to delegate it to another body like the COMELEC with proper standard.\n\nA survey of our case law will show that this Court has prudentially refrained from invalidating administrative rules on the ground of lack of adequate legislative standard to guide their promulgation. As aptly perceived by former Justice Cruz, \"even if the law itself does not expressly pinpoint the standard, the courts will bend backward to locate the same elsewhere in order to spare the statute, if it can, from constitutional infirmity.\" [28] He cited the ruling in Hirabayashi v. United States, [29] viz:\n\nx x x\n\n\"It is true that the Act does not in terms establish a particular standard to which orders of the military commander are to conform, or require findings to be made as a prerequisite to any order. But the Executive Order, the Proclamations and the statute are not to be read in isolation from each other. They were parts of a single program and must be judged as such. The Act of March 21, 1942, was an adoption by Congress of the Executive Order and of the Proclamations. The Proclamations themselves followed a standard authorized by the Executive Order - the necessity of protecting military resources in the designated areas against espionage and sabotage.\"\n\nIn the case at bar, the policy and the standards are bright-lined in R.A. No. 6735. A 20-20 look at the law cannot miss them. They were not written by our legislators in invisible ink. The policy and standards can also be found in no less than section 2, Article XVII of the Constitution on Amendments or Revisions. There is thus no reason to hold that the standards provided for in R.A. No. 6735 are insufficient for in other cases we have upheld as adequate more general standards such as \"simplicity and dignity,\" [30] \"public interest,\" [31] \"public welfare,\" [32] \"interest of law and order,\" [33] \"justice and equity,\" [34] \"adequate and efficient instruction,\" [35] \"public safety,\" [36] \"public policy\", [37] \"greater national interest\", [38] \"protect the local consumer by stabilizing and subsidizing domestic pump rates\", [39] and \"promote simplicity, economy and efficiency in government.\" [40] A due regard and respect to the legislature, a co-equal and coordinate branch of government, should counsel this Court to refrain from refusing to effectuate laws unless they are clearly unconstitutional.\n\nIII\n\nIt is also respectfully submitted that the petition should be dismissed with respect to the Pedrosas. The inclusion of the Pedrosas in the petition is utterly baseless. The records show that the case at bar started when respondent Delfin alone and by himself filed with the COMELEC a Petition to Amend the Constitution to Lift Term Limits of Elective Officials by People's Initiative. The Pedrosas did not join the petition. It was Senator Roco who moved to intervene and was allowed to do so by the COMELEC. The petition was heard and before the COMELEC could resolve the Delfin petition, the case at bar was filed by the petitioners with this Court. Petitioners sued the COMELEC, Jesus Delfin, Alberto Pedrosa and Carmen Pedrosa in their capacities as founding members of the People's Initiative for Reform, Modernization and Action (PIRMA). The suit is an original action for prohibition with prayer for temporary restraining order and/or writ of preliminary injunction.\n\nThe petition on its face states no cause of action against the Pedrosas. The only allegation against the Pedrosas is that they are founding members of the PIRMA which proposes to undertake the signature drive for people's initiative to amend the Constitution. Strangely, the PIRMA itself as an organization was not impleaded as a respondent. Petitioners then prayed that we order the Pedrosas \"x x x to desist from conducting a signature drive for a people's initiative to amend the Constitution.\" On December 19, 1996, we temporarily enjoined the Pedrosas \"x x x from conducting a signature drive for people's initiative to amend the Constitution.\" It is not enough for the majority to lift the temporary restraining order against the Pedrosas. It should dismiss the petition and all motions for contempt against them without equivocation.\n\nOne need not draw a picture to impart the proposition that in soliciting signatures to start a people's initiative to amend the Constitution the Pedrosas are not engaged in any criminal act. Their solicitation of signatures is a right guaranteed in black and white by section 2 of Article XVII of the Constitution which provides that \"x x x amendments to this Constitution may likewise be directly proposed by the people through initiative. . .\" This right springs from the principle proclaimed in section 1, Article II of the Constitution that in a democratic and republican state \"sovereignty resides in the people and all government authority emanates from them.\" The Pedrosas are part of the people and their voice is part of the voice of the people. They may constitute but a particle of our sovereignty but no power can trivialize them for sovereignty is indivisible.\n\nBut this is not all. Section 16 of Article XIII of the Constitution provides: \"The right of the people and their organizations to effective and reasonable participation at all levels of social, political and economic decision-making shall not be abridged. The State shall by law, facilitate the establishment of adequate consultation mechanisms.\" This is another novel provision of the 1987 Constitution strengthening the sinews of the sovereignty of our people. In soliciting signatures to amend the Constitution, the Pedrosas are participating in the political decision-making process of our people. The Constitution says their right cannot be abridged without any ifs and buts. We cannot put a question mark on their right.\n\nOver and above these new provisions, the Pedrosas' campaign to amend the Constitution is an exercise of their freedom of speech and expression and their right to petition the government for redress of grievances. We have memorialized this universal right in all our fundamental laws from the Malolos Constitution to the 1987 Constitution. We have iterated and reiterated in our rulings that freedom of speech is a preferred right, the matrix of other important rights of our people. Undeniably, freedom of speech enervates the essence of the democratic creed of think and let think. For this reason, the Constitution encourages speech even if it protects the speechless.\n\nIt is thus evident that the right of the Pedrosas to solicit signatures to start a people's initiative to amend the Constitution does not depend on any law, much less on R.A. No. 6735 or COMELEC Resolution No. 2300. No law, no Constitution can chain the people to an undesirable status quo. To be sure, there are no irrepealable laws just as there are no irrepealable Constitution. Change is the predicate of progress and we should not fear change. Mankind has long recognized the truism that the only constant in life is change and so should the majority.\n\nIV\n\nIn a stream of cases, this Court has rhapsodized people power as expanded in the 1987 Constitution. On October 5, 1993, we observed that people's might is no longer a myth but an article of faith in our Constitution. [41] On September 30, 1994, we postulated that people power can be trusted to check excesses of government and that any effort to trivialize the effectiveness of people's initiatives ought to be rejected. [42] On September 26, 1996, we pledged that \"x x x this Court as a matter of policy and doctrine will exert every effort to nurture, protect and promote their legitimate exercise.\" [43] Just a few days ago, or on March 11, 1997, by a unanimous decision, [44] we allowed a recall election in Caloocan City involving the mayor and ordered that he submits his right to continue in office to the judgment of the tribunal of the people. Thus far, we have succeeded in transforming people power from an opaque abstraction to a robust reality. The Constitution calls us to encourage people empowerment to blossom in full. The Court cannot halt any and all signature campaigns to amend the Constitution without setting back the flowering of people empowerment. More important, the Court cannot seal the lips of people who are pro-change but not those who are anti-change without converting the debate on charter change into a sterile talkaton. Democracy is enlivened by a dialogue and not by a monologue for in a democracy nobody can claim any infallibility.\n\n[1] Agpalo, Statutory Construction, 1986 ed., p. 38, citing, inter alia, US v. Tamparong 31 Phil. 321; Hernani v. Export Control Committee, 100 Phil. 973; People v. Purisima, 86 SCRA 542.\n\n[2] Ibid., citing Torres v. Limjap, 56 Phil. 141.\n\n[3] Prepared and sponsored by the House Committee on Suffrage and Electoral Reforms on the basis of H.B. No. 497 introduced by Congressman Raul Roco, Raul del Mar and Narciso Monfort and H.B. No. 988 introduced by Congressman Salvador Escudero.\n\n[4] Introduced by Senators Neptali Gonzales, Alberto Romulo, Aquilino Pimentel, Jr., and Jose Lina, Jr.\n\n[5] It was entitled \"An Act Providing a System of Initiative and Referendum and Appropriating Funds therefor.\n\n[6] Journal No. 85, February 14 1989, p. 121.\n\n[7] Ibid.\n\n[8] The Senate Committee was chaired by Senator Neptali Gonzales with Senators Agapito Aquino and John OsmeÃ±a as members. The House Committee was chaired by Congressman Magdaleno M. Palacol with Congressman Raul Roco, Salvador H. Escudero III and Joaquin Chipeco, Jr., as members.\n\n[9] Held at Constancia Room, Ciudad Fernandina, Greenhills, San Juan, Metro Manila.\n\n[10] See Compliance sybnutted by intervenor Roco dated January 28, 1997.\n\n[11] Record No. 137, June 8, 1989, pp. 960-961.\n\n[12] Agpalo, op cit., p. 38 citing US v. Toribio, 15 Phil. 7 (1910); US v. Navarro, 19 Phil. 134 (1911).\n\n[13] Francisco, Statutory Construction, 3rd ed., (1968), pp. 145-146 citing Crawford, Statutory Construction pp.337-338.\n\n[14] Black, Handbook on the Constructin and Interpretation of the Laws (2nd ed), pp. 258-259. See also Commissioner of Custom v. Relunia, 105 Phil 875 (1959); People v. Yabut, 58 Phil 499 (1933).\n\n[15] Alcantara, Statutes, 1990 ed., p. 26 citing Dwarris on Statutes, p. 237.\n\n[16] Entitled In re: Rules and Regulations Governing the Conduct of Initiative on the Constitution, and Initiative and Referendum on National and Local Laws and promulgated on January 16, 1991 by COMELEC with Commissioner Haydee B. Yorac as Acting Chairperson and Commissioners Alfredo E. Abueg, Jr., Leopoldo L. Africa, Andres R. Flores, Dario C. Rama and Magdara B. Dimaampao.\n\n[17] 15 SCRA 569.\n\n[18] Sec. 5(b), R.A. No. 6735.\n\n[19] Sec. 5(b), R.A. No. 6735.\n\n[20] Sec. 7, R.A. No. 6735.\n\n[21] Sec. 9(b), R.A. No. 6735.\n\n[22] Sec. 8, R.A. No. 6735 in relation to Sec. 4, Art. XVII of the Constitution.\n\n[23] Sec. 9(b), R.A. No. 6735.\n\n[24] Sec. 10, R.A. No. 6735.\n\n[25] Cruz, Philippine Political Law, 1995 Ed., p.98.\n\n[26] See July 8, 1986 Debates of the Concom, p. 399.\n\n[27] 1995 ed., p. 1207.\n\n[28] Cruz, op cit., p.99.\n\n[29] 320 US 99.\n\n[30] Balbuena v. Secretary of Education, 110 Phil. 150 (1910)\n\n[31] People v. Rosenthal, 68 Phil 328 (1939).\n\n[32] Calalang v. Williams, 70 Phil 726 (1940).\n\n[33] Rubi v. Provincial Board of Mindoro, 39 Phil. 669 (1919).\n\n[34] International Hardwood v. Pangil Federation of Labor, 70 Phil. 602 (1940).\n\n[35] Phil. Association of Colleges and Universities v. Secretary of Education, 97 Phil 806 (1955).\n\n[36] Edu v. Ericta, 35 SCRA 481 (1990); Agustin v. Edu, 88 SCRA 195 (1979).\n\n[37] Pepsi Cola Bottling Co. vs. Municipality of Tanawan Leyte, 69 SCRA 460 (1976).\n\n[38] Maceda v. Macaraig, 197 SCRA 771 (1991).\n\n[39] OsmeÃ±a vs. Orbos, 220 SCRA 703 (1993).\n\n[40] Chiongbian v. Orbos, 245 SCRA 253 (1995).\n\n[41] Garcia v. COMELEC, et al., G.R. No. 111511, October 5, 1993.\n\n[42] Garcia, et al. v. COMELEC, et al., G.R. No. 111230, September 26, 1996.\n\n[43] Subic Bay Metropolitan Authority v. COMELEC, et al., G.R. No. 125416, September 26, 1996.\n\n[44] Malonzo vs. COMELEC, et al., G.R. No. 127066, March 11, 1997.\n\nVITUG J.: separate opinion\n\nThe COMELEC should have dismissed, outrightly, the Delfin Petition.\n\nIt does seem to me that there is no real exigency on the part of the Court to engross, let alone to commit, itself on all the issues raised and debated upon by the parties. What is essential at this time would only be to resolve whether or not the petition filed with the COMELEC, signed by Atty. Jesus S. Delfin in his capacity as a \"founding member of the Movement for People's Initiative\" and seeking through a people initiative certain modifications on the 1987 Constitution, can property be regarded and given its due course. The Constitution, relative to any proposed amendment under this method, is explicit. Section 2, Article XVII, thereof provides:\n\"SEC. 2. Amendments to this Constitution may likewise be directly proposed by the people through initiative upon a petition of at least twelve per centum of the total number of registered voters, of which every legislative district must be presented by at least three per centum of the registered voters therein. No amendment under this section shall be authorized within five years following the ratification of this Constitution nor oftener than once every five years thereafter.\n\n\"The Congress shall provide for the implementation of the exercise of this right.\" The Delfin petition is thus utterly deficient. Instead of complying with the constitutional imperatives, the petition would rather have much of its burden passed on, in effect, to the COMELEC. The petition would require COMMELEC to schedule \"signature gathering all over the country.: to cause the necessary publication of the petition \"in newspapers of general and local circulation.\" and to instruct \"Municipal Election Registrars in all Regions of the Philippines to assist petitioners and volunteers in establishing signing stations at the time and on the dates designated for the purpose.\"\n\nI submit, even then, that the TRO earlier issued by the Court which, consequentially, is made permanent under the ponencia should be held to cover only the Delfin petition and must not be so understood as having intended or contemplated to embrace the signature drive of the Pedrosas. The grant of such a right is clearly implicit in the constitutional mandate on people initiative.\n\nThe district greatness of a democratic society is that those who reign are the governed themselves. The postulate is no longer lightly taken as just a perceived myth but a veritable reality. The past has taught us that the vitality of government lies not so much in the strength of those who lead as in the consent of those who are led. The role of free speech is pivotal but it can only have its true meaning if it comes with the correlative end of being heard.\n\nPending a petition for a people's initiative that is sufficient in form and substance, it behooves the Court, I most respectfully submit, to yet refrain from resolving the question of whether or not Republic Act No. 6735 has effectively and sufficiently implemented the Constitutional provision on right of the people to directly propose constitutional amendments. Any opinion or view formulated by the Court at this point would at best be only a non-binding, albeit possibly persuasive, obiter dictum.\n\nI vote for granting the instant petition before the Court and for clarifying that the TRO earlier issued by the Court did not proscribe the exercise by the Pedrosas of their right to campaign for constitutional amendments.",
  "content_length": 140900,
  "metadata_extraction_date": "2025-11-01T05:50:09.575995",
  "extraction_version": "2.0_enhanced_full_content"
}