{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/march/GR_116727.html",
  "filename": "GR_116727.html",
  "year": 1997,
  "month": "march",
  "case_number": "G.R. No. 116727",
  "gr_number": "116727",
  "volume_page": "336 Phil. 283",
  "decision_date": null,
  "title": "People v. Matrimonio, G.R. Nos. 82223-24, November 13, 1992, 215 SCRA 613, 632.[54] People v. Gagto, G.R. No. 113345, February 9, 1996, 253 SCRA 455, 467.[55] Appellant's Brief, p. 13.[56] TSN, September 27, 1991, p. 44.[57] People v. Rejano, G.R. Nos. 105669-70, October 18, 1994, 237 SCRA 627, 642.[58] Appellant's Brief, p. 14.[59] Appellant's Brief, p. 15.[60] TSN, October 24, 1991, p. 5.[61] People v. Talaboc, G.R. No. 103290, April 23, 1996.[62] People v. Matrimonio, supra, at p. 631.[63] People v. Alimon, G.R. No. 87758, June 28, 1996.[64] People v. Esguerra, G.R. No. 117482, May 8, 1996.[65] G.R. No. 117472, February 7, 1997.[66] Ibid.[67] People v. Alimon, supra, quoting People v. Guibao, G.R. No. 93517, January 15, 1993, 217 SCRA 64, 75. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Administrative Law",
    "Constitutional Law"
  ],
  "keywords": [
    "people",
    "matrimonio",
    "november",
    "february",
    "appellant",
    "september",
    "rejano",
    "october",
    "talaboc",
    "alimon",
    "esguerra",
    "quoting",
    "guibao",
    "january",
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed"
  ],
  "title_summary": "People v. Matrimonio, G.R. Nos. 82223-24, November 13, 1992, 215 SCRA 613, 632.[54] People v. Gag...",
  "formatted_case_content": "View printer friendly version\n336 Phil. 283\n\nSECOND DIVISION\nSECOND DIVISION\n\n[ G.R. Nos. 108604-10, March 07, 1997 ]\n[ G.R. Nos. 108604-10, March 07, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FEDERICO A. BURCE, ACCUSED-APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. FEDERICO A. BURCE, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nROMERO, J.:\n\nAs the government cheers the sizeable contributions to the national coffers of overseas workers of all kinds through their dollar remittances, it cannot remain oblivious of the dire consequences visited upon the families who are left behind.\n\nPart of the concomitant measures being undertaken to make government initiatives gender-responsive should be the conducting of a study to determine, not merely the economic, but the social and moral effects of the enforced estrangement between spouses and between-parents and their children.\n\nOne such deplorable consequence acknowledged by the Department of Social Welfare and Development and other agencies engaged in the task of looking after the welfare of the deprived, underprivileged, abused and exploited sectors is the growing incidence of immorality within the family left behind.  Even the media trumpet instances of marital infidelity where the spouse left behind seeks solace in the arms of another, dissipating the hard-earned wages of the one who suffers privations in foreign lands in order to provide the loved ones back home the amenities he denies to himself/herself.  Worse, because of its increasing frequency, is incestuous rape engendered by the absence of a mother who entrusts her minor children to a husband who, in moments of weakness unleashes his wild sexual impulses on a daughter who, more often than not, due to her tender age and innocence, is utterly unaware that the man she respects as her father is nothing but a sex maniac.  Such odious and despicable sexual deviance inevitably leads, not only to the betrayal of the victim's honor, shatters her spiritual and emotional well-being and physical integrity, but as well to the disintegration of their family.  How long can our society countenance such inglorious breakdown in the moral fabric of our nation and the breakup of families in its effort to boost the national income!\n\nThe facts of the instant case are a reprise of countless others, many of which may never form part of our jurisprudence for truth to tell, conservative, tradition-bound Maria Claras in our midst would still prefer to suffer silently in shame than expose their ignominy to the cruel, probing public eye.\n\nAppellant Federico A. Burce married AAA in 1975 [1] when AAA was already heavy with their first child, BBB. [2] Their daughter, CCC, was born on August 10, 1976. [3] In 1987, AAA was employed as a staff nurse at the xxx Hospital in Saudi Arabia. [4] Since then, she would take a yearly vacation, usually in the months of May or June, which she spent with her family.  She left her children in the care of her husband who plied his trade as a goldsmith at home.  From time to time, AAA's mother, DDD, who was residing in xxx, would visit the children. [5]\n\nOn November 10,*1990, when she was a fifteen-year old, second year high school student of xxx and her family was residing at xxx, CCC was invited by a female classmate who was celebrating her birthday to watch a show and to eat out with their group.  She spent the afternoon with them and arrived home at around 7:00 o'clock in the evening.  Since their father was not yet home, she and BBB had supper and thereafter, retired for the night.\n\nHer father, appellant Burce, arrived home at around 11:30 that same evening.  CCC heard him instructing her brother to call for her. When she came out of her room, appellant beat her brother and sent him to sleep.  In her affidavit dated September 2, 1991 before the Municipal Judge of xxx, CCC stated that upon seeing her, appellant asked her where she had been but before she could answer, he banged her head against the wall and told her that she was flirting (\"nagtataray\"). [6]\n\nLater, appellant came knocking at CCC's door.  As soon as she opened it, appellant held her arms and made her lie down on the bed. Appellant locked the door and warned her not to report \"the matter\" to anyone; otherwise, he would kill her.  Then appellant removed CCC's pants, t-shirt, sando, bra and panty.  All the while CCC resisted him and tried to extricate herself from her father's grip.  However, appellant boxed her stomach.  Weakened, CCC asked him, \"Why are you doing this to me? I am your daughter.\"  Appellant, who was reeking with alcohol, said nothing but kissed her breast and raped her (\"pinagsamantalahan po niya ako\").\n\nAlthough there was no light in her room, CCC recognized her father by the light emanating from outside her window.  Appellant was then wearing pants and t-shirt which he took off after making her lie down.  After raping her, appellant left the room, leaving CCC crying.  She put on her clothes and stayed in bed.  Because of appellant's threat to kill her, she could not tell anyone about her ordeal. [7]\n\nThe rape committed that Saturday night caused CCC to bleed.  There was blood on her undergarment which she washed away next morning.  On Monday, CCC had to absent herself from school because she had fever; her whole body was aching and her legs were numb. Appellant sent BBB to buy medicine but CCC had fever for three days. [8]\n\nThat was not the only time the lecherous father committed rape against his daughter.  The dastardly act was perpetrated six times more - on November 25, 1990, December 3, 1990, December 15, 1990, January 4, 1991, January 28, 1991 and February 10, 1991.  After each act of rape, CCC would mark the date on the calendar with an \"X\". [9] She later transferred the dates on a page of her diary/prayer book [10] because she vowed that when her mother arrived, she would tell her what her father had done to her. [11]\n\nThere was a discernible pattern to the repeated sexual violations of CCC by appellant.  At around midnight when he would come home drunk, he would knock at her door on the pretext that he wanted to get something from her room but after she opened the door, he would force himself upon her.  The second time he raped her on November 25, 1990, appellant entered the room fully clothed but after forcibly removing CCC's clothes, he undressed himself, touched her breasts and mounted her.  CCC again resisted her father's advances but her strength proved no match to his.  Her brother who was in his room could have heard her cry but must have thought that their father was manhandling CCC as he usually does for no reason at all. [12]\n\nOn the third sexual assault on December 3, 1990, appellant used the same excuse in entering her room (\"laging ang dahilan niya ay may kukunin sa aking kuwarto\").  To satisfy his lust, appellant slapped CCC when she fought back. He forced her to open her thighs and inserted his organ into hers and she felt something wet coming out of his private part. [13]\n\nThe incident was repeated a fourth time on December 15, 1990.  Enraged because she could not understand why appellant was molesting her when she was his own child, [14] she, however, felt helpless to ward off her father's assaults.\n\nOn January 4, 1991, CCC and her grandmother returned to xxx from xxx.  She begged her grandmother not to leave her and her brother but the former had to leave that day.  At midnight, using the same excuse that he wanted to get something from her room, appellant succeeded in making CCC open the door.  Appellant took her hands and when she resisted, he twisted her wrist and forced her to lie down on the bed.  Once again, she protested saying, \"Why are you doing this to me when I am your daughter?\"  Much as she wished to, CCC could not shout because he threatened to kill her.  Appellant was wearing only his briefs then.  While he held her hands, appellant removed his briefs. After removing her underwear, appellant touched her breast, kissed and bit her nipple and then inserted his organ into hers.  Again, she felt something sticky on her groin.  His carnal desire, having been spent, appellant stood up and went the sala as CCC cried while putting on her clothes. [15]\n\nIn the evening of January 28, 1991, CCC, apprehensive that her father would again rape her hurriedly went to the sala when she heard his knock.  Appellant, however, forced her to approach him.  Instead, she ran behind a piece of furniture but he overtook her and forced her to lie down on the sofa.  As CCC resisted, appellant held her arms and pulled her towards her room where he slapped her \"right and left.\" Weakened, CCC could do nothing but cry as her father again forced himself on her.\n\nThe seventh rape was committed on February 10, 1991.  That night, BBB opened the door of their house when appellant arrived home. When CCC was awakened, she heard appellant asking for food from her brother.  After eating, appellant told BBB to go to sleep.  When CCC noticed that he was drunk, she became frightened.  As she suspected, her father again knocked at her door, and gained entrance on the pretext that he would get something. Although she tried to run away, he chased her, pulled her by her hair and succeeded in repeating his bestial act.\n\nIn spite of the seven forced sexual encounters with her father, CCC was not impregnated.  She later explained that she did not take pills to avoid pregnancy because she did \"not know anything about such things.\" [16]\n\nBBB testified that his father was always mad at them for no reason at all, such that he developed a phobia toward him.  Although during the November 10, 1990 incident, BBB heard his sister's plea for mercy (\"pagmamakaawa\") in the adjacent room, he thought their father was only \"hurting\" CCC.  He heard such cries of his sister not only on that day but \"several times after.\" [17]\n\nOn July 30, 1991, CCC's mother, AAA, arrived in Manila from Saudi Arabia.  Appellant and their two children met her at the airport.  The following day, they arrived in xxx. Because appellant told AAA that he had financial obligations to his customers, the latter gave him three thousand dollars ($3,000.00).  Shortly after her arrival, AAA found out that every morning, after taking a bath, appellant would go out on the pretext that he would settle his obligations but he would come home drunk at night.  Several times, people would look for him to ask him to make an accounting of his debts but AAA would answer that she had already given him money for that purpose. [18]\n\nOn August 7, 1991, AAA and appellant went back to Manila to get her baggage.  DDD, AAA's mother, was left with their children in xxx.  It was then that CCC finally found the courage to confide in her grandmother about her ordeal.  The latter was so furious that she could not help crying.  She told CCC that they should tell AAA when they reached xxx. [19]\n\nOn August 23, 1991, AAA and her daughter went to xxx to offer mass in thanksgiving apparently for blessings received from AAA's employment abroad.  After mass, CCC asked her mother if she was still going back to Saudi Arabia.  Seeing her daughter crying, AAA inquired if she had a problem.  It was then that CCC unburdened herself to her mother.  AAA almost collapsed from the shocking revelation. Her mother told her to control herself because the law should take care of the matter [20] and advised her to consult a lawyer.  AAA had a brother who was a policeman but fearful lest he might take drastic steps, she consulted her friends on who to approach for the problem. [21] She did not confront appellant because of the threat to her daughter's life and possibly to herself as he usually came home drunk. [22]\n\nOn September 2, 1991, AAA accompanied her daughter to the xxx Hospital in xxx where Dr. xxx conducted a physical examination on CCC.  He found \"incomplete, healed, hymenal laceration(s) at 1, 2, 5, 7, 8, & 9 o'clock position(s).\" The laboratory examination yielded negative result for sperms. [23]\n\nOn that same day, BBB, AAA, CCC and DDD executed affidavits before the xxx municipal judge. [24] BBB and CCC narrated the incident which occurred on November 10, 1990. [25] AAA related how her daughter revealed in church her defloration at the hands of her father. [26] On the other hand, DDD swore that from November 1990 until August 1991, when she would visit her grandchildren, she would find an intoxicated appellant who would shout at his children and even at her, and how her granddaughter finally disclosed to her on August 7, 1991 that she had been raped repeatedly by her own father. [27]\n\nAfter the preliminary investigation conducted by the municipal judge, a warrant of arrest was issued against appellant and bail for his provisional liberty was fixed at P30,000. [28] On September 3, 1991, appellant was arrested. [29] On September 6, 1991, the municipal judge issued a resolution narrating the rape incident of November 10, 1990, found probable cause that appellant committed the crime and forwarded the case to the Office of the Provincial Prosecutor. [30]\n\nWhile he was in detention, appellant wrote his son three letters.  In his first letter dated September 9, 1991, appellant begged BBB to visit him because it was lonely in jail and that he always remembered BBB, AAA and CCC. He asked BBB to forgive him (\"sana naman ay patawarin mo na ako\"). [31] Appellant's second letter sent the following day reiterated his plea for his son's visit and that BBB should forgive him for all the wrongs he had done his family as he was regretting everything that he had done against them (\"pinagsisisihan ko lahat-lahat ng aking pagkakamali\"). [32] In his third letter, appellant asked BBB to visit him and to bring him clothing.  Furthermore, he begged BBB to encourage his mother to talk to him before she left for Saudi Arabia. [33]\n\nAppellant also wrote his wife the following letter:\n\n\"9/12/91\n\nDearest Neng,\nKumusta na kayo riyan. Sana naman kahit wala ka nang pagtingin sa akin bilang iyong asawa, ako'y iyong kaawaan na.  Padalhan mo man lamang ako ng gamit dito, kagaya ng short pants, colgate, sabon, T-shirts, brief, tuwalya, unan, kumot at sapatos at kung mayroon man lamang diyan na coffee at asukal. Alam mo naman na wala man lamang nag-aasikaso sa akin dito.  Napakahirap ng buhay dito sa loob ng billanguan (sic), kailangan pakisamahan mo lahat ng kapwa mo bilanggo.  Humihingi at kung iyong mamarapatin na sana ako ay iyong maunawaan at makapagpanibagong-buhay.  At kung maaari sana, bago ka umalis papuntang Saudi, ay makausap man lamang kita sa huling pagkakataon.\n\nKung bukal sa iyong kalooban na ang maging tadhana ay ang nandito ako sa loob ng kulungan, ay aking tatanggapin kung anuman ang kapalaran na naghihintay sa akin.\n\nHanggang dito na lamang at ipaabot mo na lamang ang aking pangungumusta kina Rico at Retchie, lalong-lalo na sa iyo.\n\n'I missed you all'\n\nAlways loving you,\nNong\nP.S.\n\nKung maari sana ay padalhan mo xx ako ng kahit pambili-bili ko man lamang ng aking gamot.  Pakilagay na lamang ng mga gamot sa bag.\n\nSame\" [34]\nThe investigation conducted by the Provincial Prosecutor disclosed that appellant raped CCC seven times. Hence, the filing of seven separate complaints for rape was recommended. [35] On September 13, 1991, seven complaints were filed by CCC assisted by her mother. Docketed as Criminal Case. Nos. 7136, 7137, 7138, 7139, 7140, 7141 and 7142, a prototype reads:\n\"That on or about the 10th day of November, 1990 at around 11:30 o'clock in the evening, at the house of the above-named accused where the undersigned is living under the parental care of the accused at xxx, Philippines, and within the jurisdiction of this Honorable Court, the above-named accused, by means of force and intimidation, did then and there willfully, unlawfully and feloniously have carnal knowledge with the undersigned complainant, a girl 15 years old, against the latter's will, to the damage and prejudice of the undersigned complainant.\n\nThe crime was committed with the aggravating circumstances of relationship and abuse of confidence, accused being the father of the herein complainant.\n\nCONTRARY TO LAW.\"\nOn September 27, 1991, appellant pleaded not guilty to the crime of rape charged in the seven complaints. [36] However, after the prosecution had presented AAA, BBB and DDD as witnesses, the defense manifested in court its desire to plea-bargain \"to avoid further embarrassment to his family and because it is his own daughter who is fifteen years old (who) will be subjected to embarrassment.\"  The defense offered to plead guilty \"to the first offense charged.\" As appellant did not want \"to prolong the agony of her (sic) daughter because by seeing her (sic) daughter agonizing he is also being hurt,\" the defense also volunteered to enter a plea of guilty \"to the other two cases.\"  In other words, appellant was willing to enter a plea of guilt only in Criminal Cases Nos. 7136, 7137 and 7138.\n\nThe offer prompted the private prosecutor to suggest that appellant be rearraigned.  The complaint in Criminal Case No. 7136 was read, after which appellant pleaded guilty to the offense charged.  The defense counsel then manifested that appellant was waiving the reading of the complaints in the other two cases as he was entering a plea of guilty therein.  The private prosecutor objected to the waiver and the trial court warned them that the parties should not \"attempt to deprive the court\" of its right to hear the cases; otherwise, counsel for both parties would be held in contempt of court.  Consequently, the complaints in Criminal Case Nos. 7137 and 7138 were read and appellant entered his plea of guilty in both cases.\n\nCounsel for the defense manifested further that appellant had admitted having committed the crime only on November 10, 1990; that he denied having committed the other crimes and that he was willing to suffer whatever penalty may be inflicted upon him for the November 10, 1990 offense provided that the six other charges be withdrawn.  Defense counsel added that appellant was \"so sorry\" for the \"single act he committed\" and that he wanted it known that he \"loves them more than ever.\"\n\nTaken aback by this manifestation, the trial judge wondered why counsel for the defense allowed appellant to plead guilty to the three charges when he admitted commission of only one offense.  After much deliberation among the trial judge, the Provincial Prosecutor, the private prosecutor and the defense counsel, the latter, after conferring with appellant, offered the withdrawal of the plea of guilty.  The court allowed the offer and trial of the case proceeded. [37]\n\nThe prosecution offered evidence proving the commission of the crimes narrated above.  Before appellant testified, his counsel manifested that his testimony would prove that he did not commit the crimes charged in Criminal Case Nos. 7137, 7138, 7139, 7140, 7141 and 7142 and he was not offering his testimony in Criminal Case No. 7136. [38]\n\nAccording to appellant, on January 2, 1991, he was in the house of his in-laws in xxx.  With him then were his children and Eduardo Abanes.  The same day, he went home to xxx with his son BBB and Abanes.  CCC was left behind because she wanted to celebrate the feast of the Three Kings in xxx.  It was at around 10:00 o'clock in the morning of January 7, 1990 when CCC arrived home in xxx. She did not kiss appellant's hand as she was wont to.\n\nOn February 10, 1991, appellant was with his children.  That night, he slept in the sala with BBB because it was very warm in the latter's mosquito-infested room.  BBB slept on a folding bed which barred entry to CCC's room. He fell asleep at 2:00 o'clock in the morning.  His children woke up early to attend their classes.\n\nOn January 28, 1991, appellant's mother-in-law was with them, visiting his two children.  She stayed in their house until January 30, 1991 and she slept beside CCC. That was not the only time his mother-in-law visited the children. She was also in their house on December 3 and 15, 1990.  As usual, during those days, his mother-in-law slept with CCC. On November 25, 1990, he slept on a sofa near the window while BBB slept on the folding bed by CCC's door. [39]\n\nAppellant was not notified of the investigation at the municipal court.  He received a subpoena from the Office of the Provincial Prosecutor about the case filed against him by his daughter while he was already in detention.  At his arraignment, he pleaded not guilty with respect to the November 25, 1990 rape charge as well as to the other five charges of rape subsequent to November 10, 1990. [40]\n\nAccording to appellant, his wife's family had always been hostile to him because when they were married on June 13, 1975 in xxx, his wife was already eight months on the family way.  He loved his wife but they would argue because of the interference of his mother-in-law.  Being close to his children, he would buy anything CCC asked for, as long as he could afford it.  However, there were times in 1991 when he would punish his children.  Before his family transferred to xxx, he noticed that his daughter was always in deep thought and conversing with her grandmother. [41]\n\nEduardo Abanes who came to know appellant in November 1990, was with him in xxx on January 1 and 2, 1991.  They attended a cockfight and stayed in the house of appellant's in-laws.  They went home to xxx on January 2, 1991 with BBB.  CCC had stayed behind in xxx but Abanes did not know when she arrived home in xxx. [42]\n\nAnother witness for the defense, Virgilio Jardinero, got acquainted with appellant on December 29, 1990 when they both attended a cockfight derby.  Since then, they had been frequent companions \"paghahapi-hapi\" so that Jardinero was in appellant's house \"practically everyday.\"  On January 3, 1991, Jardinero was in appellant's house at 6:30 in the evening.  When he went to appellant's house at 6:30 the next day, only BBB was around.  He learned that CCC was in xxx and that she returned to xxx on January 7, 1991 at around 10:00 o'clock in the morning.\n\nOn January 4, 1991, Jardinero and appellant first went to xxx and then to the xxx to see some female acquaintances whom they called \"super angels.\"  Jardinero took appellant home because the former's tricycle was \"servicing\" appellant.  At that time, Jardinero asked appellant where CCC was because she was like a sister to him that when she had no money he would give her some.\n\nJardinero was asked by appellant to be a witness at the hearing of the case of his \"compadre.\"  He visited appellant in the provincial jail because he did \"not know about this case.\"  When appellant first asked him to testify, Jardinero told him that he would think about it first because when their \"barkada\" learned about this case, they got mad and wondered why appellant would do \"that\" to his daughter. [43]\n\nAs a rebuttal witness, [44] DDD testified that on January 4, 1991, she brought home her granddaughter, CCC. However, that same day, she left xxx to visit one of her children in xxx.  On December 3 and 15, 1990 and on January 28, 1991, she was not in xxx as alleged by appellant. [45]\n\nEEE, CCC's teacher at the xxx, testified that the whole day of January 7, 1991, CCC was in school. She even executed a certification on CCC's presence in school on January 7, 1991. [46]\n\nOn December 27, 1991, the trial court [47] promulgated a Decision disposing of Criminal Cases Nos. 7136 to 7142 as follows:\n\"WHEREFORE, in view of the foregoing, this Court hereby finds the accused Federico A. Burce guilty of the crime of rape perpetrated on his own daughter complainant CCC on November 16, (sic) 1990; November 25, 1990; on December 3, 1990; on December 15, 1990; on January 4, 1991; on January 28, 1991; and finally on February 10, 1991, and hereby sentences him to suffer an imprisonment for life for each count of rape committed on his own daughter with all the accessory penalties imposed by law.\n\nSO ORDERED.\"\nBefore this Court, appellant asserts that the trial court erred in finding him guilty beyond reasonable doubt of the crime of rape in Criminal Cases Nos. 7137 to 7142 and that the trial court incorrectly based his conviction on the weakness of his defense and not on the strength of the prosecution's case. [48]\n\nIn claiming that the charges of rape under Criminal Cases Nos. 7137 to 7142 were not proven beyond reasonable doubt, appellant contends that only the rape committed on November 10, 1990 \"was narrated in detail and reported by private complainant when first given the opportunity to reveal her agonizing experiences with her grandmother.\" [49] However, appellant himself revealed the reason why he concentrated on the November 10, 1990 incident alone during the preliminary investigation conducted by the municipal trial court, by quoting in his brief the following portion of CCC's testimony:\n\"Q   Now, why did you not tell Judge xxx that you were raped seven times because what appears is only November 10, 1990?\n\nA    Because that was the only one asked of me, sir.\n\nQ    What do you mean by that was the only one?\n\nA    They did not ask me other question(s) they just asked me if I was raped.\n\nCOURT:\n\nQ    And you gave the date November 10?\n\nA    Yes, sir.\" [50]\nIt bears stressing, however, that the municipal trial court's recommendation that only one information for rape should be filed, was overturned by the Office of the Provincial Prosecutor which, upon further investigation, discovered that seven sexual violations on various dates perpetrated by appellant upon his daughter.  Hence, seven complaints were thereafter filed with the Regional Trial Court of xxx.\n\nWhat is important is that CCC recounted vividly at the Office of the Provincial Prosecutor and later, in court, her harrowing experiences at the hands of her own father.  Even under cross-examination, she remained steadfast in her testimony which the trial court found credible as there was no reason at all for her to fabricate rape charges against her own father.\n\nIn fact, by telling her story publicly, CCC suffered shame twice over.  Her case was broadcast over the radio that for a while, she wanted to quit schooling. [51] CCC could not have admitted in public that she was deflowered by her own father unless she was telling the truth for, in doing so, she was compromising her own future. [52] The long-standing rule that when a woman testifies that she has been raped, she says, in effect, all that is necessary to constitute the commission of this crime, applies with more vigor when the culprit is a close relative of the victim. [53] An incestuous sexual assault is a psycho-social deviance that inflicts a stigma, not only on the victim but their whole family, as well.  Even in ordinary rape cases, the sole testimony of the victim may seal the fate of her ravisher provided that she and her testimony are credible. [54] A credible witness, CCC's testimony deserves the highest credence.\n\nAppellant has sought to discredit his wife's testimony by ascribing a malicious motive on her part for instigating the filing of the rape charges against him.  Alleging that AAA's rage \"over the odious aggression on the cherished chastity of her daughter and past malfeasance committed by accused-appellant against the family, the possibility of exaggeration to assure the imposition of the most severe penalty,\" [55] cannot be minimized.  Appellant quotes the following portion of AAA's testimony:\n\"COURT:\n\nSuppose your husband can prove that he was not the one who raped your daughter, will you still forgive him?\n\nA     I hate him, sir.\n\nQ     But he did not commit the crime?\n\nA     It is not only that crime he committed but there are still many things that he had done in my life that I cannot forget.\n\nQ     Not in connection with this alleged rape?\n\nA     Yes, sir.\" [56]\nThat AAA may have been emotionally affected when she testified cannot be discounted, considering the circumstances which led her to the witness stand.  Forced to work abroad to augment the family's finances only to discover upon her return that her husband had, not only squandered the fruits of her labor, but violated the chastity of their only daughter, AAA's rage is understandable.\n\nHowever, AAA's hatred for her husband after he committed the crimes could not have been the principal motive for accusing appellant with seven crimes of rape.  It was her daughter, CCC, who disclosed her father's repeated sexual assaults upon her to her grandmother who, in turn voluntarily divulged them to the municipal judge, a complete stranger to her.  If CCC failed to narrate to the municipal judge the other instances of rape by her father, it was because she was asked only about the November 10, 1990 incident.  In her innocence and naivetÃ©, CCC could not have been expected to be aware of the legal implications of disclosing only the first act of sexual abuse.  Neither may her mother and grandmother be expected to be knowledgeable on legal matters.  It may not be farfetched to assume that both of them may have wanted to spare CCC the pain, not to mention the resulting public opprobrium, from such a denunciation by a daughter of her father's vileness.  Moreover, a mother would not expose her own daughter to the ignominy of a rape trial merely to end her relationship with her husband or to retaliate against him for his transgressions as a family man.  It is inconceivable that a mother would stoop that low just to assuage her own hurt feelings. [57]\n\nAppellant further attempts to discredit CCC's testimony by claiming that her entries in her diary/prayer book were merely copied from a calendar which could no longer be located. [58] The calendar, however, was simply intended to serve as corroborative evidence.  No other evidence having been adduced by the defense to discredit CCC's entries in the diary/prayer book, their authenticity is no longer open to question.\n\nContrary to appellant's claim, it is not inconceivable that when she was being raped, her brother could not have heard what was transpiring in the adjacent room. [59] At the ocular inspection of the locus criminis, the trial court found that the wall separating the two bedrooms was made of concrete which reached up to the ceiling. [60] Such wall could have muffled sounds emanating from one room to the other.  Hence, BBB's testimony that while he heard his sister's cries for mercy, he brushed them aside as resulting from the frequent beatings she endured from their father, has a ring of truth in it.  Even assuming that BBB knew what was actually happening in his sister's room, he could not have been expected to confront his father about it, so great was his fear of the latter.  Be that as it may, this Court has held in the past that rape may be committed in a room adjacent to where the victim's family was sleeping or even in a room which the victim shared with other women.  There is no rule that rape can be committed only in seclusion. [61]\n\nWith the prosecution evidence proving beyond reasonable doubt that appellant raped his daughter seven times, his denial of the charges, except that of the November 10, 1990 rape, collapses.  Denial is an intrinsically weak defense which must be buttressed by strong evidence of nonculpability to merit credibility.\n\nAppellant, hoping to reenforce his denial, interposed alibi as regards the crimes committed after November 10, 1990. This has been pronounced, time and again, as also being a weak defense.  No daughter can possibly be mistaken about the identity of her father who forces himself on her several times in her room, there being no evidence that there were other male occupants who could have gained unlawful entry into the house.\n\nIt should be added that in a criminal case such as this, violence and intimidation need not even be proven, thus:\n\"In a rape committed by a father against his own daughter, the former's moral ascendancy and influence over the latter substitutes for violence or intimidation.  That ascendancy or influence necessarily flows from the father's parental authority, which the Constitution and the laws recognize, support and enhance, as well as from the children's duty to obey and observe reverence and respect towards their parents.  Such reverence and respect are deeply ingrained in the minds of Filipino children and are recognized by law.  Abuse of both by a father can subjugate his daughter's will, thereby forcing her to do whatever he wants.\" [62]\nThe trial court, however, erroneously imposed upon appellant the penalty of \"imprisonment for life.\"  Article 335 of the Revised Penal Code, before its amendment by Republic Act No. 7659, penalized simple rape with reclusion perpetua, not with life imprisonment or \"imprisonment for life.\"  As we have stressed often enough, the two penalties are not synonymous and interchangeable. [63] Having found the appellant guilty of all seven counts of rape, the trial court should have imposed the penalty of reclusion perpetua for each rape charged and proven in accordance with law. [64] It should be stressed that, had the crimes been committed on or after the effectivity of Republic Act No. 7659 on December 31, 1993, appellant would have been meted the death penalty as in the recent conviction of a rapist-father in People v. Echagaray, [65] the first death penalty case decided by this Court applying Republic Act No. 7659.\n\nAdditionally, appellant is ordered to indemnify the Victim in the amount of P50,000.00 for each count of rape in accordance with recent jurisprudential pronouncements. [66] The trial court omitted this imposition in the same manner that it failed to impose moral damages in accordance with Article 2219 (3) of the Civil Code, as well as exemplary damages under Article 2229 of the said Code, in order that this case may serve as an object lesson to the public - that no father may ever again deprive his daughter of \"the right to grow up and discover the wonders of womanhood in the normal way.\" [67]\n\nWHEREFORE, appellant Federico Burce is hereby found GUILTY beyond reasonable doubt of seven counts of the crime of rape and is hereby imposed the penalty of RECLUSION PERPETUA for each act of rape.  He is further ordered to INDEMNIFY CCC in the amount of P50,000.00 for each such act or P350,000.00.  In addition, appellant shall pay her likewise P10,000.00 as moral damages andP5,000.00 as exemplary damages for each count of rape, or the total amount of P105,000.00.  Costs against accused-appellant.\n\nSO ORDERED.\n\nRegalado, (Chairman), Puno, Mendoza, and Torres, Jr., JJ., concur.\n\n[1] Record, p. 88.\n\n[2] TSN, October 31, 1991, p. 37.\n\n[3] Record, p. 90.\n\n[4] TSN, September 27, 1991, p. 9.\n\n[5] Ibid., pp. 11-12.\n\n* \"1991\" was changed to \"1990\"\n\n[6] Exh. N.\n\n[7] TSN, October 15, 1991, pp. 6-17.\n\n[8] Ibid., pp. 18-21.\n\n[9] Ibid., p. 22.\n\n[10] Exh. M; TSN, October 15, 1991 (p.m.), pp. 16-18.\n\n[11] TSN, October 15, 1991, p. 24.\n\n[12] Ibid., pp. 25-30.\n\n[13] Ibid., pp. 31-39.\n\n[14] Ibid., pp. 40-49.\n\n[15] Ibid., pp. 49-56.\n\n[16] Ibid., pp. 70-71.\n\n[17] TSN, October 14, 1991, pp. 17-20.\n\n[18] TSN, September 27, 1991, pp. 13-16.\n\n[19] TSN, October 15, 1991, (p.m.), pp. 6-7.\n\n[20] TSN, September 27, 1991, p. 16.\n\n[21] Ibid., p. 20.\n\n[22] Ibid., pp. 21-22.\n\n[23] Exh. A.\n\n[24] Judge xxx.\n\n[25] Exhs. K & N.\n\n[26] Exh. F.\n\n[27] Exh. L.\n\n[28] Record, p. 21.\n\n[29] Ibid., p. 23.\n\n[30] Ibid., pp. 24-25.\n\n[31] Exh. G.\n\n[32] Exh. H.\n\n[33] Exh. J.\n\n[34] Exh. I.\n\n[35] Record, p. 3.\n\n[36] Ibid., p. 30.\n\n[37] TSN, October 15, 1991 (a.m.), pp. 2-16.\n\n[38] TSN, October 31, 1991, p. 14.\n\n[39] Ibid., pp. 15-30.\n\n[40] Ibid., pp. 30-36.\n\n[41] Ibid., pp. 36-38.\n\n[42] TSN, October 31, 1991, pp. 9-11.\n\n[43] TSN, November 21, 1991, pp. 4-27.\n\n[44] Another defense witness, Raymundo Ramos, was appellant's neighbor.  He was discharged from the witness stand when he admitted that from January 2 to 7, 1991, he was in Batangas (TSN, November 22, 1991, p. 3).\n\n[45] TSN, November 22, 1991, pp. 8-9.\n\n[46] TSN, December 12, 1991, pp. 3-8.\n\n[47] Presided by Judge xxx.\n\n[48] Appellant's Brief, p. 1.\n\n[49] Appellant's Brief, p. 11.\n\n[50] TSN, October 24, 1991 (p.m.), p. 28.\n\n[51] Decision, p. 5.\n\n[52] People v. Esquila, G.R. No. 116727, February 27, 1996, 254 SCRA 140, 147; People v. Gecomo, G.R. Nos. 115035-36, February 23, 1996, 254 SCRA 82, 95.\n\n[53] People v. Matrimonio, G.R. Nos. 82223-24, November 13, 1992, 215 SCRA 613, 632.\n\n[54] People v. Gagto, G.R. No. 113345, February 9, 1996, 253 SCRA 455, 467.\n\n[55] Appellant's Brief, p. 13.\n\n[56] TSN, September 27, 1991, p. 44.\n\n[57] People v. Rejano, G.R. Nos. 105669-70, October 18, 1994, 237 SCRA 627, 642.\n\n[58] Appellant's Brief, p. 14.\n\n[59] Appellant's Brief, p. 15.\n\n[60] TSN, October 24, 1991, p. 5.\n\n[61] People v. Talaboc, G.R. No. 103290, April 23, 1996.\n\n[62] People v. Matrimonio, supra, at p. 631.\n\n[63] People v. Alimon, G.R. No. 87758, June 28, 1996.\n\n[64] People v. Esguerra, G.R. No. 117482, May 8, 1996.\n\n[65] G.R. No. 117472, February 7, 1997.\n\n[66] Ibid.\n\n[67] People v. Alimon, supra, quoting People v. Guibao, G.R. No. 93517, January 15, 1993, 217 SCRA 64, 75.",
  "content_length": 37221,
  "metadata_extraction_date": "2025-11-01T05:50:08.227651",
  "extraction_version": "2.0_enhanced_full_content"
}