{
  "file_path": "/workspace/PRUDEUS_DB/WEBPAGE_VERSION/1997/march/GR_112529.html",
  "filename": "GR_112529.html",
  "year": 1997,
  "month": "march",
  "case_number": "G.R. No. 112529",
  "gr_number": "112529",
  "volume_page": "336 Phil. 579",
  "decision_date": null,
  "title": "TSN, 27 August 1991, pp. 12-13, 15-22.[9] See Note 7.[10] People v. Dado, G.R. No. 87775, 1 June 1995, 244 SCRA 655.[11] People v. Abapo, G.R. No. 108584, 22 December 1994, 239 SCRA 373.[12] People v. Digno Jr., G.R. No. 108958, 23 November 1995, 250 SCRA 237.[13] TSN, 29 August 1991, pp. 174-175, 177.[14] People v. Rubio, G.R. No. 66875, 19 June 1986, 142 SCRA 329.[15] People v. Delovino, G.R. Nos. 116132-33, 23 August 1995, 247 SCRA 37.[16] People v. Saldivia, G.R. No. 55346, 13 November 1991, 203 SCRA 461[17] People v. Ching, G.R. No. 103800, 19 January 1995, 240 SCRA 267.[18] People v. Bahuyan, G.R. No. 105842, 24 November 1994, 238 SCRA 330. © Supreme Court E-Library 2019 This website was designed and developed, and is maintained, by the E-Library Technical Staff in collaboration with the Management Information Systems Office.",
  "division": null,
  "categories": [
    "Criminal Law",
    "Civil Law",
    "Labor Law",
    "Commercial Law"
  ],
  "keywords": [
    "august",
    "people",
    "december",
    "november",
    "delovino",
    "saldivia",
    "january",
    "bahuyan",
    "supreme",
    "court",
    "library",
    "website",
    "designed",
    "developed",
    "maintained",
    "technical",
    "collaboration",
    "management",
    "information",
    "systems"
  ],
  "title_summary": "TSN, 27 August 1991, pp. 12-13, 15-22.[9] See Note 7.[10] People v. Dado, G.R. No. 87775, 1 June ...",
  "formatted_case_content": "View printer friendly version\n336 Phil. 579\n\nTHIRD DIVISION\nTHIRD DIVISION\n\n[ G.R. Nos. 116596-98, March 13, 1997 ]\n[ G.R. Nos. 116596-98, March 13, 1997 ]\n\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. LORENZO TOPAGUEN ALIAS âAPIATâ, ACCUSED-APPELLANT.D E C I S I O N\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. LORENZO TOPAGUEN ALIAS âAPIATâ, ACCUSED-APPELLANT.\n\nD E C I S I O N\n\nBELLOSILLO, J.:\n\nLORENZO TOPAGUEN alias Apiat  was charged with three (3) counts of rape in separate Informations filed with the Regional Trial Court of xxx.  After trial he was found guilty as charged and sentenced to reclusion perpetua in each case and to indemnify each victim P40,000.00 for moral damages. [1] The accused now comes to us on appeal.\n\nThe facts: At twelve o'clock noon of 15 December 1990, AAA, 9, and BBB, 9-1/2, were sitting on the stairs of the house of a certain Mendoza at xxx, when Lorenzo Topaguen approached them.  He showed them some money and asked them to follow him.\n\nCCC, intimately called CCC, 9, was on her way home from the xxx where she fetched water.   Her attention was attracted by the presence of AAA and BBB sitting on the stairs of Mendoza.  CCC saw Apiat in the act of removing the pants of AAA and BBB and  saying, \"I just want to see if  you have panties.\" CCC then hurried home to bring the water she was carrying and went back to where she saw AAA and BBB earlier.  However they were no longer there.  CCC proceeded to the house of Apiat which was just nearby.  As she was about to peep through the window the accused suddenly grabbed her and dragged her inside his house.  There she saw AAA and BBB seated on the bed of accused Apiat.  Apiat  ordered the three (3) girls to lie down and threatened to  kill them should they talk or disobey  him.   He was  armed  with a knife.   Then he took off his pants, undressed his victims and had carnal knowledge of them one  after another - first with AAA, then with CCC,  and finally with BBB who resisted at first.  However, Apiat  whipped BBB until she submitted to his lustful advances.  He inserted his penis into her vagina.   She felt pain so she begged the accused to stop but the latter continued until his lust was satisfied.\n\nAfter his encounter with the three (3) victims, the accused gave BBB P16.50.  But before sending them away he told the girls that he enjoyed his sexual intercourse with them.\n\nThe following day BBB confided their grisly experience to her mother DDD.  DDD immediately brought AAA and BBB to the xxx Hospital where they were physically examined by Dr. xxx.  The medical findings showed that AAA's  vulva  was erythematous and her hymen fully lacerated. [2] As regards BBB, the medical report likewise revealed that her vulva was  erythematous, her hymen ruptured, and her skin on the left elbow and right knee was superficially scraped off. [3]\n\nOn 17 December 1990  DDD also  brought CCC to Dr. xxx who found that her patient's vulva was also erythematous with rupture and lacerations of the hymen, and her right chest, back, as well as  left flank swollen.  She was in pain. [4]\n\nThe physical examination conducted by Dr. xxx confirmed that there was penetration of the vaginas of AAA, BBB and CCC by a male sexual organ.\n\nThe accused had a different story to tell.  He insisted that he never raped anyone in his life.  He alleged that in the afternoon of 15 December 1990 he was asleep in his house as he was on a drinking spree that morning.  He claimed that he already started to drink gin and beer earlier that day so that at eleven o'clock he had to be brought home by an acquaintance on a tricycle and went straight to bed and sleep.  He  was only awakened  when  he  heard voices of children in gay abandon.  They were AAA, BBB and CCC. According to him, he heard BBB say, \"Ka at nan kinaot mo iska borsana?\" [5] At  that  time he did not understand what the question meant as he was still groggy so he just went  back  to sleep.\n\nAt  five  o'clock  that afternoon he  woke  up  to defecate  and  look for a cigarette.   He  went  to Mendoza's  store but when he was about to pay for the cigarettes he discovered that his money was gone.   He  then realized that he must have been robbed by the children.\n\nApiat described his room as being separated by a single wall of 3/8-inch plyboard and any noise originating therefrom could be easily heard by his neighbors.  But he claimed that when he went out that afternoon neither the children playing in the yard nor the women playing cards accused him of molesting the three (3) girls.  He surmised however that the motive behind the filing  of the rape case against him was because the children disliked him as he was a drunkard and that a niece of his wanted him behind bars so she could take possession of his house.\n\nAlfonso Mendoza, a neighbor of the accused as well as of complainants, attempted to corroborate the version of the defense.  According to Mendoza, between eleven in the morning and twelve o'clock noon of 15 December 1990, while he was sitting on the stairs of his house, Apiat passed by.  They teased one another.  He called Apiat \"Commander  Pusa.\" Mendoza claimed   that  there  were   many  children playing at that time and women playing cards  in  the backyard of the accused.  He also said that he did not know of any complaint for rape against Apiat until 15 December 1990.\n\nBut the trial court was not persuaded.  It found the accused guilty as charged.  It observed that -\n\nx x x x  the clear and positive assertions of the complainants-witnesses to the effect  that the  accused had sexual intercourse with  them in  his  quarters at noon  or thereabouts  on December 15, 1990 are on the whole  plausible.  The individual testimonies of AAA, CCC, and  BBB on how the  accused  inserted  his penis into  each of the  girls'  vaginas, one after the other, jibes substantially on material  points.  Albeit the descriptions  of the  alleged victims of the incidents are  not very much  detailed, such  narrations  having been made by innocent children is  sufficient, taken  in its entirety to establish the  truth of  the  matter ( PP vs. Natan, GR No.  6649, January 25, 1991).  The minor  inconsistencies or conflicts in the gamut of the complainants' statements do not detract from the veracity of the  principal points.  The discrepancies  may even  be considered as ear-marks  of  honesty.  Given  the tender ages of the  children,  they are  expected to contradict  themselves under extended, repetitious,  and gruelling interrogations  ( PP vs. Decena, GR. No.  3713, February 9, 1952). [6]\n\nIn this appeal, accused-appellant assails his conviction.  He contends  that  the  testimonies  of  the   prosecution witnesses  should not have been given credence.  First, he questions the credibility of AAA because her testimony conflicts with a previously executed sworn statement.  Secondly, he challenges the findings in the medical certificate issued by Dr. xxx as being unreliable because of her inexperience.   He also claims that the trial court erred in giving weight to the bare and self-serving allegations  of private complainants whose testimonies were not corroborated by other credible and competent evidence.    Finally,   he  maintains  that  it  was inherently impossible for him to commit the crime of rape considering his advanced age, more so that he allegedly raped all three (3) victims on a single occasion.\n\nWe cannot sustain the defense.  It is elementary that conclusions as to the credibility of witnesses  in rape  cases  lie heavily on the sound judgment  of  the trial  court which is generally accorded  great  weight and respect, if not conclusive effect.  Accordingly, in the appreciation of the evidence the appellate court accords due deference to the trial court's  views  on who should be given credence, since the latter is in a better position to assess the credibility of witnesses considering its opportunity  to  observe their  demeanor as well as their deportment and manner of testifying during the trial.  Its findings on  the credibility of witnesses will be sustained by the appellate court unless the trial court overlooked, misunderstood or misapplied the facts or circumstances of weight and  substance  which will  alter the assailed decision or affect the  result of the case. [7] In this instance, none of the excepting circumstances is availing.\n\nThe contention of accused-appellant that there are  inconsistencies between the testimony of AAA and her sworn statement with respect to the presence of CCC as rape victim is bereft of merit.  On  direct examination, AAA testified -\nCOURT:\n\nQ:   The  answer of the witness is  Apiat  made sexual intercourse with us, now  what  do  you  mean  when you said that, with whom among you did Apiat  make sexual intercourse?\n\nA:   Me and BBB.\n\nPROSECUTOR PATNA-AN:\n\nQ:   You know the family name of BBB?\n\nA:   Yes sir.\n\nQ:   Miss Witness, you said that the accused had sexual  intercourse with you, where did this happen, what particular place?\n\nA:   At his house.\n\nQ:   At the house of Apiat?\n\nA:   Yes sir.\n\nQ:   When you said Apiat  are you  referring  to the accused in this case?\n\nA:   Yes sir.\n\nx x x x\n\nCOURT:\n\nQ:   What is the full name?\n\nA:   Lorenzo Topaguen.\n\nx x x x\n\nPROSECUTOR PATNA-AN:\n\nQ:   Miss Witness, when he told you  that  you will  (sic) go to the bed,  did you like to  go to the bed, Miss Witness?\n\nA:   No sir.\n\nQ:   And what did you  do when you did not like to go to the bed?\n\nA:   He threatened us.\n\nQ:   What did he say when he threatened you?\n\nA:   He  said that if we do (sic) not  like  he will  (sic) kill us.\n\nQ:   Do you know CCC?\n\nA:   Yes.\n\nQ:   Was she there in the house that time?\n\nA:   Yes.\n\nQ:   x   x   x   x  So how many of you were there  in the house with whom  Apiat  had  intercourse?\n\nATTY.  PADONG:\n\nWe object to the question being suggestive , your honor. Witness never told of any intercourse when it comes to CCC, your honor.  I believe, your honor, that the prosecution has been training this witness in such a way that he could suggest  x x x x vital facts  x x x x  on the witness on suggesting certain facts she never testified to, I object to the manner (by) which the prosecution is trying to obtain and elicit information from the witness, if he continues, your honor, to ask questions which are suggestive to witness.\n\nPROSECUTOR PATNA-AN:\n\nWe are just trying to get the testimony of the witness to find out if (in) her sworn statement she is telling the truth in this case.  She already submitted her sworn statement and we are just trying to follow to bring out the details for the consideration of the court.\n\nCOURT:\n\nQ:   Let us get this clear  x  x  x  when you went to the house of Apiat as you have stated, how many of you went?\n\nA:   We first, the two of us.\n\nQ:   And then when you were at the house of Apiat what happened there?\n\nA:   He took our clothes off and had intercourse.\n\nQ:   Who among you did Apiat  first strip?\n\nA:   Me.\n\nQ:   And then when Apiat took off your clothes as you have stated what happened next?\n\nA:   He had intercourse with us.\n\nQ:   You mean you, after he stripped you as  you stated he had sexual intercourse with you?\n\nA:   Yes.\n\nQ:   What do you mean,  inyot,  what do you understand by iyot?\n\nA:   He placed his penis inside our vaginas.\n\nQ:   After that did you feel it when he placed his penis inside your vagina?\n\nA:   Yes.\n\nQ:   How did it feel?\n\nA:   Painful.\n\nQ:   After that what happened next?\n\nA:   And then he did it also to BBB.\n\nQ:   BBB?\n\nA:   BBB.\n\nQ:   Will you describe what Apiat did to BBB as you have seen?\n\nA:   He stripped her and let her lie in bed and had sexual intercourse with her.\n\nQ:  What do you mean, will you describe when he allegedly made sexual intercourse?\n\nA:   He placed it.\n\nQ:   What did he put?\n\nA:   His penis.\n\nQ:   Whose penis?\n\nA:   Apiat\n\nQ:   He placed it where?\n\nA:   To the vagina of BBB.\n\nQ:   After that, what happened?\n\nA:   He gave us P16.50.\n\nQ:   Whom did he give that P16.50,  meaning Apiat?\n\nA:   Both of us.\n\nQ:   Whom did he hand the money?\n\nA:   BBB, sir.\n\nQ:   After that, what happened?\n\nA:   He let us out sir.\n\nQ:   So there were only two of you who went  to the house of Apiat?\n\nA:   CCC was peeping at  the window and Apiat   went to call for her.\n\nCOURT:\n\nFiscal, proceed.\n\nPROSECUTOR PATNA-AN:\n\nQ:   Miss Witness, you said that Apiat went to pull CCC when she was peeping through the window.\n\nATTY. PADONG:\n\nWe object to that line of questioning your honor, since there was never any mention of peeping at the window.\n\nPROSECUTOR PATNA-AN:\n\nThe question is, counsel should listen carefully to the answer of the witness so that we will not be delayed in the presentation of our evidence.  Witness said that CCC  was peeping  and we are now asking what time did that happen.\n\nCOURT:\n\nQ:   When all these things that you had testified  to transpired, what else happened there in the house of Apiat, if any?\n\nA:   No more.\n\nQ:   So meaning to say that when  x  x  x  Apiat allegedly had sexual intercourse  with  you  and  BBB  there  was  nobody  else there and nothing  happened  after that?\n\nA:   None sir.\n\nQ:   So meaning they were the only ones  x  x  x  x   Now,  where were you when Apiat   went  to pull CCC?\n\nATTY. PADONG:\n\nNo  basis, we object to the  questioning as having no basis.\n\nCOURT:\n\nThe objection is well taken because there  was no mention of any CCC.\n\nPROSECUTOR PATNA-AN:\n\nThere was.\n\nCOURT:\n\nProbably the other witnesses can testify to  that  matter.  The  understanding  of  the court is that she was only with BBB.\n\nPROSECUTOR PATNA-AN:\n\nIn  the  statement  they  were  three  and she mentioned that at first  there  were  two  of  them  and   then  later   came  CCC  peeping through the  window  and this Apiat went to  pull  her inside.  That is  what  the  witness  mentioned  at  first  which  was not accurately translated.\n\nATTY. PADONG:\n\nThe witness was relating having been molested having had sexual   intercourse   with BBB and   the  accused  and  after  that  the accused  gave  them  P16.50  and they  went  out and after  that nobody else was there  so  nothing happened  and  they went to the  stairs  where  they   were  sitting  and then they went home  in the  afternoon  that  was  the  only  narration   of  the  witness  so  far  as counsel has noted,  your honor.\n\nPROSECUTOR PATNA-AN:\n\nThat  is  why  we are saying  your  honor that the witness has  also mentioned a  certain CCC who  was pulled inside, that is why we are trying to clarify the participation of  this  CCC if she was  there  during  the incident.\n\nCOURT:\n\nQ:   You  were  in the  house  of  the  accused Lorenzo Topaguen, with you was BBB is that correct?\n\nA:   Yes.\n\nQ:   Did you see anybody else also  around  the house when you were there?\n\nA:   None sir. [8]\nIt  is  clear from the  foregoing  testimony  that AAA  confirmed the presence of CCC at the  scene of the crime although she did not categorically state that CCC was also raped.  But the alleged contradiction between AAA's testimony and her sworn statement  may be explained by  the fact that during her direct examination AAA was  under unfamiliar surroundings and strange atmosphere and she simply wanted to end her testimony.  The unrelenting objections posed by defense counsel, followed by the barrage of questions from the court, caused her to wish her testimony had ended soonest, thus resulting in  the anticlimactic termination of her testimony which  left out CCC as another rape victim.\n\nAAA was  only  nine  (9)  years  old  when  she went through her  traumatic experience.   As  such, error-free testimonies could not be expected  especially when  she  was  recounting  details  of  a terrifying ordeal. [9] Minor lapses  should be  expected when a person is made to recall  minor details of  an  experience so humiliating and so painful as rape. [10] After all,  the  credibility  of  a  rape  victim  is  not  destroyed  by some inconsistencies in her testimony. [11] Moreover, testimonies of child victims are given full weight and credit. [12]\n\nEven assuming that on direct examination AAA failed to testify regarding the presence of CCC during the rape such omission is not fatal to the cause of the prosecution.  BBB, one of the rape victims, testified thus -\nPROSECUTOR PATNA-AN:\n\nQ:   We  will  rephrase.   When  CCC  was peeping  according to you at the  window  what did Apiat  do, if any?\n\nA:   Then he went out and pulled CCC inside and placed her on his bed so we were all three whom he undressed.\n\nQ:   You  mentioned  CCC,  what  is   the complete name of CCC?\n\nA:   CCC.\n\nQ:   The other name?\n\nA:   Yes sir.\n\nQ:   What is her family name?\n\nA:   CCC.\n\nx                                                       x                                               x\n\nPROSECUTOR PATNA-AN:\n\nQ:   When he had sexual intercourse with AAA whom did he have sexual  intercourse next?\n\nA:   CCC and after that I was next. [13]\nAccused-appellant also avers that it was error for the court a quo to have relied on the testimony and findings of Dr. xxx as the latter had no experience yet in the physical examination of rape victims.  We  do  not agree.   Generally,  any   person  who   by  study  or experience has acquired particular knowledge or expertise may be allowed to give in  evidence  his opinion upon matters of technical knowledge relating to such business or employment. [14] While it may be that the cases  of  AAA, BBB and CCC were  the  initial cases on rape  handled by Dr. xxx, such  fact is not a bar to her testimony being given credence  since the  prosecution was  able at the  first  instance  to qualify her as a medical  expert.\n\nMoreover,  it cannot be said that the  prosecution relied solely on the hymenal lacerations of the victims as  evidence  of rape but on the testimonies  of complainants themselves which, standing alone and  even without  medical  examination,  were  sufficient  to convict. [15] A medical examination is not indispensable in a prosecution for rape otherwise grave and irreparable injustice would be inflicted upon  hapless victims  if  the crime be committed in remote areas where  there  may be  no doctors to  conduct  a  medical examination  on the rape   victim.    So,   too,  if  the  victim  would  not  submit  to  physical examination  since  what immediately  preoccupies her mind after her ordeal is not necessarily the filing of a complaint but the fear of what the perpetrator will further inflict upon her should she reveal his criminal act, or the embarrassment and humiliation accompanying a   public disclosure  of  the  ignominy  and  dishonor  she  suffered in  the hands of her tormentor. [16]\n\nAccused-appellant further claims that there was no credible  or  competent evidence to show that  AAA, BBB  and CCC's vaginas had been penetrated by a male organ as their hymenal lacerations could have been caused by several factors other than sexual intercourse. Ironically, while the accused questions the  qualifications  of Dr. xxx as  medical expert, he nonetheless relies on her findings as to the cause of the injuries.  In a case, [17] this Court held -\n\nAppellant loses sight of the fact that  while the  prosecution had   proved that the laceration  was caused by sexual  intercourse, contrarily he had failed to establish that the laceration was caused by other factors.  It is elementary  in  our rules on evidence  that  a party   must   prove his  own  affirmative allegations.\n\nLastly, the defense posits that it was incredulous for accused-appellant to have committed the rapes considering his rather advanced age and that he supposedly raped all three (3) girls on just one occasion.  We disagree.  He was only fifty-six (56) years old at the time he sexually assaulted his victims.  But even if he was older his age would not mean that sexual intercourse was no longer possible as age is not a criterion, taken alone, in determining the sexual interest and capability of  middle-aged  and  older people. [18]\n\nWHEREFORE, the decision  appealed from finding accused-appellant LORENZO TOPAGUEN   alias Apiat  guilty of three (3) counts of rape and sentencing him to reclusion perpetua in each  case is AFFIRMED, with the modification  that  the indemnity  of   P40,000.00  for  each rape  victim  is increased to P50,000.00 conformably with existing jurisprudence.  Costs against accused-appellant.\n\nSO ORDERED.\n\nPadilla, (Chairman), Vitug, Kapunan, and Hermosisima, Jr., JJ., concur.\n\n[1] Decision penned by Judge xxx,  RTC-Br. xxx, xxx.\n\n[2] Records, Crim.  Case No. 814 , p. 7.\n\n[3] Id., Crim. Case No. 816, p. 9.\n\n[4] Id.,  Crim.  Case No. 815, p. 7.\n\n[5] Translated into English,  \"How much did you get from his pocket?\"\n\n[6] Rollo, p. 91.\n\n[7] People v. Cura, G.R. No. 112529, 10 January 1995, 240 SCRA 234.\n\n[8] TSN,  27 August 1991, pp. 12-13, 15-22.\n\n[9] See Note 7.\n\n[10] People v. Dado, G.R. No. 87775, 1 June 1995, 244 SCRA 655.\n\n[11] People v. Abapo, G.R. No. 108584, 22 December 1994, 239 SCRA 373.\n\n[12] People v. Digno Jr., G.R. No. 108958, 23 November 1995, 250 SCRA 237.\n\n[13] TSN, 29 August 1991, pp. 174-175, 177.\n\n[14] People v. Rubio, G.R. No. 66875, 19 June 1986, 142 SCRA 329.\n\n[15] People v. Delovino, G.R. Nos. 116132-33, 23 August 1995, 247 SCRA  37.\n\n[16] People v. Saldivia, G.R. No. 55346, 13 November 1991, 203 SCRA 461\n\n[17] People v. Ching, G.R. No. 103800, 19 January 1995, 240 SCRA 267.\n\n[18] People v. Bahuyan, G.R. No. 105842, 24 November 1994, 238 SCRA 330.",
  "content_length": 21549,
  "metadata_extraction_date": "2025-11-01T05:50:07.623886",
  "extraction_version": "2.0_enhanced_full_content"
}